{"ID":3896, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Removing the Poison of an Unforgiving Spirit\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p2\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Bishop H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p3\" class=\"\">My dear brothers and sisters, this morning I would like to express some feelings that have been going through my mind for some time. I have prayed for the spirit to understand, and to be understood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p4\" class=\"\">I want to speak of a weakness that has thwarted the spiritual growth of men through the ages. It has affected young and old, rich and poor. Its onward roll is not limited by national boundaries, or race, or creed, or social standing. It affects some who appear to be strong. It affects many who are weak. It poisons the spirit of a person to the point that one is hobbled by its debilitating power. It has the power to drag people to the depths of hell; yet, when released from its hold, they may soar to celestial heights. It has kept many from rising to their full potential. It has been a roadblock to the talented and to the favored. It is one of the most effective tools of Satan. We are speaking of an unforgiving and unforgetting spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p5\" class=\"\">There are many today who harbor in the deep recesses of their hearts a canker, a hurt, a feeling of resentment, a dislike, or in some cases even a hate because of unpleasant experiences with past and present associations. Some have been taken advantage of in a business sense. Others have had their feelings hurt by neighbors, or relatives, or friends. A few have been lied to or had a trust of long standing betrayed. Some children, young and now grown, have been offended by harsh or dictatorial parents. Husbands and wives may have deep schisms between them caused by criticism and a resulting resentment. The list of sad experiences goes on and on—yes, it is too long. To those of you who have been nursing the wounds of hurt feelings from the past, even from the little things, I would like to tell an experience which happened some time ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p6\" class=\"\">For much of our lives, we lived in central Arizona. Some years ago a group of teenagers from the local high school went on an all-day picnic into the desert on the outskirts of Phoenix. As some of you know, the desert foliage is rather sparse—mostly mesquite, cat-claw, and palo verde trees, with a few cactus scattered here and there. In the heat of the summer, where there are thickets of this desert growth, you may also find rattlesnakes as unwelcome residents. These young people were picnicking and playing, and during their frolicking, one of the girls was bitten on the ankle by a rattlesnake. As is the case with such a bite, the rattler’s fangs released venom almost immediately into her bloodstream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p7\" class=\"\">This very moment was a time of critical decision. They could immediately begin to extract the poison from her leg, or they could search out the snake and destroy it. Their decision made, the girl and her young friends pursued the snake. It slipped quickly into the undergrowth and avoided them for fifteen or twenty minutes. Finally, they found it, and rocks and stones soon avenged the infliction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p8\" class=\"\">Then they remembered: their companion had been bitten! They became aware of her discomfort, as by now the venom had had time to move from the surface of the skin deep into the tissues of her foot and leg. Within another thirty minutes they were at the emergency room of the hospital. By then, the venom was well into its work of destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p9\" class=\"\">A couple of days later I was informed of the incident and was asked by some young members of the Church to visit their friend in the hospital. As I entered her room, I saw a pathetic sight. Her foot and leg were elevated—swollen almost beyond recognition. The tissue in her limb had been destroyed by the poison, and a few days later it was found her leg would have to be amputated below the knee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p10\" class=\"\">It was a senseless sacrifice, this price of revenge. How much better it would have been if, after the young woman had been bitten, there had been an extraction of the venom from the leg in a process known to all desert dwellers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p11\" class=\"\">As I have said, there are those today who have been bitten—or offended, if you will—by others. What can be done? What will you do when hurt by another? The safe way, the sure way, the right way is to look inward and immediately start the cleansing process. The wise and the happy person removes first the impurities from within. The longer the poison of resentment and unforgiveness stays in a body, the greater and longer lasting is its destructive effect. As long as we blame others for our condition or circumstance and build a wall of self-justification around ourselves, our strength will diminish and our power and ability to rise above our situation will fade away. The poison of revenge, or of unforgiving thoughts or attitudes, unless removed, will destroy the soul in which it is harbored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p12\" class=\"\">Henry Home said, “No man ever did a designed injury to another, but at the same time he did a greater to himself.” (in <span class=\"emphasis\">The New Dictionary of Thoughts,<\/span> n. p., p. 309.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p13\" class=\"\">During World War II there were terrible examples of man’s inhumanity to man. After the war was over and the concentration camps were opened, there was much hatred among the weak and emaciated survivors. In one camp, observers noticed a native of Poland who seemed so robust and peaceful they thought he must have only recently been imprisoned. They were surprised to learn that he had been there over six years! Then, they reasoned, he must not have suffered the terrible atrocities to his family members that most of the prisoners had. But in questioning him, they learned how soldiers had come to his city, lined up against a wall his wife, two daughters, and three small sons, then opened fire with a machine gun. Though he begged to die with them, he had been kept alive because of his knowledge and ability in language translation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p14\" class=\"\">This Polish father said: “I had to decide right then … whether to let myself hate the soldiers who had done this. It was an easy decision, really. I was a lawyer. In my practice I had seen … what hate could do to people’s minds and bodies. Hate had just killed the six people who mattered most to me in the world. I decided then that I would spend the rest of my life—whether it was a few days or many years—loving every person I came in contact with.” (George G. Ritchie with Elizabeth Sherrill, <span class=\"emphasis\">Return from Tomorrow,<\/span> Waco, Texas: Chosen Books, 1978, p. 116.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p15\" class=\"\">The Lord has said: “For if ye forgive men their trespasses, your heavenly Father will also forgive you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p16\" class=\"\">“But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.” (<span class=\"citation\" id=\"36915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36915)\">Matt. 6:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p17\" class=\"\">And he further added: “For he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.” (<span class=\"citation\" id=\"17988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17988)\">D&amp;C 64:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p18\" class=\"\">In other scriptures the Lord has said he would forgive and forget the sins of those who have truly repented. Ofttimes <span class=\"emphasis\">we<\/span> choose to decide when a person has repented, and when we will forgive. We have been told mankind will be judged on the intent of the heart. No mortal can see into the depth of another. There is only One who can. His is the role of a judge—not ours. If you are prone to criticize or judge, remember, we never see the target a man aims at in life. We see only what he hits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p19\" class=\"\">From Moroni we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p20\" class=\"\">“And now, my brethren, seeing that ye know the light by which ye may judge, which light is the light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged.” (<span class=\"citation\" id=\"38470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38470)\">Moro. 7:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p21\" class=\"\">Forgiveness of others for wrongs—imaginary or real—often does more for the forgiver than for the forgiven. That person who has not forgiven a wrong or an injury has not yet tasted of one of the sublime enjoyments of life. The human soul seldom reaches such heights of strength or nobility as when it removes all resentments and forgives error or malice. No one can be classed as a true follower of the Savior who is not in the process of removing from his heart and mind every feeling of ill will, bitterness, hatred, envy, or jealousy toward another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p22\" class=\"\">The greatest example of one who willingly forgave walked the shores of Galilee two thousand years ago. If any person had been mistreated, it was he. President Spencer W. Kimball wrote of the Savior:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p23\" class=\"\">“All his life he had been the victim of ugliness. As a newborn infant he had been spirited away to save his life at the instruction of an angel in a dream. … At the end of a hectic life he had stood in quiet, restrained divine dignity. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p24\" class=\"\">“They pushed him around and jostled him and buffeted him. Not an angry word escaped his lips. … They slapped him in his face and on his body. … Yet he stood resolute, unintimidated. Literally did he follow his own admonition when he turned his other cheek so that it too could be slapped and smitten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p25\" class=\"\">“Words, too, are hard to take. Incriminations and recriminations and their blasphemy of things, persons, places and situations sacred to him must have been hard to take. … Yet he stood his ground, never faltering. No cringing, no denials, no rebuttals. When false, mercenary witnesses were paid to lie about him, he seemed not to condemn them. They twisted his words and misinterpreted his meanings, yet he was calm and unflustered. Had he not been taught to pray for them ‘which despitefully use you’?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p26\" class=\"\">“He was beaten, officially scourged. He wore a crown of thorns. … He was mocked and jeered. He suffered every indignity at the hands of his own people. … He was required to carry his own cross. … Finally, with the soldiers and his accusers down below him, he looked upon the Roman soldiers and said these immortal words: ‘<span class=\"emphasis\">Father, forgive them; for they know not what they do.’<\/span> (<span class=\"citation\" id=\"32173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32173)\">Luke 23:34<\/a><\/span>.)” (<span class=\"emphasis\">The Miracle of Forgiveness,<\/span> Salt Lake City: Bookcraft, 1969, pp. 279–80.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p27\" class=\"\">Now, brothers and sisters, let us go to our homes and dismiss from our beings—and purge from our souls—the venom of any feeling of ill will or bitterness toward anyone. Let us strike from our hearts the unwillingness to forgive and forget; and, instead, approach men in the spirit of the Master, even those who “despitefully use you.” (<span class=\"citation\" id=\"36905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36905)\">Matt. 5:44<\/a><\/span>.) Let us pray—rather, let us plead for the spirit of forgiveness. Let us look for the good in each other—not the flaws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p28\" class=\"\">The Master knew men’s lives would be changed more quickly and more surely by love than by criticism. In <span class=\"citation\" id=\"1137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1137)\">1 Jn. 4:19<\/a><\/span> we read: “We love him, because he first loved us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/removing-the-poison-of-an-unforgiving-spirit.p29\" class=\"\">I testify to the importance of this principle of salvation, the principle of forgiving and forgetting, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}