{"ID":3897, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Word Is Commitment”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p3\" class=\"\">Recently I had the opportunity of congratulating a special young lady upon her graduation from college. Knowing she had achieved this lofty goal under extreme difficulties, I said, “Would you mind telling me in one word how you were able to achieve this great accomplishment?” While she paused momentarily, words like <span class=\"emphasis\">courage, determination,<\/span> and <span class=\"emphasis\">faith<\/span> flashed through my mind as I anticipated her answer. Then without hesitation she said, “Elder Ashton, the word is <span class=\"emphasis\">commitment.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p4\" class=\"\">Most of us who have ever heard of the great American leader Abraham Lincoln will recall what he said of his mother: “All that I am, all that I hope to be, I owe to my Angel mother.” (in <span class=\"emphasis\">Abraham Lincoln’s Philosophy of Common Sense,<\/span> ed. Edward J. Kempf, New York: The New York Academy of Sciences, 1965, p. 60.) But how many of us know what his mother’s last words to him were? They were “Be something, Abe.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p5\" class=\"\">Not only is this wise counsel, but it also expresses the yearnings of most fathers’ and mothers’ hearts to have their children be something. Simple terms, but, oh, how powerful, “Be something.” I am so pleased she didn’t say, “Be someone.” She said, “Be something, Abe.” There is a significant difference. In the dictionary <span class=\"emphasis\">someone<\/span> is defined as “conceived or thought of, but not definitely known,” while <span class=\"emphasis\">something<\/span> is identified as “a person or thing of importance.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p6\" class=\"\">Abraham Lincoln’s mother knew her son, his potential, and the rocky roads ahead of him; hence, she wanted him to commit himself promptly to being steadfast and immovable in living and promoting deeds of courage and faith in the lives of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p7\" class=\"\">A word of hope is poured out on every generation of people by those who advocate accomplishment, an exemplary life, living up to one’s abilities, and keeping one’s commitments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p8\" class=\"\">True happiness is not made in getting something. True happiness is becoming something. This can be done by being committed to lofty goals. We cannot become something without commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p9\" class=\"\"><span class=\"emphasis\">Commitment<\/span> as a word cannot stand alone. We must always ask, “Committed to what?” As all of us blend into the programs of the Church, it behooves us to set goals for ourselves in order to reap the blessings of self-improvement and excellent performance in given assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p10\" class=\"\">“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p11\" class=\"\">“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p12\" class=\"\">“But he that doeth not anything until he is commanded, and receiveth a commandment with doubtful heart, and keepeth it with slothfulness, the same is damned.” (<span class=\"citation\" id=\"17979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17979)\">D&amp;C 58:27–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p13\" class=\"\">As we search for good causes, we must consider our own needs, but also we must live in compliance with gospel teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p14\" class=\"\">President Spencer W. Kimball at the Regional Representatives Seminar of April 3, 1975, said, “I believe in goals, but I believe that the individual should set his own. Goals should always be made to a point that will make us reach and strain. Success should not necessarily be gauged by always reaching the goal set, but by progress and attainment.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p15\" class=\"\">In setting our own goals we need to examine our own needs and abilities. The direction in which we are moving is more important than where we are at the moment. Goal setting should cause us to stretch as we make our way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p16\" class=\"\">Self-examination is most difficult. Surveys have shown that most people take credit for success to themselves, but blame their failures on external forces or other people. It would be well, when confronted with problems, to be able to ask the same questions the Twelve Apostles asked during the Last Supper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p17\" class=\"\">“Now when the even was come, he sat down with the twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p18\" class=\"\">“And as they did eat, he said, Verily I say unto you, that one of you shall betray me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p19\" class=\"\">“And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?” (<span class=\"citation\" id=\"36960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36960)\">Matt. 26:20–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p20\" class=\"\">When our progress seems to be at a standstill, it is well for us to ask who is at fault. Is it I? Am I sufficiently committed to righteous goals? Do I have the courage, fortitude, and wisdom to apply self-examination—or will I be inclined to try and decide which of my associates will fail?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p21\" class=\"\">William Clement Stone, a Chicago millionaire, in an interview said, “Only if you have drive, the push, ‘the want to’ will you succeed in any field.” He went on to say, “Regardless of your religious beliefs, read the Bible, the most inspirational book of all time. And learn to employ the power of prayer.” This man had learned the value of commitment. He had the “want to.” He had also learned to turn to God for direction, guidance, and help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p22\" class=\"\">Many people are motivated by spiritual goals. The question is, “For what reasons?” Is it because of good feelings and promised rewards, or is it because of fear of not living the commandments? The best motivation is toward the positive. Total commitment to correct gospel principles brings joy, satisfaction, and the abundant life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p23\" class=\"\">Dale Carnegie once said, “If you are not in the process of becoming the person you want to be, you are automatically engaged in becoming the person you don’t want to be.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p24\" class=\"\">However, we must realize not all problems of life can be solved at once. A commitment to solve our daily needs and the reaching of immediate lesser goals will bring meaningful successes. Realize that God will judge you by the way you make use of all your possibilities. It is wise and proper to want to make the most of every opportunity, but don’t quit or weep because of failure or disappointments. Break down big commitments into smaller ones that you can handle. Then self-esteem will grow and commitment toward goals of greater magnitude will become possible. The journey of success is long and is dotted with a series of commitments to worthy goals. A person does not become committed to worthwhile goals just by making the declaration or decision. It must be daily progression toward established purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p25\" class=\"\">When one is wholly committed, added strengths and talents become evident. Assistance comes from unexpected sources. Who of us has not accepted some assignment with fear and trepidation, feeling totally inadequate to take on such a responsibility? But with concern and obedience we move forward—working hard and praying often. As the task is completed, to our surprise, we have been successful. We humbly realize that our own abilities have been added upon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p26\" class=\"\">Goethe wrote, “What you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.” (<span class=\"emphasis\">Faust: Vorspiel auf dem Theater,<\/span> 1:227, as translated by John Anster, <span class=\"emphasis\">Faustus, A Dramatic Mystery: Prelude at the Theatre,<\/span> 1:303, 1835.) We would add that commitment has genius, power, and magic in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p27\" class=\"\">The scriptures say it this way: “For I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1789)\">1 Ne. 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p28\" class=\"\">A truly committed person does not falter in the face of adversity. Until one is committed, there is a chance to hesitate, to go off in another direction, or to be ineffective. Members within our ranks who are committed to living the gospel of Jesus Christ will not be affected by the rationale of hecklers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p29\" class=\"\">Our enemies are becoming more hostile with each passing week. They seem intent on not only deceiving the uncommitted among us but on leading astray even the elect. They criticize our leaders. They scoff at what we consider to be sacred. They mock ordinances and covenants we know to be true and holy. They delight in discovering and sharing human flaws and frailties among our leaders past and present rather than acknowledging and benefiting from the truths they taught. They go to the tree, and instead of enjoying the fruit thereof, they point out the scars discovered on the tree trunk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p30\" class=\"\">Do not be deceived. God will not be mocked. (See <span class=\"citation\" id=\"23341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23341)\">Gal. 6:7<\/a><\/span>.) We have no intention of quarreling or demanding equal time to refute. We invite the dissenters as well as all others to open their eyes and see the beauties and thrills available to those who walk in His path looking for the good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p31\" class=\"\">For example, it is a sad day in the life of any individual or group when by present training, attitude, and design, they would go to a football game and judge the participants by the dirt and grime on their uniforms rather than by how many tackles were made or yards gained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p32\" class=\"\">By the same token, where is the pleasure for these same people who, attending a big league baseball game, will not cheer or clap for the home run hitter who drives in the winning runs but would rather dwell upon the fact that when the star, according to their research, was in grade school he was kept after school for misconduct? Woe unto those who feast on the dirt and the distasteful instead of the fruits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p33\" class=\"\">Contrast those attitudes with that demonstrated by an elderly widow acquaintance of ours who travels to the temple every morning, spends the day attending sessions, and returns home by bus tired and worn just because “I love everyone, even those I cannot see.” Her attendance record? “I go every day it is open. Sometimes when I don’t feel too strong it is difficult, but I make it somehow.” The word is <span class=\"emphasis\">commitment.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p34\" class=\"\">We all have eyes, ears, and minds to lift, lead, and love. Total commitment to God and His ways will not permit us to engage in destructive criticism, retaliation, or undue disgust. We should commit ourselves to marching shoulder to shoulder in the battle to save souls—without destroying, condemning, or belittling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p35\" class=\"\">With Paul’s conversion came commitment. Joseph Smith placed commitment ahead of life itself. From the time of his first vision until his martyrdom, he was a victim of bitter persecution, reviling, and ridicule, but never did he falter in spite of extreme adversity. As he recorded his story, he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p36\" class=\"\">“However, it was nevertheless a fact that I had beheld a vision. I have thought since, that I felt much like Paul, when he made his defense before King Agrippa, and related … when he saw a light, and heard a voice; but still there were but few who believed him; some said he was dishonest, others said he was mad; … But all this did not destroy the reality of his vision. He had seen a vision, he knew he had. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p37\" class=\"\">“So it was with me. I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; … For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation.” (<span class=\"citation\" id=\"30665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30665)\">JS—H 1:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p38\" class=\"\">Certainly neither the Apostle Paul nor Joseph Smith waivered, though they faced severe trials. As mentioned earlier, in our present day there are many who are sowing seeds of dissension and discord. With half truths and slander, they are endeavoring to lead members of the Church of Jesus Christ into apostasy. Sometimes I wonder just how Christian it is to call someone else un-Christian, when we are referring to his conduct. Those who are firmly committed to living the gospel of Jesus Christ will not be confused, confounded, or led astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p39\" class=\"\">If we profess to be Latter-day Saints, let us be committed to living like Latter-day Saints, using Jesus Christ as our master teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p40\" class=\"\">It is not too late to commit ourselves to living the gospel totally while here on earth. Each day we must be committed to lofty Christian performance because commitment to the truths of the gospel of Jesus Christ is essential to our eternal joy and happiness. The time to commit and recommit is now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p41\" class=\"\">I’m thinking of a five-year-old boy who fell out of bed during the night and came crying to his mother’s bedside. To her question, “Why did you fall out of bed?” he replied, “I fell out because I wasn’t in far enough!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p42\" class=\"\">It has been my experience over the years that, generally speaking, those who fall out of the Church are those who aren’t in far enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p43\" class=\"\">In a simple statement, the difference between those committed and those who are not is the difference between the words <span class=\"emphasis\">want<\/span> and <span class=\"emphasis\">will.<\/span> For example, “I want to pay tithing, but our funds are so limited,” or “I will pay my tithing.” “I want to go to sacrament meeting if I have time,” or “I will go to sacrament meeting.” “I would like to be a good teacher, but the children are so noisy,” or “I will be a good teacher.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p44\" class=\"\">To reap the full benefits of life, we must fill our days with commitment to worthy goals and principles. There is no other way. As these commitments lead us to action, we will find added growth and dimension which will guide us toward a productive life here on earth and open the door for eternal life with our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-word-is-commitment.p45\" class=\"\">The word is <span class=\"emphasis\">commitment.<\/span> To be something, we must be committed. God is our Father. Jesus is our Savior, and this is His Church. May we commit ourselves to living Christlike lives regardless of the environment or opposition I pray, in the worthy name of Jesus Christ, our Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}