{"ID":390, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Second Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1949, pp. 83-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSeventy-nine years ago today, a baby boy came to earth across the street from where I stand.\nThere was snow on the ground. The boy's parents were living in very humble circumstances.\nI was that boy, and here in your presence today, I praise my Maker and thank him with all\nmy heart for sending me into a home of real Latter-day Saints.\n<\/p><p>\nEARLY LIFE\n<\/p><p>\nI grew up in this community. When eight years of age, I was baptized in City Creek just a\nblock from here. I was confirmed a member of the Church in fast meeting in the Seventeenth\nWard, and with the encouragement of one of my dear aunts, Lucy M. Smith, I stood up and\nbore my testimony. I told that audience that I was glad to belong to the Church of Jesus\nChrist, for I believed it was the true Church, and I wanted to be worthy of my membership in\nit.\n<\/p><p>\nMany things have happened since then. I wish I could give you a picture of what has passed\nbefore my eyes and through my mind since I began life here on earth. I was privileged to go\nto school. I attended the Sunday School and the Mutual Improvement Association in the\nSeventeenth Ward. I attended fast meeting and used to come to this building on Sunday to\nhear sermons delivered by the great leaders of the Church. I was permitted to go to Provo and\nattend Brigham Young Academy under Superintendent Karl G. Maeser for one year; and the\ninfluence of that good man on my life was so great that I am sure it will endure for eternity.\n<\/p><p>\nI was ordained a deacon and was president of my quorum. When I was about fourteen years\nof age, I read the fortieth chapter of Alma in the Book of Mormon\n(<span class=\"citation\" id=\"8888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8888)\">Alma 40:1-26<\/a><\/span>) in our Sunday School\nclass. It made an impression on my mind that has been helpful when death has taken loved\nones away. I will not take time now to read it, but it is one place in the scriptures that tells us\nwhere our spirits go when they leave this body, and I have wanted to go to that place called\nparadise ever since.\n<\/p><p>\nMISSION IN SOUTHERN STATES\n<\/p><p>\nI was called on a mission to the Southern States in the days when great bitterness motivated\nsome of the people who lived there. The most of them were good men and women, but there\nwere a few who objected to the gospel of Jesus Christ being taught as the Lord desires us to\nteach it. Some of our missionaries were brutally whipped. During the period of time before I\nwent there, several were killed. I had the experience myself of lying in bed while the bullets\nwhistled overhead. A mob surrounded the building where we were sleeping and fired into the\nfour corners. Splinters fell over us, but nobody was hurt. I labored under the direction of\nElder J. Golden Kimball. He was a great mission president. I came home and continued my\nlife work, having been benefited by the experience of my missionary career.\n<\/p><p>\nThere were saloons and gambling houses in Salt Lake City in my youth&mdash;not very many&mdash;but\nsome, but I never had occasion to go into them. I always felt it would not please my father\nand mother if I did, and I was happy to do the things that they wanted me to do.\n<\/p><p>\nFURTHER ACTIVITIES\n<\/p><p>\nAfter my mission to the Southern States, I was called to work in the auxiliary organizations at\nhome, in both the Sunday School and the Mutual Improvement Association, and later became\none of the stake superintendents of the Young Men's Mutual Improvement Association. I was\nalso a ward teacher and stake home missionary. I also served as a member of the general\nboard of M.I.A.\n<\/p><p>\nThe President of the United States, William McKinley, sent word to me by Governor Arthur\nL. Thomas that he felt that a member of the Church of Jesus Christ of Latter-day Saints was\nentitled to a federal appointment. We had not had one up to that time, and he offered me the\nposition in the Land Office of Receiver of Public Monies and Special Disbursing Agent.\nBefore that I had worked for the Grant-Odell Company in the yard putting up wagons and\nother equipment, and when I was offered the position of Receiver in the United States Land\nOffice. I was working for Z.C.M.I. My first appointment came from President William\nMcKinley, and the next one came from President Theodore Roosevelt.\n<\/p><p>\nI attended the general conferences that were held semi-annually in this building. I used to\nedge my way in and sit down on the stairs at the left. The house would be full, and there\nweren't seats for everybody. On the particular occasion to which I refer, I came in, as usual,\nand worked my way through the crowd and finally got a seat down near the bottom of the\nstairs. (At that time I was a married man with a family, living across the street, and may I say\nthat having a fine Latter day Saint wife was one of the greatest blessings that ever came to\nme.) Presiding Bishop Charles W. Nibley, who was my neighbor, touched me on the shoulder\nand said, \"Come and sit by me.\" \"I said, \"There is plenty of room here.\" Again he said,\n\"Come and sit by me. It is more comfortable here.\" If I had known what was going to happen\nduring that conference, you could not have pried me into that seat.\n<\/p><p>\nCALL TO APOSTLESHIP\n<\/p><p>\nThat was on Sunday. I had to be at my work in the land office because people were there\nfrom all over, and I could not go to the meetings except on Sunday. The following Tuesday, I\ncame home from the land office to take my children down to the fair at four o'clock, and\nSister Nellie Colebrook Taylor came across the street and said, \"Oh, Brother Smith, I\ncongratulate you.\"\n<\/p><p>\nI said, \"What are you congratulating me about?\" She said, \"Don't you know?\"\n<\/p><p>\nI replied, \"I don't know what you are talking about.\"\n<\/p><p>\n\"Why,\"  she said, \"you have just been sustained as a member of the Quorum of the Twelve.\"\nAnd I talked her out of it.\n<\/p><p>\nShe apologized and said, \"I am sorry. I hope you will forgive me.\" Knowing what my father's\nexperiences had been, and having such a nice position at the land office, I was not looking for\na place such as father had. It took all his time and kept him away from home so much.\n<\/p><p>\nI turned to my wife and said, \"I'll take the children now and go down to the fair.\" But before\nI could get to the buggy, back came Sister Taylor, and she rushed up to me and said, \"It was\nyou! It was you! Everybody heard it.\"\n<\/p><p>\nI will never forget how I felt. I turned to my wife, and she was in tears. That is the way I\nreceived my notice that I had been sustained as a member of the Quorum of the Twelve.\n<\/p><p>\nThese are some of the experiences of a short life; and I want to say to you brethren and\nsisters, it is a good deal better to be seventy-nine years young than it is to be fifty years old.\n<\/p><p>\nSHARING THE GOSPEL\n<\/p><p>\nI came into my place as humble as a man could be. It took me about three weeks before I\ncould feel comfortable, and that would be another interesting story if I had the time to tell it.\nDuring the period of time I have held the priesthood, I have traveled more than a million\nmiles in the world, seeking to share the gospel of Jesus Christ that is so precious to me. It has\nnever been difficult for me to tell men about the fine things that we have. Sometimes when\nmen belonging to other churches have said, \"We have this and this,\" I have said, \"Keep all the\ntruth that you have, and then let me explain to you some of the things that you do not possess\nthat have made my life rich, and I am sure would make you happy.\"\n<\/p><p>\nI was secretary of the Southern States Mission, and I presided over the European Mission for\na term, and I have been associated with you, my brethren and sisters, and many of your\nfathers and mothers who have passed to the other side, in this marvelous gospel of Jesus\nChrist our Lord. I would like to say there has never been one hour in my life that I can\nremember that I have had any doubt about this being the work of our Heavenly Father. It has\nbeen a joy to me. People have been kind to me wherever I have been&mdash;almost everyone. I\ncannot imagine that I could have lived a richer life if I had planned what I wanted to do\nduring these seventy-nine years.\n<\/p><p>\nI take this occasion now to thank the General Authorities of the Church, the stake authorities,\nward authorities, members of the Church, to thank you for your kindness, your love, your\nhelp, and willingness to enable me to do my work, especially at times when it has been\nsomewhat difficult.\n<\/p><p>\nBLESSINGS TO BE EARNED\n<\/p><p>\nWe have a great responsibility resting upon us in the various positions we occupy, I say to\nyou men who are in this audience, who are elders of the Church of Jesus Christ of Latter-day\nSaints, and who have no official position, the Lord expects just as much from you, If you\nexpect your blessings in the hereafter, you will have to earn them in the same way that the\nmen who are ward and stake and General authorities are earning theirs.\n<\/p><p>\nIt is a wonderful thing to look into the faces of a group like this, I do not know how soon the\ntime may come that I will be called from this sphere of action, but when that time comes, I\nhope that I will have earned the right to continue my associations with just such men and\nwomen as are here today, and those who are scattered throughout the world who are living\nthe gospel of Jesus Christ,\n<\/p><p>\nTo this marvelous choir of young people, from Ricks College of Rexburg, Idaho, I say: Keep\nthe commandments of the Lord. There isn't any happiness worthy the name if you fail to do\nthat. All happiness is on the Lord's side of the line. We thank you for coming here to sing to\nus. We hope that wherever you go you will keep in mind that our Heavenly Father loves you\nand has offered you and continues to offer you opportunity to develop, to be such men and\nwomen as will be entitled to a place in the celestial kingdom to have the association with\nthose whom you love throughout the ages of eternity.\n<\/p><p>\nGRATITUDE FOR PRESERVATION\n<\/p><p>\nI had no idea when I came this morning that I was going to talk to you like this. I am\ngrateful for the preservation of my life. Many times when I have been apparently ready to go\nto the other side. I have been kept for some other work to be done. I want every one of you\nto know that I do not have an enemy, that is, there is no one in the world that I have any\nenmity towards. All men and all women are my Father's children, and I have sought during\nmy life to observe the wise direction of the Redeemer of mankind, to love my neighbor as\nmyself (<span class=\"citation\" id=\"34307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34307)\">Matt. 22:39<\/a><\/span>).\nI have had much happiness in life, so much that I would not exchange with anybody\nwho has ever lived, and I do not say that boastfully but gratefully. All the happiness that has\ncome to me and mine has been the result of trying to keep the commandments of God and of\nliving to be worthy of the blessings that he has promised those who honor him and keep his\ncommandments.\n<\/p><p>\nTHE LORD'S SIDE\n<\/p><p>\nGod bless you, my brethren and sisters. Do not make any mistake in these days of\nuncertainty. Stay on the Lord's side of the line. All righteousness, all happiness is on his side\nof the line.\n<\/p><p>\nIn conclusion, I pray that we may all so adjust ourselves as we pass through life's experiences\nthat we can reach out and feel that we hold our Father's hand. This is God's work. This is his\nChurch. It is the way that our Heavenly Father has provided to prepare us for eternal\nhappiness. I pray that we may all be worthy of it.\n<\/p><p>\nI would not feel right if I failed now to express to my father's family, my brothers and\nsisters, my own family who have been so close to me all these years, my gratitude to them for\ntheir helpfulness. They have never put anything in the way of my doing my duty. And I take\nthis occasion to say to my brethren, the counselors in the Presidency of the Church, and these\nother men who are here on this stand: You will never know how much I love you. I have not\nwords to express it. And I want to feel that way toward every son and every daughter of my\nHeavenly Father, and I can feel that way if I observe his laws and commandments and follow\nhis advice.\n<\/p><p>\nThat the Lord may enable us all so to adjust ourselves that when the time comes for us to go\nhence we may find our names enrolled in the Lamb's book of life\n(<span class=\"citation\" id=\"42208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42208)\">Rev. 21:27<\/a><\/span>) entitling us to a place in\nthe celestial kingdom in the companionship of the best people that have lived upon the earth,\nI pray in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}