{"ID":3900, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            How Do You Know?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p2\" class=\"\">Elder William R. Bradford<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba2.jpg\" alt=\"Elder William R. Bradford\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p3\" class=\"\">I proclaim unto you that I know there is a God in the heaven. He is our Father. We are His children, begotten in His image and likeness. We are His seed and have the potential within us to become as He is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p4\" class=\"\">For this to happen, our Heavenly Father prepared a plan. An earth would be created upon which our spirits could be born into physical bodies, a place where we could have experiences that would teach and test us, a place to develop the godly potential within us. Here we, the seed of God, can mature into the product of the harvest of the Father’s work, which is “to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39622)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p5\" class=\"\">The plan provides us with the needed resources and instruction to become as He is. By obedience we may become lawful heirs to the quality of life He lives and to a fulness of that which He possesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p6\" class=\"\">Our Father taught us the plan in our pre-earthly life. He gave us free agency to choose for ourselves whether or not we would accept the plan. The fact that we are here on the earth with physical bodies is prima facie evidence that we did accept it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p7\" class=\"\">However, others of God’s children chose not to accept the plan. Led by Lucifer, they rebelled against our Father and sought to gain power and glory through force. They were defeated in this attempt and were cast out of the Father’s presence. They are here upon the earth without physical bodies. They are still led by Lucifer, who became Satan, the devil. They are not involved in developing godly potentials; rather, they are continually struggling to influence man to misuse the resources and to disobey the instructions of our Father. Even more insidious is their relentless influence to deceive man into doing nothing with the resources and remaining ignorant of the instructions. Through this influence have come sin and transgression: sins of commission and sins of omission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p8\" class=\"\">We refer to the instructions the Father has given us as commandments. It is because of sin and the transgression of these commandments that man becomes sensual, devilish, and fallen man. (See <span class=\"citation\" id=\"17946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17946)\">D&amp;C 20:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p9\" class=\"\">“Fallen man” means that man is subject to death and separation from God. When death comes to the physical body, the spirit body lives on, separated from the presence of God. Thus, the condition of fallen man is death and separation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p10\" class=\"\">What I have said, I declare in soberness to be true. I declare it to the receptive ear, to those who also know it is true. I declare it, unashamedly, to the doubting ear, to those who would mock and scorn, as we can imagine could have been the case when the declarations fell from the lips of Noah and the people surely demanded from him an answer: “How do you know? How do you know?” I declare it to the slumbering, who, in their ignorance of God’s plan and their darkness of mind, can but think the question, “How do you know? How do you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p11\" class=\"\">I hold in my hand the Book of Mormon, another testament of Jesus Christ. This book has cost the sacrifice, even the lives, of countless thousands to preserve and bring forth. Its coming forth is part of the marvelous restoration by God of His resources and His instruction to His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p12\" class=\"\">Now that we have the Book of Mormon, which has been inspired, protected, and delivered by divine powers into our hands—now that we can read it—to our amazement we find that one of the two major messages it contains for us is the record of a fallen people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p13\" class=\"\">In this book, page after page, story after story, character by character, we are taught that there is a God in the heaven; that He framed the heaven and the earth; that we are His children and He is our Father; that we are begotten in His image and after His likeness; that there is a plan for our becoming as He is; that the plan was challenged by him who rebelled against the Father and who was cast down to the earth to become Satan, the devil, the father of lies and transgression; that our Father allowed our spirit bodies to come to this earth to take upon them physical bodies; that here on earth we may, if we will, obey the Father’s commandments, which will qualify us to return to His presence and live the glorious style of life He lives. “But by the transgression of these holy laws man became sensual and devilish, and became fallen man.” (<span class=\"citation\" id=\"17947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17947)\">D&amp;C 20:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p14\" class=\"\">Yes, it is with amazement that we discover that one of the two major messages in the Book of Mormon is the record of a fallen people; but that amazement turns to gratitude as we realize that God is explaining the truism that “you can’t know the solution if you don’t first understand the problem.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p15\" class=\"\">The problem is that man has transgressed the holy commandments of God and has become fallen man, to suffer death and everlasting separation from the presence of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p16\" class=\"\">But this Book of Mormon contains a second message. It contains the solution. It contains the fulness of the gospel of Jesus Christ. Just as the doctrine of fallen man lays before us the fulness of our fallen condition, so does the gospel of Jesus Christ lay before us the fulness of the way to overcome that condition. It is the solution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p17\" class=\"\">Central to the gospel of Jesus Christ is the plan of redemption. God gave His children commandments that they “should love and serve him, the only living and true God, and that he should be the only being whom they should worship.” (<span class=\"citation\" id=\"17945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17945)\">D&amp;C 20:19<\/a><\/span>.) By the transgression of these holy laws came the Fall; “wherefore, the Almighty God gave his Only Begotten Son.” (<span class=\"citation\" id=\"17948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17948)\">D&amp;C 20:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p18\" class=\"\">He came to the earth and did a work. He fulfilled the requirements of the plan of redemption. The work He did brought about the resurrection, meaning the reuniting of our spirit bodies with a renewed physical body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p19\" class=\"\">The work He did was an atonement which opens again the way for us to reach our potential as the seed of God. Now, although we have become fallen man, if we repent and obey the commandments, we can return to our Father’s presence:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p20\" class=\"\">“And since man had fallen he could not merit anything of himself; but the sufferings and death of Christ atone for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory.” (<span class=\"citation\" id=\"9388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9388)\">Alma 22:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p21\" class=\"\">If you had a son, your very own seed, would you not want him to mature into the fulness of his potential? While he was yet young and tender, would you not give him teachings, instruction, even commandments? Would these commandments not be to protect him from harm and evil, even death?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p22\" class=\"\">If, by his disobedience to your teachings and commandments, he fell into a situation from which he had no power to extract himself—a situation in which he would surely die, a situation from which, without help, he could not return to be in your companionship—would you not do all in your power to bring about his salvation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p23\" class=\"\">God is our Father. We are His children. In our state as fallen man, He has sent a savior. He is Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p24\" class=\"\">Since all men have sinned, there is not one who can return to the Father except through Jesus Christ. He is the only one of the Father’s children who has not transgressed the holy laws. If He had, He too would have become fallen man. If this had happened, who would be our savior? But Christ is sinless, and He has brought about our atonement on the terms of our repentance and obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p25\" class=\"\">His own declaration comes to us by way of stern commandment:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p26\" class=\"\">“Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p27\" class=\"\">“And it is by my almighty power that you have received them.” (<span class=\"citation\" id=\"17940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17940)\">D&amp;C 19:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p28\" class=\"\">Did we not receive the Book of Mormon from the Lord by the hand of Joseph Smith, God’s mighty prophet of the Restoration?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p29\" class=\"\">Christ, speaking to the Nephite nation as revealed to us in the Book of Mormon, gave us further instruction regarding the steps we must take to overcome our condition as fallen man. Said He:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p30\" class=\"\">“And I bear record that the Father commandeth all men, everywhere, to repent and believe in me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p31\" class=\"\">“And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p32\" class=\"\">“And whoso believeth not in me, and is not baptized, shall be damned.” (<span class=\"citation\" id=\"5941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5941)\">3 Ne. 11:32–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p33\" class=\"\">To be damned simply means to be stopped in your progress. It means to remain in the condition of fallen man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p34\" class=\"\">Christ continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p35\" class=\"\">“Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whosoever believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with … the Holy Ghost” (<span class=\"citation\" id=\"5942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5942)\">3 Ne. 11:35<\/a><\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p36\" class=\"\">I ask you to ponder the question, “How can anyone understand the role of, or the need for, a savior if he does not first understand what it is he must be saved from?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p37\" class=\"\">The Book of Mormon contains the record of a fallen people. It outlines how man got into a condition which subjects him to death and separation from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p38\" class=\"\">The Book of Mormon also contains the fulness of the gospel of Jesus Christ. It outlines for us in perfect clarity what has been done for us and what we must do ourselves to overcome our fallen condition and return to the presence of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p39\" class=\"\">Now, O fallen man, with so great a witness, do you yet dare to ask, “How do you know? How do you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/how-do-you-know.p40\" class=\"\">The Book of Mormon holds out to us a fulness of what we must be saved from. It gives us a complete understanding of the role of, and the need for, a savior. It is another testament of Jesus Christ, which I proclaim and testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}