{"ID":3905, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Season for Strength\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p3\" class=\"\">Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6a.jpg\" alt=\"Barbara B. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p4\" class=\"\">President Hinckley, Elder Maxwell, Elder Larsen, President Young, President Cannon, beautiful Primary girls and Young Women, and my beloved Relief Society sisters: We have come together to speak of things we have in common. Although our ages, and stages in life, and circumstances create different challenges, the scriptural words of the beautiful hymn the choir has just sung should be the statement for all of us—young and older—“The Lord is the strength of my life.” (<span class=\"citation\" id=\"41975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41975)\">Ps. 27:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p5\" class=\"\">I hope that through this message we will have manifested and affirmed in our hearts the reality that the principles of the gospel are timeless and timely and that eternal truths supply precise answers for our present need. Such needs are notable in their diversity and demanding in their urgency, but in groping for answers we sometimes overlook the evident. For good solutions often lie not so much in the undiscovered as in the unused.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p6\" class=\"\">When the Lord restored the gospel to the earth in its fulness and purity, he also organized the Church as a means to turn precepts into living principles, to help believers become Saints. And become Saints they did when, as converts, they were drawn by their compelling faith to put precept to the test; and in the strength of the Lord they saw goals achieved, hopes realized, and their own strength grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p7\" class=\"\">In a gripping account of the Martin Handcart Company, caught by early winter snows in the trek from Iowa City to the Salt Lake Valley, we read of Margaret Dalglish, “a stout Scottish girl worn down to skin and bones, but still keeping up.” After wading through rivers of slush ice and suffering blizzards, hunger, and loss of loved ones, she was among those who were still “hauling their battered carts, still walking defiantly on their own legs” as they entered the valley at last.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p8\" class=\"\">While the demands made upon women in pioneer days may seem to be of more heroic proportions than those commonly faced by women today, in a sense we share the whole range of problems—disease, divorce, drugs, death, immorality, economic insecurity, abuse, loneliness, depression, single parenthood and on and on—problems with which women have always struggled and with which they must now contend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p9\" class=\"\">We are in a time when the swift changes of our social structure are thrusting enormous challenges upon us. We must remember that the work of women is important and still must be done. The spirit children of God must have the experience of mortality, and that means babies must be wanted, nurtured, loved, and cared for. The Lord has given women a primary responsibility in the establishment of good homes and well-cared-for families. No matter what the challenges are, we must find ways to accomplish this life-giving and eternal work. “Good family life is never an accident; it is always an achievement.” It was so for the women of the past, and it is so for us today. Our lives require discipline, coping without compromise, conversion of precepts into living principles that will make us saintly. We can see examples about us today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p10\" class=\"\">Consider the sister, just recently baptized, who accepted a calling to teach a Relief Society lesson. When she could not arrange transportation one Sunday morning, she walked the eleven miles to the meetinghouse and gave her lesson in order to honor her commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p11\" class=\"\">A visit by a Relief Society president to an inactive deaf sister revealed that it hurt the sister too much to go to meetings and never be able to join in the discussion. As the president left that home, she promised the sister that if she would attend her Relief Society meetings she would be included. The president and her entire board learned to sign. Gratitude, satisfaction, and personal enrichment came as the sisters employed this new skill to respond to the need of that one individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p12\" class=\"\">The husband of a Relief Society sister was killed in a disastrous automobile accident, leaving his wife and three young children without means of support or much security. Upon taking stock of her circumstances, personal resources, and talents, the courageous wife worked out a plan whereby she could complete her education and provide financial sustenance for the family during the hours the children were in school. Through the application of thrift, discipline, and reliance on the Lord, the needs of the family were met. Kind, loving care was given to the sister’s aged parents as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p13\" class=\"\">Even as the Lord organized the Church, we who have the gospel need to organize our lives to do what has to be done, to become “doers of the word” (<span class=\"citation\" id=\"26321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26321)\">James 1:22<\/a><\/span>), and in the doing to come to know strength in the Lord. That strength comes when we prepare for his blessings, recognize them, and use his gifts to make his ways our ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p14\" class=\"\">In the beloved Latter-day Saint hymn “O My Father,” Eliza R. Snow celebrates in words the continuity of family relationships beyond death and reminds us of a glorious reunion with our heavenly parents. Written as solace to a dear friend, Zina Huntington, who had lost her mother and father in tragic deaths, the well-known lines of this hymn give poetic statement to a great truth revealed through the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p15\" class=\"\">By looking closely, we can find in that single incident in Church history some of the gifts God has given to strengthen Latter-day Saint women: revealed truth, priesthood leadership, individual talents, and opportunities for service. These are available to every woman and can give us the power to triumph over the most difficult circumstances and move forward in strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p16\" class=\"\">In just rendering compassionate service to a friend, Eliza R. Snow used her talents, responded to priesthood leadership, and gave memorable expression to revealed truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p17\" class=\"\">In a very real sense, when Joseph Smith knelt in the Sacred Grove and asked his question, it was for each of us. The answer he received provides a sure foundation of fundamental truths upon which we should structure our lives. He also demonstrated that through personal prayer eternal truths answer individual needs. Heavenly power can help us understand and relate the timeless to our immediate concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p18\" class=\"\">Whatever your circumstances, this can be your season of strength, because one of the most compelling concepts in the gospel is that the Savior will come again. And he counsels, “Behold, I come quickly.” (<span class=\"citation\" id=\"42534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42534)\">Rev. 3:11<\/a><\/span>.) We must live with constant anticipation of his coming. Being ready to receive him is the position of our greatest strength. Let this be our bulwark against temptation or slothfulness. Let it cause us to read the Savior’s words, to search our hearts, and to try to live every principle of righteousness he taught. This will require us to love as he loves. Then, we are told, when he comes we shall know him, for we shall be like him. (See <span class=\"citation\" id=\"1134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1134)\">1 Jn. 3:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/a-season-for-strength.p19\" class=\"\">May the Lord be our light and our salvation, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}