{"ID":3906, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prepare to Teach His Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p3\" class=\"\">Dwan J. Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p\" class=\"\">General Primary President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274e.jpg\" alt=\"Dwan J. Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p4\" class=\"\">Tonight I want to tell you about a girl who was a pianist of some promise. When she was quite small, her mother sat with her on the piano bench each day, taught her the notes, and encouraged her to practice while she learned those first pieces.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p5\" class=\"\">Soon this wise mother decided she had taught her as much as she knew and that her daughter should begin taking lessons from a professional teacher. The young woman was encouraged constantly, and while in high school she had the opportunity to play part of a piano concerto with a symphony orchestra.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p6\" class=\"\">As she entered the hall the night of the concert, there was excitement in her heart. She felt confident and ready because her preparation had been thorough. She took her place at the piano bench. The conductor lifted his baton, and she raised her eyes to watch for his signal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p7\" class=\"\">Suddenly her eye caught the face of someone she knew. It shifted her attention so that, when the conductor gave the cue, she could not respond. Her mind went blank; her memory failed; her fingers froze; she could not think of the beginning notes. The conductor cued her once more; still no response. Finally, after an agonizing pause, someone passed her the music so she could begin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p8\" class=\"\">When the number was over, she rushed from the stage, thoroughly devastated by what had happened. She wanted the earth to open up and swallow her. Anything would do, so long as she didn’t have to face her parents, her friends, the orchestra members, or any of the audience. Suddenly, in one brief moment, her whole life stopped, so she thought. But of course it didn’t. She had to stand up and walk out of that concert hall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p9\" class=\"\">She didn’t die; the world didn’t stop. In fact, there is no record that it even skipped a beat on that momentous day. I know because I was there—I was that girl. I lived to play other pieces and to perform before other audiences because my teacher said I could. And my parents reminded me that I must go on. The humiliation still races through me when I think about it. But I have come to realize that my life did not end that night because, though I had been preparing for a piano performance, I had also been preparing in other ways. Perhaps more significantly, others had been teaching me and preparing me to pick myself up and try again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p10\" class=\"\">My time of preparation had been carefully guided by people who loved me to include experiences with gospel principles. Those teachings were well cultivated inside me so that, when the time of hurt and embarrassment came, I knew I was not alone. I knew there was more to the valued experience of life than playing the piano.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p11\" class=\"\">The scriptures tell us to “train up a child in the way he should go, and … he will not depart from it.” (<span class=\"citation\" id=\"41565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41565)\">Prov. 22:6<\/a><\/span>.) One of the major assignments given to parents is to teach their children the gospel. This provides what others have called a “value system.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p12\" class=\"\">This plan outlined by the Lord is designed to impress us with the worth of human life and the profound importance of the individual. He has revealed that there is purpose in living. That purpose is for each of us to learn those Christlike attributes which will make us worthy of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p13\" class=\"\">Mortality is the time to learn to walk by faith. (See <span class=\"citation\" id=\"3099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3099)\">2 Cor. 5:7<\/a><\/span>.) It is the time to learn to be doers of the word, not hearers only. (See <span class=\"citation\" id=\"26322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26322)\">James 1:22<\/a><\/span>.) It is the time to gain knowledge and master some wisdom. It is the time to realize that it is not enough to know; we must also act on knowledge with wisdom. And finally, by the Lord’s definition, it is the time to learn how to love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p14\" class=\"\">President Kimball says the Lord sends us on his errands (see <span class=\"emphasis\">Ensign,<\/span> May 1981, p. 78), for it is the best way we learn about charity—that perfect love of Christ—the love which nurtures and renews. Charity is the power which changes human life. It is the power which soothes the aching heart and restores the soul. Charity comes to us from the Lord and from those who see our needs. It comes into our lives when we give loving service to someone else in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p15\" class=\"\">To have faith and understand that each of us is truly a child of God gives assurance to our sense of worth. These are the important things which he has asked us to teach our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p16\" class=\"\">But before we can teach our children, we must understand and live the principles ourselves. It is vital that the child learn from our example that what we say and what we live are the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p17\" class=\"\">Mothers and fathers need to read the words of the Lord with their children and discuss the scriptures constantly. It is only through hearing the word and watching it manifest itself in our lives that children come to be familiar with the voice of the Good Shepherd. As we cuddle those infant children, we sing lullabies and talk of important things. In the soft and gentle arms of a mother’s love, children can come to know the voice of the Lord. Then, in later years, when the stress of living comes, the soul has at its command the teachings and the tools by which to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p18\" class=\"\">We learn and grow ourselves; we teach and prepare our children; but an additional responsibility given to all of us is that of feeding the sheep. You will remember when Peter appealed to the Lord with his declarations of faith and loyalty, Jesus turned to him and said, “Feed my lambs.” “Feed my sheep.” (<span class=\"citation\" id=\"29207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29207)\">John 21:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p19\" class=\"\">Beyond ourselves, beyond our family circles, we have responsibility. We must reach out to give others that same testimony which we have cultivated in our own souls and extended to our children. Wherever we are called to serve, we must remember the responsibility to feed his lambs and give them an understanding of their real worth and eternal potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p20\" class=\"\">In our day-to-day living we will associate with neighbors, shopkeepers, plumbers, and builders. The lineup of people with whom our lives cross is almost endless. How will our behavior affect them in their search for meaning and faith? I expect our example is part of the feeding his sheep that the Lord called to our attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p21\" class=\"\">The time to prepare is now. In the parable of the wise and foolish virgins, the Lord reminds us that we need to be prepared when the Bridegroom cometh. (See <span class=\"citation\" id=\"36957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36957)\">Matt. 25:1–13<\/a><\/span>.) We need to recommit ourselves to the daily tasks of living the gospel. We need to learn to pray by praying every day. We need to learn to hear the word of the Lord by studying the scriptures every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p22\" class=\"\">Preparing for gospel living really is very much like learning the piano after all. We cannot learn the notes from afar. Our fingers have to touch the keys time after time after time. Our teachers have to direct our learning experience. We have to give children opportunities to make decisions, to give love and service until they know how to do it on their own. We have to show them how to seek the Lord’s help in bearing grief and pain and seek his direction and his sustaining power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/prepare-to-teach-his-children.p23\" class=\"\">Now is the time for each of us to prepare—to gain the strength necessary to meet our individual challenges. I know the Lord is anxious to respond to us if we will only turn to him. I pray that we will all have the faith necessary to be receptive to his promptings, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}