{"ID":391, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Authority in the Ministry<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1949, pp. 89-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYesterday I had the privilege of standing as a representative of the Lord in the baptism of my\neldest son. After I had acted pursuant to the authority that I had, he and I came forth out of\nthe water. Then my father, one of God's high priests, laid his hands upon my son's head and\nconfirmed him a member of the Church of Jesus Christ and gave him the gift of the Holy\nGhost. This gift of the Holy Ghost is the right to the constant companionship of that member\nof the Godhead, based on righteousness.\n<\/p><p>\nTHE PRIESTHOOD\n<\/p><p>\nMy father and I each acted in the authority of the priesthood, and pursuant to authorization\ngiven by those who hold the keys of the priesthood. Priesthood is one thing; keys another.\nPriesthood is the power and authority of God delegated to man on earth to act in all things for\nthe salvation of men. Keys are the directing power, the right to preside and govern in the\npriesthood and in the Church.\n<\/p><p>\nThese two things, the authority of the priesthood and the directing power that goes with the\nkeys of the priesthood, distinguish us from the world. The power and authority of God are\nfound in the Church of Jesus Christ; they are not found in the churches which are not of Jesus\nChrist. The churches of the world have a form of godliness, but they deny the power thereof\n(<span class=\"citation\" id=\"5104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5104)\">2 Tim. 3:5<\/a><\/span>;\n<span class=\"citation\" id=\"30284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30284)\">JS&mdash;H 1:19<\/a><\/span>).\nIt is in and through the authority of the priesthood that the power of godliness is manifest\n(<span class=\"citation\" id=\"12677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12677)\">D&amp;C 84:20<\/a><\/span>).\nAnd we are the only people on earth who have that priesthood, that power to act in the Lord's\nname and have our acts approved and acknowledged both on earth and in heaven.\n<\/p><p>\nThis is a restored Church In it is found today, in all essential respects, exactly and precisely\nwhat the ancients had. Just as Christ gave Peter and the Apostles of old both the authority of\nthe priesthood and the keys of the kingdom of heaven\n(<span class=\"citation\" id=\"34285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34285)\">Matt. 16:18-19<\/a><\/span>),\nor in other words the keys of the\nkingdom of God on earth, which is the Church, so has he given these things to us in our day.\nThe Church of Jesus Christ of Latter-day Saints is in the most real and actual sense the\nkingdom of God on earth, and it is designed to prepare and qualify men to go to the kingdom\nof God in heaven which is the celestial kingdom of heaven.\n<\/p><p>\nTHE KINGDOM OF GOD\n<\/p><p>\nThe Prophet Joseph Smith preached a glorious sermon in which he defined the kingdom of\nGod. From it I read these sentences:\n<\/p><p>\nWhere there is a priest of God&mdash;a minister who has power and authority from God to\nadminister in the ordinances of the gospel and officiate in the priesthood of God, there is the\nkingdom of God. . . . Where there is no kingdom of God there is no salvation. What\nconstitutes the kingdom of God? Where there is a prophet, a priest, or a righteous man unto\nwhom God gives his oracles, there is the kingdom of God; and where the oracles of God are\nnot, there the kingdom of God is not.\n<\/p><p>\n. . . If we do not get revelations, we do not have the oracles of God; and if they have not the\noracles of God, they are not the people of God.\n<\/p><p>\n. . . Jesus in his teachings says, \"Upon this\nrock I will build my church and the gates of hell shall not prevail against it\"\n(<span class=\"citation\" id=\"34284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34284)\">Matt. 16:18<\/a><\/span>). What rock?\nRevelation . . . .    \n<\/p><p>\nWhenever men can find out the will of God and find an administrator legally authorized from\nGod, there is the kingdom of God; but where these are not, the kingdom of God is not\n(<i>DHC<\/i>, vol. 5, pp. 256-259).\n<\/p><p>\nRESTORATION OF GOSPEL\n<\/p><p>\nBy the grace of God, and through his mercy, we have had restored to us in this day the\nfulness of the everlasting gospel: all of the laws, ordinances, and principles by obedience to\nwhich we can be both saved and exalted in our Father's kingdom. No other peoples have had\nso much of the light and truths of heaven poured out upon them as we have.\n<\/p><p>\nTo us has come the Book of Mormon&mdash;a record of God's dealings with a people who had the\nfulness of the everlasting gospel&mdash;and it contains, in plain and simple form, the truths of\nsalvation. We have many of the truths of heaven, and if we will accept them and then live\nthem, we can gain the greatest rewards that are available in eternity. But it is not enough to\nhave the truth alone. The mere possession of truth will not save a man. It is not enough to\nread the doctrines of the kingdom and know what they are. The devils also believe and\ntremble (<span class=\"citation\" id=\"26077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26077)\">James 2:19<\/a><\/span>).\nIt is not enough to take the Book of Mormon and read it and believe it. We must do\nall these things. But thereafter we must accept the truth by covenant under the hands of a\nlegal administrator, someone who can bind on earth and in heaven.\n<\/p><p>\nCOVENANT OF BAPTISM\n<\/p><p>\nThe Prophet Joseph Smith wrote these words in his journal referring to a discussion he had\nwith the Twelve Apostles:\n<\/p><p>\nI told the brethren that the Book of Mormon was the most correct of any book on earth, and\nthe keystone of our religion, and a man would get nearer to God by abiding its precepts, than\nby any other book. (Ibid., vol. 4, p. 461.)\n<\/p><p>\nI agree with every word that Brother Marion G. Romney said yesterday. As he has done, I\nhave read the Book of Mormon, prayerfully and carefully, more times than I have fingers; I\nbelieve it, sincerely and wholeheartedly. I know that it is a true witness of Christ and an\naccurate revealer of the Doctrines of Christ.\n<\/p><p>\nBut after we have found the truth, after we have learned that the Book of Mormon was\ntranslated by the gift and power of God and is verily true, after we have obtained the\ntestimony of Christ that comes by hearing the word of God taught by one having\nauthority&mdash;and taught in righteousness and with the power of the Spirit&mdash;we must then\naccept that truth by covenant of baptism; and we must do it under the hands of a legal\nadministrator.\n<\/p><p>\nBaptism is the gateway to the kingdom of God both on earth and in heaven. And the kind of\nbaptism that you and I want is one which will be recognized both on earth and in heaven. It\nis one thing to set up a system that will be recognized by men; it is quite another thing to\nhave a system which God will recognize. The Lord said to Peter:\n<\/p><p>\nAnd I will give unto thee the keys of the kingdom of heaven; and whatsoever thou shalt bind\non earth shall be hound in heaven . . .\n(<span class=\"citation\" id=\"34286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34286)\">Matt. 16:19<\/a><\/span>).\n<\/p><p>\nWe want a baptism, (and this goes for all ordinances,) that will be binding on earth and in\nheaven, that will be recognized by the Lord both here and hereafter.\n<\/p><p>\nDIVINE AUTHORITY\n<\/p><p>\nNow, this sentence from the Prophet's sermon:\n<\/p><p>\nAll the ordinances, systems, and administrations on the earth are of no use to the children of\nmen, unless they are ordained and authorized of God; for nothing will save a man but a legal\nadministrator; for none others will be acknowledged by God or angels (<i>DHC<\/i>, vol. 5, p.\n259).\n<\/p><p>\nSpeaking of the new and everlasting covenant, which is the gospel, the Lord said to the\nProphet:\n<\/p><p>\n. . . All covenants, contracts, bonds, obligations, oaths, vows, performances, connections\nassociations or expectations that are not made and entered into and sealed by the Holy Spirit\nof promise, of him who is anointed. both as well for time and for all eternity and that too\nmost holy, by revelation and commandment through the medium of mine anointed,\n<\/p><p>\nwhom I have appointed on the earth to hold this power . . .  are of no efficacy, virtue or force\nin and after the resurrection from the dead; for all contracts that are not made unto this end\nhave an end when men are dead (<span class=\"citation\" id=\"12738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12738)\">D&amp;C 132:7<\/a><\/span>).\n<\/p><p>\nThen the Lord propounds a question to all those who have set up systems of religion on\nassumed authority, authority claimed from generations dead and gone. It is: \". . . will I\nreceive at your hands that which I have not appointed?\"\n(<span class=\"citation\" id=\"12740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12740)\">D&amp;C 132:10<\/a><\/span>). Certainly not. His house\nis a house of order, and not a house of confusion\n(<span class=\"citation\" id=\"12739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12739)\">D&amp;C 132:8<\/a><\/span>).\nNo man can come unto him or unto his\nFather except it be by his word which is his law\n(<span class=\"citation\" id=\"12741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12741)\">D&amp;C 132:12<\/a><\/span>).\n<\/p><p>\nAnd finally, in language so broad and comprehensive as to cover all principles, doctrines,\nordinances, and systems, the Lord says:\n<\/p><p>\nAnd everything that is in the world, whether it be ordained of men, by thrones, or\nprincipalities, or powers, or things of name, whatsoever they may be, that are not by me or by\nmy word, saith the Lord, shall be thrown down, and shall not remain after men are dead,\nneither in nor after the resurrection, saith the Lord your God.\n<\/p><p>\nFor whatsoever things remain are by me; and whatsoever things are not by me shall be shaken\nand destroyed (<span class=\"citation\" id=\"12742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12742)\">D&amp;C 132:13-14<\/a><\/span>).\n<\/p><p>\nThus there are only two ways in which anything in this world can be so ordained as to remain\nwith full force and validity in the spirit world and in the resurrection. Either God himself\nmust ordain it or an agent of God, acting under and in accordance with proper authorization\nfrom him, must do it. Then and then only will the act be recognized in eternity. There is no\nother way.\n<\/p><p>\nBaptism is the gate to the celestial kingdom of heaven, provided it is performed by a legal\nadministrator, one whose administrations will be recognized by God, and provided also that\nthe candidate has made himself worthy and that the ordinance is sealed upon him by the Holy\nGhost.\n<\/p><p>\nThe same principle applies to all ordinances. The Lord said of the sacrament:\n<\/p><p>\nWhoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at\nthe last day (<span class=\"citation\" id=\"27365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27365)\">John 6:54<\/a><\/span>).\n<\/p><p>\nBut in order to obtain that blessing we must participate in the ordinance worthily, with the\nratifying approval of the Holy Ghost, and as it is performed by a legal administrator.\n<\/p><p>\nIt is the same with marriage. Men can ordain any system of marriage that suits their pleasure.\nThey can make a man and a woman husband and wife in this life; but when men are dead,\nthat ends the marriage. In order for a man and a woman to be husband and wife in the spirit\nworld and in the resurrection, for the family unit to continue after death, the sealing must be\ndone by God personally or by an authorized agent holding authority from him so to act; and it\nmust be sealed and approved by the Holy Ghost, a condition that is fulfilled only if the\nparticipants are worthy.\n<\/p><p>\nRESTORATION OF PRIESTHOOD\n<\/p><p>\nNow we have received the same power and authority that the ancients had. In May of 1829,\nJohn the Baptist came and gave to Joseph Smith and Oliver Cowdery both the Aaronic\nPriesthood and the keys of that priesthood. Shortly thereafter Peter, James, and John came and\ngave to those same worthies the Melchizedek Priesthood and the keys of the kingdom of God.\nThen in 1835, when the first quorum of Apostles was called in this dispensation, those\nApostles were given the keys of the kingdom of God on earth.\n<\/p><p>\nThereafter additional keys were given. Elijah came on April the third in 1836. He gave the\nkeys of the sealing power, or in other words, he authorized the use of the priesthood to seal\non earth and bind in heaven. Moses came and gave the keys of the gathering of Israel from\nthe four parts of the earth, and the leading of the ten tribes from the land of the north. Elias\ncame and gave the keys of the dispensation of the gospel of Abraham\n(<span class=\"citation\" id=\"12722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12722)\">D&amp;C 110:11-16<\/a><\/span>). The Prophet says that\ndivers angels from Michael or Adam on down to the present time all came, declaring their\ndispensations, their rights, their keys, their honors, their majesty and glory, and the power of\ntheir priesthood, until we had in this dispensation, which is the one of the Fulness of Times,\nall of the power and authority that God had ever given in any dispensation that went before\n(<span class=\"citation\" id=\"12732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12732)\">D&amp;C 128:20-21<\/a><\/span>).\n<\/p><p>\nKEYS OF THE KINGDOM\n<\/p><p>\nThen just a few weeks before Joseph and Hyrum went to Carthage Jail to seal their testimony\nwith their blood, the Prophet, in the Nauvoo Temple, conferred upon the Apostles all of the\nkeys of the kingdom of heaven. After the bestowal of these powers and keys he said:\n<\/p><p>\nI have sealed upon your heads all the keys of the kingdom of God. I have sealed upon you\nevery key, power, principle that the God of heaven has revealed to me. Now, no matter where\nI may go or what I may do, the kingdom rests with you. . . .\n<\/p><p>\n. . .ye apostles of the Lamb of God, my brethren, upon your shoulders this kingdom rests;\nnow you have got to round up your shoulders and  bear off the kingdom (see\n<i>The Discourses of Wilford Woodruff<\/i>, p. 72).\n<\/p><p>\nFrom that moment to the present time, every man who has been ordained to the holy\napostleship has been given the keys of the kingdom of God on earth, or in other words the\ndirective right to preside over this Church and this kingdom. And so, at this time, we have\nlegal administrators, brethren holding both priesthood and keys. We have the truths of heaven\nto teach; we have the power to seal men up, conditioned on their faithfulness, unto eternal\nlife. Nowhere else in all the world is this found.\n<\/p><p>\nThis morning, President Smith expressed a sentiment which he has expressed over and over\nagain. In this sermon of the Prophet Joseph Smith from which I have been quoting is the\nsame thought. The sentiment shows the measure, the great capacity, the love that prevails in\nthe hearts of the two men. The Prophet said:\n<\/p><p>\nI thank God for preserving me from my enemies; I have no enemies but for the truth's sake. I\nhave no desire but to do all men good. I feel to pray for all men. We don't ask any people to\nthrow away any good they have got; we only ask them to come and get more. What if all the\nworld should embrace this gospel? They would see eye to eye, and the blessings of God\nwould be poured out upon the people, which is the desire of my whole soul (<i>DHC<\/i>, vol. 5,\np. 259).\n<\/p><p>\nAs the Prophet prayed, so pray I in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}