{"ID":392, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Report from New England<\/p>\n<p class=\"gcspeaker\">Elder Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1949, pp. 94-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI think it would be wise for me to report to you a geographical change which has taken place\nin the New England Mission, so that it will be on the record of this conference.\n<\/p><p>\nWORK IN NEWFOUNDLAND\n<\/p><p>\nLast summer the First Presidency assigned to our mission the Island of Newfoundland, a large\nisland lying off the Gulf of St. Lawrence in the Atlantic Ocean. Newfoundland is a province\nof England and has been on its own, so far as government is concerned, for a long time. Until\nnow, it has had its ruling power in the hands of three commissioners. Three weeks ago, the\nBritish House of Lords voted affirmatively, and as soon as the King signs the bill,\nNewfoundland will be a province of Canada. Then all of the rules applying to goods and men\nentering into the provinces of Canada, will apply to Newfoundland. This is not all, however,\nof Newfoundland. Included in the province is Labrador, the strip of coast on the northeastern\npart of the continent. So the boundary of the New England Mission now starts at the lower\npart of Connecticut, about twenty miles out of New York City, and extends nearly a thousand,\nfive hundred miles to just opposite Greenland. We can give your sons now any type of\nclimate they can endure.\n<\/p><p>\nThe first two elders to open that land, so far as I know in the history of the Church (and I\nthink it has been checked quite carefully here in Salt Lake City) are Elders Arza C. Page of\nPayson and John Major Scowcroft of Ogden. They went over to the island last fall and began\ntheir work. They do not as yet have converts, and Elder Scowcroft has since come back to the\nmainland, but they are making progress. There are now four elders there. I should like it in\nthe record, so that twenty-five years from now if somebody wants to know who started the\nwork in Newfoundland, those two young men may have the credit.\n<\/p><p>\nEXCELLENT MISSIONARIES\n<\/p><p>\nI enjoy very much being associated with the young men and the young women who are in the\nNew England Mission. I don't have a great number&mdash;about two percent of all the missionaries\nof the Church are in our mission, but I think they are a good cross-section of all the others,\nand so I feel as though I know the remainder. They are very much alike, and they are fine\nboys and girls. They become excellent missionaries.\n<\/p><p>\nWhen I was a missionary in the Central States, I remember President Samuel O. Bennion said\nthat a good many of the boys who came out at that time could just as well have stayed at\nhome for all the good he thought they did. A number of boys loafed away their missions. I\nthink I would be safe in saying that of the 125 missionaries in New England today not more\nthan two could be classed as among those who are not making the most of the effort. I\nbelieve this generation of young folk is the finest and the cleanest, the most intelligent, and\nthe best educated group we have had for as long as I know anything about the missionary\nservice. They have their moments. A few days ago one of the elders in one of our cities in\nMassachusetts walked up to a door with his companion, knocked on the door, and to a maid\nwho came to the door, he said, \"Is the lady of the house in?\" And she answered, \"No, she\nisn't, she's gone to heaven.\" He said, \"Would you mind giving her this tract when she comes\nback?\"\n<\/p><p>\nGAINING A TESTIMONY\n<\/p><p>\nIf I might have the Spirit of the Lord with me, I should like to talk for a moment about these\nyoung missionaries from the viewpoint of you, their parents, who sit in this audience. You\nsend them to us, and the First Presidency gives us instructions concerning them. In their hands\nlies the awesome responsibility of preaching and teaching to the people of the world the\ngospel of Jesus Christ and also, too, of warning them, for this is a day of warning. But I am\nsure that you want these young men and women to get something from their experience\nbesides that. If I detect anything from the letters I received from parents, it is that they have a\nvery great hope that the boys and the girls will come home with sure and abiding testimonies\nof the truth of the gospel. I have never yet seen parents too poor but what the money they\nspent to keep their boys and girls in the field is well spent and ungrudgingly spent if the child\ncomes home and looks his folks straight in the eye and tells them that he does have a\ntestimony and knows that God lives, that Jesus is the Christ, that the happiest days of his life\nhave been when he has been able to tell people about the gospel.\n<\/p><p>\nThose things don't come by chance, my friends. The business of getting a testimony is a\ngrowth which must be taken step by step, and it comes rapidly or slowly according to how\nthe person who takes those steps, moves. In the mission field, it is necessary that missionaries\ntake them quite rapidly. They must have their testimony early if they expect to get much\ndone. I don't blame the young folk for saying before they leave for the field that they aren't\nquite sure; because they don't yet know that a testimony is a relative thing and never can\nquite be measured; that only as a man feels in his heart and gives service to his Church does\nthat whispering become more and more sure until the final assurance, for which we all hope,\ncomes. They don't know that yet. They come into the field, and we send them out. I believe I\nknow a little about what our Lord and Savior must have felt on that great day when he called\nseventy to him and told them to go forth, giving them authority to do the things that they had\nseen him do (<span class=\"citation\" id=\"31234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31234)\">Luke 10:1<\/a><\/span>).\nI believe that the man side of his nature made him worry about them. He was\nhopeful they would all measure up to what he told them; and, while I know he had the\nprophetic view and could see ahead, I like to think that he worried about it, too. When they\ncame back and said those immortal words that even the devils were subject to them because\nof his name, he must have experienced a thrill of satisfaction (see\n<span class=\"citation\" id=\"31236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31236)\">Luke 10:17<\/a><\/span>). I have had\nsomething of that kind of sensation when, after I send these young people out, they send me\nletters and say, \"The houses have been opened to us; we have been fed and we have been\nclothed, and the way has opened for us to preach the gospel far beyond our strength and\nability.\" Then I feel like saying, \"Yes, even the devils are subject to you through His name.\"\n<\/p><p>\nLOSING THEIR LIVES\n<\/p><p>\nThese boys have some rights in this business; and I would like to say that these are as much a\nbill of rights for a boy going into the mission field as is the one in our Constitution for the\npeople. Every young man in this Church who goes on a mission&mdash;and I hope they'll all want\nto go&mdash;has a right to feel and have the sensations which come to him, when he first learns\nwhat it means to lose his life for the sake of the gospel. You remember, the Savior said that\nthose who lay down their lives or lose their lives for the gospel's sake shall in no wise lose\ntheir reward.\n<\/p><p>\nNow, I don't mean these boys are going to face bloodshed in losing their lives. I mean it in a\nsense that a boy who goes into the mission field will be no missionary until he learns that he\nhimself is as nothing; that he is the mouthpiece of him who dwells on high, and unless he\nfinds a way to put himself in tune with the Spirit of the Holy Ghost which is within him, he\nwill fail just as surely as he walks. But he learns it very rapidly, and before long there is no\namount of fatigue but what he will face it. I smile now as I remember one of the boys, who\nsaid to me one day, \"Brother Young, there is a family of Saints down the road which hasn't\nbeen visited for a long time.\" Said I, \"How far away do they live?\" \"Oh,\" he said, \"fourteen\nmiles.\" I said, \"Well, that's good. How do you expect to get there to visit them?\" \"Oh, there\nisn't any way that I know of.\" \"Isn't there a bus?\" \"No.\" I said, \"Well, the walking isn't\ncrowded, is it?\" He looked at me peculiarly and said, \"Well, I hadn't thought of that.\" And he\nwalked with his companion. In the walking he learned that he didn't count for much. And in\nthe walking, my brethren and sisters, they do learn that they do not count for much except as\nGod gives them guidance. When boys begin to write into me and say, \"Brother Young, we\ncame to a fork in the road and didn't know which way to go, so we knelt down on our knees,\nand when we arose we felt impressed to go to the left,\" and then they would say, \"and we\ncame to a house where they were willing to hear the gospel.\" Then, say I, they are learning to\nknow what it means to lose their lives. If they keep that sort of thing up for the two years\nthey are in the mission field and then keep it up after they come home, when the bishop calls\nthem to work they'll remember that they don't count, that the work counts. If they say, \"Yes,\nbishop,\" then you have a member of the Church who will stand by you till he dies, and be a\ncredit to you. That right every boy has. So does each girl, even though the girls don't quite\ndo it in the same way. They catch the same spirit if they work.\n<\/p><p>\nREALIZATION OF GOD'S PROMISE\n<\/p><p>\nThe second thing which is their right is to learn the truth of some words which appear in the\neighty-fourth section of the D&amp;C. I am sure it's a right. I think it's my right. I'm very happy\nthat I was allowed by my mission president to find it out for myself. I would have been\ndisappointed on my mission if I hadn't been able to prove the truth of these words. I don't\nbelieve there is a boy in the Church today who has ever heard a story about his forefathers or\nabout anybody who ever went on a mission and did the job well, who doesn't want to have\nsomething happen to him in such a way that he'll know also that verily they are true. And\nthese are the words: \"And any man\"&mdash;and that means you and me, since it hasn't been revoked\nyet,\n<\/p><p>\nAnd any man that shall go and preach this gospel of the kingdom, and fail not to continue\nfaithful in all things, shall not be weary in mind, neither darkened, neither in body, limb, nor\njoint; and a hair of his head shall not fall to the ground unnoticed. And they shall not go\nhungry neither athirst.\n<\/p><p>\nTherefore, take ye no thought for the morrow, for what ye shall eat, or what ye shall drink, or\nwherewithal ye shall be clothed. . . .\n<\/p><p>\nFor your Father, who is in heaven, knoweth that you have need of all these things.\n<\/p><p>\nTherefore, let the morrow take thought for the things of itself. Neither take ye thought\nbeforehand what ye shall say; but treasure up in your minds continually the words of life, and\nit shall be given you in the very hour that portion that shall be meted unto every man\n(<span class=\"citation\" id=\"12683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12683)\">D&amp;C 84:80-81,83-85<\/a><\/span>).\n<\/p><p>\nI am a proud mission president, my brothers and sisters, when a boy can walk to a cottage\nmeeting with his mind full of the subjects on which he has studied long and hard in the\nprivacy of his room, but who has not made up his mind what he will say at that meeting\nuntil, having prayed before he leaves his room that he may be given the words to say, and\narriving at the meeting, opens his mind and says to the Lord and to the people, \"I pray I may\nbe inspired to say what I should say to you,\" and then proceeds to say what the Lord puts in\nhis mind. That, to my way of thinking, is one of the finest gifts which can come to a\nmissionary. He has a right to have that experience. I pray to the Lord God of Hosts that all of\nthe missionaries, the four thousand and six hundred fine boys and girls whom President\nMcKay mentioned yesterday, may have had that before they come home.\n<\/p><p>\nA TESTIMONY OF JESUS\n<\/p><p>\nThe third and final right, of course, is the great thing, a testimony of Jesus. I need not say\nanything about that, because if missionaries have done the first two things I have mentioned,\nit is as sure as night follows day that the testimony will be theirs. The fervency of it will\nthrill you when they come home as it thrills me and my colleagues in the United States and in\nthe other nations of the earth, wherever our boys and girls go in the spirit of their calling.\n<\/p><p>\nMay the Lord bless these great men who are prophets and seers and revelators, who send us\nforth to do the bidding of God as we are inspired by the Lord through his Holy Spirit. May\nPresident Smith's hand be upheld until he lives as long as he cares to with full health and\nstrength. He is loved everywhere. Wherever he goes, men speak Of President George Albert\nSmith with love in their hearts, reciprocative for his great feeling of love for them; men\noutside the Church, I speak of I pray that he may be upheld and sustained by the hand of our\nFather and given that strength which he so much desires to have to continue on his great\nwork. I so pray for all those who preside with him.\n<\/p><p>\nMy testimony is that God lives and that Jesus is the Christ, and the gospel of Jesus Christ as\nrestored in these last days is true. I bear it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}