{"ID":393, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek and Ye Shall Find\"<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1949, pp. 99-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, President Clark, President McKay, and my other beloved brethren of the\nGeneral Authorities, and my brothers and sisters: I can assure you that this is indeed a strain\nand certainly a shock whenever one's name is called who is to speak. President Joel Richards\njust handed me a note, as my name was called, and I hope you'll all say the same thing\nsilently, and if you'll pardon me, I'll read his note: \"Thorpe,\" he says, \"I'm praying for you,\nand I know God will bless you.\"\n<\/p><p>\nIt is always a worry when one is called upon to occupy this position: it is to me, at least.\nSometimes, I know I shouldn't envy, but sometimes I do envy my brethren who can come up\nhere and appear so composed and so comfortable, and I only pray that the Lord will help me\nduring the next few moments that I stand here.\n<\/p><p>\nI do believe in prayer, and I realize that without the help of the Lord we can do very little.\nThe first time that I was called up here the experience was such that I didn't know how I ever\ngot up those steps. I thought it would get a little easier as experiences came, but it doesn't get\nany easier for me.\n<\/p><p>\nPURPOSES OF CONFERENCE\n<\/p><p>\nWe are assembled in this great house of the Lord so that we can partake of his Spirit, so that\nwe can be made to feel more humble and more charitable, so that we can truly worship God,\nour Eternal Father. We are here to bear testimony to the goodness of our Father in heaven to\nus. We are here to receive inspiration and counsel. We are here to be advised and taught.\nSurely \"the Spirit of God like a fire is burning\" here&mdash;it has been at every session of this\nconference. Words of inspiration and words of revelation have been spoken and will be\nspoken. We are here so that our faith in God our Eternal Father may be increased. There is\ngreat inspiration and revelation in the Church today, and I would like to quote from the D&amp;C\njust a few words regarding the messages that we have received yesterday and today and that\nwe will receive Wednesday, and every time when we meet in the name of the Lord:\n<\/p><p>\nAnd whatsoever they [our leaders] shall speak when moved upon by the Holy Ghost shall be\nscripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the\nLord, shall be the voice of the Lord, and the power of God unto salvation\n(<span class=\"citation\" id=\"12653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12653)\">D&amp;C 68:4<\/a><\/span>).\n<\/p><p>\nI am sure that as Latter-day Saints when we sustain these prophets, seers, and revelators, we\nknow they are speaking under the inspiration of the Almighty. May our faith be so strong that\nwe will accept this.\n<\/p><p>\nIMPORTANCE OF FAITH\n<\/p><p>\nSometimes we are inclined to question whether it is revelation or inspiration, but that's\nbecause sometimes our faith may waver. Nothing in the world can take the place of faith.\nYes, good, sincere, simple faith. Talent will not&mdash;nothing is more common in our world than\nmany unsuccessful men who have great talent. Genius will not&mdash;unrewarded genius by the\nscore is almost a proverb. Education will not&mdash;the world is full of so-called educated men and\neven educated derelicts. Faith in the Lord Jesus Christ and in the mission of his Son is\nall-powerful. Carlyle has said:\n<\/p><p>\nThe chief aim of man is to glorify God and enjoy him forever.\n<\/p><p>\nWe can enjoy the Spirit of the Lord by the gift of the Holy Ghost that we have heard of, just\na moment ago, by President McConkie, if we will only draw near unto him and live the\ncommandments of our Father in heaven, and if in our thinking, and we must watch our\nthinking, and in our study and in our work we can understand the love of our Father in\nheaven, to that degree only can we partake of that sweet spirit. The Lord has said to us, \"If\nyou will seek after me, you shall surely find me\"\n(<span class=\"citation\" id=\"34269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34269)\">Matt. 7:7<\/a><\/span>),\nand if we desire to partake of the blessings\nof the Lord, we can find the Lord. Spirituality is as essential to a man's soul as vitamins are\nto a man's body.\n<\/p><p>\nTHE SEARCH FOR GOD\n<\/p><p>\nRecently I received a letter from an inactive member of the Church, and, oh, I love those\nmen. I know they have become dilatory and inactive, but if they are given a chance, by the\nhelp of God they can be magnified in their calling. Recently a man sent a letter to me, and I\nwould like to read one paragraph:\n<\/p><p>\nMy activities and ambitions have been directed to the things of the more material nature, but\nnow, as a result, a restlessness disturbs my peace of mind.\n<\/p><p>\nOh, that those men could become active in the Church and do away with that restlessness that\ndisturbs their peace of mind!\n<\/p><p>\nFor centuries a philosophy has been gnawing at the soul of man, eating into his spiritual fiber,\na philosophy that proposes to build a society in which man is sufficient in himself, but a great\neducator has recently written, and I quote:\n<\/p><p>\nThe search for God is on. One sees it everywhere, and it is growing.\n<\/p><p>\nWe are coming to know that modern life lacks something. A man may have a bank full of\nmoney and a library full of books, but he cannot be happy without the Spirit of God. Man is\ncoming to know that he cannot depend altogether on science. Man has learned at last that\nscience has its limitations and that only God, our Father in heaven, is unlimited. At the point\nbeyond which science cannot go, God stands unchangeable, now and forever.\n<\/p><p>\nSPIRITUAL DEVELOPMENT\n<\/p><p>\nI am quoting from an eminent scientist who when he was recently asked: \"In what line of\nresearch do you expect to see the greatest development in the next fifty years?\" answered:\n<\/p><p>\nI think the greatest discoveries will be made along spiritual lines. Someday people will learn\nthat material things do not bring happiness and that they are of little use in making men and\nwomen creative and powerful. Then the scientists of the world will turn their laboratories over\nto the study of God and prayer, and the spiritual forces which, as yet, have been hardly\nscratched. When that day comes, the world will see greater advancement in one generation\nthan it has seen in the last four generations. (Steinmetz.)\n<\/p><p>\nMen will come to accept spirituality as part of their soul and part of their living. As President\nClark once stated: \"God has placed in every man's heart a divine spark which never wholly\ngoes out.\" Many times it may be dimmed. I am speaking now to some of the good inactive\nmen in the Church. Oh, I would plead with them that they overcome some of the little things\nthat are keeping them out of the Church, and that they will not feel that we who are perhaps\nspending a lot of our time in the Church are so critical of them that they can't join us in our\ndifferent functions and activities in the Church. I like to think of Matthew, and to those men\nwho have become inactive, the Lord has said in Matthew:\n<\/p><p>\nTake my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls\n(<span class=\"citation\" id=\"34279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34279)\">Matt. 11:29<\/a><\/span>).\n<\/p><p>\nThat is the rest and that is the love and that is the spirit that those men will find when they\ncome back into the Church, and that spirit is waiting for them just as soon as they can realize\nthat they should not absent themselves further from activity.\n<\/p><p>\nACTIVITY IN THE CHURCH\n<\/p><p>\nNow, I would like to say just a word to the young people, the young married people, not the\nadolescent people of the Church, but those that are about to be married. You should be careful\nin your social life today; yes, even in your business circles, that you will not adopt practices\nwhich will make you feel as though you cannot become active in the Church. It is so easy for\nyou to absent yourselves from the Church activities when you do little things that you know\nare contrary to the teachings. My experience with men has been that when they are not active,\nthey are more likely to do things that they wouldn't do if they were active in the Church.\n<\/p><p>\nSo, to those good men, may I plead with them to seek activity in the Church and the help of\nthe Lord, and the combination of the two will make it possible for them to overcome their\nshortcomings.\n<\/p><p>\nRecently, a man said to me, talking of tithing, \"I can't afford to pay tithing under my heavy\ntax structure to the government and under my heavy expenses,\" and I wondered if people are\nbeginning to say and to think and to wonder whether or not we can afford to serve the Lord.\nWe cannot afford not to serve the Lord. I have never known a man in my life that paid an\nhonest tithing or that kept the commandments of the Lord that said he was sorry for it. I hope\nwhen our young men are thinking of a mission we will not wonder whether or not we can\nafford to send them on a mission. We cannot afford not to pay our tithing, we cannot afford\nnot to send these young men on missions, we cannot afford not to keep the commandments;\nand if we will try to become humble and prayerful, the Lord will help us overcome our\nshortcomings. May each of us be thoughtful and tolerant with the man sitting next to us or to\nthe neighbor or to the man who is inactive in the Church, that we can touch his heart so that\nhe can share some of the blessings that we are privileged to enjoy.\n<\/p><p>\nFAMILY RELATIONSHIPS\n<\/p><p>\nFamily relationships&mdash;we have heard so many beautiful remarks about the family. I would like\nto say a word about our wives.\n<\/p><p>\nI am very grateful to my wife. I don't know what my life would have been if I did not have a\nwife and a companion that has stood with me even when I have been discouraged, even when\nI felt I had no confidence. I am grateful to her. I cannot express to her how much I love her\nand how much I think of her. A man asked me recently: \"Do you love your wife?\" I said:\n\"Yes, I love my wife.\" And he said: \"When did you tell your wife you loved her?\" Well, it\nmade me think. It was quite a while ago when I told her in all sincerity that I loved her, and I\nam wondering if we are too busy in this world, and if we leave in the mornings without\nsaying good-bye to our wives, I wonder if we leave without kissing them good-bye, and I\nwonder if we come home at night and never say a word. I am fearful that we are inclined to\nbe living too fast to pay attention to those beautiful things; and then to the wives, I wonder\nwhen you last told your husband that you loved him. Maybe if you would do that a little\noftener, it would be a little easier for us to say: \"Well, so do I.\"\n<\/p><p>\nWORK IN PRESIDING BISHOPRIC\n<\/p><p>\nI am very grateful for the blessing that has come to me in my work with men that I love and\nhonor and respect. My life has been enriched in my association with two of the greatest men\nthat I have ever known. It is a pleasure to partake of their spirit. I couldn't ask for more\nencouragement than I have received from Bishop Richards and Bishop Wirthlin. Many times I\nhave known they have seen my follies. Many times I have known they have seen my\nshortcomings, but they have given me a slap on the back, and that made me want to try just a\nlittle bit harder, and all the brethren of the General Authorities are great and good men.\n<\/p><p>\nI hope that you people will have the faith to accept what they tell you as the word of the\nLord, because they are prophets, seers, and revelators, and servants of God the Eternal Father.\nIf our faith ever wavers to the point where we cannot accept their teachings as the word of\nthe Lord, then we should go and humble ourselves and pray to God the Eternal Father to take\nthat kind of feeling away from us.\n<\/p><p>\nI want to bear you my testimony that I know God is my Father; I know that Jesus Christ was\nhis Son, our eldest brother; I know that Joseph Smith was a prophet of God; I know there is\ninspiration in the Church today stronger than perhaps we realize. That inspiration and\nrevelation may be unrecorded, but nevertheless it has been spoken by the prophets of the\nLord, and sometimes I wonder if we have the faith and the true spirit to recognize it as\ninspiration and revelation from our Father in heaven.\n<\/p><p>\nMay the Lord bless each of you that you may be mindful of those who have not been blessed\nas you have. I am referring particularly to those who have become inactive in the Church for\nsome reason or another. They, too, are waiting for the blessings that you and I have been\nprivileged to enjoy.\n<\/p><p>\nI am grateful for the bishops of this Church. I hope our people can draw near to them. I do\nnot believe there is a bishop in the Church that will give anybody unsound advice. I do not\nbelieve there is any bishop in the Church that will steer anybody wrong, and I hope that our\npeople and our inactive men in the Church may get to know our bishops and love them for\nwhat they are.\n<\/p><p>\nMay the Lord bless you this day and during the coming sessions of this conference, I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}