{"ID":394, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Who Is My Neighbor?\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1949, pp. 103-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would be most ungrateful if I did not acknowledge the prayers of the Saints of the Church\nin my behalf and thank my Heavenly Father for the restoration of my health. It was a great\ndisappointment to be unable to attend all the sessions at the last conference, and I am grateful\nto be here today.\n<\/p><p>\n\"WHO IS MY NEIGHBOR?\"\n<\/p><p>\nMay I preface my remarks today by referring to the account in Luke of the story told by the\nSavior to a certain young lawyer who wanted to know what to do \"to inherit eternal life.\"\n<\/p><p>\nHe said unto him, What is written in the law? how readest thou? And he answering said,\nThou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nstrength, and with all thy mind; and thy neighbour as thyself.\n<\/p><p>\nAnd he said unto him, Thou has answered right: this do, and thou shalt live. But he, willing\nto justify himself, said unto Jesus, And who is my neighbour? And Jesus answering said, A\ncertain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him\nof his raiment, and wounded him, and departed, leaving him half dead.\n<\/p><p>\nAnd by chance there came down a certain priest that way: and when he saw him, he passed\nby on the other side.\n<\/p><p>\nAnd likewise a Levite, when he was at the place, came and looked on him, and passed by on\nthe other side. But a certain Samaritan, as he journeyed, came where he was: and when he\nsaw him, he had compassion on him,\n<\/p><p>\nAnd went to him, and bound up his wounds, pouring in oil and wine, and set him on his own\nbeast, and brought him to an inn, and took care of him.\n<\/p><p>\nAnd on the morrow when he departed, he took out two pence, and gave them to the host, and\nsaid unto him. Take care of him; and whatsoever thou spendest more, when I come again, I\nwill repay thee.\n<\/p><p>\nWhich now of these three, thinkest thou, was neighbour unto him that fell among the thieves?\nAnd he said, He that shewed mercy on him.\n<\/p><p>\nThen said Jesus unto him, <i>go, and do thou likewise<\/i>\n(<span class=\"citation\" id=\"31239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31239)\">Luke 10:26-37<\/a><\/span>; italics speaker's).\n<\/p><p>\nA DESPOILED PEOPLE\n<\/p><p>\nMay I now speak of a people who went down from Jerusalem to America, and who after\nmany days fell among thieves which stripped them of their raiment and wounded them and\nleft them half dead a people who were victimized by men considered by them to be gods,\nstripped of their gold and precious things, dispossessed of their cities, their homes, their soil;\nrobbed of their liberty, enslaved, and branded as cattle&mdash;a people who fought their way down\nthe bloody path of civil war into degradations filth, idleness, idolatry, cannibalism&mdash;a people\nwho were stripped of their homeland, their forests, their grazing lands, their game, and their\nfish, pushed by the invaders into ever-decreasing territory until they were imprisoned in\nreservations and exploited.\n<\/p><p>\nI speak of the children of God, the children of the prophets, the seed of Joseph, the remnant\nof Israel, the children of the covenant, a branch of the tree of Israel&mdash;wanderers, lost in a\nstrange land the American Indians, the Mexicans, and other mixed bloods whom we generally\ncall Lamanites.\n<\/p><p>\nI hope that the eloquent appeal of Brother Romney in this conference will be heeded and that\na new fire of enthusiasm for the Book of Mormon has been kindled in each of your hearts.\nAnd I hope that you will develop an increased sympathy and affection and brotherhood for\nthese people whom the prophecies concern. Elder Thomas E. McKay spoke of the Lamanites\nwhom he had recently visited in Mexico. There are scores of millions of pure Indians and\nother scores of millions of mixed bloods in these Americas. We are doing good work in\npractically every mission in the Americas with the children of the covenant, and now a new\nprogram is being introduced in the stakes of Zion.\n<\/p><p>\nRACE PREJUDICE\n<\/p><p>\nBut we still find race prejudice and intolerance on the part of many non-Indians concerning\nthe Lamanites. Often they are excluded from cafes, hotels, schools, and are made to feel\nunwelcome in church gatherings.\n<\/p><p>\nYou have read of their weaknesses and sins and crimes. You have seen them languishing\nunder their curse. They have suffered much and endlessly. But have you recalled their virtues,\ntheir strengths, and the promises and covenants made to them?\n<\/p><p>\nHave they not eaten husks long enough (<span class=\"citation\" id=\"31247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31247)\">Luke 15:16<\/a><\/span>)?\nHas not their day of restoration come? Can we not\nforgive their trespasses that we might in turn be forgiven\n(<span class=\"citation\" id=\"34261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34261)\">Matt. 6:14<\/a><\/span>)?\n<\/p><p>\nIntolerant people reproachfully indict these red men saying: But they are illiterate! Yes. They\nare mostly illiterate, but when the conquerors fulfil solemn treaty obligations and give to the\nchildren of the conquered an education equal to that received by the children of the\nconquerors, illiteracy will be eliminated.\n<\/p><p>\nPrejudiced people who enjoy limitless luxuries say: But the Indian is economically a failure.\nYes. His economic status is deplorable, but when his education and opportunity parallel our\nown, he will be independent and self-supporting.\n<\/p><p>\nA people surrounded by wealth, hospitals, doctors, and nurses say: But the red man is not\nsanitary&mdash;he lives in filth and disease! Yes. The solitary places given him in exchange for his\nrich and fertile America, are barren, dry, and not conducive to good living. But give him\naccredited schooling in our own incomparable educational system, so that he may buy medical\nservice, enjoy modern utilities, live in good homes, and he will not be diseased nor unclean.\n<\/p><p>\nPeople who have inherited the good things of an invaded land say of the victims: They are\ninferior! Yes. They do suffer from an inferiority complex that is well-nigh annihilating.\nPrisoners of war, slaves, and downtrodden people usually develop such a complex. But give\nthem comparable education and opportunity with their non-Indian brother, acceptance and\nbrotherly love by him, and they will emerge a rejuvenated people, the equal of the white man.\n<\/p><p>\nMay I say that if we as a nation and as a people can ever justify our invasions of these\nAmericas, and our conquest of his promised land and the subjugation of the Indian, certainly\nit will not be by passing by on the other side\n(<span class=\"citation\" id=\"31240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31240)\">Luke 10:31<\/a><\/span>),\nas did the superior priest, or the passing by on\nthe other side as did the self-righteous Levitt, but by going to the limit as did the good\nSamaritan, in binding up his wounds, pouring in \"oil and wine\"\n(<span class=\"citation\" id=\"31242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31242)\">Luke 10:34<\/a><\/span>) setting him on our own\nbeasts, taking him to an inn, paying for his care and revisiting him. The Lord said, \"Go and\ndo thou likewise\" (<span class=\"citation\" id=\"31243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31243)\">Luke 10:37<\/a><\/span>).\n<\/p><p>\nCHARACTERISTICS OF THE LAMANITES\n<\/p><p>\nAgain we are asked: \"Will the Indian revert even if we do give him education? Yes, he will\nrevert to his former condition if only a few are trained, but let the Indian be given universal\nand accredited training and opportunity and he will not revert.\n<\/p><p>\nThe chasm between what he is and what he will be is opportunity. It is ours to give.\n<\/p><p>\nBasically the Indian is intelligent, affectionate, responsive, honest, stable, and is of believing\nblood. There is every reason to be assured that the red man will remain loyal and true to the\ngospel and the Church, once he is brought into the fold. We have heard of his traditions and\nsuperstitions, of his ferocity and wildness, of his degradation and uncleanness, but let us\nconsider his potential, as revealed by a review of his ancestors.\n<\/p><p>\nThe Lamanites have believing blood, as evidenced by these words from the sixth chapter of\nHelaman:\n<\/p><p>\nAnd thus we see that the Lord began to pour out his Spirit upon the Lamanites, because of\ntheir easiness and willingness to believe in his words\n(<span class=\"citation\" id=\"24665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24665)\">Hel. 6:36<\/a><\/span>).\n<\/p><p>\nThe Lamanites are firm and steady&mdash;note the testimony of the prophets concerning them.\n<\/p><p>\n. . . the Lamanites had become, the more part of them, a righteous people insomuch that their\nrighteousness did exceed that of the Nephites, because of their firmness and their steadiness in\nthe faith (<span class=\"citation\" id=\"24663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24663)\">Hel. 6:1<\/a><\/span>).\n<\/p><p>\n. . . in the thirtieth year the church was broken up in all the land save it were among a few of\nthe Lamanites who were converted unto the true faith; and they would not depart from it, for\nthey were firm, and steadfast, and immovable, willing with all diligence to keep the\ncommandments of the Lord (<span class=\"citation\" id=\"5481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5481)\">3 Ne. 6:14<\/a><\/span>).\n<\/p><p>\nJesus said to his disciples:\n<\/p><p>\n. . . So great faith have I never seen among all the Jews: wherefore I could not show them so\nunto so great miracles, because of their unbelief.\n<\/p><p>\nVerily I say unto you, there are none of them that have seen so great things as ye have seen;\nneither have they heard so great things as ye have heard [of his people]\n(<span class=\"citation\" id=\"5489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5489)\">3 Ne. 19:35-36<\/a><\/span>).\n<\/p><p>\nAfter about three-quarters of a century the Lamanites converted by Alma and Ammon and\ntheir brethren, were still firm and true, as indicated by the Prophet Samuel who said:\n<\/p><p>\n. . . the more part of them are in the path of their duty, and they do walk circumspectly\nbefore God.\n<\/p><p>\n. . . and they are striving with unwearied diligence that they may bring the remainder of their\nbrethren to the knowledge of the truth; . . .\n<\/p><p>\nTherefore, as many as have come to this, ye know of yourselves are firm and steadfast in the\nfaith (<span class=\"citation\" id=\"24670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24670)\">Hel. 15:5-6,8<\/a><\/span>).\n<\/p><p>\nAs many as were converted of the Lamanites by Ammon and his brethren never did fall\naway\" (see <span class=\"citation\" id=\"8875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8875)\">Alma 23:6<\/a><\/span>).\n<\/p><p>\nIt should be noted that the Lamanites were often absorbed by, and were called, Nephites,\nwhen they were righteous, and it is true also that the Nephites when they rebelled and became\nwicked, were ofttimes called Lamanites, and there was undoubtedly a considerable mixture\namong them.\n<\/p><p>\nCHILDREN OF PROMISE\n<\/p><p>\nThese children of promise were great preachers of righteousness\n(<span class=\"citation\" id=\"38971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38971)\">Moses 6:23<\/a><\/span>). Under their teaching on\nnumerous occasions, a nation was born in a day\n(<span class=\"citation\" id=\"25104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25104)\">Isa. 66:8<\/a><\/span>).\nThey were so convincing in their proselyting\nthat \". . . insomuch that they (Gadiantons) have become extinct. . .\" from among the Nephites\n(see <span class=\"citation\" id=\"24664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24664)\">Hel. 6:18<\/a><\/span>).\n<\/p><p>\nUpon one occasion Nephi, who had given up his judgeship, and his brother Lehi, who was a\ngreat general, preached with such eloquence and so convincingly that eight thousand converts\ncame into the Church. These men were so righteous and full of faith that though they were\nencircled by fire they could not be burned. While their mission was yet unfinished and while\nin this trying ordeal their faces shone like that of Moses when he was speaking to the Lord,\nand caused that their persecutors should ask, \"Who is it with whom these men do converse?\"\nand Aminadab replied, \"They do converse with the angels of God\"\n(<span class=\"citation\" id=\"24662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24662)\">Hel. 5:16-39<\/a><\/span>).\n<\/p><p>\nA nation was born in a day when Ammon and his brethren converted the Lamanite king,\nLamoni, and also his father, the chief king, whose entire house was converted and \"thousands\nwere brought unto the knowledge of the Lord\"\n(<span class=\"citation\" id=\"8874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8874)\">Alma 23:5<\/a><\/span>).\nWhole cities and lands bowed to the Lord and\njoined the Church, and in the year 36 A.D. it is stated that all the Lamanites and Nephites in\nthe land were converted (<span class=\"citation\" id=\"6510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6510)\">4 Ne. 1:2<\/a><\/span>).\n<\/p><p>\nThese children of the prophets, both Lamanites and Nephites, were recognized of God. Great\nmanifestations came to them as an evidence of the love their Father in heaven had for them.\nThe Lamanite king, Lamoni, saw his Redeemer, so near to perfection did his life become after\nhis conversion (<span class=\"citation\" id=\"8873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8873)\">Alma 19:13<\/a><\/span>).\n<\/p><p>\nAbinadi was a great prophet and like Moses on Sinai his face shone with radiant luster as he\nstood before his persecutors and boldly defied them\n(<span class=\"citation\" id=\"40224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40224)\">Mosiah 13:5<\/a><\/span>) saying:\n<\/p><p>\nI will not recall. . . .\n<\/p><p>\n. . . I will suffer even until death, and I will not recall my words, and they shall stand as a\ntestimony against you . . . (<span class=\"citation\" id=\"40226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40226)\">Mosiah 17:9-10<\/a><\/span>).\n<\/p><p>\nand with such fortitude he died, burning at the stake\n(<span class=\"citation\" id=\"40227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40227)\">Mosiah 17:20<\/a><\/span>).\nThis was one of the loyal Israelites.\n<\/p><p>\nMIGHTY PROPHETS\n<\/p><p>\nThe first prophet Nephi was great like Moses and Brigham Young. His vision of the\nimmeasurable future was comparable to the one received by Moses, Enoch, and Joseph Smith.\nlie saw the promised land, the population of Lehi's seed as numerous as the sands of the sea.\nHe saw war, slaughter, cities destroyed. In his vision he saw the birth, life, and ministry of\nthe Christ, his coming to the Western Hemisphere and organizing his Church here. He saw\nthree generations of righteousness and then centuries of unrighteousness, with battles\nculminating in the destruction of millions, followed by centuries of degradation, scattering,\npersecution, and suffering. He saw nations grow out of the Eastern empires, and the kingdoms\nof the Gentiles arise. He saw Columbus and other explorers cross the deep, and the puritans\nand pilgrims settle a new country. He envisioned the Revolutionary War, the total subjugation\nof the descendants of Lehi, the coming of the Bible, the restoration of the gospel, the\norganization of the Church, the coming forth of the Book of Mormon&mdash;and the balance of his\nvision was not written\n(<span class=\"citation\" id=\"1479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1479)\">1 Ne. 11:1-36<\/a><\/span>;\n<span class=\"citation\" id=\"1482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1482)\">1 Ne. 12:1-23<\/a><\/span>;\n<span class=\"citation\" id=\"1483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1483)\">1 Ne. 13:1-42<\/a><\/span>;\n<span class=\"citation\" id=\"1487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1487)\">1 Ne. 14:1-30<\/a><\/span>).\n<\/p><p>\nWith undaunted faith he had preserved the brass plates; with the vision and courage of a Noah\nhe builded ships; and with the leadership of the great he led his people to the promised land.\n<\/p><p>\nAnother of these children of God was Aminadi, who, like Daniel of old, was so in tune with\nhis Lord that he interpreted the writings on the wall of the temple which were written there\nby the anger of God (<span class=\"citation\" id=\"8867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8867)\">Alma 10:2<\/a><\/span>).\n<\/p><p>\nAlma, the American Saul of Tarsus, had manifestations that were awesome. Like Paul, he was\ntransformed from a destructionist to one of the great preachers of all time. An idolater, tearing\ndown the Church with his eloquence, he was stricken and a voice from the clouds said to him:\n<\/p><p>\nAlma, arise and stand forth, for why persecutest thou the church of God? . . . This is my\nchurch and nothing shall overthrow it.\n<\/p><p>\nBehold the Lord hath heard the prayers of his people, and also the prayers of his  servant\nAlma, who is thy father; for he has prayed with much faith concerning thee. . .\n<\/p><p>\nAnd I am sent from God&mdash;seek to destroy the church no more . . . (see\n<span class=\"citation\" id=\"40230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40230)\">Mosiah 27:13-16<\/a><\/span>).\n<\/p><p>\nAfter two days and nights of dumbness and helplessness he was healed, and devoted the\nbalance of his life as did Paul, to righteousness and service, taking the gospel to the despised\nand unclean Lamanites.\n<\/p><p>\nAnother of the spiritual giants who came from this now persecuted people was General\nMoroni, who was stalwart like his brethren: Alma, Helaman, and Ammon. \"He was a strong\nand a mighty man; he was a man of a perfect understanding . . . yea, . . . if all man had been,\nand were, and ever would be, like unto Moroni, behold the very powers of hell would have\nbeen shaken forever . . .\" (<span class=\"citation\" id=\"8890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8890)\">Alma 48:11,17<\/a><\/span>).\n<\/p><p>\nHas the world ever seen a more classic example of indomitable will, of faith and courage than\nthat displayed by Samuel the Prophet: \"One of the Lamanites who did observe strictly to keep\nthe commandments of God\" (<span class=\"citation\" id=\"24666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24666)\">Hel. 13:1<\/a><\/span>).\nVisualize, if you can, this despised Lamanite standing on the\nwalls of Zarahemla and while arrows and stones were shot at him, crying out to his white\naccusers that the sword of justice hung over them. So righteous was he that God sent an angel\nto visit him. His predictions were fulfilled in due time relating to the early coming of Christ,\nhis ministry, death and resurrection, and the eventual destruction of these Nephite people. So\ngreat faith had he that the multitudes could not harm him until his message was delivered and\nso important was his message that subsequently the Savior required a revision of the records\nto include his prophecies concerning the resurrection of the Saints\n(<span class=\"citation\" id=\"24667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24667)\">Hel. 13:2-39<\/a><\/span>;\n<span class=\"citation\" id=\"24668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24668)\">Hel. 14:1-31<\/a><\/span>;\n<span class=\"citation\" id=\"24669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24669)\">Hel. 15:1-17<\/a><\/span>;\n<span class=\"citation\" id=\"24671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24671)\">Hel. 16:1-8<\/a><\/span>;\n<span class=\"citation\" id=\"5492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5492)\">3 Ne. 23:9-13<\/a><\/span>).\n<\/p><p>\nFew groups of children of all time have been so honored and blessed as were those Lamanite\nand Nephite little ones who were taken into the arms of our Redeemer and blessed by him.\nWhat a privilege! They were encircled by fire and angels ministered to them, but the greatest\nof all was the actual embrace by the Son of God while their exultant parents watched and\nprayed and bore record (<span class=\"citation\" id=\"5487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5487)\">3 Ne. 17:21-25<\/a><\/span>).\n<\/p><p>\nCHANGES THROUGH CONVERSION\n<\/p><p>\nIf you would look for valor, stamina, and steadfastness, recall the experiences of the converts\nof Ammon and his brethren. Here were red men degenerated, untrained, and primitive who\naccepted the gospel and quickly changed to sober, industrious, God-fearing people. The\ntransition was soon made from skins and loin cloths to clothes of linen; from hunting and\nfishing, to agricultural work; from war and bloodshed, to peaceful pursuits; from paganism\nand idolatry to the worship of the Living God. They were called the Anti-Nephi-Lehies, and\nwere so devout and sincere in their professions that they buried their weapons and declared\nunalterably against war. They said: \". . . and if our brethren destroy us behold we shall go to\nour God, and shall be saved\" (<span class=\"citation\" id=\"8876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8876)\">Alma 24:16<\/a><\/span>).\nWar continued and they were attacked but they prostrated\nthemselves before their enemies \"praising God in the very act of perishing\"\n(<span class=\"citation\" id=\"8878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8878)\">Alma 24:23<\/a><\/span>). One thousand\nfive of them were slain, but they went to their death \n<\/p><p>\n. . . vouching and covenanting with God, that rather than shed the blood of their brethren,\nthey would give up the own lives; and rather than take away from a brother they would give\nunto him; and rather than spend their days in idleness they would labor abundantly with their\nhands.\n<\/p><p>\nAnd thus we see that, when the Lamanites were brought to believe and to know the truth,\nthey were firm, and would suffer even unto death rather than commit sin . . .\n(<span class=\"citation\" id=\"8877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8877)\">Alma 24:18-19<\/a><\/span>).\n<\/p><p>\nHELAMAN'S SONS\n<\/p><p>\nThese dark-skinned folk could teach us much. Their faith and strength was transmitted to their\nchildren. These Lamanite women spent little of their time in social life and worldliness, but\ndevoted themselves to their families, teaching them to pray and \"walk uprightly before the\nLord\" (<span class=\"citation\" id=\"8891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8891)\">Alma 53:21<\/a><\/span>).\nWhen their young boys who had taken no oath were forced to protect their families,\nand came to battle as \"Helaman's sons\"\n(<span class=\"citation\" id=\"8892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8892)\">Alma 56:46<\/a><\/span>)\nthey were unconquerable. Their mothers had promised\nthem that \"If they did not doubt, God would deliver them\"\n(<span class=\"citation\" id=\"8893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8893)\">Alma 56:47<\/a><\/span>).\nThese red men striplings went\ninto battle as Joseph went into the grove, with unwavering faith, and they emerged from many\nbloody battles and \". . . not one soul of them did perish\"\n(<span class=\"citation\" id=\"8896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8896)\">Alma 57:25<\/a><\/span>). One thousand Nephites fighting side\nby side with them were slain, all the 2,060 were wounded, and two hundred fainted from loss\nof blood, but their faith was justified and they all lived to return to their sweet Lamanite\nmothers who praised God for the miracle. The teaching in these God-fearing homes was \"That\nthere was a just God and whosoever did not doubt that they should be preserved by his\nmarvelous power\" (<span class=\"citation\" id=\"8898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8898)\">Alma 57:26<\/a><\/span>).\n<\/p><p>\nThese faithful braves declared as they met the onslaught of the enemy: \"We do not doubt. . .\nour mothers knew it\" (<span class=\"citation\" id=\"8895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8895)\">Alma 56:48<\/a><\/span>).\nIn all history is there a parallel? Can any be found since Adam, with\nsuch faith and fortitude as these forerunners of the deprived Indian of today?\n<\/p><p>\nAgain recall the three disciples whose bodies were changed, who could not taste of death  \n&mdash;of pain or sorrow. Like John the Revelator, a degree of perfection was reached which\nbrought to them these incomparable blessings. Still ministering to men on earth they will\nremain until the consummation of the program of God, having supernatural powers to enable\nthem to better serve (<span class=\"citation\" id=\"5494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5494)\">3 Ne. 28:6-40<\/a><\/span>).\n\"So great faith have I never seen among all the Jews\" declared the\nMaster, \"Wherefore I could not show unto them so great miracles\"\n(<span class=\"citation\" id=\"5488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5488)\">3 Ne. 19:35<\/a><\/span>).\n<\/p><p>\nRACE CONSCIOUSNESS\n<\/p><p>\nOur redskin brothers are today called unclean and common, but formerly it was we, the\nGentile nations, who were the outcasts. Yesterday it was:\n<\/p><p>\n. . . an unlawful thing for a man that is a Jew to keep company or come unto one of another\nnation (<span class=\"citation\" id=\"7610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7610)\">Acts 10:28<\/a><\/span>).\n<\/p><p>\nToday we revile the Jew and his brother-Israelite, the Indian. \"What fools we mortals be!\"\n<\/p><p>\nYesterday the super-race consciousness was so solidly rooted that it was necessary for the\nLord to send a vision to his chiefest Apostle before the gospel could go to the Gentile nations.\nPeter \"saw heaven opened and a certain vessel descending unto him.\" He saw it filled with\n\"all manner of four-footed beasts and filled with creeping things and Jowls of the air.\" And he\nheard a voice saying: \"Rise Peter; kill and eat.\" \"Not so, Lord,\" he said, \"for I have never\neaten anything that is common or unclean.\" Though Peter was very hungry, he could not\novercome his lifelong prejudice until the command came the third time: \"What God hath\ncleansed, that call not thou common\"\n(<span class=\"citation\" id=\"7609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7609)\">Acts 10:11-16<\/a><\/span>).\n<\/p><p>\nAnd also through a vision Cornelius came to Peter, seeking salvation, and the great Church\nleader declared: \"God hath shewed me that I should not call any man common or unclean\"\n(<span class=\"citation\" id=\"7611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7611)\">Acts 10:28<\/a><\/span>).\n<\/p><p>\nEven after Simon was convinced he had a difficult task to change the thinking of his\ncolleagues, and to them he testified:\n<\/p><p>\nForasmuch then as God gave them the like gift as he did unto us, who believed on the Lord\nJesus Christ; what was I, that I could withstand God?\n(<span class=\"citation\" id=\"7613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7613)\">Acts 11:17<\/a><\/span>).\n<\/p><p>\nThere were superior peoples in the days of these Lehites who were intolerant, and Jacob\ncalled them to repentance with boldness:\n<\/p><p>\nWherefore, a commandment I give unto you, which is the word of God, that ye revile no\nmore against them because of the darkness of their skins; neither shall ye revile against them\nbecause of their filthiness; but ye shall remember your own filthiness, and remember that their\nfilthiness came because of their fathers\n(<span class=\"citation\" id=\"25832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25832)\">Jacob 3:9<\/a><\/span>).\n<\/p><p>\nAgain he warned:\n<\/p><p>\n. . . I fear that unless ye shall repent of your sins that their skins will be whiter than yours,\nwhen ye shall be brought before the throne of God\n(<span class=\"citation\" id=\"25831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25831)\">Jacob 3:8<\/a><\/span>).\n<\/p><p>\nMormon knew the weakness of men when he wrote:\n<\/p><p>\n. . . behold who can stand against the works of the Lord? . . . Who will despise the children\nof Christ . . . (<span class=\"citation\" id=\"37955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37955)\">Morm. 9:26<\/a><\/span>).\n<\/p><p>\n. . . wo unto him that shall deny the revelations of the Lord\n(<span class=\"citation\" id=\"5495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5495)\">3 Ne. 29:6<\/a><\/span>).\n<\/p><p>\nYea, and ye need not any longer hiss nor spurn, nor make game of\nthe Jews, nor any remnant of the house of Israel; for behold the\nLord remembereth his covenant unto them . . .\n(<span class=\"citation\" id=\"5496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5496)\">3 Ne. 29:8<\/a><\/span>; italics speaker's).\n<\/p><p>\nAnd Moroni warns against judging:\n<\/p><p>\nFor behold, the same that judgeth rashly shall be judged rashly again: for according to his\nworks shall his wages be; therefore he that smiteth shall be smitten again, of the Lord\n(<span class=\"citation\" id=\"37952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37952)\">Morm. 8:19<\/a><\/span>).\n<\/p><p>\nVIRTUES ENUMERATED\n<\/p><p>\nAmong these children of God were many prophets, and fires would not burn them; stones and\narrows could not hit them; prisons could not hold them; pits could not be dug deep enough to\nimprison them. Among these, the children of the covenant, their lame walked; their blind ones\nsaw; their deaf heard; their dumb spoke; the dead lived again. Among these, the remnant of\nJacob, the rich were humble; the poor were provided for; the oppressed were rescued; justice\nreigned; and freedom was a reality. Among these, the branch of the tree of Israel, the Holy\nGhost whispered to them; angels ministered to them; the Creator and Master visited them.\n<\/p><p>\nAmong us today we find many who abandon their faith and Church position to go into\npolitics. We found children of the Covenant who gave up judgeships, resigned from the high\narmy posts, and even refused to be king over the nation that they might serve on missions and\nconvert souls to righteousness. We find many today who permit wealth to wedge them from\nthings spiritual. We found Lamanites who sacrificed their wealth to become lowly teachers.\n<\/p><p>\nSee what God hath wrought! He has blessed, honored, and preserved his race. He has\npredicted and warned through their prophets; angels have ministered to them; miracles have\nbeen countless among them; two centuries of continuous righteousness was lived by them;\nsupreme faith was manifested by them; martyrs burned and bled among them; the flesh and\nthe world were overcome by them. Peace of long duration was enjoyed by them and the Son\nof Man visited them.\n<\/p><p>\nA BRIGHTER DAY\n<\/p><p>\nYesterday we of the Gentile nations were the \"common and unclean\"&mdash;today we so call the\nIndian.\n<\/p><p>\nYesterday we were the persecuted; today we are the persecutors.\n<\/p><p>\nYesterday we were they who went from Jerusalem to Jericho; today we are the priest and the\nLevite who passed \"by on the other side\"\n(<span class=\"citation\" id=\"31241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31241)\">Luke 10:31<\/a><\/span>).\n<\/p><p>\nBut to these children of the prophets, God has made lavish promises. Today is the brighter\nday&mdash;the day of the Lamanite, and we must be the Good Samaritan, and through us with our\nlove, service and providence, must come the rejuvenation of the Indians.\n<\/p><p>\nThey shall become fair, clean, and worthy. They shall become physically sound, mentally\nalert, economically secure. They shall plant and harvest and build and inhabit. They shall take\ntheir rightful place as peers with us in industry, in business and professions. They shall know\ntheir history and believe the truth; they shall know and worship the true and living God.\n<\/p><p>\nFor the eternal purposes of the Lord shall roll on until all his promises shall be fulfilled\n(<span class=\"citation\" id=\"37953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37953)\">Morm. 8:22<\/a><\/span>).\n<\/p><p>\nMay God help us to recognize our duty toward these our brothers and sisters and help us\nshow our love for him by our devotion to the work of bringing all blessings which we enjoy\nto these our kinsmen.\n<\/p>\n<\/div>\n<\/div>"}