{"ID":3952, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Marriage and Divorce\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p3\" class=\"\">I pray for the companionship of the Holy Spirit, that my remarks will be in harmony with revealed truth and will be received and understood by that same heavenly influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p4\" class=\"\">For more than twenty-five years we have witnessed an unending assault on the traditional family. Sacred values of human goodness, discipline, and love and honor for God our Eternal Father have been challenged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p5\" class=\"\">A new self-centered generation has made the family a prime target of continuing belittlement. Marriage is downgraded or shunned, parenthood degraded and avoided. These, with other disturbing influences, have resulted in a torrent of evil temptations for so-called instant gratification and the demeaning of marriage and the sacred roles of wife and mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p6\" class=\"\">Unfortunately, there are many good human beings who would live differently, but they do not know of God’s eternal plan for His children. We learn from the scriptures that the divine intent is that marriage is to be an eternal union with enduring family relationships throughout eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p7\" class=\"\">Scripture reveals that, after the earth was developed, God created man in His own image and gave him dominion over the earth. By the side of man stood the woman, sharing with him the divinely bestowed honor and dignity of supremacy over all other creations. God said, “It is not good that the man should be alone; I will make him an help meet for him.” (<span class=\"citation\" id=\"23978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23978)\">Gen. 2:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p8\" class=\"\">“In the image of God created he him; male and female created he them.” (<span class=\"citation\" id=\"23975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23975)\">Gen. 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p9\" class=\"\">The Lord also instructed, “Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh” (<span class=\"citation\" id=\"23979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23979)\">Gen. 2:24<\/a><\/span>), thereby giving sanction to the union of male and female in authorized marriage, which is heaven-planned for the creation of mortal bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p10\" class=\"\">The earliest recorded commandment to Adam and Eve was to “be fruitful, and multiply, and replenish the earth.” (<span class=\"citation\" id=\"23977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23977)\">Gen. 1:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p11\" class=\"\">We regard children as gifts from God, committed to our care for loving, nurturing, and careful training.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p12\" class=\"\">The Lord also instructed, “And they shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"18139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18139)\">D&amp;C 68:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p13\" class=\"\">They are not to be mistreated or abused, for, with their parents, they are part of a family with the potential of eternal relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p14\" class=\"\">President Spencer W. Kimball explained:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p15\" class=\"\">“The Lord organized the whole program in the beginning with a father who procreates, provides, and loves and directs, and a mother who conceives and bears and nurtures and feeds and trains. The Lord could have organized it otherwise but chose to have a unit with responsibility and purposeful associations where children train and discipline each other and come to love, honor, and appreciate each other. The family is the great plan of life as conceived and organized by our Father in Heaven.” (<span class=\"emphasis\">Ensign, <\/span>July 1973, p. 15.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p16\" class=\"\">Marriage was meant to be and can be a loving, binding, and harmonious relationship between a husband and wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p17\" class=\"\">As we contemplate our Lord’s declaration to Moses, “This is my work and my glory—to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39631)\">Moses 1:39<\/a><\/span>), we reflect with sadness upon the present serious trend of families and homes being torn apart through divorce.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p18\" class=\"\">It would seem that a major underlying cause of divorce is in not understanding that marriage and families are God-given and God-ordained. If we understood the full meaning we would have less divorce and its attendant unhappiness. Couples would plan for a happy marriage relationship based on divine instruction. If couples understood from the beginning of their romance that their marriage relationship could be blessed with promises and conditions extending into the eternities, divorce would not even be a considered alternative when difficulties arise. The current philosophy—get a divorce if it doesn’t work out—handicaps a marriage from the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p19\" class=\"\">The ever-increasing rise in divorce is ample evidence of how acceptable divorce has become as the popular solution to unhappy or “not-quite-up-to-expectation” marriages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p20\" class=\"\">But no matter how acceptable divorce has become—how quick and easy to obtain—divorce is tragic and painful, not only at the outset, but also in the years to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p21\" class=\"\">Divorce can never really be final. How can mothers and fathers really divorce themselves from their own flesh and blood children, or from the memories of days and years of shared experiences which have become part of their very lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p22\" class=\"\">Divorce rarely occurs without immense emotional, social, and financial upheaval. Most people underestimate the alienation, bitterness, disruption, and frustration between a divorcing couple, and among their children, friends, and relatives. Some never adjust to the resulting emotional consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p23\" class=\"\">Perhaps most tragic of all is that more than 60 percent of all divorces involve children under eighteen years of age. Children of divorce all too often have a higher delinquency rate and less self-confidence, and tend to be more promiscuous and themselves more likely to have unhappy marriages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p24\" class=\"\">Considering the enormous importance of marriage, it is rather astonishing that we don’t make better preparation for success. Usually, young couples date for a few months or for a year or two, enjoying romance and getting acquainted, and then get married. Once married, they soon learn that romance must blend with spiritual beliefs, in-law relationships, money issues, and serious discussions involving ethics, children, and the running of a home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p25\" class=\"\">Too many people are inadequately prepared for this lofty responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p26\" class=\"\">“People go to college for years to prepare for a vocation or profession … not [nearly] as … rewarding [or as important] as marriage.” (See Lowell S. Bennion, “Conference on Utah Families,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> 6 Apr. 1980, p. F-9.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p27\" class=\"\">Serious transgressions, as well as injured lives that sometimes are revealed in bishops’ offices, all too frequently make it clear that husband and wife relationships deserve a great deal more prayerful attention than many are giving it. Fewer marriages would get in trouble, and more would be happier, if couples visited a warm-hearted bishop who might suggest ways of avoiding pitfalls, and encourage husbands and wives to thoughtfully use self-discipline and needed restraint and develop the loving attribute of unselfishness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p28\" class=\"\">A few years ago, President Harold B. Lee received this letter from a married woman: “When we thought that the end was here and that there was only one thing to do and that was to get a divorce, we had been told that we should counsel with our bishop. At first … we hesitated, because he was just a young man. … But he was our bishop so we went to see him. We poured out our souls to our young bishop. He sat and listened silently, and when we ran out of conversation he said, simply, ‘Well, my wife and I, we had problems, too, and we learned how to solve them.’ That is all … he said. But you know there was something that happened as a result of that young bishop’s statement. We walked out of there and we said, ‘Well, if they can solve their problems, what is the matter with us?’” (<span class=\"emphasis\">Ensign,<\/span> Jan. 1974, p. 100.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p29\" class=\"\">A prominent producer recently stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p30\" class=\"\">“In movies and on television there is … reluctance to deal with marriage, … [except as] a comic turn or in soap operas. We prefer to stress … [sexual involvement] and leave [alone] … the happily-ever-after, … as in children’s fairy stories.” (Karl E. Meyer, <span class=\"emphasis\">The Wife of Your Youth<\/span> Palos Heights, Illinois: n.p., 1977, np.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p31\" class=\"\">Our concern is not just that media producers and writers don’t portray happy, fruitful marriage, but that many married couples don’t take their marriages seriously enough—to work at them, protect them, nurture them, cultivate them day in and day out, week in and week out, yearlong, quarter-century long, half-a-century long, forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p32\" class=\"\">Middle-age divorce is particularly distressing, as it indicates that mature people, who are the backbone of our society, are not working carefully enough to preserve their marriages. Divorces granted to people over forty-five have increased at an alarming rate. When middle-aged people even consider breaking up their marriage—a couple who may have reared their children, who possibly have grandchildren—and now decide to go their separate ways, they need to realize that every divorce is the result of selfishness on the part of one or both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p33\" class=\"\">In Malachi we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p34\" class=\"\">“The Lord hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously: yet is she thy companion, and the wife of thy covenant. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p35\" class=\"\">“Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.” (<span class=\"citation\" id=\"32887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32887)\">Mal. 2:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p36\" class=\"\">Marriage is a covenant. Two of the Ten Commandments deal directly with preserving the sanctity of marriage: “Thou shalt not commit adultery,” and “Thou shalt not covet thy neighbour’s wife.” (<span class=\"citation\" id=\"22931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22931)\">Ex. 20:14, 17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p37\" class=\"\">Jesus magnified the law against adultery: “But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.” (<span class=\"citation\" id=\"36980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36980)\">Matt. 5:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p38\" class=\"\">The ideal marriage is the faithfulness of a man and a woman to each other, a faithfulness that began when each had chosen the other. In Proverbs we read, “Let thy fountain be blessed: and rejoice with the wife of thy youth.” (<span class=\"citation\" id=\"41567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41567)\">Prov. 5:18<\/a><\/span>.) Let her affection fill you at all times with delight, and be infatuated always with her love. (See <span class=\"citation\" id=\"41568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41568)\">Prov. 5:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p39\" class=\"\">It is a privilege indeed to live our life with the wife of our youth, to enjoy the golden years together—neither objecting to the wrinkles nor the gray hair—but to continue acquiring a depth of love, oneness, and wisdom which can be shared with each other now and throughout all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p40\" class=\"\">Marriage is sustained by faith and knowledge of its divine establishment, and is sustained daily by the energy of love. A wise man explained, “When the satisfaction or the security of another person becomes as significant to one as one’s own satisfaction and security then the state of love exists.” (Harry Stack Sullivan, <span class=\"emphasis\">Concepts of Modern Psychiatry,<\/span> 2d ed. New York: W. W. Norton and Co., 1961, p. 42.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p41\" class=\"\">A strong, shared conviction that there is something eternally precious about a marriage relationship builds faith to resist evil. Marriage should be beautiful and fulfilling, with joy beyond our fondest dreams, for “neither is the man without the woman, neither the woman without the man, in the Lord.” (<span class=\"citation\" id=\"731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(731)\">1 Cor. 11:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/marriage-and-divorce.p42\" class=\"\">Latter-day Saints need not divorce—there are solutions to marriage problems. If, as husband and wife, you are having serious misunderstandings or if you feel some strain or tension building up in your marriage, you should humbly get on your knees together and ask God our Father, with a sincere heart and real intent, to lift the darkness that is over your relationship, that you may receive the needed light, see your errors, repent of your wrongs, forgive each other, and receive each unto yourselves as you did in the beginning. I solemnly assure you that God lives and will answer your humble pleas, for he has said, “Ye shall ask whatsoever you will in the name of Jesus and it shall be done.” (<span class=\"citation\" id=\"18116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18116)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18116)\">D&amp;C 50:29<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}