{"ID":3954, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Building Your Eternal Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p3\" class=\"\">When Jesus walked the dusty pathways of towns and villages that we now reverently call the Holy Land and taught His disciples by beautiful Galilee, He often spoke in parables, in language the people understood best. Frequently, He referred to home building in relationship to the lives of those who listened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p4\" class=\"\">He declared: “Every … house divided against itself shall not stand.” (<span class=\"citation\" id=\"37007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37007)\">Matt. 12:25<\/a><\/span>.) Later He cautioned: “Behold, mine house is a house of order, … and not a house of confusion.” (<span class=\"citation\" id=\"18210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18210)\">D&amp;C 132:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p5\" class=\"\">In a revelation given through the Prophet Joseph Smith at Kirtland, Ohio, December 27, 1832, the Master counseled: “Organize yourselves; prepare every needful thing; and establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God.” (<span class=\"citation\" id=\"18156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18156)\">D&amp;C 88:119<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p6\" class=\"\">Where could any of us locate a more suitable blueprint whereby we could wisely and properly build a house to personally occupy throughout eternity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p7\" class=\"\">Such a house would meet the building code outlined in Matthew—even a house built “upon a rock” (<span class=\"citation\" id=\"36998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36998)\">Matt. 7:24<\/a><\/span>), a house capable of withstanding the rains of adversity, the floods of opposition, and the winds of doubt everywhere present in our challenging world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p8\" class=\"\">Some might question: “But that revelation was to provide guidance for the construction of a temple. Is it relevant today?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p9\" class=\"\">I would respond: “Did not the Apostle Paul declare, ‘Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?’” (<span class=\"citation\" id=\"726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(726)\">1 Cor. 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p10\" class=\"\">Perhaps if we consider these architectural guidelines on an individual basis, we can more readily appreciate this divine counsel from the Master Builder, the Creator of the world, our Lord and Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p11\" class=\"\">Our inspired blueprint first cautions that our house should be a <span class=\"emphasis\">house of prayer.<\/span> The Master taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p12\" class=\"\">“And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray … , that they may be seen of men. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p13\" class=\"\">“But thou, when thou prayest, … pray to thy Father which is in secret. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p14\" class=\"\">“Use not vain repetitions. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p15\" class=\"\">“After this manner … pray ye: Our Father which art in heaven, Hallowed be thy name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p16\" class=\"\">“Thy kingdom come. Thy will be done in earth, as it is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p17\" class=\"\">“Give us this day our daily bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p18\" class=\"\">“And forgive us our debts, as we forgive our debtors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p19\" class=\"\">“And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever.” (<span class=\"citation\" id=\"36991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36991)\">Matt. 6:5–7, 9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p20\" class=\"\">This element of our blueprint can be taught to children when they are yet young. When our oldest son was about three, he would kneel with his mother and me in our evening prayer. I was serving as the bishop of the ward at the time, and a lovely lady in the ward, Margaret Lister, lay perilously ill with cancer. Each night we would pray for Sister Lister. One evening our tiny son offered the prayer and confused the words of the prayer with a story from a nursery book. He began: “Heavenly Father, please bless Sister Lister, Henny Penny, Chicken Licken, Turkey Lurkey, and all the little folks.” We held back the smiles that evening. Later we were humbled as Margaret Lister sustained a complete recovery. We do not demean the prayer of a child. After all, our children have more recently been with our Heavenly Father than have we.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p21\" class=\"\">Let our house be a <span class=\"emphasis\">house of prayer.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p22\" class=\"\">Our house should also be a <span class=\"emphasis\">house of fasting.<\/span> This portion of the blueprint is personified in the account found in Isaiah titled the “True Fast”: “Is not this the fast that I have chosen? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p23\" class=\"\">“To deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p24\" class=\"\">The reward is then announced: “Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p25\" class=\"\">“Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p26\" class=\"\">“And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p27\" class=\"\">“And the Lord shall guide thee continually, and satisfy thy soul in drought, … and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.” (<span class=\"citation\" id=\"25602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25602)\">Isa. 58:6–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p28\" class=\"\">Let our house be a <span class=\"emphasis\">house of fasting.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p29\" class=\"\">Our house is to be a <span class=\"emphasis\">house of faith.<\/span> James recorded:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p30\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p31\" class=\"\">“But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.” (<span class=\"citation\" id=\"26327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26327)\">James 1:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p32\" class=\"\">A practical application of such abiding faith is found in the spirit of Nephi and his stirring declaration: “I will go and do the things which the Lord hath commanded.” (<span class=\"citation\" id=\"1795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1795)\">1 Ne. 3:7<\/a><\/span>.) He did not waver; he believed. Is there a counterpart application even today?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p33\" class=\"\">Some years ago I accompanied President Hugh B. Brown on a tour of the Samoan Mission. The members and missionaries in American Samoa had advised us that a severe drought had imperiled their water supply to the point that our chapels and our school would of necessity be closed if rain did not soon fall. They asked us to unite our faith with theirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p34\" class=\"\">Signs of the drought were everywhere as we left the airport at Pago Pago and journeyed to the school at Mapasaga. The sun was shining brightly; not a cloud appeared in the azure blue sky. The members rejoiced as the meeting began. He who offered the opening prayer thanked our Heavenly Father for our safe arrival, knowing that we would somehow bring the desired rainfall. As President Brown rose to speak, the sun was soon shaded by gathering clouds. Then we heard the clap of thunder and saw the flash of lightning. The heavens opened. The rains fell. The drought ended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p35\" class=\"\">Later at the airport, as we prepared for the short flight to Western Samoa, the pilot of the small plane said to the ground crew, “This is the most unusual weather pattern I have ever seen. Not a cloud is in the sky except over the Mormon school at Mapasaga. I don’t understand it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p36\" class=\"\">President Brown said to me, “Here’s your opportunity. Go help him understand.” I did so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p37\" class=\"\">Our house surely is a <span class=\"emphasis\">house of faith.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p38\" class=\"\">Let our house be a <span class=\"emphasis\">house of learning.<\/span> Said the Lord: “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.” (<span class=\"citation\" id=\"18155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18155)\">D&amp;C 88:118<\/a><\/span>.) He counseled: “Come … learn of me … and ye shall find rest unto your souls.” (<span class=\"citation\" id=\"37003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37003)\">Matt. 11:28–29<\/a><\/span>.) No other quest for learning promises such a profound reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p39\" class=\"\">Let our house be a <span class=\"emphasis\">house of learning.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p40\" class=\"\">Our house is to be a <span class=\"emphasis\">house of glory.<\/span> For our house to be such, we need to be square with God, fair with others, and honest with ourselves. One cannot be one person and pretend to be another. Samuel Clemens, better known as Mark Twain, had Huckleberry Finn teach us this vital lesson. Huckleberry Finn is talking:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p41\" class=\"\">“It made me shiver. And I about made up my mind to pray, and see if I couldn’t try to quit being the kind of a boy I was and be better. So I kneeled down. But the words wouldn’t come. Why wouldn’t they? It warn’t no use to try and hide it from Him. … I knowed very well why they wouldn’t come. … It was because I was playing double. I was letting <span class=\"emphasis\">on<\/span> to give up sin, but away inside of me I was holding on to the biggest one of all. I was trying to make my mouth <span class=\"emphasis\">say<\/span> I would do the right thing and the clean thing, … but deep down in me I knowed it was a lie, and He knowed it. <span class=\"emphasis\">You can’t pray a lie<\/span>—I found that out.” (<span class=\"emphasis\">The Adventures of Huckleberry Finn,<\/span> New York: Washington Square Press, Pocket Books, 1973, pp. 271–72; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p42\" class=\"\">Someone once philosophized, “Consistency, thou art a jewel.” (<span class=\"emphasis\">The Home Book of Quotations,<\/span> sel. Burton Stevenson, New York: Dodd, Mead, &amp; Co., 1934, p. 304.) By being consistently good, we can ensure a <span class=\"emphasis\">house of glory.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p43\" class=\"\">Our house is to be a <span class=\"emphasis\">house of order.<\/span> “To every thing there is a season, and a time to every purpose under the heaven” (<span class=\"citation\" id=\"21442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21442)\">Eccl. 3:1<\/a><\/span>), advised Ecclesiastes, the Preacher. Such is true in our lives. Let us provide time for family, time for work, time for study, time for service, time for recreation, time for self—but above all, time for Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p44\" class=\"\">Then our house will be a <span class=\"emphasis\">house of order.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p45\" class=\"\">Finally, let our house be a <span class=\"emphasis\">house of God.<\/span> Clean thoughts, noble purpose, a willing heart, and ready hands are all features of a house of God. He does not leave us to struggle alone but stands ever ready to help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p46\" class=\"\">A few years ago, I was afforded the privilege to serve as a mission president and became intimately acquainted with more than four hundred missionaries. We had one young missionary who was very ill. After weeks of hospitalization, as the doctor prepared to undertake extremely serious and complicated surgery, he asked that we send for the missionary’s mother and father. He advised there was a possibility the patient would not survive the surgery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p47\" class=\"\">The parents came. Late one evening, the father and I entered a hospital room in Toronto, Canada, placed our hands upon the head of the young missionary, and gave him a blessing. What happened following that blessing was a testimony to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p48\" class=\"\">The missionary was in a six-bed ward in the hospital. The other beds were occupied by five men with a variety of illnesses. The morning of his surgery, the missionary’s bed was empty. The nurse came into the room with the breakfast these men normally ate. She took a tray over to the patient in bed number one and said, “Fried eggs this morning, and I have an extra portion for you!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p49\" class=\"\">The occupant of bed number one had suffered an accident with his lawnmower. Other than an injured toe, he was well physically. He said to the nurse, “I’ll not be eating this morning.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p50\" class=\"\">“All right, we shall give your breakfast to your partner in bed number two.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p51\" class=\"\">As she approached that patient, he said, “I think I’ll not eat this morning.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p52\" class=\"\">Each of the five men declined breakfast. The young lady exclaimed, “Other mornings you eat us out of house and home, and today not one of you wants to eat! What is the reason?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p53\" class=\"\">Then the man who occupied bed number six answered: “You see, bed number three is empty. Our friend is in the operating room under the surgeon’s hands. He needs all the help he can get. He is a missionary for his church, and while we have been patients in this ward, he has talked to us about the principles of his church—principles of prayer, of faith, of fasting wherein we call upon the Lord for blessings.” He continued, “We don’t know much about the Mormon church, but we have learned a great deal about our friend; and we are fasting for him today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p54\" class=\"\">The operation was a success. When I attempted to pay the doctor, he countered, “Why, it would be dishonest for me to accept a fee. I have never before performed surgery when my hands seemed to be guided by a Power which was other than my own. No,” he said, “I wouldn’t take a fee for the surgery which Someone on high literally helped me to perform.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p55\" class=\"\">Such is a <span class=\"emphasis\">house of God.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p56\" class=\"\">This, then, is our building project. We are master builders of eternal houses, even “temples of God.” (See <span class=\"citation\" id=\"727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(727)\">1 Cor. 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p57\" class=\"\">“Organize yourselves; prepare every needful thing; and establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God.” (<span class=\"citation\" id=\"18157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18157)\">D&amp;C 88:119<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p58\" class=\"\">Then the Lord, even our building inspector, may say to us, as He said when He appeared to Solomon, a builder of another day: “I have hallowed this house, which thou hast built, to put my name there for ever; and mine eyes and mine heart shall be there perpetually.” (<span class=\"citation\" id=\"1280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1280)\">1 Kgs. 9:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/building-your-eternal-home.p59\" class=\"\">May we follow this divinely provided blueprint. May we be successful builders of our eternal homes, is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}