{"ID":3959, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Warmed by the Fires of Their Lives\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p2\" class=\"\">Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p\" class=\"\">Recently released as Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6a.jpg\" alt=\"Barbara B. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p3\" class=\"\">President Kimball, President Hinckley, Brethren, and my dear brothers and sisters, this afternoon I feel somewhat like a former Chief Justice who explained his feelings on his ninety-fifth birthday anniversary. In his mind he rationalized, “It’s just another birthday like all the others.” But as he stood to acknowledge the occasion, his words revealed a love of life, a love of his work and of his fellowmen. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p4\" class=\"\">“I have warmed both hands before the fire of life. … The rich spoils of memory are mine. … Mine, too, are the precious things of today. … The best of life is always further on. Its real lure is hidden from our eyes somewhere behind the hills of time.” (Lillian Eichler Watson, ed., <span class=\"emphasis\">Lights from Many Lamps,<\/span> New York: Simon and Schuster, 1951, pp. 267–68.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p5\" class=\"\">Like that grand old man, I love life. I love the work in which I have been engaged for the past nine and one-half years—the demanding, intense, but beautiful work of Relief Society. It has been so sweet to me that it has seemed but a fleeting moment in time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p6\" class=\"\">As I stand at this point of transition, a montage of memories crowd my mind—of family, my good husband supporting and patiently waiting for me, of my children and their mates struggling to arrange their busy schedules to meet mine, and of grandchildren often being my examples; of the women with whom I have worked—a kaleidoscope of images, experiences, and impressions come to me of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p7\" class=\"\">I see my devoted, talented, loyal counselors, Marian R. Boyer, Janath R. Cannon, Shirley W. Thomas, and Ann S. Reese, and my secretary-treasurer, Mayola R. Miltenberger, all of whom I dearly love. I see the brilliant, gifted women who have served with me on the Relief Society General Board. And there is my personal secretary and the dear women of our staff, the hostesses who serve in the Relief Society Building, our public communications representative, Moana B. Bennett.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p8\" class=\"\">I also see the faithful stake and ward Relief Society leaders and the many, many sisters who comprise the membership of the Relief Society throughout the Church whom I have come to know and appreciate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p9\" class=\"\">At this moment, I can only echo President Kimball’s words: “God bless the women—the <span class=\"emphasis\">wonderful, wonderful<\/span> women!” (“Women, Wonderful Women!” <span class=\"emphasis\">Relief Society Magazine,<\/span> Jan. 1958, p. 8.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p10\" class=\"\">Certainly I have warmed both my hands at the fires of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p11\" class=\"\">I have seen nobility emerge as I have observed them overcome personal sorrows, disappointments, and tragedies. I have witnessed their compassion and loving ministrations toward their families and toward their neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p12\" class=\"\">I have savored their creativity, rejoiced in their achievements, and shared their joyous moments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p13\" class=\"\">I have felt the strength of our sisterhood as we have met in Sunday Relief Society meetings, in women’s area conference meetings, in socials, and in significant historical events such as the memorable occasion in Nauvoo, the birthplace of our beloved organization, where we memorialized that event with a beautiful garden of monuments to women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p14\" class=\"\">I have read how Relief Society observed its fiftieth year with a great gathering of sisters in this Tabernacle. President Zina D. H. Young addressed the congregation and exclaimed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p15\" class=\"\">“O that my words could be heard by all people, not only by you my brethren and sisters in this Tabernacle but that they might be <span class=\"emphasis\">heard<\/span> and <span class=\"emphasis\">understood<\/span> by all the people of this continent, and not only this continent, but the continents of Asia, Africa, Europe and the islands of the sea.” (Minutes of the Relief Society General board, vol. 1, March 17 1892, p. 225.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p16\" class=\"\">I have come to feel that this may have been more than just a wistful expression of a great former leader. Perhaps it was instead a pleading with the Lord for a time such as this. Let me explain:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p17\" class=\"\">When I was a little girl I participated in a program here in the Tabernacle. At that time an impression came to me that I have never forgotten, even though I did not understand it then. I was filled with an awareness that sometime I would stand before a vast congregation of the Church in this building.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p18\" class=\"\">I thought this vision of my childhood was realized in the 1974 Relief Society conference when I was sustained as the general president of the Relief Society. But now I feel certain that <span class=\"emphasis\">this<\/span> is the day I saw. And perhaps because of prayerful people like President Zina Young our voices are heard proclaiming the truths of the gospel to all the world, truths that can be transmitted into the very hearts and minds of people who will listen and try to understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p19\" class=\"\">In that spirit I am proud to testify today that our prophets and Apostles are men called of God. They will always lead the Church aright by divine direction and by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p20\" class=\"\">The women of the Church have an important work to do. That work requires great strength of character, faith in the Lord Jesus Christ, and a pure heart that will be a light unto the world and a bulwark of righteousness against the darkness that covers the earth with contention and evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p21\" class=\"\">In all humility I declare my ever-expanding love for you. I assure you, too, that I deeply love our newly called and sustained general president of the Relief Society. I know Relief Society is in good hands. It will continue to grow and move forward in countless ways to bless the lives of all of the daughters of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p22\" class=\"\">I know this is true. I feel it with every fiber of my being, just as I know that God lives, that Jesus is the Christ, our Savior and our Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/warmed-by-the-fires-of-their-lives.p23\" class=\"\">May we all make the most of every moment of our lives, that somewhere beyond the hills of time we will be with them again, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}