{"ID":396, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sacredness of the Eternal Marriage Covenant<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1949, pp. 134-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd great multitudes followed him; and he healed them there.\n<\/p><p>\nThe Pharisees also came unto him, tempting him and saying unto him, Is it lawful for a man\nto put away his wife for every cause?\n<\/p><p>\nAnd he answered and said unto them, Have ye not read, that he which made them at the\nbeginning made them male and female.\nAnd said, For this cause shall a man leave father and mother, and shall cleave to his wife: and\nthey twain shall be one flesh? \n<\/p><p>\nWherefore they are no more twain, but one flesh. What therefore God hath joined together, let\nnot man put asunder\" (<span class=\"citation\" id=\"34293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34293)\">Matt. 19:2-6<\/a><\/span>).\n<\/p><p>\nMARRIAGE FOR ETERNITY\n<\/p><p>\nI wish to call attention, first, to the fact that the Lord has declared that when a man and a\nwoman are united in marriage, according to the Lord's plan and by his sanction, they become\none, one flesh; and there is nothing in this commandment that indicates in the least that that\nmeans until death separates them. Here the Lord is teaching marriage for eternity, for he says,\n\". . . they are no more twain, but one flesh\"\n(<span class=\"citation\" id=\"34296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34296)\">Matt. 19:6<\/a><\/span>).\nWe ought to keep that in mind.\n<\/p><p>\nI wish to read now more of this instruction he gave to these Pharisees:\n<\/p><p>\nThey say unto him, Why did Moses then command to give a writing of divorcement, and to\nput her away?\n<\/p><p>\nHe saith unto them, Moses because of the hardness of your heats suffered you to put away\nyour wives: but from the beginning it was not so\n(<span class=\"citation\" id=\"34299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34299)\">Matt. 19:7-8<\/a><\/span>).\n<\/p><p>\nNow I want to call your attention to the covenants a man and a woman make when they are\nmarried by the Lord, or by a servant of the Lord, acting by his authority. The Lord has\nrevealed this to us, and you will find it recorded in the Scriptures, and I shall read from\nsection seventy-six of the D&amp;C, verses 54-60.\n<\/p><p>\nFor the Lord says of those who keep his covenants and are faithful and true and are sealed by\nthe Holy Spirit of Promise: They are they who are the church of the Firstborn.\n<\/p><p>\nThey are they into whose hands the Father has given all things&mdash;\n<\/p><p>\nThey are they who are priests and kings, who have received of his fulness, and of his glory;\n<\/p><p>\nAnd are priests of the Most High, after the order of Melchizedek, which was after the order\nof Enoch, which was after the order of the Only Begotten Son.\n<\/p><p>\nWherefore, as it is written, they are gods, even the sons of God&mdash; \n<\/p><p>\nWherefore, all things are theirs, whether life or death, or things present, or things to come, all\nare theirs and they are Christ's, and Christ is God's.\n<\/p><p>\nAnd they shall overcome all things\n(<span class=\"citation\" id=\"12667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12667)\">D&amp;C 76:54-60<\/a><\/span>).\n<\/p><p>\nThat is the doctrine the Lord taught to these critical Pharisees. It is the doctrine that was\ntaught by his servants, the prophets. And Paul says, writing to the Roman Saints: \n<\/p><p>\nFor if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of\nthe body, ye shall live.\n<\/p><p>\nFor as many as are led by the Spirit of God, they are the sons of God.\n<\/p><p>\nFor ye have not received the spirit of bondage again to fear; but ye have received the Spirit of\nadoption, whereby we cry, Abba, Father.\n<\/p><p>\nThe Spirit itself beareth witness with our spirit, that we are the children of God:\n<\/p><p>\nAnd if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we\nsuffer with him, that we may be also glorified together.\n<\/p><p>\nFor I reckon that the sufferings of this present time are not worthy to be compared with the\nglory which shall be revealed in us.\n<\/p><p>\nFor the earnest expectation of the creature waiteth for the manifestation of the sons of God\n(<span class=\"citation\" id=\"42686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42686)\">Rom. 8:13-19<\/a><\/span>).\n<\/p><p>\nBLESSINGS OF TEMPLE MARRIAGE\n<\/p><p>\nNow I want to impress upon all my good brethren and sisters who have been married in the\ntemple that they should never forget the great blessings which were bestowed upon them:\nThat the Lord has given unto them, through their faithfulness, the right to become his sons\nand his daughters, joint heirs with Jesus Christ, possessing, as stated here, all that the Father\nhas.\n<\/p><p>\nAnd yet, there are members of the Church who fail to comprehend this and after they are\nmarried for time and all eternity, become members of the Church of the Firstborn, receiving\nthe promise of the fulness of the Father's kingdom, they permit things to come into their lives\nthat bring friction and separate them. And they forget that they have made a covenant for time\nand all eternity with each other; and not only that, but they have made a covenant with their\nFather in heaven; and I want to say to you, my brethren and sisters, it isn't an easy thing to\nbreak a covenant that we make with our Father in heaven. And that is what they do.\n<\/p><p>\nNow this is impressed upon my mind at this particular time because I have had so many cases\ncome before me. I haven't time to go into the details in regard to these matters, but I want to\ncall attention to two cases that have come before me recently.\n<\/p><p>\nBROKEN HOMES\n<\/p><p>\nAt the close of a stake conference one time, a brother came up to me for counsel, which he\ndid not follow when he got it. It wasn't counsel he wanted; it was confirmation. He said he\nand his wife had tired of each other. She was a good woman. She was living her religion. He\nclaimed to be a good man. And the president of his stake, afterwards, when I spoke to him,\nsaid he was a good man. How could they be good and want to separate and throw into the\ndiscard all these glorious blessings that would bring to them the glory of godhood, as set forth\nin the revelations which I have read to you? How could they be good?\n<\/p><p>\nI want to say to you, my brethren and sisters, there never could be a divorce in this Church if\nthe husband and wife were keeping the commandments of God.\n<\/p><p>\nAnd within the week, my attention was called to another case similar to this, where a man\nand a woman married in the temple for time and all eternity have tired of each other. They\nhave raised a family. Now he wants to go his way, and she wants to go her way. But they\nwant to be friends. There are no hard feelings between them. They have just got tired. They\nwant a change. Do they have the spirit of the gospel in their hearts? I say to you, no, or they\nwould not be tired of each other. That could not follow. They got tired of living the principles\nof eternal truth. A man would not get tired of his wife if he had the love of God in his heart.\nA woman would not get tired of her husband if she had in her heart the love of God, that first\nof all commandments (<span class=\"citation\" id=\"34305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34305)\">Matt. 22:37<\/a><\/span>).\nThey could not do it! And then think of the children. Here you have a\nbroken home. These people get a divorce, and then they want to get a cancelation, perhaps, of\ntheir sealing. They want to marry somebody else. And there you have a broken home. What is\ngoing to become of the parents? What is going to become of the children? Haven't the\nchildren any rights? The parents become separated. Each goes a different way, but they want\nto be friends. And then they expect to marry again for time and all eternity and enter into the\ncelestial kingdom of God to receive all the blessings of exaltation! Are they entitled to do it?\nNot as I read these Scriptures&mdash;they are not entitled to do it. Of course, we have worse cases\nthan that. We have cases, perhaps, where a woman is justified in seeking relief, to be\nseparated from a brutal husband who lives after the flesh, whose incontinency is such that he\nmakes her life miserable; and they are not keeping the commandments that were given to\nthem when they were married in the temple for time and all eternity, where he is supposed to\nlove and respect and care for his wife with all the humility, in all the faith, and the\nunderstanding of the gospel of Jesus Christ. And the gospel of Jesus Christ is not carnal.\n<\/p><p>\nBRIGHAM YOUNG'S STATEMENT\n<\/p><p>\nI have a statement here, from President Brigham Young that I want to read:\n<\/p><p>\nI know that you good women get annoyed and provoked and out of patience many times with\nyour husbands, and at times justly. They are not always as considerate of you as they ought to\nbe; but if they provide for you and they are kind to you and otherwise treat you right, stay\nwith them.\n<\/p><p>\nThat is what President Young has to say. He said:   \n<\/p><p>\nI think it has been taught by some that as we lay down our bodies they will so rise in the\nresurrection with all the impediments and imperfections that they have here; and that if a wife\ndoes not love her husband in this estate, she cannot love him in the next. This is not so.\nThose who attain to the blessings of the first or celestial resurrection will be pure and holy,\nand perfect in body. Every man and woman that reaches to this unspeakable attainment will\nbe as beautiful as the angels that surround the throne of God. If you can, by faithfulness in\nthis life attain the right to come up in the morning of the resurrection, you need entertain no\nfears that the wife will be dissatisfied with her husband or the husband with the wife, for\nthose of the first resurrection will be free from sin and from the consequences and power of\nsin. This body is \"sown in corruption, it is raised in incorruption; it is sown in dishonor, it is\nraised in glory; it is sown in weakness, it is raised in power; it is sown a natural body, it is\nraised a spiritual body. And as we have borne the image of the earthly, we shall also bear the\nimage of the heavenly\" (<span class=\"citation\" id=\"183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(183)\">1 Cor. 15:42-44,49<\/a><\/span>).\n<\/p><p>\nGod has done his part towards putting us in possession of celestial glory and happiness, by\nproviding the means whereby we may attain to it; and if we ever possess it, we must do so by\nconforming to the means provided. God has given the children of men dominion over the\nearth and over all things that pertain to it and has commanded them to subdue it, and sanctify\nthemselves before him, and also sanctify and beautify the earth by their industry and by their\nwisdom and skill which cometh from God. . . . To receive the gospel and believe and\nenjoy it in the spirit is the simplest part of the work the Latter-day Saints have to learn and\nperform.\n<\/p><p>\nGod has made man Lord over all things here below, and it is the labor of man to bring all\nthings unto subjection to God by first subjecting himself to the will of God, and then\nsubjecting all things over which he has control in their time and order. The will of God is\neternal life to his people, and to all they control (<i>Journal of Discourses<\/i>, 10:24-25).\n<\/p><p>\nThe Lord bless you, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}