{"ID":3961, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Patterns of Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p3\" class=\"\">I rejoice in the call of Russell Nelson and Dallin Oaks to stand from this time forth as special witnesses of the Lord Jesus Christ. They were called by the Lord through the spirit of inspiration and will stand as pillars of righteousness in his house from this time onward forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p4\" class=\"\">I am quite overwhelmed by deep feelings of thanksgiving and rejoicing for the goodness of the Lord to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p5\" class=\"\">He has permitted me to suffer pain, feel anxiety, and taste his healing power. I am profoundly grateful for the faith and prayers of many people, for heartfelt petitions that have ascended to the throne of grace on my behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p6\" class=\"\">It is pleasing to that God whose we are when we fast and pray and seek his blessings; when we plead with all the energy of our souls for those things we so much desire; when, as Paul says, we “come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.” (<span class=\"citation\" id=\"24505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24505)\">Heb. 4:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p7\" class=\"\">Prayer is the way and means, given us by our Creator, whereby we can counsel and communicate with him. It is one of the chief cornerstones of pure and perfect worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p8\" class=\"\">In prayer we speak to the Lord, and he speaks to us. It is our privilege to have our voices heard in the courts above and to hear the answering voice of the Lord conveyed by the power of his Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p9\" class=\"\">Prayer changes our lives. Through it we draw near to the Lord, and he reaches out his finger and touches us, so we never again are the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p10\" class=\"\">Prayer is a great tower of strength, a pillar of unending righteousness, a mighty force that moves mountains and saves souls. Through it the sick are healed, the dead are raised, and the Holy Spirit is poured out without measure upon the faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p11\" class=\"\">In prayer we bind ourselves by solemn covenants to love and serve the Lord all our days. In it we pay our devotions and offer our sacraments to the Most High.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p12\" class=\"\">Now, there are special prayers reserved and offered for those who drink the still waters and lie down in green pastures, prayers which are not uttered for those who yet dwell in the deserts of sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p13\" class=\"\">With these things in mind, may I tell you some of the prayers in my heart, prayers that I think will join with like feelings in your hearts, and will unite in one mighty chorus of praise and petition, of adoration and thanksgiving, as they ascend and are heard in the courts above.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p14\" class=\"\">We do not give memorized, ritualistic, or repetitious prayers. We seek the guidance of the Spirit and suit every prayer to the needs of the moment, with no thought of using the same words on successive occasions. But it would be appropriate for us to use words that convey such thoughts as these in our prayers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p15\" class=\"\">Father, we ask thee, in the name of Jesus Christ, to hear the words of our mouth [see <span class=\"citation\" id=\"41989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41989)\">Ps. 54:2<\/a><\/span>], to discern with thy all-seeing eye the thoughts and intents of our heart, and to grant us our righteous desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p16\" class=\"\">We feel it is a great privilege to come into thy presence, to bow before thy throne, to address thee as Father; and we know thou wilt hear our cries. May we speak by the power of thy Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p17\" class=\"\">\n\t<span class=\"emphasis\">Then, in thanking the Lord for the blessings of mortal life, and the hope of immortality and eternal life, we might properly say such things as:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p18\" class=\"\">Father, we thank thee for life itself, for this mortal probation in which we as pilgrims, far from our heavenly home, are gaining experiences that could be gained in no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p19\" class=\"\">We thank thee that thou didst ordain and establish the great and eternal plan of salvation whereby we, as thy spirit children, are given power, if faithful and true in all things, to advance and progress and become like thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p20\" class=\"\">We thank thee for sending thy Holy Son Jesus to be the Savior and Redeemer; to put into full operation all of the terms and conditions of thy great and eternal plan of salvation; to save us from death, hell, the devil, and endless torment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p21\" class=\"\">O how we glory in him and in his blessed name, rejoicing everlastingly that he has ransomed us from temporal and spiritual death; that he is the one Mediator between us and thee; that he has reconciled us unto thee, not imputing unto us our sins, but healing us with his stripes!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p22\" class=\"\">We thank thee, O our Father, that thou gavest thine Only Begotten Son so that we, believing in him, shall not perish, but have everlasting life; that he, amid the blood and agonies of Gethsemane, and the blood and cruelties of Calvary, bore our sins on condition of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p23\" class=\"\">O how we love the Lord Jesus, who is called Christ and who is the Holy Messiah; who also is our Lord, our God, and our King, whom we worship in the full majesty of his godhood; and in whose blood we shall yet wash our garments, so as to stand spotless before him and thee in that great day!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p24\" class=\"\">\n\t<span class=\"emphasis\">With reference to the restoration of the glorious gospel in our day, prayers might include expressions along these lines:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p25\" class=\"\">And now, O thou God of our Fathers, we are grateful and rejoice in what thou hast done for us in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p26\" class=\"\">With all our hearts we thank thee for the restoration of the gospel; that the voice of God is heard again; that the heavens, long sealed, have been rent; that holy angels, bringing priesthoods and keys and light and truth, now minister among us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p27\" class=\"\">We stand in reverent awe at the realization that thou and thy Beloved Son came to Joseph Smith in the spring of 1820 to usher in the dispensation of the fulness of times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p28\" class=\"\">We marvel that thou didst send Moroni to reveal the Book of Mormon; Moses to empower us to gather Israel from the Egypt of the world into the Zion of God; and Elijah to confer upon us the power to bind on earth and have our acts sealed everlastingly in the heavens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p29\" class=\"\">How grateful we are that Elias brought back the gospel of Abraham, so that we, as children of the covenant, might have a continuation of the family unit in eternity! [see  <span class=\"citation\" id=\"18186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18186)\">D&amp;C 110:11–16<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p30\" class=\"\">\n\t<span class=\"emphasis\">Of our reconciliation with the Father, through the atonement of his Son, it would be proper to say such things as:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p31\" class=\"\">Father, thou hast given us the word of reconciliation and hast poured out revelations and visions upon us. We are thy people, and we desire to be worthy of the calling and election that is ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p32\" class=\"\">Thou hast wrought miracles in our midst; given us the holy scriptures, particularly thy word manifest in our day; conferred upon us the gift of the Holy Ghost by which we are guided into all truth, and by which our souls are sanctified.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p33\" class=\"\">For all these things we are grateful beyond any measure of expression, and because of them we shall praise thy holy name forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p34\" class=\"\">We confess our sins before thee and seek remission thereof, lest anything stand between us and thee in receiving a free flow of thy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p35\" class=\"\">\n\t<span class=\"emphasis\">With reference to building up the kingdom of God on earth, our needs might be expressed somewhat along this line:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p36\" class=\"\">Wilt thou bless thy Church and kingdom on earth. May we be effective instruments in thy hands to build anew the Zion of old, even the New Jerusalem that is to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p37\" class=\"\">May we gather the lost sheep of Israel into the stakes of Zion in all nations as thine ancient prophets foretold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p38\" class=\"\">Give us thy power in preaching thy restored gospel to every nation and kindred and tongue and people. Open the doors of all nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p39\" class=\"\">Let us fulfill our divine commission to prepare a people for the coming of thy Son. May we discover who our ancestors are and perform the ordinances of salvation and exaltation for them in sacred sanctuaries dedicated to thy holy name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p40\" class=\"\">O have mercy on us; bear with us in our weakness, for our trust is in thee. Thou art our God, and there is none other like unto thee; and it is unto thee we turn in worship and adoration and thanksgiving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p41\" class=\"\">\n\t<span class=\"emphasis\">As to our own temporal needs, I would feel no hesitancy in saying such things as:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p42\" class=\"\">We cry unto thee over our flocks and our herds, over the fruits of our fields and the increase of our vines and trees. Wilt thou temper the elements and preserve us from disasters, that our basket and store may be full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p43\" class=\"\">We need food, clothing, and shelter; we need schooling and proper employment; we need wisdom in our business and professional enterprises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p44\" class=\"\">Grant us according to our needs, giving us neither poverty nor riches, but feeding us with food convenient for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p45\" class=\"\">\n\t<span class=\"emphasis\">As to the personal blessings that prepare us for salvation, our thoughts might be couched in expressions along this line:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p46\" class=\"\">Bless us in our families that husbands and wives may love each other and cleave unto each other; that parents may bring up their children in light and truth; that children, thus brought up in the nurture and admonition of the Lord, may honor their fathers and their mothers by living as their righteous ancestors lived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p47\" class=\"\">O Father, there are those among us, not a few in number, who desire and are worthy to have eternal companions. Wilt thou prepare the way before them that they may have the desires of their hearts in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p48\" class=\"\">There are those among us who are sick and afflicted, who suffer from disease, and who are not appointed unto death. O thou Great Physician, pour out thy healing power upon thy Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p49\" class=\"\">O Lord, increase our faith, and let the sick be healed and the dead raised even in greater numbers than at present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p50\" class=\"\">But above this, O thou God of healing, wilt thou cause him who came with healing in his wings also to heal us spiritually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p51\" class=\"\">We would be clean; we desire to be a pure people; we need and desire and seek, above all, the companionship of thy Holy Spirit. We pray, as did they of old, that we might receive the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p52\" class=\"\">O Father, we rejoice in the gifts of the Spirit and seek them in greater abundance. Let testimony and revelation and visions and miracles multiply among us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p53\" class=\"\">Let us know the wonders of eternity, even those things which eye has not seen, nor ear heard, nor have yet entered into the heart of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p54\" class=\"\">\n\t<span class=\"emphasis\">And then by way of capstone, covenant, and petition, it would be appropriate for us to choose words that express these thoughts:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p55\" class=\"\">And finally, Father, we would be one with thy Son, even as he is one with thee. We seek salvation; we desire eternal life; we long to return to thy presence, and there, sitting down with Abraham, Isaac, and Jacob, and all the prophets and holy men of old, go no more out forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p56\" class=\"\">Let us see the face of thy Son while we dwell here as mortals. Let us hear him say: Come ye blessed of my Father; ye shall enter into the joy of thy Lord; thy calling and election has been made sure; thou art a joint-heir with me, and shall yet receive, possess, and inherit all that my Father hath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p57\" class=\"\">And now, O our God, thou Everlasting Elohim, knowing thy mind and will with reference to all these expressions of thanksgiving and all these petitions for blessings, we covenant before thee that we will keep thy commandments and love and serve thee all our days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p58\" class=\"\">Let this, then, be our covenant, that from this hour we will walk in all thy ways, blameless, obedient, faithful, true to every trust, having love one for another, testifying in word and in deed that we are thy people, the sheep of thy pasture, thine elect and chosen children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p59\" class=\"\">Language along these lines sets forth feelings and desires that well might be expressed to the Lord in prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p60\" class=\"\">It is my faith that all who join in such choruses of praise and petition, of adoration and thanksgiving, and who strive to live as they pray, will gain peace in this life and eternal life in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/patterns-of-prayer.p61\" class=\"\">And such is my prayer for myself and my family and for all Israel. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}