{"ID":3966, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Commission to Take the Gospel to All the World\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_022<\/span>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p3\" class=\"\">My beloved brethren, it is a joy and an honor to greet you tonight. I have enjoyed the program very much thus far. Brother Durrant, I am grateful for men like you. I love basketball. I was never very good, but I played for the Utah Aggies. And Father, who had seven sons, challenged Franklin County for a family competition. If there were any teams that had enough men, he challenged them. I guess, fortunate for us, we never had a taker. But in any event, I love what you said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p4\" class=\"\">Tonight I would like to talk a bit about the great missionary work of the Church. Today the Church needs missionaries as never before! We are required to carry the gospel of Jesus Christ to every nation of the world. The Lord commanded it in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p5\" class=\"\">“Send forth the elders of my church unto the nations which are afar off; unto the islands of the sea; send forth unto foreign lands; call upon all nations, first upon the Gentiles, and then upon the Jews.” (<span class=\"citation\" id=\"18214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18214)\">D&amp;C 133:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p6\" class=\"\">This commission to take the gospel to every nation, kindred, tongue, and people is one of the signs by which believers will recognize the nearness of the Savior’s return to earth. Concerning this sign of His second coming, Jesus prophesied:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p7\" class=\"\">“And this gospel of the kingdom shall be preached in <span class=\"emphasis\">all the world<\/span> for a witness unto <span class=\"emphasis\">all<\/span> nations; and then shall the end come.” (<span class=\"citation\" id=\"37027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37027)\">Matt. 24:14<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p8\" class=\"\">This task will require thousands of missionaries, many more than are presently engaged in worldwide missionary service today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p9\" class=\"\">Many of you young men in the listening audience have decided to serve a mission for the Church. We commend you for your preparation and worthiness and are confident you will receive immeasurable blessings, both in the mission field and in the years to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p10\" class=\"\">Some others of you have not yet made the decision to serve a mission. I would like to talk to you as well as to some of you older brethren who, with your wife, could serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p11\" class=\"\">You are needed in the service of the Lord today as never before. “The harvest truly is great, but the labourers are few.” (<span class=\"citation\" id=\"32183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32183)\">Luke 10:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p12\" class=\"\">Those who serve a faithful mission return from that experience with increased faith, devotion, and leadership. They learn by their sacrifice what only personal experience and devoted service to others can teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p13\" class=\"\">A missionary learns, for example, that God can use him as an instrument to accomplish His work. He can say, as did Ammon, a Book of Mormon missionary, “This is [a] blessing which hath been bestowed upon us, that we have been made instruments in the hands of God to bring about this great work.” (<span class=\"citation\" id=\"9420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9420)\">Alma 26:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p14\" class=\"\">A missionary learns that he must be humble and dependent on the Lord. He learns to pray with fervor and sincerity, not only for himself but for others, and to be led and directed by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p15\" class=\"\">It was while I was on my first mission that I discovered the constant need for dependence on the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p16\" class=\"\">I was a young missionary in northern England in 1922. Opposition to the Church became very intense. It became so strong that the mission president asked that we discontinue all street meetings, and in some places tracting was also discontinued. The opposition started largely among the ministers, and it became very, very severe. They didn’t know anything about us to speak of. I remember tracting one day when a lovely lady came to the door. We were having a nice conversation and the name <span class=\"emphasis\">Mormon<\/span> was mentioned by my companion. Her husband came to the door in a Navy uniform, and he said, “Oh, you can’t tell me anything about those old Mormons. I’ve been in the British Navy for twenty years. We sailed right into Salt Lake port, and they wouldn’t even let us land.” That was so typical of what they knew about us in those days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p17\" class=\"\">My companion and I had been invited to travel over to South Shields, on the northwest coast, and speak in the sacrament meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p18\" class=\"\">In the letter of invitation, we were promised there would be a number of nonmembers present. They said, “Many of our friends do not believe the lies that are printed about the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p19\" class=\"\">We fasted and prayed sincerely and went to the sacrament meeting. The hall was filled. My companion had planned to talk on the first principles, and I had studied hard in preparation for a talk on the Apostasy. There was a wonderful spirit in the meeting. My companion spoke first and gave an excellent inspirational message. I followed and talked with a freedom I had never before experienced in my life. When I sat down, I realized that I had not mentioned the Apostasy. I had talked about the Prophet Joseph Smith and had borne my witness of his divine mission and of the truthfulness of the Book of Mormon. I couldn’t hold back the tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p20\" class=\"\">After the meeting ended, many people came forward, several of whom where nonmembers, and said to us, “Tonight we received a witness that Mormonism is true. We are now ready to consider baptism.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p21\" class=\"\">This was an answer to our prayers, for we had prayed to say only those things which would touch the hearts of the investigators.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p22\" class=\"\">Yes, a missionary discovers the indescribable joy of bringing other souls into the Church. I have just recently had three grandchildren return from the mission field; two more are on their way to the field. I believe in missionary work with all my heart. It’s good for any young man to have the experience of a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p23\" class=\"\">One of the most inspiring missionary stories recorded in scripture concerns the fourteen-year mission of the four sons of Mosiah to their Lamanite brethren. They brought thousands into the Church, the record tells us, which caused one of them, Ammon, to exclaim: “My joy is full, yea, my heart is brim with joy.” (<span class=\"citation\" id=\"9422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9422)\">Alma 26:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p24\" class=\"\">Brethren, no joy is equal to bringing another to the light of the gospel, for the Lord promised:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p25\" class=\"\">“If it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p26\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!” (<span class=\"citation\" id=\"18078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18078)\">D&amp;C 18:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p27\" class=\"\">A missionary learns that the priesthood conferred upon him is the power of God. Opportunities are presented for exercise of the priesthood through the ordinances of baptism, confirmation, and administrations to the sick. Almost without exception, our missionaries testify that God has not ceased to be a God of miracles! (See <span class=\"citation\" id=\"38061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38061)\">Morm. 9:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p28\" class=\"\">A missionary learns that God, our Heavenly Father, can and does answer prayers. He learns to recognize the promptings of the Holy Spirit and to be directed by that Spirit. He prays for his own welfare—to be humble and susceptible to the influence of the Holy Ghost—as well as for the people with whom he is laboring. Through these experiences of prayer and service, he learns to love the Lord with all his heart and to more fully love his fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p29\" class=\"\">The question is frequently asked, Should every young man fill a mission? The answer to this inquiry has been given by the Lord. It is yes. <span class=\"emphasis\">Every<\/span> young man should fill a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p30\" class=\"\">While every young man should serve a mission, we realize that every young man is not physically, emotionally, or morally prepared. As a consequence, some may be deprived of missionary opportunities. But all should prepare to go—to be worthy to serve the Lord. The Lord has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p31\" class=\"\">“And … every man [notice the words <span class=\"emphasis\">every man<\/span>] should take righteousness in his hands and faithfulness upon his loins, and lift a warning voice unto the inhabitants of the earth; and declare both by word and by flight that desolation shall come upon the wicked.” (<span class=\"citation\" id=\"18130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18130)\">D&amp;C 63:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p32\" class=\"\">Some young men, because of transgression, say they are not interested in serving a mission. The real reason, of course, is feelings of unworthiness. If such young men would go to their bishop, confide to him their problem, and sincerely repent, they may yet fill honorable missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p33\" class=\"\">We, your Brethren, sincerely invite you to prepare. Prepare now to serve the Lord. Prepare yourself physically, morally, spiritually, and emotionally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p34\" class=\"\">Visit with your bishop. Tell him your desires. Confide your problems. Seek his counsel. Then pray to your Heavenly Father about this important decision in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p35\" class=\"\">One of the Church’s great missionaries, Elder LeGrand Richards, said, “I have had many people ask me what my greatest Church experience has been, and I unhesitantly say, My first mission! That is where I began to really love the Lord and His Church and developed a desire to help build His kingdom.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p36\" class=\"\">I hope that each of you young men in the audience tonight has a savings account and is looking forward to a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p37\" class=\"\">Recently, in Dallas, Texas, I had the pleasure of addressing nearly two hundred missionaries. Among them were several young sisters. As I spoke to them, I had the feeling that they are a good example of a group of young people who are living in this wicked world and yet are not partaking of the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p38\" class=\"\">I rejoice in our youth. I am proud of them and grateful for them and know that the Lord is blessing and magnifying them. It is my great joy to meet with them whenever we go to a mission headquarters. They are choice young people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p39\" class=\"\">Now I want to say a few words to some of you older brethren. We have need for select missionary couples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p40\" class=\"\">My father was called on a mission and left mother at home with seven young children, and the eighth was born four months after he arrived in the field. There came into our home a spirit of missionary work that never left it, for which I am deeply grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p41\" class=\"\">Some of you who are grandparents can have more influence on your grandchildren by letters from the mission field than by any other means.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p42\" class=\"\">I remember so well, after the chores were done, sitting around the kitchen table as mother read letters from father. It seemed as though it was halfway around the world as she mentioned the towns where he was laboring; but it was only Cedar Rapids, Iowa; Chicago and Springfield, Illinois; and other towns in the great Midwest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p43\" class=\"\">Two of my sisters, widows—one the mother of ten, and the other the mother of eight—after sending their children on missions, talked to their bishops about going on missions themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p44\" class=\"\">I well remember the day they called me on the telephone and said, “Guess what? We’ve received our missionary calls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p45\" class=\"\">I said, “What missionary calls?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p46\" class=\"\">They replied, “Don’t you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p47\" class=\"\">I said, “No, I hadn’t heard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p48\" class=\"\">They responded, “Yes, we’re both going to your old field of labor in England.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p49\" class=\"\">The mission president assigned them to work as companions—twenty months without a transfer. I think that is some kind of a record.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p50\" class=\"\">My father’s family later grew to eleven children. All eleven of us have now had the joy of filling missions. The last one recently returned from filling a mission with her husband in San Diego.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p51\" class=\"\">To you young men and some of you older brethren, I again emphasize: you are needed in the Lord’s service—missionary service—today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p52\" class=\"\">I testify to all of you brethren within the sound of my voice that this Church—The Church of Jesus Christ of Latter-day Saints—is “the only true and living church upon the face of the whole earth.” (<span class=\"citation\" id=\"18062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18062)\">D&amp;C 1:30<\/a><\/span>.) We are privileged through the covenants and ordinances of baptism and confirmation to be members of His church. Membership in this Church is the only means by which others may have the opportunity for eternal life. We have the truth, and we invite you to share that truth and the privilege of introducing His gospel to others who do not have it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p53\" class=\"\">I encourage you to become familiar with the Book of Mormon, particularly. I remember an incident with my own sons. He called me one day to ask if I wouldn’t come up to his bedroom. When I got there, I found he had several books on the bed. He said to me, “You know, I have a job with my uncle herding turkeys this summer. I once heard you say that the turkey is the dumbest animal on the farm, so I assume I’m going to have time on my hands.” Then he asked me to pick out the books I would recommend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p54\" class=\"\">I picked up a little military edition of the Book of Mormon. I said, “This will fit in your hip pocket.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p55\" class=\"\">He said, “You mean to tell me I’m to take only one book?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p56\" class=\"\">I said, “Yes, and you’ll learn to love it, and you’ll learn to love missionary work”—and he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p57\" class=\"\">Yes, this is His work. I know that as I know that I live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p58\" class=\"\">May God bless us all with the Spirit and the desire to bring souls unto Him. It is our duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/our-commission-to-take-the-gospel-to-all-the-world.p59\" class=\"\">God bless, my brothers, that we may respond to this great need. It <span class=\"emphasis\">is<\/span> the Lord’s will that we do more in the great work of missionary proselyting. This I know and bear humble witness of, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}