{"ID":3969, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Call to the Holy Apostleship\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p2\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p3\" class=\"\">Saturday of April conference of 1984 has been circled on our calendar for many years, for that date was targeted as the first time in my life that our only son would be old enough to attend general priesthood meeting with me. Last night, that long awaited goal became a reality. Brothers and sisters, little did we know that on that day my name would be presented as a member of the Council of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p4\" class=\"\">Since we didn’t know, our children didn’t know either. Our married daughters telephoned us between sessions. One who was expecting a baby, said, “Daddy, I was so shocked by that announcement—I think I am going into labor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p5\" class=\"\">That she did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p6\" class=\"\">So, President Hinckley, your announcement from the First Presidency should get credit at least for “an assist.” Our twenty-second grandchild arrived safely last evening!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p7\" class=\"\">A wide array of feelings has flashed through my heart since I heard the call that will change my life. The first feeling is that of personal inadequacy. That feeling is intensified as I think of the incomparable power of Elders LeGrand Richards and Mark E. Petersen, whose absence we keenly sense. They were, to me, dear friends as well as esteemed leaders. Then, as I look about and see the strength of those more qualified and able than I, I truly am humbled by this calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p8\" class=\"\">Fortunately, these feelings are blanketed by feelings of faith, for I know the words of Nephi are true: “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1798)\">1 Ne. 3:7<\/a><\/span>.) I have implicit faith in the Lord and in His prophets. I have learned not to put question marks but to use exclamation points when calls are issued through inspired channels of priesthood government.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p9\" class=\"\">About twenty years ago, two members of the Quorum of the Twelve were assigned to select a new president of the Bonneville stake in which we lived. They were Elders Spencer W. Kimball and LeGrand Richards. That call they extended to me. Now, I am to be ordained an Apostle under the hand of President Spencer W. Kimball, to fill a chair vacated by the passing of Elder LeGrand Richards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p10\" class=\"\">Feelings of commitment well up from the depths of my soul. My sweetheart, Dantzel, and I first made those covenants in the temple of the Lord over thirty-eight years ago, to consecrate our lives to the service of the Lord. Today, I reaffirm that promise, to give all I have to the building of the kingdom of God on the earth. In accepting this call, knowing that challenges, charges, and keys will be conferred and that buffetings will likewise come, I commit my effort, my energy, and my all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p11\" class=\"\">Feelings of gratitude emerge as I acknowledge the goodness of my parents, and of all eight of my pioneer great-grandparents who were converted to the Church in the populous nations of Europe. All eight of them ultimately immigrated to the little town of Ephraim, Utah. I know they are watching the events of this day from their celestial windows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p12\" class=\"\">To my dear Dantzel, I acknowledge my debt, as well as my eternal love. She is the fountain from whom flows the nourishing love in our home. Her sacrifices to bring our ten wonderful children into this world, teaching and training them, while always supporting me without a murmur through my responsibilities in the Church and in my profession, are monumental. We love our eight sons-in-law as our own, and are so grateful for an unbroken string of temple marriages that link them to us forever. For those precious grandchildren already here and for the others on the way, we express our gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p13\" class=\"\">While nominally I come to you from the science of surgery and its mother of medicine, in a truer sense, I have been forged from the stern discipline of law—not the laws of men, as mastered by our brethren of the legal profession, but the eternal and unchanging laws of our Divine Creator. The surgeon soon learns the incontrovertibility of divine law. He knows that hopes and wishes are sometimes simply powerless sham. Desired blessings come only by obedience to divine law, and in no other way. My lifetime thus far has been focused on learning those laws. Only as the laws are known, and then obeyed, can the blessings we desire be earned. To this extent, there will be little difference for me in the activities of the past and those of the future. The endless laws of the Lord are the doctrines taught by His Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p14\" class=\"\">I am grateful to my colleagues in the medical profession who have permitted me to assist them in the care of their patients and who now will continue to care for them. Their selfless service satisfies the two great commandments, to love God and neighbor. They have learned that one loves best who serves best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p15\" class=\"\">I sustain the servants of the Lord, from Isaiah and Ezekiel to Joseph Smith and Spencer W. Kimball. For their confidence in me, I am deeply appreciative. To them and all mankind they serve, I express my love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p16\" class=\"\">Now, I understand fully that the call to the Holy Apostleship is one of witness to the world of the divinity of the Lord Jesus the Christ. I know that salvation is centered in Him! Said the angel to King Benjamin: “Salvation was, and is, and is to come, in and through the atoning blood of Christ, the Lord Omnipotent.” (<span class=\"citation\" id=\"40539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40539)\">Mosiah 3:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p17\" class=\"\">The Prophet Joseph Smith was asked, “What are the fundamental principles of your religion?” He answered: “The fundamental principles of our religion are the testimony of the Apostles and Prophets, concerning Jesus Christ, that He died, was buried, and rose again the third day, and ascended into heaven; and all other things which pertain to our religion are only appendages to it.” (<span class=\"emphasis\">History of the Church,<\/span> 3:30.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p18\" class=\"\">The <span class=\"emphasis\">creation<\/span> of the earth and all that dwell therein, the necessary <span class=\"emphasis\">fall<\/span> that enabled man to be, and the <span class=\"emphasis\">atonement<\/span> of the Lord are three fundamental components of God’s eternal plan. Without that atoning sacrifice, there would be neither immortality nor eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p19\" class=\"\">His message <span class=\"emphasis\">is<\/span> the restored gospel of Jesus Christ; and it is administered by the Church that bears His name. He directs the affairs of His church by the power of the priesthood and by revelation through prophets who proclaim His doctrine to all people of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/call-to-the-holy-apostleship.p20\" class=\"\">The testimony that I bear is but an echo of the resounding testimonies of the eighty-four who previously have received this call to the Twelve since the spring of 1820. I know that God the Father and the Son appeared to usher in this last great dispensation of eternal truth. I testify that we are of the house of Israel, specifically of the lineage of Joseph, bearing the birthright and charged with the irrevocable responsibility to prepare the world for the second coming of the Savior. Then, numberless multitudes among every nation, kindred, tongue, and people will eventually join in proclaiming that Jesus is the Christ, the Son of the living God. So I solemnly testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}