{"ID":397, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Commandments<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1949, pp. 137-144<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters:\n<\/p><p>\nI recall an occasion in the life of President Heber J. Grant which brings to me some thoughts\nfor this conference. It was shortly before he became ill and near the close of his\nadministration. He came to the temple one Thursday to meet with the brethren of the First\nPresidency and the Council of the Twelve in the regular weekly meeting. In a thoughtful and\nreflective mood, he said, in substance:\n<\/p><p>\nPRESIDENT GRANT'S CONCLUSION\n<\/p><p>\nBrethren, in the natural course of events my administration is nearing its close. I have been\nwondering what I might do in the time that remains to best promote the welfare of the Church\nand the people.\n<\/p><p>\nFor a moment I thought he had some new project to announce, but this was quickly dispelled\nwhen he continued by saying that he had reached a very simple conclusion. He said the\nconclusion he had reached was that he could do nothing that would be of more value and\nlasting good to the cause of our Father and his people than to devote the remainder of his life\nand effort to getting the people to keep the commandments. I am sure that all the brethren\nwho heard him were in agreement and deeply impressed by the farseeing wisdom of his\nutterance. I was, and I have recalled the incident on many occasions.\n<\/p><p>\nWe live in a world of sensationalism. \"What's new?\" is the inquiry on everyone's lips. It\noften constitutes a form of friendly salutation. There is an insatiable demand for news, and the\nnews to be arresting and intriguing, must be far out of the ordinary, often shocking and tragic,\nand the \"scoops\" which usually win the plaudits of the people in the great majority of cases\narise out of the perpetration of high crimes, catastrophes, disasters, scandals&mdash;public and\nprivate&mdash;and the doings and antics of notorious people.\n<\/p><p>\nKEEPING THE COMMANDMENTS\n<\/p><p>\nKeeping the commandments, as President Grant used the phrase, is not news in the modern\nsense. It is seldom dramatic. It doesn't often arrest attention, and very infrequently wins a\nplace in the headlines for a man or woman, and there are those who look with a measure of\ncontempt and belittlement upon persons who order their \"humdrum\" lives in strict conformity\nwith all the commandments.\n<\/p><p>\nIn spite of the prosaic and commonplace aspect of this subject, I have long been convinced,\nmy brethren and sisters, that the most challenging, dramatic, and vital thing in our lives is this\n\"keeping the commandments.\" It tests every fiber of our beings. It is at once a demonstration\nof our intelligence, our knowledge, our character, and our wisdom. I will try to show that this\nis true.\n<\/p><p>\nINTELLIGENCE REQUIRED\n<\/p><p>\nIt takes intelligence, and a high order of intelligence, to worship God truly and understand his\ncommandments and their far-reaching significance. Some of these sophisticates who call the\ngood \"dumb\" give a very convincing demonstration of their own intellectual limitations. I\nobserve, too, that there are some of our scholars who disparage the intellectual effort put forth\nin the acquisition of religious and spiritual truth and the science of theology. Out of my own\nlimited exposure to education and my observation of learned men I do not hesitate to assert\nthat it takes just as high an order of intelligence to comprehend and assimilate spiritual truth\nand divine law as it does to master the equations and formulas in the field of secular\neducation. The great body of divine scripture, although contained in few books, has been,\nthrough the centuries. and will continue to be, a challenge to the most profound scholarship\nand the greatest minds which the world has produced, and it would be well for the cynics and\nagnostics and sophisticates of the present day to remember that many of the most outstanding\ninstitutions of learning had their inception under religious auspices; that churches and church\npeople have been the foster fathers of education and that the Holy Bible has inspired more\ngoodness, high idealism, lofty sentiment, freedom of thought, justice, mercy, and quest for\nlearning than any other book and perhaps all other books ever produced in all the history of\nthe world. Let no man disdain the intellectuality of spiritual learning.\n<\/p><p>\nHow glorious and satisfying to the inquisitive nature of man is spiritual and religious\nknowledge and understanding. The intelligence and purpose of God made manifest in the\norderly organization of the universe, the place of man in the great design furnish a concept,\nnot only more lofty and idealistic than anything in all literature but one that is also more\npractical in application to the problems of man and society than any other which has ever\nbeen tried and tested.\n<\/p><p>\nIGNORANCE OF DIVINE TRUTH\n<\/p><p>\nFrom every quarter of the world we have evidences of a dearth of the knowledge of God and\nhis ways. I think it safe to say that the greater part of all the opposition and enmity to social\nprogress, to liberty, justice, and peace is attributable to lack of understanding, a woeful\nignorance of divine concepts and truth. I cannot see how the rank and file of the people who\nare classed as atheistic communists could accept the godless totalitarianism of Marx and Lenin\nif they really had a comprehension and knowledge of the Fatherhood of God, the brotherhood\nof man, and the eternal plans of the Father for the well-being and exaltation of his children. I\ncan understand how their leaders, lustful for power and domination, and beset by the constant\nfear of losing their unrighteous dominion will subordinate every decent, honorable, and\nvirtuous principle to the gaining of their ends, but I cannot believe that even their own people\nwould support these avaricious leaders if they had the truth.\n<\/p><p>\nREACTIONS OF RUSSIANS\n<\/p><p>\nA few years ago I was in San Francisco looking for a publishing house that would print some\nof our literature in the Russian language. By mistake I went into a printing establishment\nwhich I afterwards learned to be communistic. You should have seen the stony stare, and curt\ndismissal I received, when I asked if they printed religious literature. Afterwards I found a\nplace where I was received by an intelligent Russian man who was sympathetic with my\nerrand. I told him that it was our purpose to make some preparation for missionary work\namong his people. We discussed the situation for some time, and he made the significant\nremark: \"Only God can save Russia.\" He published a Russian newspaper, non-communist,\nwith subscribers all across the nation. He gave me the information that there are\napproximately 15,000 Russian-speaking people around the San Francisco bay area and two\nmillion in the United States. He said there are approximately 900,000 displaced Russians in\nEurope, and he thought our missionaries could begin work among some of these Russians,\nlooking forward to the time when through them there might be an introduction of the gospel\ninto Russia itself. He knew something of our principles and our people and professed\nadmiration for them. I felt that there was some evidence of his sincerity, when, after\nautomatically offering me a cigarette, he immediately withdrew it and said, \"Oh, I forgot, your\npeople don't smoke and drink.\" Well, Russia is not the subject of my remarks, but I think that\nthe present plight of that nation is a pertinent and persuasive illustration of the need of\nknowledge, spiritual and theological knowledge, as a basis for righteousness and peace.\n<\/p><p>\nAPPRECIATION FOR KNOWLEDGE\n<\/p><p>\nAt this point, I wish to voice appreciation for the great body of knowledge which has come to\nus in the revelations of this dispensation. When I think of the light which the Prophet Joseph\nSmith has thrown upon the knowledge of his day and our day, his interpretations of Holy\nWrit for centuries obscure in meaning to the learned of the earth, his enlargement of the\nvision of man, his incomparable contributions to the understanding of the vital relationships in\nlife, home, family, community, government; his expositions of heaven and earth, salvation,\nexaltation, and eternity&mdash;all stamping him with the unmistakable marks of mighty faith and\nprophetic vision and understanding, I feel to exclaim with the author of our beloved hymn:\n<\/p><p>\nPraise to the man who communed with Jehovah, Jesus anointed that Prophet and Seer.\n<\/p><p>\nHe was \"blessed to open the last dispensation\" and \"kings shall extol him\" and \"nations shall\nrevere him\" when the knowledge which he brought is disseminated through the earth to the\nunderstanding of the people thereof.\n<\/p><p>\nREASON BEHIND EVERY COMMANDMENT\n<\/p><p>\nSo, my brethren and sisters, we need knowledge&mdash;knowledge of the things of the Lord. Our\nFather said in the very beginning of his work, \"let every man <i>learn<\/i> his duty\"\n(<span class=\"citation\" id=\"12721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12721)\">D&amp;C 107:99<\/a><\/span>). It may be that\nthere are a few of the commandments, the reasons for which are not very apparent to us. We\naccept some on faith as did the prophets of old, but in the main there is a sound discernible\nreason behind every commandment. A knowledge of the gospel reveals that reason, and gives\nadditional encouragement and strength in keeping it.\n<\/p><p>\nFor example the man who looks upon tithing as nothing more than a method of gathering\nmoney does not understand the law; but he who recognizes in it a great principle of true\nworship and spiritual growth will find infinitely more satisfaction in complying with its\nrequirements. He will understand that the true test of devotion is the giving of one's sell and\nthat when a man parts with the proceeds of his labors, giving that which represents the\nexpenditure of his brain power, his muscular strength, and his energy, he not only\ndemonstrates his loyalty to the Lord and his work, but he adds to his own faith and his\nspiritual resources, his contentment, and his happiness. He builds up loyalty. He attains power\nto control rebellious and critical thoughts and tendencies. His conscience is clear. He can sleep\ncomfortably with himself. Truly he grows in spiritual power.\n<\/p><p>\nEvery commandment of God is spiritual in nature. There are no carnal commandments\n(<span class=\"citation\" id=\"12616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12616)\">D&amp;C 29:34<\/a><\/span>). We\nhave learned this from modern revelation. While the commandments have effect upon the\nbody and temporal things they are all in essence spiritual. The Word of Wisdom is spiritual. It\nis true that it enjoins the use of deleterious substances and makes provision for the health of\nthe body. But the largest measure of good derived from its observance is in increased faith\nand the development of more spiritual power and wisdom. Likewise, the most regrettable and\ndamaging effects of its infractions are spiritual, also. Injury to the body may be comparatively\ntrivial to the damage to the soul in the destruction of faith and the retardation of spiritual\ngrowth. So I say, every commandment involves a spiritual growth. So I say, every\ncommandment involves a spiritual principle.\n<\/p><p>\nCOURAGE TO SAY \"NO\"\n<\/p><p>\nI mentioned character in connection with keeping the commandments. When I come to think\nof it, keeping the commandments is about the only yardstick I know in measuring and\nappraising character, particularly with reference to those who have the knowledge our people\nhave. We commonly refer to character as strong or weak, gentle or harsh, honest or deceitful,\ncharitable or \"tight,\" and so on all down through the long list of attributes. Perhaps, the\nclassification dreaded most by red-blooded people is that of weakling. That designation seems\nto be resented more than them almost any other, excluding criminal appellations, and, most\nunfortunately, among these are some who are boastful of sinful records and reputations.\nWeaklings are those lacking in the necessary stamina, strength, and courage to sustain a\nposition. A person can be helpless physically and still not be a weakling, if he or she has the\ndisposition and inner strength and courage to fight bravely on. It is the moral cowards and the\nignorant who corrupt the world. I am aware that none of us has all the strength, resistance,\nand courage he would like to have, but I am afraid that there are many among us who have\npermitted their moral strength to be tapped and drained until there may not be much solid\ncharacter remaining. They wouldn't like to be called weaklings or cowards, but if they will\nexamine themselves thoughtfully and frankly some may well admit that their strength is gone.\nI think I can tell you how many have come to this misfortune. They have been trying to ape\nthe ways of the world. Many have forgotten that they have been called out of the world and\nenjoined to keep themselves unspotted from its sins. I suppose some haven't even known what\nthat meant and they have yielded to the sophistry and the sophistication and the practices of\nworldly-minded institutions and groups. Teddy Roosevelt used to say that it often took more\ncourage to say \"no\" than it did to face a bear with a pistol. We've had a lot of men and\nwomen who unfortunately didn't have the courage to say \"no\" and who unfortunately also did\nnot have the pride of their great heritage in the Church and kingdom of God. It's a great pity\nthat it has been so. Think of the immeasurable good these men and women might have done\nif they hadn't been so weak. If they had had the strength of character to stand for the right as\nthey knew it. Think of the admiration they could have commanded for themselves and for\ntheir Church by simply declining the cigarette and the glass of beer and participation in\nindecent stories and tolerance for cheap jokes and witticisms directed at sacred things in their\nreligion. I think of the strength they might have developed in themselves and in the youth\nwho look to them if they had resisted the slot-machine, petty gambling on a golf game, a\nhorse race or cards, and the allurement of the Sunday movie.\n<\/p><p>\nRELIGION AND CONDUCT\n<\/p><p>\nI understand that there are organized forces in our communities telling young people that\nthese and other infractions of our moral code have no religious significance and urging them\nto be free from such restraint. They would disassociate conduct from religion. Well, they\ncan't do it any more than they can separate living from life.\n<\/p><p>\nDo you think that weak abandonment of well-recognized standards has commanded even the\nrespect and admiration of new-found friends of the world? What a tragic mistake it is for any\nman to reach false conclusion that in order to get business or political preferment or\nsocial prestige he must compromise the truth. I wish that a hundred or a thousand men of this\nChurch, if there be that many, would withdraw themselves from lodges and secret orders\nwhich they were counseled never to join. It is my opinion that most of our men allied with\nthese secret orders had to show some weakness before they were invited. It is my observation\nthat invitations come only to those who do not give wholehearted loyal support to the Church\nand its standards. The Church needs the undivided allegiance of these men, and they need the\nChurch, as do their families also. Just so sure as they divide their allegiance the world will\nclaim them. I make an earnest appeal to all my brethren who have joined these secret orders\nto leave them and renew their associations in the quorums of priesthood and the organizations\nand activities of the Church. I know that every single one who responds will be blessed in so\ndoing.\n<\/p><p>\nMAINTENANCE OF STANDARDS\n<\/p><p>\nI have a further word to say to my brethren who are members of service clubs, chambers of\ncommerce, and other non-secret business, professional and social organizations. Brethren, you\ndon't need to abandon any principle, any standard or approved practice of the Church to\nwhich we have the honor to belong to maintain good standing in these organizations. If you\ndo, you had better get out. Our men can and do win the respect of all if they have the\ncourage of their convictions. There is little respect on the part of any for the weakling. I have\nfound it a great honor to represent this mighty Church of the Lord in many capacities. I have\nnot always felt worthy of the honor, but I trust that the pride of membership in the Church\nand kingdom of God will never leave me. The Apostle Paul must have looked down through\nthe ages of men and foreseen their weaknesses, when, and giving that famous definition of the\ngospel, he said:\n<\/p><p>\nFor I am not ashamed of the gospel of Christ: for it is the power of God unto salvation . . .\n(<span class=\"citation\" id=\"42684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42684)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nIt is too bad when men and women become ashamed of the gospel. When they do, they\nsuccumb to their weakness, the world soon gets them and they lose the richest things of life.\nIf therefore, my brethren and sisters, and my other friends who may listen, if you would\ndevelop great character, the strength of constant purpose, resistance to evil, nobility in thought\nand purpose, if you would know the richness of life and experience contentment and its\ndeepest satisfactions, keep the commandments.\n<\/p><p>\nNEED OF WISDOM\n<\/p><p>\nJust another thought, and I am done. We all prize wisdom. It is said to be the greatest of\ngifts. It is really the power to apply beneficent knowledge in all the decisions and vicissitudes\nof life. How we need wisdom in the composition of the troubles and difficulties of the world.\nHow we need wisdom in our own affairs, with our families, our business, and our\nassociations. Almost every day is a day of decision. What to do. What choice to make. I don't\nknow of a better way to secure the wisdom that we need than by keeping the commandments.\nWe are enjoined by the commandments to study, to pray, to work and to serve, and be\nhumble and contrite of spirit. The great promises are to the meek who shall inherit the earth\n(<span class=\"citation\" id=\"34244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34244)\">Matt. 5:5<\/a><\/span>).\nWisdom is not to be found among the arrogant, the haughty and self-sufficient, nor among the\nsinful and the anti-Christs of the world. Wisdom is a gift to the prayerful student, to the\nfaithful and the obedient, to those who repose their trust in the counsels of the spirit and the\npriesthood of God.\n<\/p><p>\nThere was great import in those inspiring, simple words of President Grant's uttered in the\nHoly Temple. They embodied the message that has come down to us through all the\npresidents of the Church. I know it is the message of our present President and his associates.\nIt has been voiced a thousand times in the words of every true leader. It is not news, but it\nwill never grow old. It is the eternal message for the government of man&mdash;keep the\ncommandments. Oh God, grant us the intelligence, the knowledge, the character, and the\nwisdom to obey, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}