{"ID":3971, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Simplicity of Gospel Truths\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p2\" class=\"\">Elder Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ea.jpg\" alt=\"Elder Robert L. Simpson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p3\" class=\"\">Yesterday morning Elder Durham introduced his theme by quoting a bumper sticker message. From a graffiti wall in Los Angeles comes this one: “You can beam me up now, Scotty. I find no evidence of intelligent life down here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p4\" class=\"\">Now, brothers and sisters, there is indisputable evidence of intelligent life down here because, thank goodness, Heavenly Father has told us that “the glory of God is intelligence, or in other words, light and truth.” (<span class=\"citation\" id=\"18167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18167)\">D&amp;C 93:36<\/a><\/span>.) Those who accept and live the simple light and truth of the gospel are indeed living an intelligent life. And that theme—of simple light and truth—which I would like to share with you this morning, was brought to my attention while serving as a young missionary under President Matthew Cowley, later to become an Apostle of the Lord. He taught us on frequent occasion that “the gospel of Jesus Christ is beautifully simple and simply beautiful.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p5\" class=\"\">The truth of that statement was reamplified earlier this year as some of our family and a few friends had the privilege of walking where Jesus walked. We marveled at the city of Old Jerusalem. Shepherds were still tending their flocks near Bethlehem. We strolled along those very same paths on the Mount of Olives. Then, after traveling north, we beheld peaceful Galilee. What had transpired here two thousand years ago suddenly took on rich, new meaning, as we paused to reread and ponder anew each appropriate scripture reference along the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p6\" class=\"\">The “living water” that Jesus talked about at Jacob’s well with the woman from Samaria became current and real. (See <span class=\"citation\" id=\"29211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29211)\">John 4:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p7\" class=\"\">There were tears as we stood in Gethsemane and pondered again those immortal words: “Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.” (<span class=\"citation\" id=\"32199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32199)\">Luke 22:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p8\" class=\"\">Also that simple but profound teaching at Calvary: “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"32201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32201)\">Luke 23:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p9\" class=\"\">As we stood by beautiful Galilee, we marveled at the simplicity of His unique but meaningful invitation to those being called. “Follow me,” he said, “and I will make you fishers of men.” (<span class=\"citation\" id=\"36978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36978)\">Matt. 4:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p10\" class=\"\">Such quotes are typical of the Master Teacher, He who taught pure and plain truth, spoken in humility and with beautiful simplicity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p11\" class=\"\">This reawakening to the superb teachings of the Savior while we were in Israel was most reassuring. How simple and pure are the concepts he left us. Indeed, Paul held the same view as he wrote to the Saints of Corinth, “For God is not the author of confusion, but of peace.” (<span class=\"citation\" id=\"738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(738)\">1 Cor. 14:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p12\" class=\"\">James said it another way: “But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy.” (See <span class=\"citation\" id=\"26331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26331)\">James 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p13\" class=\"\">Indeed Elder Cowley was right: the gospel of Jesus Christ is beautifully simple and simply beautiful. Even simple enough that a Primary child can have a good idea of gospel basics by the time of that eighth birthday and the privilege of baptism comes along.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p14\" class=\"\">The faith of children was the center of some of the Savior’s most significant teachings. Remember that occasion recorded in Matthew when the disciples asked him, “Who is the greatest in the kingdom of heaven? (<span class=\"citation\" id=\"125250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125250)\">Matt. 18:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p15\" class=\"\">“And Jesus called a little child unto him.” (I can just see the Savior as he tenderly lifted that child onto his knee in order to lend power to that teaching moment.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p16\" class=\"\">Then he answered them: “Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p17\" class=\"\">“Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.” (<span class=\"citation\" id=\"37016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37016)\">Matt. 18:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p18\" class=\"\">Without doubt the Savior had in mind the implicit faith and sincerity of a little child as he answered his disciples on that occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p19\" class=\"\">Perhaps we should all take heed as we listen to our children pray. I remember well Elder Monson’s story yesterday. When our daughter, Christine, was still very young she was always invited to take her turn praying in the family circle. We as a family always prayed that we might be a healthy family. Some of her words came with difficulty. She couldn’t say “healthy,” and it always came out, “Bless us, Heavenly Father, to be a wealthy family.” That sounded good to me—we just let her go on like that—but Heavenly Father knew what she meant, and wealth has eluded us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p20\" class=\"\">That wise and noble prophet and teacher King Benjamin taught his people about putting off the natural man and becoming a Saint through the atonement of Christ the Lord. Then he added that we must become as a child, “submissive, meek, humble, patient, full of love, willing to submit to all things … , even as a child doth submit to his father.” (<span class=\"citation\" id=\"40540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40540)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p21\" class=\"\">We have always been taught that the gospel of Jesus Christ embraces all truth, wherever that truth is found. This should also include truth found in science. The simplicity of basic truth in the fields of chemistry and physics has always intrigued me. For example, there is the simple expression that H<sub>2<\/sub>O is the chemical formula for water. Also fascinating is the fact that Einstein could express his mind-expanding theory of relativity by the simple equation E = mc<sup>2<\/sup>. It almost appears that the closer we approach a basic truth, the more simply it can be expressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p22\" class=\"\">The best example of this in religious truth is perhaps the oft-repeated scriptural passage found in Moses in the Pearl of Great Price, wherein God states in a single sentence the total objective of all eternity: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39633)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p23\" class=\"\">Imagine, just twenty words to summarize the entire plan of eternal progression and salvation. I like that, because it is true. The statement is fundamental; it makes perfect sense. It isn’t superfluous; it establishes a goal by which everyone can achieve success. All of Heavenly Father’s children become candidates for exaltation, and in the process Deity is glorified by our success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p24\" class=\"\">Most eternal truths are so simply stated that no one should misunderstand them, except perhaps a few like those of Jacob’s day who “despised the words of plainness, and killed the prophets, and sought for things that they could not understand.” (<span class=\"citation\" id=\"25893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25893)\">Jacob 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p25\" class=\"\">Please consider for a moment these simple gospel truths, which are paraphrased in the interest of time:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p26\" class=\"\">The contribution of tithes and offerings will open the windows of heaven. (See <span class=\"citation\" id=\"32888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32888)\">Mal. 3:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p27\" class=\"\">Conformity to the Word of Wisdom ensures better health, wisdom, and well-being. (See <span class=\"citation\" id=\"18164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18164)\">D&amp;C 89:18–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p28\" class=\"\">Confession to one’s priesthood authority and then doing the sin no more can provide total repentance for all who are willing. (See <span class=\"citation\" id=\"18120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18120)\">D&amp;C 58:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p29\" class=\"\">“Is any sick among you? let him call for the elders of the church.” (<span class=\"citation\" id=\"26332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26332)\">James 5:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p30\" class=\"\">A celestial glory can be the reward for all who repent, are baptized, and continue in faith. (See <span class=\"citation\" id=\"18079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18079)\">D&amp;C 18:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p31\" class=\"\">As Paul declared so firmly and simply, “One lord, one faith, one baptism.” (<span class=\"citation\" id=\"21966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21966)\">Eph. 4:5<\/a><\/span>.) Nothing has ever been able to alter these simple truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p32\" class=\"\">And finally one of my very favorites: “And the truth shall make you free.” (<span class=\"citation\" id=\"29215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29215)\">John 8:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p33\" class=\"\">Everyone wants to be free—free from guilt, free from selfishness, free from the bondage of bad habit. Yes, even political freedom is possible through God’s plan of simple truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p34\" class=\"\">But, of course, all of the foregoing about the importance of simplicity and plainness would be meaningless unless the end result were joy and fulfillment for Heavenly Father’s children. How thrilling it is to observe newly baptized Church members who have caught the Spirit—to see them respond to the gospel plan and, through their obedience to simple teachings, reap the promised blessings. This is especially apparent in so-called developing areas of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p35\" class=\"\">Oh, that I could take each of you to Coimbatore, India, to meet with more than one hundred members of the Church who live in the most meager of all circumstances. They possess hardly any of this world’s goods. Some days there is not enough food. Most have little or no education, but their lives have been changed for the better in a very short period of time through the restored gospel of Jesus Christ. Their general health level is improved; more are now attending school. They are singing the songs of Zion with enthusiasm, and they are smiling much more than before. They have found hope. These are deprived people being taught simple truths about the Savior. The gospel is not complicated. They can comprehend it, and they’re responding to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p36\" class=\"\">As we met with them recently in their little one-room meetinghouse (with a clean dirt floor, I might add), they seemed so anxious and eager to be taught. Curious neighbors could not resist the urge to linger nearby while meetings were in progress. They watched through open windows and through the open doorway. We were impressed by the contrast of those inside and those looking in. It was evident that gospel teaching had influenced not only the spirit that the members radiated, but also such things as personal hygiene, grooming, personal attitude, and a countenance that reflected a new-found something that was indeed beautifully simple and simply beautiful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p37\" class=\"\">Few are aware of the pure Christian service being administered at refugee camps in Thailand and in the Philippines by our missionary sisters. Basically, these sisters are restricted to teaching the English language and Western culture, but there is a deeper teaching that takes place through their pure love and sweet attitude toward these displaced people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p38\" class=\"\">The story is told of a young camp refugee from Cambodia who was relocated in California. He found his way into one of our Church meetinghouses because the name of the Church on the sign out front corresponded with the one he used to look at each day on the name tag of the wonderful missionary sister who taught him at the camp. People don’t soon forget acts of simple kindness. Pure love can transcend all differences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p39\" class=\"\">Yes, the Spirit giveth light in this church. I am thinking of a wonderful new convert in England. In response to my asking, he told me about his conversion. He explained how he was kneeling at his flower bed on a Saturday morning preparing the soil for spring planting. All of a sudden an unseen voice from behind asked the simple question, “Sir, do you love the Lord?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p40\" class=\"\">He said that he turned around, fully, expecting to see an angel standing there; instead there were two angels, two Mormon missionaries. And his response was, “Of course I love the Lord. Please come in the house so we can talk about it.” It was all so simple, so genuine. It was an approach that the Savior might have used.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p41\" class=\"\">Not long ago a young American woman living in Taiwan felt that her taxi driver was taking her the long way around in order to increase the fare. She was in the process of venting her feelings in unmistakable terms when the young Chinese driver, obviously hurt by the accusation, stopped the cab, turned off the ignition, then turned around and said simply, “I would not do that. I am a Mormon.” Calmed down and totally disarmed by the sincerity of his statement, she then asked what a Mormon was. She obviously found out, as she joined the Church just three weeks later. It all happens so simply when the honest in heart are involved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-simplicity-of-gospel-truths.p42\" class=\"\">Nephi, in foretelling the ministry of the Apostle John, described his teachings as “plain and pure, and most precious and easy to the understanding of all men.” (<span class=\"citation\" id=\"1803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1803)\">1 Ne. 14:23<\/a><\/span>.) That our understanding and interpretation of truth may always be beautifully simple and simply beautiful is my sincere prayer for each of us, in the name of Jesus Christ, our Savior and Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}