{"ID":3973, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Pharisee and the Publican\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2308.jpg\" alt=\"Elder Howard W. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p3\" class=\"\">I would like to refer to one of the parables of the Savior found in the book of Luke, the parable commencing with this verse: “Two men went up into the temple to pray; the one a Pharisee, and the other a publican.” (<span class=\"citation\" id=\"32191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32191)\">Luke 18:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p4\" class=\"\">These words begin one of the many stories told by the Master Teacher during the three years of his earthly ministry. There is nothing in all literature equal to the parables of Christ. His teachings were as impressive to his listeners then as they are today to those who read his words. They are so simple a child can understand, yet profound enough for the sage and philosopher. The similitudes he used were taken from pictures of human life and commonplace incidents that could be understood by every listener—the sower, the lost sheep, a woman baking bread, the fig tree, a good Samaritan, the prodigal son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p5\" class=\"\">Each of the parables spoken by the Savior seems to teach a principle or give an admonition regarding the attributes necessary to qualify for exaltation. Some of these are faith, repentance, baptism, development of talents, forgiveness, perseverance in doing good, being a profitable steward, charity, mercy, and obedience. These parables were usually given by him to add to the knowledge of persons already spiritually enlightened, particularly the disciples, although they were sometimes directed to other persons and audiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p6\" class=\"\">The parable from which I read the first verse was directed to more than just his disciples. Even though the subject matter was a Pharisee and a publican, it was not intended for Pharisees or publicans expressly, but for the benefit of the self-righteous who lack the virtues of humility and who use self-righteousness as a claim to exaltation. In this parable the Savior spoke few words, yet the lesson taught is clear. This is the whole story he told, as recorded by Luke:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p7\" class=\"\">“Two men went up into the temple to pray; the one a Pharisee, and the other a publican.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p8\" class=\"\">“The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p9\" class=\"\">“I fast twice in the week, I give tithes of all that I possess.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p10\" class=\"\">“And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p11\" class=\"\">“I tell you, this man went down to his house justified rather than the other: for every man that exalteth himself shall be abased; and he that humbleth himself shall be exalted.” (<span class=\"citation\" id=\"32192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32192)\">Luke 18:10–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p12\" class=\"\">Apparently the scene is laid in Jerusalem at the temple, where two men had gone to pray during the time of day for private prayers. It is interesting that the Master selected a Pharisee and a publican as the actors in the story, representing the two religious extremes in Jewish society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p13\" class=\"\">The Pharisees were the largest and most influential of the three sects of Judaism at the time of Christ. The Pharisaic movement in the Jewish state rose from the ranks of the lay lawyers of the Greek period to become the leading religious and political party. The main characteristics of the Pharisees were their legalism and their legalistic inflexibility. They were known for their strict accuracy in the interpretation of the law and their scrupulous adherence to living the law in every minute detail. This caused them to be known as the strictest of Jewish sects in observing their tradition. They shunned the non-Pharisee as being unclean, thereby keeping themselves separated from those they considered to be the common people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p14\" class=\"\">Paul was a Pharisee [see <span class=\"citation\" id=\"8290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8290)\">Acts 26:5<\/a><\/span>; <span class=\"citation\" id=\"41307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41307)\">Philip. 3:5<\/a><\/span>], the son of a Pharisee [see <span class=\"citation\" id=\"8288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8288)\">Acts 23:6<\/a><\/span>], and he was educated by Gamaliel, a Pharisee. On three different occasions he declared himself to be a member of the sect. The first was at the time he was on trial, then in his plea before Agrippa, and later in writing to the Philippians. This training as a Pharisee made him an extremist in his devotion to the Jewish law, which answers the question as to why he was such a zealous persecutor of the Christians prior to his experience on Damascus Road.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p15\" class=\"\">Publicans were tax collectors and were looked down upon with contempt. Ordinary taxes, such as land taxes, were collected by the Roman officials; but toll taxes for transporting goods were usually collected by Jews under contract with the Romans. These collectors, or publicans, made a profit on the transactions. Their fellow countrymen had no higher regard for them than for thieves and robbers. The trade lent itself to graft and extortion, and the publicans had the reputation of having some of the tax money stick to their own fingers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p16\" class=\"\">The Jews were smarting under Roman occupation and domination, and they considered the payment of taxes as a tribute to Caesar. Jews who made such collections for the Romans were regarded as traitors and as despicable for selling their services to a foreign conqueror. Publicans and members of their families were considered so contemptible that they were not allowed to hold public office or give testimony in a Jewish court. We remember that Matthew was a publican [see <span class=\"citation\" id=\"37001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37001)\">Matt. 10:3<\/a><\/span>], a gatherer of taxes, until his calling to be a disciple [see <span class=\"citation\" id=\"36999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36999)\">Matt. 9:9–10<\/a><\/span>], and, of course, he too was despised by the Jews, as were the others who followed that occupation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p17\" class=\"\">To know the background of these two men who came from the opposite extremes of Jewish society helps us to understand this parable of the Pharisee and tax collector and why they prayed as they did in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p18\" class=\"\">After the two men entered the temple, the Pharisee stood by himself, apart from the tax collector, and thanked God that he was “not as other men are, extortioners, unjust, adulterers” who fail to live the commandments of the law, “or even as this publican,” he said. (<span class=\"citation\" id=\"32193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32193)\">Luke 18:11<\/a><\/span>.) Though he was in form thanking God, his self-centered thoughts were on his own self-righteousness. In justification he added: “I fast twice in the week, I give tithes of all that I possess.” (<span class=\"citation\" id=\"32194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32194)\">Luke 18:12<\/a><\/span>.) His prayer was not one of thankfulness, but of boastfulness. The boastful spirit and pride of this Pharisee is not unlike that of Rabbi Simeon ben Jochai, mentioned in the Talmud, who said: “If there were only thirty righteous persons in the world, I and my son should make two of them; but if there were but twenty, I and my son would be of the number; and if there but ten, I and my son would be of the number; and if there were but five, I and my son would be of the five; and if there were but two, I and my son would be those two; and if there were but one, myself should be that one.” (Bereshith Rabba, s. 35, vol. 34.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p19\" class=\"\">The tax collector standing afar off, feeling the weight of his iniquities pressing down upon him, and being conscious of his sins and unworthiness to stand before God, cast his eyes to the ground and “would not lift up so much as his eyes unto heaven” when he prayed. (<span class=\"citation\" id=\"32195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32195)\">Luke 18:13<\/a><\/span>.) In deep distress he beat upon his breast and pleaded, “God be merciful to me a sinner.” (<span class=\"citation\" id=\"32196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32196)\">Luke 18:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p20\" class=\"\">Could there be greater contrast in the prayers of two men? The Pharisee stood apart because he believed he was better than other men, whom he considered as common. The publican stood apart also, but it was because he felt himself unworthy. The Pharisee thought of no one other than himself and regarded everyone else a sinner, whereas the publican thought of everyone else as righteous as compared with himself, a sinner. The Pharisee asked nothing of God, but relied upon his own self-righteousness. The publican appealed to God for mercy and forgiveness of his sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p21\" class=\"\">Continuing the story, Jesus then said: “I tell you, this man,” referring to the publican, the despised tax collector, “went down to his house justified, rather than the other.” (<span class=\"citation\" id=\"32197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32197)\">Luke 18:14<\/a><\/span>.) In other words, the Lord said he was absolved, forgiven, or vindicated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p22\" class=\"\">This statement gives meaning to what the Savior said on another occasion: “Except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.” (<span class=\"citation\" id=\"36979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36979)\">Matt. 5:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p23\" class=\"\">The Master then concluded the parable with these words: “For every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.” (<span class=\"citation\" id=\"32198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32198)\">Luke 18:14<\/a><\/span>.) These are almost the same words spoken by him in the house of one of the chief Pharisees. (See <span class=\"citation\" id=\"32187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32187)\">Luke 14:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p24\" class=\"\">Humility is an attribute of godliness possessed by true Saints. It is easy to understand why a proud man fails. He is content to rely upon himself only. This is evident in those who seek social position or who push others aside to gain position in fields of business, government, education, sports, or other endeavors. Our genuine concern should be for the success of others. The proud man shuts himself off from God, and when he does he no longer lives in the light. The Apostle Peter made this comment:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p25\" class=\"\">“Be clothed with humility: for God resisteth the proud, and giveth grace to the humble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p26\" class=\"\">“Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time.” (<span class=\"citation\" id=\"2386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2386)\">1 Pet. 5:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p27\" class=\"\">From the beginning of time there have been those with pride and others who have followed divine admonition to be humble. History bears record that those who have exalted themselves have been abased, but the humble have been exalted. On every busy street there are Pharisees and publicans. It may be that one of them bears our name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-pharisee-and-the-publican.p28\" class=\"\">May the Lord bless us as we strive to understand and follow his teachings is my prayer, in his holy name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}