{"ID":3974, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Magnificent Vision Near Palmyra\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p3\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03174_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p4\" class=\"\">I welcome all of the new General Authorities. I rejoice in the calls of Elder Oaks and Elder Nelson to the Council of Twelve Apostles. Brother Nelson has touched my heart deeper than any other man. He has held my heart in his hands and has cut into it and sewn in eight bypasses. He and the Lord literally gave me a new heart. And that heart is full of love for him and for Brother Oaks and for all of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p5\" class=\"\">Many years ago, I visited for the first time a wooded area of extraordinary natural beauty near Palmyra, New York. This area is known to members of The Church of Jesus Christ of Latter-day Saints as the Sacred Grove. On the day of our visit, the bees were kissing the wildflowers, and the soft zephyrs gently rustled the leaves of the great trees. It is a place of perfect peace and serenity. It was easy to believe that the heavens were opened and that the magnificent vision took place there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p6\" class=\"\">I refer to the awesome experience of Joseph Smith when he beheld God the Father and his Son, Jesus Christ, in the spring of 1820. There has been no event more glorious, more controversial, nor more important in the story of Joseph Smith than this vision. It is possibly the most singular event to occur on the earth since the Resurrection. Those who do not believe it happened find it difficult to explain away. Too much has happened since its occurrence to summarily deny that it ever took place. Some years later, still suffering under the impact of that happening, Joseph said, “If I had not experienced what I have, I should not have known it myself.” (<span class=\"emphasis\">Millennial Star,<\/span> Nov. 1844, p. 93.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p7\" class=\"\">Young Joseph Smith, fourteen years of age, lived with his family near Palmyra, New York. In the spring of 1820, Joseph, like many others, was caught up in the religious excitement of the day. Desiring to know the truth for himself, and encouraged by the epistle of James, he knelt in solitary, fervent prayer in that beautiful grove not far from his home. He was at first violently seized by “the power of some actual being from the unseen world.” (<span class=\"citation\" id=\"30672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30672)\">JS—H 1:16<\/a><\/span>.) In an effort to extricate himself, he exerted all his powers to call upon God for deliverance from this tremendous evil power. At this point he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p8\" class=\"\">“Just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p9\" class=\"\">“It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30673)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p10\" class=\"\">The message that Joseph received from the Father and the Son was that the full truth was not upon the earth and that he should not affiliate with the religions of the day, as well as other things of transcending importance which were not written.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p11\" class=\"\">Joseph stated in that account: “Many other things did he say unto me, which I cannot write at this time.” (<span class=\"citation\" id=\"30675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30675)\">JS—H 1:20<\/a><\/span>.) Obviously, Joseph was overwhelmed by the occasion and the instructions he received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p12\" class=\"\">Joseph soon declared this marvelous experience to others outside his family. As a result, much ridicule, contempt, and even hatred were visited upon him. His mother, Lucy Mack Smith, relates that after the First Vision, “from this time until the twenty-first of September, 1823, Joseph continued, as usual, to labor with his father, and nothing during this interval occurred of very great importance—though he suffered every kind of opposition and persecution from the different orders of religionists.” (<span class=\"emphasis\">History of Joseph Smith by His Mother,<\/span> ed. Preston Nibley, Salt Lake City: Bookcraft, 1958, p. 74.) The prejudice and the hatred pursued Joseph until his martyrdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p13\" class=\"\">Of this experience, Joseph said: “I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; and while they were persecuting me, reviling me, and speaking all manner of evil against me falsely for so saying, I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision. … I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation.” (<span class=\"citation\" id=\"30676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30676)\">JS—H 1:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p14\" class=\"\">There are several other accounts of the magnificent vision near Palmyra recorded by the Prophet’s associates or friends before the Prophet’s death, who, at various times, heard the Prophet recount the First Vision. These accounts corroborate the First Vision as written by Joseph Smith himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p15\" class=\"\">In the accounts of the Prophet and his mother, Lucy Mack Smith, there is also considerable historical background which has been confirmed by secondary sources as being accurate. As an example, the Prophet refers in the published account of the First Vision to the religious fervor in the area where the Smith family was living at the time. Among others, Brigham Young later affirmed: “I very well recollect the reformation which took place in the country among the various denominations of Christians—the Baptists, Methodists, Presbyterians, and others—when Joseph was a boy.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 12:67.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p16\" class=\"\">Three years following the vision near Palmyra came the visit of the angel Moroni. Later, Joseph received the plates of gold and translated the Book of Mormon from them. He subsequently received the keys and powers of the holy priesthood of God, and established The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p17\" class=\"\">Joseph Smith’s stated purpose in relating his history was “to disabuse the public mind, and put all inquirers after truth in possession of the facts, as they have transpired.” (<span class=\"citation\" id=\"30671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30671)\">JS—H 1:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p18\" class=\"\">What was learned from the First Vision?<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The existence of God our Father as a personal being, and proof that man was made in the image of God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>That Jesus is a personage, separate and distinct from the Father.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>That Jesus Christ is declared by the Father to be his Son.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>That Jesus was the conveyer of revelation as taught in the Bible.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The promise of James to ask of God for wisdom was fulfilled.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>The reality of an actual being from an unseen world who tried to destroy Joseph Smith.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>That there was a falling away from the Church established by Jesus Christ—Joseph was told not to join any of the sects, for they taught the doctrines of men.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Joseph Smith became a witness for God and his Son, Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p27\" class=\"\">The First Vision confirms the fact there are three separate Gods: God the Father—Elohim, to whom we address our prayers; Jesus the Christ—Jehovah; and the Holy Ghost—the Comforter, through whose spirit we may know the truth of all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p28\" class=\"\">In the account of that profound theophany, the instruction came from Jesus. President Joseph Fielding Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p29\" class=\"\">“I would like to call your attention to one little thing in the first vision of the Prophet Joseph Smith. It is very significant, and Joseph Smith did not know it. If he had been perpetrating a fraud, he would not have thought of it. You will recall in your reading that the Father and the Son appeared, and the Father introduced the Son and told the Prophet to hear the Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p30\" class=\"\">“Now suppose the Prophet had come back from the woods and had said the Father and the Son appeared to him, and the Father said, ‘Joseph, what do you want?’ and when he asked the question and told him what he wanted, the Father had answered him; then we would know that the story of the Prophet could not be true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p31\" class=\"\">“All revelation comes through Jesus Christ. I have not time to go into the scriptures and give references for that, but that is the fact.” (<span class=\"emphasis\">Answers to Gospel Questions,<\/span> 5 vols., Salt Lake City: Deseret Book Co., 1957–66, 1:16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p32\" class=\"\">What resulted from the First Vision, which opened the prophesied dispensation of the fulness of times?<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The Book of Mormon, another witness for Christ, was received.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The priesthood, or authority to perform saving ordinances, was restored, including the sealing powers of the priesthood.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>The Church of Jesus Christ was again organized on the earth.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Revelations came to the Prophet Joseph Smith for the building of the kingdom of God upon the earth, declaring the universal salvation of mankind.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Keys, principles, and powers were restored for the carrying out of the three great missions of the Church—the preaching of the gospel, the means of perfecting the Saints, and temples and ordinances therein for the redemption of the living and the dead.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p38\" class=\"\">What of this man Joseph Smith who communed with deity? What was his reputation? What effect, if any, did the great vision near Palmyra seem to have upon him? As promised by the angel Moroni, both good and evil have been spoken of him since. The <span class=\"emphasis\">New York Sun<\/span> in the late summer of 1843 said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p39\" class=\"\">“That Joe Smith, the founder of the Mormons, is a man of great talent, a deep thinker, an eloquent speaker, an able writer, and a man of great mental power, no one can doubt who has watched his career. That his followers are deceived, we all believe …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p40\" class=\"\">“Few in this age have done such deeds, and performed such apparent miracles. It is no small thing, in the blaze of this nineteenth century, to give to men a new revelation, found a new religion, establish new forms of worship, to build a city, with new laws, institutions, and orders of architecture,—to establish ecclesiastic, civil and military jurisdiction, found colleges, send out missionaries, and make proselytes in two hemispheres: yet all this has been done by Joe Smith, and that against every sort of opposition, ridicule and persecution.” (<span class=\"emphasis\">History of the Church,<\/span> 6:3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p41\" class=\"\">A Mr. Reed, a nonmember of the Church, said of him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p42\" class=\"\">“The first acquaintance I had with Gen. Smith, was about the year 1823. He came into my neighborhood, being then about eighteen years of age, and resided there two years; during which time I became intimately acquainted with him. I do know that his character was irreproachable; that he was well known for truth and uprightness; that he moved in the first circles of community, and he was often spoken of as a young man of intelligence, and good morals, and possessing a mind susceptible of the highest intellectual attainments.” (<span class=\"emphasis\">Times and Seasons,<\/span> 1 June 1844, p. 549.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p43\" class=\"\">Josiah Quincy, mayor of Boston, said of him, “<span class=\"emphasis\">A fine-looking man<\/span> is what the passer-by would instinctively have murmured upon meeting the remarkable individual.” (<span class=\"emphasis\">Figures of the Past,<\/span> Boston: Roberts Brothers, 1883, p. 381.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p44\" class=\"\">William M. Allred, one of his followers, stated that some straightlaced people had problems with the Prophet Joseph playing ball with the boys. Said Allred, referring to the Prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p45\" class=\"\">“He then related a story of a certain prophet who was sitting under the shade of a tree amusing himself in some way, when a hunter came along with his bow and arrow, and reproved him. The prophet asked him if he kept his bow strung up all the time. The hunter answered that he did not. The prophet asked why, and he said it would lose its elasticity if he did. The prophet said it was just so with his mind, he did not want it strung up all the time.” (<span class=\"emphasis\">Juvenile Instructor,<\/span> 1 Aug. 1892, p. 472.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p46\" class=\"\">William Taylor, President John Taylor’s brother, said of Joseph Smith’s personality: “Much has been said of his geniality and personal magnetism. I was a witness of this—people, old or young, loved him and trusted him instinctively.” He explained, “My devotion to the Prophet was akin to that felt by all who came under his influence.” (<span class=\"emphasis\">Young Women’s Journal,<\/span> Dec. 1906, p. 548.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p47\" class=\"\">Joseph’s personal magnetism was confirmed by his wife Emma in a letter written to one of their sons after the Prophet’s death: “I do not expect you can do much more in the garden than your father could, and I never wanted him to go into the garden to work for if he did it would not be fifteen minutes before there would be three or four or sometimes a half dozen men round him and they would tramp the ground down faster than he could hoe it up.” (<span class=\"emphasis\">Emma Smith Papers,<\/span> 1 Aug. 1868 or 1869, p. 4, Independence, Missouri: RLDS Library and Archive.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p48\" class=\"\">The practical sage, Brigham Young, died with the name Joseph upon his lips. He previously had said: “I honor and revere the name of Joseph Smith. I delight to hear it; I love it. I love his doctrine. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p49\" class=\"\">“I feel like shouting Hallelujah, all the time, when I think that I ever knew Joseph Smith, the Prophet whom the Lord raised up. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p50\" class=\"\">“I am bold to say that, Jesus Christ excepted, no better man ever lived or does live on this earth. I am his witness.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1954, pp. 458–59.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p51\" class=\"\">My associates and I are also his witnesses. We are eyewitnesses of the fruits of this work worldwide. The followers of the restored gospel of Christ can be found in over one hundred countries of the world. In the main they are decent, sober, chaste, honest, law-abiding, family-oriented, patriotic members of the countries in which they live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p52\" class=\"\">“For every tree is known by his own fruit. For of thorns men do not gather figs, nor of a bramble bush gather they grapes.” (<span class=\"citation\" id=\"32180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32180)\">Luke 6:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p53\" class=\"\">At the very heart of this great work of teaching and establishing the gospel of Christ is the First Vision of the boy Joseph near Palmyra, New York, in 1820. Too much has happened to dismiss this magnificent vision as a nonevent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-magnificent-vision-near-palmyra.p54\" class=\"\">Since no one was with Joseph when this great vision took place in the wooded grove near Palmyra, a testimony concerning its reality can come only by believing the truthfulness of Joseph Smith’s own account or by the witness of the Holy Ghost, or both. I have such a conviction. It is a sure conviction that lies deep in my soul. As a special witness of the same Christ who appeared with the Father and instructed the boy Joseph Smith, I bear witness of the truthfulness of the magnificent First Vision near Palmyra. I declare this in all soberness and in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}