{"ID":3975, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sure Sound of the Trumpet\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p2\" class=\"\">Elder Angel Abrea<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2334.jpg\" alt=\"Elder Angel Abrea\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p3\" class=\"\">A few years ago I found myself in a small city park which was covered with trees and adorned with monuments, a plaza typical of many found throughout Argentina. I was watching a sculptor as he used a hammer and chisel to put the finishing touches on his project. His artwork portrayed a mother holding a child in her arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p4\" class=\"\">The artist was working to perfect the hands of the mother, which were fashioned of marble, and the results appeared to me to be masterful strokes in the sculptor’s own style.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p5\" class=\"\">As I stood there fascinated, eager to grasp knowledge of the artist’s skills, a shoeshine boy passing by stopped and stood by me. After attentively watching the progress of the final touches for a few moments, the industrious young boy turned to me and in amazement asked, “Sir, tell me, why is he breaking it now?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p6\" class=\"\">The youth’s naive and unexpected query gave me cause to contemplate the examples which we constantly set, the impressions we give by our actions and our behavior. It made me realize how extremely important our examples can be, as is the force or weakness with which we convey our personal convictions in our everyday life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p7\" class=\"\">The words of Paul came to my mind: “For if the trumpet give an uncertain sound, who shall prepare himself to the battle?” (<span class=\"citation\" id=\"736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(736)\">1 Cor. 14:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p8\" class=\"\">According to the radius of our activity, or within our sphere of responsibility, each one of us influences a certain number of God’s sons and daughters. Our attitudes, actions, and words convey messages to others which in some way affect their lives, either positively or negatively.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p9\" class=\"\">Our actions are the results of our ignorance or the fruits of our knowledge, the results of our disbelief or of the testimony which we possess. We cannot escape from ourselves or from that which we hold in our hearts. We become that which we pursue. The example which we set and the life we live are a reflection of all that we truly are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p10\" class=\"\">In the words of counsel which Alma gave to his son, Corianton, we see an illustration of how ill feelings that are harbored in our hearts lead to actions which set bad examples, with consequent adverse effects in the lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p11\" class=\"\">“Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart … for when they saw your conduct they would not believe in my words.” (<span class=\"citation\" id=\"9439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9439)\">Alma 39:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p12\" class=\"\">On the other hand, Nephi gives us a very meaningful example of the power of a testimony which produces an attitude of certainty and leaves no room for doubt when he was faced with the request from his father, Lehi. He answered, “I will go and do the things which the Lord hath commanded.” (<span class=\"citation\" id=\"1799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1799)\">1 Ne. 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p13\" class=\"\">He did not say, “I will go and see what happens,” or, “I will go and see what the circumstances are,” which would have caused confusion and uncertainty; but, rather, his attitude was one of a person who does not doubt, and one who acts accordingly. It is interesting to note that Nephi did not only express his decision and determination to be obedient in carrying out his father’s request, but he further explained the reason for acting in this manner when he said, “For I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1800)\">1 Ne. 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p14\" class=\"\">On another occasion Nephi received the following assignment from the Lord: “Thou shalt construct a ship, after the manner which I shall show thee, that I may carry thy people across these waters.” (<span class=\"citation\" id=\"1805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1805)\">1 Ne. 17:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p15\" class=\"\">After receiving this commandment, Nephi’s reaction was not the usual one that many people would expect, or that would be a logical response for some: “Look, Lord, I have never before built a ship. I don’t know how to do it. That which you ask of me is more than I can do. Furthermore, my brothers will certainly be opposed to this, which will make the task much more difficult. Is there not some other way to accomplish this project?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p16\" class=\"\">No such thoughts were alternatives used by Nephi when he made a decision. His answer was simply, “Lord, whither shall I go that I may find ore to molten, that I may make tools to construct the ship?” (<span class=\"citation\" id=\"1806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1806)\">1 Ne. 17:9<\/a><\/span>.) In these words, Nephi’s firm determination and his decision to do what was asked of him are reflected in carrying out the mission which the Lord had assigned to him. Then, in the course of events, when his brothers began to murmur against him and opposed building the ship, he confronted them with the mighty strength of his testimony saying: “If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p17\" class=\"\">“And now, if the Lord has such great power, and has wrought so many miracles among the children of men, how is it that he cannot instruct me, that I should build a ship?” (<span class=\"citation\" id=\"1807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1807)\">1 Ne. 17:50–51<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p18\" class=\"\">Attitudes and actions which produce teaching examples are those which are motivated by a strong testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p19\" class=\"\">The convictions which we treasure in our hearts are more important than our very lives if those convictions and treasures are the results of a fervent testimony, one received through revelation. They give us the kind of courage which allows us to face the trials of life with the assurance that our Father in Heaven will approve our actions regardless of the circumstances which surround us, the ignorance of many, or the hardship of the trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p20\" class=\"\">In the world today there are millions of people who are ready to do what seems possible, but the prize is for those who are ready to do what seems impossible. If certain things can be done, personal efficiency and skill can carry them through. If it cannot be done, faith and testimony can do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p21\" class=\"\">As sons and daughters of God we have not received the commandments, which show us the way to return to him on a conditional basis, to fulfill only if it seems possible or if ideal circumstances permit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p22\" class=\"\">To be obedient, to do that which the Lord requires of us, has been and always will be a constant principle in the lives of those whom the Lord has called to be his prophets. As an example, we might mention that at one time the Prophet Joseph Smith said, “I made this my rule, ‘When the Lord commands, do it.’” (<span class=\"emphasis\">History of the Church,<\/span> 2:170.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p23\" class=\"\">Without any doubt, Joseph Smith was a prophet with a great spirit of accomplishment and tenacity. On one occasion he said to his cousin, George A. Smith: “Never be discouraged. If I were sunk in the lowest pit of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.” (John Henry Evans, <span class=\"emphasis\">Joseph Smith, an American Prophet,<\/span> New York: MacMillan Co., 1946, p. 9.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p24\" class=\"\">The life of the prophet of whom I bear testimony was an example of that which he proclaimed, having always given a clear message of his convictions and testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p25\" class=\"\">This kind of determination, an exemplary way of life, is not reserved for only a small minority, as some would believe, but rather it should be the constant attitude of those who desire to follow the Lord’s counsel in order to attain the promised blessings: “Be thou faithful unto death, and I will give thee a crown of life.” (<span class=\"citation\" id=\"42542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42542)\">Rev. 2:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p26\" class=\"\">In the scriptures we find examples of how, through their actions, parents can send “messages” into the lives of their children which will lead them into paths of darkness or, on the other hand, which can teach them clearly those things which will lead them into salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p27\" class=\"\">Jacob, speaking to the Nephites, told them, “Wherefore, ye shall remember your children, how that ye have grieved their hearts because of the example that ye have set before them; and also, remember that ye may, because of your filthiness, bring your children unto destruction, and their sins be heaped upon your heads at the last day.” (<span class=\"citation\" id=\"25891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25891)\">Jacob 3:10<\/a><\/span>.) The dramatic power of example by parents in the lives of children is clearly demonstrated in those words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p28\" class=\"\">Sometimes bad examples, or “the uncertain sound of the trumpet,” which children receive in the home comes in the form of criticism of Church authorities, or in speaking kind words and thoughts outside the home but within it speaking words which are harsh and brusque. The sound is unclear if children observe the payment of tithing when and if it is convenient, or if they hear justifications for not paying it in moments when faith weakens. It is a distorted sound when they see that observance of the Sabbath depends on which sport event is scheduled for the day, or if the weather is ideal for an outing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p29\" class=\"\">Those who act in this manner can be compared to the person whom President Hugh B. Brown described when he said, “He who knows the precepts and neglects to obey them is like one that lights a candle in the darkness and then closes his eyes.” (<span class=\"emphasis\">Relief Society Magazine,<\/span> Oct. 1969, p. 725.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p30\" class=\"\">Now let us consider the sure sound of the trumpet, the other side of the issue, in the example of Joshua. When it became necessary for his people to make a firm commitment and take a definite stand, he said to them in his final speech, “And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord.” (<span class=\"citation\" id=\"30115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30115)\">Josh. 24:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p31\" class=\"\">Imagine the impact it would have if every parent took the same attitude and the same determination which Joshua took! What a loud and clear sound the message would have when carried into the lives of the children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p32\" class=\"\">In the building of eternal families, we need more models, we need more guiding lights, and certainly we need fewer excuse-makers and fewer advocates of darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p33\" class=\"\">It is one thing to talk about the gospel, but it is quite another to live it. It is one thing to preach about Christ, but it is another to follow in his footsteps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p34\" class=\"\">When the gospel is incorporated in the life of each one of us, it molds our decisions and determines our actions. We become models and examples who can teach others the path to follow leading to life eternal only when we live the principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p35\" class=\"\">In the great mission to which we have been called, to be saviors of men, may we follow the admonition of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p36\" class=\"\">“Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations.” (<span class=\"citation\" id=\"18188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18188)\">D&amp;C 115:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p37\" class=\"\">We cannot fail in that trust because our Savior, Jesus Christ, has shown us by example: “Behold I am the light; I have set an example for you.” (<span class=\"citation\" id=\"5974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5974)\">3 Ne. 18:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p38\" class=\"\">We know the goal; we have the example; now let us put forth the effort and make the decision to follow in that path.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p39\" class=\"\">“And now, my beloved brethren, I know by this that unless a man shall endure to the end, in following the example of the Son of the living God, he cannot be saved.” (<span class=\"citation\" id=\"4111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4111)\">2 Ne. 31:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/the-sure-sound-of-the-trumpet.p40\" class=\"\">In the name of the Redeemer, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}