{"ID":3979, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Go Ye Therefore, and Teach All Nations”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03174_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p3\" class=\"\">Before I begin my prepared message, I would personally like to thank two great women for their devoted years of service. Sister Smith and Sister Cannon, you have been like great beacons of light to guide the women of the Church and many, many others from troubled seas into a safe harbor. May God continue to bless you that your inspiration and encouragement will continue to be felt by the women of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p4\" class=\"\">The Savior had such a short time to prepare those who would carry on His work after His earthly ministry. He must have felt the pressure of this responsibility. His teachings during those final hours have always been special to me. They represent His final instruction to those who would now be responsible to carry on the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p5\" class=\"\">Throughout His ministry, the Savior encouraged us to do the things that we had seen him do. After celebrating the feast of the Passover at the Last Supper, He went to each of His disciples and washed their feet. After this act of service, His instructions were:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p6\" class=\"\">“If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p7\" class=\"\">“For I have given you an example, that ye should do as I have done to you.” (<span class=\"citation\" id=\"29221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29221)\">John 13:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p8\" class=\"\">It is evident, then, that if the Master served, we should serve. If He taught, we should teach. If He prayed, we should also pray. He knew that if we would catch the spirit of His ministry, our hearts and our souls would be so full of that which we had received that we could not be content unless we were sharing, serving, teaching, and praying together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p9\" class=\"\">As Matthew completed His Gospel, he recorded this instruction of the Lord to His disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p10\" class=\"\">“Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p11\" class=\"\">“And when they saw him, they worshipped him: but some doubted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p12\" class=\"\">“And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p13\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p14\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen.” (<span class=\"citation\" id=\"37034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37034)\">Matt. 28:16–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p15\" class=\"\">The scriptures are replete with examples of what happens to individuals when the light of the gospel really permeates their souls. Let us just consider two examples. The first is from the New Testament. There is a story in the book of John about two disciples who followed John the Baptist. Again from the scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p16\" class=\"\">“Again the next day after John stood, and two of his disciples;<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p17\" class=\"\">“And looking upon Jesus as he walked, he saith, Behold the Lamb of God!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p18\" class=\"\">“And the two disciples heard him speak, and they followed Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p19\" class=\"\">“Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, … Master, where dwellest thou?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p20\" class=\"\">“He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p21\" class=\"\">“One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p22\" class=\"\">“He first findeth his own brother Simon, and saith unto him, We have found the … Christ.” (<span class=\"citation\" id=\"29210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29210)\">John 1:35–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p23\" class=\"\">When Andrew had received something special in his life, he wanted to share it with his brother, and could not rest until he had found him and told him he had found the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p24\" class=\"\">There is another great example in the Book of Mormon about Alma and the sons of Mosiah. They were numbered among those who were seeking to destroy the Church, and were using much flattery of speech to lead the people into doing all manner of iniquity. After the pleadings of Alma’s father, the Lord interceded and called Alma to repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p25\" class=\"\">It is most interesting to see what occurred when the light of the gospel came into his life. From the Book of Mosiah we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p26\" class=\"\">“And now it came to pass that Alma began from this time forward to teach the people, and those who were with Alma at the time the angel appeared unto them, traveling round about through all the land, publishing to all the people the things which they had heard and seen, and preaching the word of God in much tribulation, being greatly persecuted by those who were unbelievers, being smitten by many of them.” (<span class=\"citation\" id=\"40558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40558)\">Mosiah 27:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p27\" class=\"\">And then, speaking of the four sons of Mosiah, the scripture says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p28\" class=\"\">“And they traveled throughout all the land of Zarahemla, and among all the people who were under the reign of king Mosiah, zealously striving to repair all the injuries which they had done to the church, confessing all their sins, and publishing all the things which they had seen, and explaining the prophecies and the scriptures to all who desired to hear them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p29\" class=\"\">“And thus they were instruments in the hands of God in bringing many to the knowledge of the truth, yea, to the knowledge of their Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p30\" class=\"\">“And how blessed are they! For they did publish peace; they did publish good tidings of good; and they did declare unto the people that the Lord reigneth.” (<span class=\"citation\" id=\"40559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40559)\">Mosiah 27:35–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p31\" class=\"\">After conversion comes the desire to share—not so much out of a sense of duty, even though that responsibility falls on the priesthood, but out of a sincere love and appreciation for that which has been received. When such a “pearl of great price” comes into our lives, we cannot be content just to admire it by ourselves. It must be shared! And here is the great joy and happiness of the gift!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p32\" class=\"\">I have especially been impressed with the older couples who, after fulfilling a life of service in their wards and stakes, have the desire to spend a period of time as missionaries in full service to the Lord. I have found them in all corners of the world, and they are, I guess, the happiest people I have ever met because of what they are accomplishing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p33\" class=\"\">Let me just share parts of some letters written by those who have had this great privilege. These quotations are from a composite of letters. They were written to their mission president and his wife after the couples had been serving in the mission field for some time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p34\" class=\"\">“We never asked to be sent on a mission. We didn’t feel qualified. My husband had had only four years of formal education, and was very sensitive about that. He read a lot and was very successful in business. He had a special personality which drew people to him. Several couples we knew had gone on missions, and we were happy for them. When the bishop called us into his office and said that he had been praying for two weeks and that the Lord wanted us to go on a mission, we were overwhelmed. We accepted, as we knew it was from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p35\" class=\"\">“My husband’s back was in poor condition. He had asked for a little time to see if he could find a doctor who could help him in some way. The doctor’s response was, ‘Just go home and learn to live with the pain.’ When we were set apart for our mission, my husband was promised that he would be blessed with better health. The promise was literally fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p36\" class=\"\">“We entered the Missionary Training Center. Those few weeks we spent were very special to us. It was difficult for us to learn the discussions, but we found a close relationship with the Lord. As we did the very best we could, He blessed us. We knew we would have to rely on the Lord to help us after we had done all we could.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p37\" class=\"\">“There is a feeling of love and closeness at the MTC that cannot be found in any other place. We went to the temple each week. We found that, next to the temple, the MTC was the closest to being near our Heavenly Father and His Son, Jesus Christ, that you could possibly find here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p38\" class=\"\">“The privilege of serving a full-time mission together was an outstanding time in our lives. It was a time during which we drew close together as we studied and prayed so much together. We learned more fully to depend upon one another. We found great joy in becoming more aware of one another’s strengths. We anticipated the opportunity of helping each other overcome our weaknesses. In the autumn of our lives, it was a time of ripening and cementing together. This is an experience every couple should have if they are physically able and can financially afford it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p39\" class=\"\">“If they can’t afford it, their families would be greatly blessed if they would assist them. It would be much better than giving them a trip to Hawaii or Europe.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p40\" class=\"\">One couple then reported, as they concluded their mission, that in the final testimony meeting these words were spoken of them: “Dear elder and sister, you just can’t imagine what our life was like before you came.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p41\" class=\"\">Of course, returning home after such an experience is a challenge. I met a good brother coming out of the Mormon Handicraft store just before Christmas. He had been in buying his wife a Christmas present. As I was coming down the street, he ran up to me and said, “Don’t you remember me?” I had to be prompted a little. When we last met, it was in the mission field. Living conditions were certainly not like home. But there was a radiance about him and his wife as we had opportunity to be with them for a day and witness their work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p42\" class=\"\">I said to him, “It must be great to be back home.” He hesitated a minute, and then said, “You know, I’ve had a difficult time adjusting. I feel that we should be back among the Saints in the Philippines. They needed us so much. I don’t find that same need here. Can’t you send us back on another mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p43\" class=\"\">Mission presidents always respond the same when I ask them the following question: “What can I do for you?” The response invariably is, “Send us more missionary couples.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p44\" class=\"\">Now, to all you great couples who are hearing my voice today, I want you to listen especially to these words. Life has been hard. I know that. You have worked diligently for the security you now enjoy. You have struggled, reared a family, and saved something to have and to enjoy during this golden period of your life. But just sitting around will not give you what you really desire. Climax these golden years with the soul-satisfying experience of full-time gospel service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p45\" class=\"\">I hear you stand and bear your testimonies, acknowledging your love for your companion and for the gospel. If that is really true, you will be like Andrew or Alma—not content until you have shared the fulfillment you have found in the gospel of Jesus Christ in missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p46\" class=\"\">President Heber J. Grant has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p47\" class=\"\">“I feel sorry for the man or the woman who has never experienced the sweet joy which comes to the missionary who proclaims the gospel of Jesus Christ, who bring honest souls to a knowledge of the truth, and who hears the expressions of gratitude and thanksgiving that come from the hearts of those who have been brought by his labor to a comprehension of life eternal. So also do I feel sorry for those who have never experienced the sweet joy resulting from reaching out their hands and helping those who were needy. Assuredly there is more blessing comes to us from giving than in accumulating; there is no question of this in my mind. There is also more blessing comes to us in going forth to proclaim the gospel of Jesus Christ, and laboring for the salvation of the souls of men, than can possibly come to us by merely having a knowledge of the truth of our religion, and then remaining at home to mingle and labor in the ordinary affairs of life, and accumulate the wealth of this world that perishes with the using. One great trouble is that we ofttimes lose sight of what is the most valuable labor for us to perform, the labor that will be most pleasing in the sight of our Heavenly Father.” (<span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham, Salt Lake City: Improvement Era, 1969, p. 104.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p48\" class=\"\">Bishops, will you please give more encouragement to the healthy, retired, or soon-to-be retired couples who are considering missions? Many are awaiting your call, reluctant to come forward and ask. How we need their maturity, their wisdom, and their experience in our rapidly growing Church!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p49\" class=\"\">Bishops, instill in these couples a desire and the confidence that they will need for this exciting service. They will not be expected to learn the same program as our young missionaries. Let them know that we want to utilize the talents they already possess after a lifetime of growth and development.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p50\" class=\"\">May the Lord bless you great, mature couples in the Church with an earnest desire to be anxiously engaged in His service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/05\/go-ye-therefore-and-teach-all-nations.p51\" class=\"\">I leave you my witness of the truthfulness of this great work, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}