{"ID":4, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, pp. 17-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI desire to call your attention to the principle of loyalty, loyalty to the truth and loyalty to the\nmen whom God has chosen to lead the cause of truth. I speak of \"the truth\" and these \"men\"\njointly, because it is impossible fully to accept the one and partly reject the other.\n<\/p><p>\nI raise my voice on this matter to warn and counsel you to be on your guard against criticism.\nI have heard some myself and have been told about more. It comes, in part, from those who\nhold, or have held, prominent positions. Ostensibly, they are in good standing in the Church.\nIn expressing their feelings, they frequently say, \"We are members of the Church, too, you\nknow, and our feelings should be considered.\"\n<\/p><p>\nThey assume that one can be in full harmony with the spirit of the gospel, enjoy full\nfellowship in the Church, and at the same time be out of harmony with the leaders of the\nChurch and the counsel and directions they give. Such a position is wholly inconsistent,\nbecause the guidance of this Church comes, not alone from the written word, but also from\ncontinuous revelation, and the Lord gives that revelation to the Church through His chosen\nleaders and none else. It follows, therefore, that those who profess to accept the gospel and\nwho at the same time criticize and refuse to follow the counsel of the leaders, are assuming an\nindefensible position.\n<\/p><p>\nSuch a spirit leads to apostasy. It is not new. It was prevalent in the days of Jesus. Some who\nboasted of being Abraham's children, said of the Son of God: \"Behold a man gluttonous, and\na winebibber, a friend of publicans and sinners\"\n(<span class=\"citation\" id=\"33802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33802)\">Matt. 11:19<\/a><\/span>).\nBut those who stood by Him enjoying the spirit of truth knew Him, as did\nPeter, who said \"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"33804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33804)\">Matt. 16:16<\/a><\/span>).\n<\/p><p>\nIn the days of the Prophet\nJoseph, there was criticism against him and the counsel he gave. Some of the leading brethren\nof the Church charged him with being a fallen Prophet. They did not deny the gospel, but\nthey contended that the Prophet had fallen.\n<\/p><p>\nThose were critical times for the Church. They\nhave now long since passed into history, but the records remain. The issues are now clear.\nJoseph Smith was the Lord's prophet, and so continued, notwithstanding all the abuse directed\nat him. He now sits enthroned in yonder heavens, and those who criticized him apostatized\nand left the Church. Thomas B. Marsh, who left the Church in 1839 because he became\njealous of the Prophet, found his way in 1857 to Salt Lake City, and in addressing the Saints,\nsaid:\n<\/p><p>\nIf there are any among this people who should ever apostatize and do as I have done,\nprepare your backs for a good whipping if you are such as the Lord loves. <i>But if you will take<\/i>\n<i>my advice, you will stand by the authorities.<\/i>\n<\/p><p>\nAs we look back upon these important events, it seems that the issues were always so clearly\ndrawn that anyone could have seen the truth. And yet, there seem always to have been great\nintellects on the side of error. This is one of life's tragedies. Surely there can be nothing of\nmore importance than to be always and everlastingly on the side with truth as we meet the\ncomplex problems of our lives. It is comforting to know that that is where we may be if we\nwill but hearken to the spirit of truth. For the Lord has said that \"the Spirit giveth light to\nevery man that cometh into the world; and the Spirit enlighteneth every man through the\nworld, <i>that hearkeneth to the voice of the Spirit<\/i>\"\n(<span class=\"citation\" id=\"11783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11783)\">D&amp;C 84:46<\/a><\/span>). That this is no idle promise\nis shown by the fact that on nearly all occasions there have stood with God's spokesmen those\nwho were loyal to the truth and to the men whom God had chosen to lead the cause of truth.\nAt the time of the attack on the Prophet in Kirtland, Brigham Young was present, and when\nthe criticism was expressed he arose and in plain and forceful language said that Joseph was a\nProphet and he knew it, \"and that they might rail and slander him as much as they pleased,\nthey could but destroy their own authority and cut the thread that bound them to the Prophet\nof God and sink themselves to hell:\" Later he said:\n<\/p><p>\nSome of the leading men at Kirtland were much opposed to the Prophet meddling with\ntemporal affairs, thinking that his duty embraced spiritual things alone and that the people\nshould be left to attend to their temporal affairs without any interference whatever from\nprophets and apostles. In a public meeting, I said: \"Ye elders of Israel: Now, will some of you\ndraw the line of demarcation between the spiritual and temporal within the Kingdom of God,\nso that I may understand it!\" Not one of them could do it. When I saw a man standing in the\npath before the Prophet, I felt like hurling him out of the way and branding him as a fool.\n<\/p><p>\nHere was loyalty, loyalty both to the truth and to the man whom God had called to represent\nit.\n<\/p><p>\nWhy was it that the vision of Brigham Young was clear and that of Thomas B. Marsh was\ncloudy; that Brigham Young remained true to the Prophet, and that Thomas B. Marsh\ncriticized him? It was because Brigham Young always hearkened to the spirit of truth, and\nThomas B. Marsh did not.\n<\/p><p>\nLast October, I attended an outlying stake's conference. A number of the speakers had just\nattended for the first time a general conference. Their reports were soul stirring. One bishop\nwished that every member of his ward might attend just one conference in the tabernacle.\nAnother, when he stood with the vast congregation for the first time, was so moved that tears\nran down his cheeks, and his voice so choked that he could not join in the singing. A third\nwas impressed with President Grant's closing remarks. He said as he finished his talk: \"Three\ntimes the President said 'I bless you, I bless you, I bless you.'\"\n<\/p><p>\nIn another outlying stake, an ex-bishop said to me that the conference was nothing but a\npolitical convention. In another a man said that whether he would follow the counsel of the\nleaders depended upon what subject they discussed.\n<\/p><p>\nHow are these different responses accounted for? I will tell you. The members of the one\ngroup were observing and keeping the commandments of God, and the others were not; one\ngroup was walking in the light of truth, and the other was in the dark; one group enjoyed the\n<i>Spirit of the Lord<\/i>, and the others did not.\n<\/p><p>\nIf we are to be on the side of truth, we must have the Spirit of the Lord. To the obtaining of\nthat spirit, prayer is an indispensable prerequisite. Praying will keep one's vision clear on this\nquestion of loyalty as on all other questions. By praying I do not mean, however, just saying\nprayers. Prayers may be said in a perfunctory manner. Access to the Spirit of God, which is a\ndirecting power, cannot be so obtained. The divine injunction to pray is not to be satisfied in\na casual manner nor by an effort to obtain divine approval of a predetermined course. A firm\nresolve to comply with the will of God must accompany the petition foreknowledge as to what\nHis will is. When one brings himself to the position that he will pursue the truth wherever it\nmay lead, even though it may require a reversal of his former position, he can, without\nhypocrisy, go before the Lord in prayer. Then, when he prays with all the energy of his soul,\nhe is entitled to and he will receive guidance. The mind and will of the Lord as to the course\nhe should take will be made known unto him.\n<\/p><p>\nI assure you, however, that the spirit of the Lord will never direct a person to take a position\nin opposition to the counsel of the Presidency of His Church. Such could not be, and I'll tell\nyou why. The Spirit of the Lord is \"truth\"\n(<span class=\"citation\" id=\"11782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11782)\">D&amp;C 84:45<\/a><\/span>).\nThe Prophet Joseph Smith says that \"The glory of\nGod is intelligence, or, in other words, <i>light and truth<\/i>\"\n(<span class=\"citation\" id=\"11794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11794)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\nThe Presidency, in directing the Church and its affairs and in counseling the people, do so\nunder the directing power of this \"<i>light and truth<\/i>.\" When a man and the Presidency are both\ndirected on the same subject by \"light and truth,\" there can be no conflict. And so, my\nbrethren, all who are out of harmony in any degree with the Presidency have need to repent\nand to seek the Lord for forgiveness and to put themselves in full harmony.\n<\/p><p>\nIn response to a contention that to follow such a course is tantamount to surrendering one's\n\"moral agency, suppose a person were in a forest with his vision limited by the denseness of\nthe growth about him. Would he be surrendering his agency in following the directions of one\nwho stands on a lookout tower, commanding an unobstructed view? To me, our leaders are\ntrue watchmen on the towers of Zion, and those who follow their counsel are exercising their\nagency just as freely as would be the man in the forest. For I accept as a fact, without any\nreservation, that this Church is headed by the Lord Jesus Christ, and that He, through the men\nwhom he chooses and appoints to lead His people, gives it active direction. I believe that He\ncommunicates to them His will, and that they, enjoying His spirit, counsel us.\n<\/p><p>\nThe Savior Himself gave us the great example on this point. As He labored and suffered\nunder the weight of the sins of this world in the accomplishment of the great atonement, He\ncried out in the agony of His soul, \"O my Father, if it be possible, let this cup pass from me:\nNevertheless not as I will, but as thou wilt\"\n(<span class=\"citation\" id=\"33819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33819)\">Matt. 26:39<\/a><\/span>). And so saying, He subjected\nHimself to the will of His Father in the consummation of His supreme mission. Who will say\nthat in so doing He surrendered His free agency?\n<\/p><p>\nThat we may all have the vision and the courage to be loyal to the truth and loyal to the men\nwhom God has chosen to lead in the cause of truth, I humbly pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}