{"ID":40, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Samuel O. Bennion<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Samuel O. Bennion, <i>Conference Report<\/i>, October 1942, pp. 47-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of the most important documents that I have read is the message which was delivered by\nthe First Presidency last spring. Today we have had another equally important message. These\nbrethren are inspired of the Lord. I don't know where we could find such writing outside of\nHoly Writ itself, and to me it is Holy Writ. We have been called to keep the commandments\nof God and to walk uprightly before Him\n(<span class=\"citation\" id=\"8809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8809)\">Alma 53:21<\/a><\/span>).\nIf this great body of Priesthood will yield to the\npersuasion of these brethren and set the proper example, there will certainly be an influence\nfor good in this great land that never has been felt before, for here is the strength of God, the\nstrength of the Holy Priesthood, vested in this Church.\n<\/p><p>\nI often think of the words of the great Solomon who said, \"As a man thinketh in his heart, so\nis he\" (<span class=\"citation\" id=\"41375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41375)\">Prov. 23:7<\/a><\/span>).\nMen who have it in their hears to keep the commandments of God, will keep them.\nThey will not commit adultery who say and feel that it is a sin akin to murder, a thing the\nLord has said we shall not do. Such men will not steal, they will not lie, they will not bear\nfalse witness, or violate the Sabbath day. Men will not leave the work of God undone if they\nfeel in their hearts that it is the thing for them to do.\n<\/p><p>\nBrethren, there never was a time that was more opportune for us than right now. There will\nnever be another time when we will be enjoying this earthly existence. This is your day and\nmine. We will never go through this world again as we are now; we are here writing our\nhistory. We write it every day and there can be no change As we write it, that is the way it\nwill be. We write it by our lives. No matter what our vocation is, no matter where we are,\nthere is nothing that will build us more surely and make us stronger than an assurance that we\nhave the truth. As we work in our fields or in our homes, in our shops or in our offices, let us\nkeep in mind this thought: This is the work of God that I am engaged in.\n<\/p><p>\nI know that the Lord, our Eternal Father, appeared to Joseph Smith and introduced to him the\nSavior of the world and said unto him, \"This is My Beloved Son. Hear Him!\"\n(<span class=\"citation\" id=\"30210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30210)\">JS&mdash;H 1:17<\/a><\/span>). If we will keep\nin our minds all the time that the Priesthood of the Son of God is in the earth and that the\nsame leadership that was introduced to the Prophet Joseph Smith is here; if we will reflect\nconstantly upon the high standard of living and teachings that have been ours from the days\nof Joseph until now; and if we will remember that there has never been a wavering in any\nway in the leadership of this Church, we cannot help feeling in our hearts and souls that this\nis the work of God. If we do that we will be strong and we will be able to carry on as the\nLord would have us do. We will not be weak, and we will not be tossed to and fro by every\nwind of doctrine (<span class=\"citation\" id=\"21598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21598)\">Eph. 4:14<\/a><\/span>),\nbut we will feel in our hearts to know the truth. We will understand the\ncourse we should take and the opinion that we should express; we will know that we are the\nLord's chosen people.\n<\/p><p>\nI am thankful for the testimony that I have, for the privilege of laboring in a small way in this\ngreat Church of Christ on this earth in this dispensation; I rejoice that I have been permitted\nto take a part in building this western commonwealth. I know that is the feeling of every true\nLatter-day Saint. I pray the Lord to bless the leadership of this Church, for this Church is led\nby a prophet of the living God who was raised up for this very purpose. He stands as a\nmonument in faith and expression of that code of living which, I want to say to you brethren,\ncommands the respect of all honorable men and women everywhere when they become\nacquainted with the facts and know us as we are. These are the things we should keep in our\nminds, and if we do, we will not be weak and we will not fail, but we will die worthy men,\nLatter-day Saints in full fellowship. To this end I pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}