{"ID":401, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Beware of False Prophets\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1949, pp. 161-165<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I ask that you be good enough to help me with your prayers that\nwhat I may say today may be in accordance with the mind and the will of the Lord, and then\nit will be of benefit and blessing to all of us.\n<\/p><p>\nI should like to refer to the fine instructions given us last night by President McKay, in which\nhe told us that the duty of the elder is to teach and to warn, and if the Lord leads me along\nthe line that I have thought I might talk about, I want to say something by way of warning.\n<\/p><p>\nI want to follow along the thought that was expressed and the situation that was referred to by\nElder Stephen L Richards this morning, when he called attention to certain influences that are\nat work amongst us.\n<\/p><p>\nFREEDOM OF WORSHIP\n<\/p><p>\nOne of our Articles of Faith says:\n<\/p><p>\nWe claim the privilege of worshipping Almighty God according to the dictates of our own\nconscience, and allow all men the same privilege, let them worship how, where, or what they\nmay (<span class=\"citation\" id=\"6634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6634)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nThat is the expression of a great principle, a principle that has been operative among the\nchildren of God from the earliest period of which we have any record. It was pursuant to that\nprinciple, and in the exercise of the rights guaranteed thereby, that a third of the hosts of\nheaven revolted (<span class=\"citation\" id=\"12618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12618)\">D&amp;C 29:36<\/a><\/span>),\nin an effort to overcome the plan which God adopted.\n<\/p><p>\nPersonally, I would not in any way, and in the lightest or slightest degree, hamper anyone's\nfree agency. Literally, I feel and believe that men should worship how, where, or what they\nmay. That is the spirit of the priesthood, the priesthood which we hold. The priesthood never\ncompels. God himself does not compel the intellect, nor does he attempt to overthrow it.\n<\/p><p>\nIf I might be specific, I would like to say how different is that principle from the principle of\na great church which says, or has its presiding officers say in the oaths that they take, that\nthey will attack and follow up all heretics, and over the centuries they have made good that\noath.\n<\/p><p>\nTWO CHURCHES\n<\/p><p>\nThe Lord has told us in the scriptures that in the last days there will be two churches\n(<span class=\"citation\" id=\"1488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1488)\">1 Ne. 14:10<\/a><\/span>). John\nthe Revelator spoke of the great church with worldly power that had under its dominion and\nleadership the kings of the earth&mdash;he spoke of it as Babylon, the Mother of Harlots\n(<span class=\"citation\" id=\"42206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42206)\">Rev. 17:1-6<\/a><\/span>); and Nephi\nspoke of it as the great and abominable church\n(<span class=\"citation\" id=\"1489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1489)\">1 Ne. 14:10-17<\/a><\/span>).\nI am not going to say what that church is,\nthough I have a very definite and clear idea. But I want to say that those scriptures also tell\nus that the other church is a weak church, a church to whose assistance God has to come in\norder to preserve it. We certainly are not the great church, for no kings are tied to the chariot\nwheels of our Church. We are the other church.\n<\/p><p>\nSCRIPTURAL WARNINGS\n<\/p><p>\nNow, our enemies are seeking to attack and are attacking our Church. Time does not permit\nme to read all the scriptures that I have here, telling of the things that are to come in the last\ndays. But I might call your attention to the fact that the Savior in the Sermon on the Mount\nsaid,\n<\/p><p>\nBeware of false prophets, which come to you in sheep's clothing, but inwardly they are\nravening wolves (<span class=\"citation\" id=\"34272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34272)\">Matt. 7:15<\/a><\/span>).\n<\/p><p>\nTo the people on this hemisphere he made the selfsame statement\n(<span class=\"citation\" id=\"5486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5486)\">3 Ne. 14:15<\/a><\/span>).\n<\/p><p>\nI also call your attention to the words of Paul in his farewell to the elders of Ephesus. He\nsaid,\n<\/p><p>\nFor I know this, that after my departing shall grievous wolves enter in among you, not\nsparing the flock.\n<\/p><p>\nAlso of your own selves shall men arise, speaking perverse things, to draw away disciples\nafter them (<span class=\"citation\" id=\"7619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7619)\">Acts 20:29-30<\/a><\/span>).\n<\/p><p>\nI would like to read what Paul said to Timothy\n(<span class=\"citation\" id=\"2803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2803)\">1 Tim. 4:1<\/a><\/span>;\n<span class=\"citation\" id=\"5103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5103)\">2 Tim. 3:1-7<\/a><\/span>;\n<span class=\"citation\" id=\"5105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5105)\">2 Tim. 4:3-4<\/a><\/span>),\nbut time forbids. But I will read what Moroni\nsaid to Mormon. I might read just one paragraph of the latter. It is the thirty-second verse in\nthe eighth chapter of Mormon:\n<\/p><p>\nYea, it shall come in a day when there shall be churches built up that shall say: Come unto\nme, and for your money you shall be forgiven of your sins\n(<span class=\"citation\" id=\"50057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50057)\">Morm. 8:32<\/a><\/span>).\n<\/p><p>\nThe ravening wolves are amongst us, from our own membership, and they, more than any\nothers, are clothed in sheep's clothing, because they wear the habiliments of the priesthood;\nthey are they to whom Brother Widtsoe referred, as distorting the truth. We should be careful\nof them, and I endorse every word that Brother Widtsoe said, as to the obligations of those\nwho instruct the youth.\n<\/p><p>\nEFFORTS TO LEAD ASTRAY\n<\/p><p>\nNow, I want to say just a word or two about the church and secular organizations that are\namongst us, and that are doing all they can to lead our young people astray. I say there are\nboth church organizations and secular organizations. Their method of approach &mdash;or\napproaches&mdash;becomes rather clear.\n<\/p><p>\nThey begin by making friends with our young people and also with members of that body of\npriesthood, as to which we have so much concern, the adult Aaronic Priesthood. They\ncultivate the friendship of these members of ours, then they invite them to their homes, then\nthey take them to their socials, then to their classes of instruction, and before the members\nknew it, before we know it, this priesthood membership and the youth are gone from us.\n<\/p><p>\nWhat do they say? What I am about to say is not mere supposition. I am quoting or telling of\nactual incidents. They say, \"Do you not find when you go into your church, that you are\nembarrassed sometimes because you smoke, or because you drink beer?\" \"Oh, yes,\" the man\nsays. \"Well, in our church, that makes no difference. Those things have nothing to do with\nreligion. Come and join us.\"\n<\/p><p>\nSo they take into their socials our members; our members drink a little and smoke as much as\nthey wish. Finally the Rubicon is crossed, and the members are lost to us. These propaganda\norganizations are building, in some places, halls of amusement. In one of our mission fields,\nthey have built next door to one of our own churches, where they carry on these amusements,\nnot in accordance with our standards, at the same time that we are holding services. That is an\nextreme case, but there is such a situation and there are many other places where they are\nproviding amusement under the same conditions and to the same import.\n<\/p><p>\nPRINCIPLES ATTACKED\n<\/p><p>\nThey tell our people that the Word of Wisdom has nothing to do with real religion&mdash;nothing at\nall. Then they tell them that if you sin, you come and confess and pay some penance, the sin\nis forgiven.\n<\/p><p>\nThey attack, among other things, baptism for the dead, and are finally bringing themselves\naround to the position of atheistic scholars who have said that that wonderful passage in\nthe fifteenth chapter of First Corinthians, \"Else what shall they do which are baptized for the\ndead, if the dead rise not at all?\" (<span class=\"citation\" id=\"182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(182)\">1 Cor. 15:29<\/a><\/span>)\nwas addressed to pagans, and not to the early\nSaints; that the practice referred to was a pagan practice.\n<\/p><p>\nWell, read how the epistle to the Corinthians is introduced\n(<span class=\"citation\" id=\"171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(171)\">1 Cor. 1:2<\/a><\/span>), and read how the fifteenth chapter\nis introduced, then you will have no doubts that the epistle was addressed to the Saints, and\nthat the early Saints baptized for the dead.\n<\/p><p>\nTOO HARD TO LIVE\n<\/p><p>\nOn the principle that the wish may be the father to the thought, they say that our religion\ncannot last because it is too hard for the individual to live, and therefore our religion will fade\naway and become extinct. Of course, their present feverish activity belies that thought. But as\nI think of that statement, it seems to me that among the many answers that might be given to\nit, one of them is that our Church has been set up never to be thrown down, and that this\ngospel is never to be given to another people\n(<span class=\"citation\" id=\"10605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10605)\">Dan. 2:44<\/a><\/span>).\nAnother is that the restored gospel is more than\nwhat they mean by religion. When they talk of religion, they speak merely of a relationship\nbetween God and man; all questions of the relationship of man to man have passed out of\ntheir religion. But our plan is a plan of life and salvation, including, not only the relationship\nof man to God, but also as I have said, the relationship of man to man, throughout the\neternities, and the divine destiny God has planned for his righteous children.\n<\/p><p>\nHERESY AMONGST US\n<\/p><p>\nThere is a heresy which is amongst us now in some degree and which has existed since the\nearly Christian days, which declares that the God of the Old Testament is not the God of the\nNew, that the Old Testament God has disappeared. I have never quite been able to see how\nthe proponents of this idea could square it with the statement which the Savior made\nrepeatedly, that he did only what he had seen the Father do, and he taught only what the\nFather had taught him (<span class=\"citation\" id=\"27361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27361)\">John 5:19-20<\/a><\/span>;\n<span class=\"citation\" id=\"27370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27370)\">John 8:28<\/a><\/span>). Thus those who would drive out the God of the Old Testament must\ndeny the Christ in order to do it. These other churches seem to regard God as a God of\nvengeance, seeking to destroy his children. We know that our God is a God of love, because\nhe was the Father, and as I have said, Jesus said he taught what his Father had taught, and he\ndid what he had seen his Father do.\n<\/p><p>\nOBLIGATION TO PRESERVE TRUTH\n<\/p><p>\nMy brothers and sisters, if there ever was a time in our history when we must be on guard\nagainst the insidious influences and propaganda of the churches of the world and the atheists\nof the world, at time is today. We must not be asleep. We have the truth; we must preserve it\nand ourselves in it.\n<\/p><p>\nAfter Jesus had returned from the wilderness following his baptism, he came to the River\nJordan where John was still baptizing. As John stood there, seeing the Savior, he said,\n\"Behold the Lamb of God\" (<span class=\"citation\" id=\"27352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27352)\">John 1:29<\/a><\/span>),\nand apparently replying to somebody who wanted to flatter him\nand tell him how great he was, he added, \". . . whose shoe's latchet I am not worthy to\nunloose\" (<span class=\"citation\" id=\"27351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27351)\">John 1:27<\/a><\/span>).\n<\/p><p>\nThe next day Jesus came again to the group on the banks where John was baptizing, and\nagain John said, \"Behold the Lamb of God\"\n(<span class=\"citation\" id=\"27354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27354)\">John 1:36<\/a><\/span>).\nAndrew and some others who were the disciples\nof John, followed Jesus, who took them to his room and there taught them. Then Andrew\nwent out and found Peter, and declared with joy, \"We have found the Messias,\" the Christ\n(<span class=\"citation\" id=\"27353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27353)\">John 1:35-41<\/a><\/span>).\n<\/p><p>\nWe of the Church have found the Messiah, the Christ. He authorized and directed the building\nof this Church. We must not let the error and the evil which knock at our doors, cross the\nthreshold and enter therein to rob us of the greatest things that God has to give us&mdash;our\nchildren.\n<\/p><p>\nMay we be as wise as serpents, and as harmless as doves\n(<span class=\"citation\" id=\"34277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34277)\">Matt. 10:16<\/a><\/span>). May we protect our youth and\nthose of ours who do not see as clearly as they should these dangers which threaten them, and\nagainst which I am warning you, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}