{"ID":402, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Concluding Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1949, pp. 165-171<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is a solemn occasion. We are met in the concluding session of a great conference.\nRepresentatives are here from many parts of the world. We have been privileged to listen to\nthe counsel and admonition and encouragement of those who have been called to direct in\nIsrael.\n<\/p><p>\nI am sure everyone who has attended these sessions has been edified, and our minds have\nbeen directed to him who is the Author of our being. I have rejoiced in the delightful music\nwe have had, and take this occasion to thank this splendid chorus that comes from, what to\nme, is the greatest university in all the world. [Brigham Young University, Provo, Utah.] I\nknow you will pardon me for referring to it that way, because it was where I went to school.\nI hope these young people, members of the chorus from Brigham Young University, have\nrejoiced in meeting with us as much as we have in listening to them.\n<\/p><p>\nPERILOUS TIMES\n<\/p><p>\nWe are living in perilous times. We are approaching the evening of the sixth day. All the\nworld is in confusion, and unfortunately, as has been the case before, the majority of the men\nand women who live upon the earth are in darkness, because they do not have the gospel of\nJesus Christ, the gospel of light.\n<\/p><p>\nI trust that the few moments I occupy I may have the benefit of your faith and prayers, that I\nmay be led to say that which will be a source of encouragement and blessing to us all.\n<\/p><p>\nWe live in a wonderful land, choice above all other lands\n(<span class=\"citation\" id=\"1472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1472)\">1 Ne. 2:20<\/a><\/span>), blessed as no other nation is\nblessed, and yet we are in danger. Our Heavenly Father has told us that there is a law\nirrevocably decreed in heaven from before the foundation of this world upon which every\nblessing is predicated (<span class=\"citation\" id=\"12735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12735)\">D&amp;C 130:20-21<\/a><\/span>).\nIf we observe the law, we will obtain the blessing.  If we fail to\nobserve the law, we have no promise.\n<\/p><p>\nLOSS OF BLESSINGS\n<\/p><p>\nAs my mind goes back to the beginning as recorded in Genesis, and follows down through the\ncenturies that have since elapsed, I realize that many people have lost the truth and turned to\nfalsehood, thereby losing their blessings.\n<\/p><p>\nThe Lord has been mindful of his children all the time. He has never punished them, but he\nhas taught them so that they might not be punished by their own conduct. Those who would\nnot listen to God's representatives were destroyed. On one occasion the whole population of\nthe world was wiped out with the exception of a few who listened to Noah\n(<span class=\"citation\" id=\"2240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2240)\">1 Pet. 3:20<\/a><\/span>), a servant of God,\nwho for more than a hundred years had called the people to repentance. Only those who were\nin the ark were preserved.\n<\/p><p>\nSODOM AND GOMORRAH\n<\/p><p>\nWe have the instance of Sodom and Gomorrah\n(<span class=\"citation\" id=\"23558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23558)\">Gen. 18:23-33<\/a><\/span>).\nAbraham learned that the cities of the plains\nwere to be destroyed because of the wickedness of the people. He pleaded for those who were\nrighteous, saying to the Lord, \"Surely, you are not going to destroy all of them. There must\nbe some people who are worthy to live.\" The reply to him was, \"If there are fifty righteous\npeople in those cities, they will all be preserved from destruction.\"\n<\/p><p>\nThen Abraham asked, \"Well, what if there are forty?\" \"Yes, if there are forty,\" was the\nanswer. \"Then if thirty?\" \"Yes, if thirty.\" \"If twenty? If ten?\" \"Yes,\" ten would be sufficient to\nhold off the destruction of the cities, but there were not ten people in those two great cities\nwho were worthy to live. Lot and the members of his own family fled, then the whole\ncommunity was consumed by fire.\n<\/p><p>\nProphets of the Old Testament warned the various communities from time to time. They were\nfully warned before destruction came, but notwithstanding that warning, Jerusalem, one of the\ngreat cities of the world, was repeatedly destroyed. Babylon, the greatest of all nations at one\ntime, had been warned of its wickedness, but the people would not do what the Lord wanted\nthem to, and they were destroyed.\n<\/p><p>\nSONS OF HELAMAN\n<\/p><p>\nIn our own country when the Nephites and the Lamanites were warring among themselves,\nthey were given certain promises if they would keep the commandments of God, told that if\nthey did not, destruction would follow. Then we have that marvelous record of 2,060\nLamanite boys&mdash;just boys&mdash;who joined the army of the Nephites in order to help\npreserve themselves and their families, and who faced certain death&mdash;from any natural\nstandpoint&mdash;because they were opposing skilled warriors. But they had been taught by their\nmothers that God would protect them if they would do their duty.\n<\/p><p>\nThese 2,060 boys, part of the army of the Nephites, went into battle repeatedly. The last\nstruggle was so terrible that we are told all were wounded; two hundred of them fainted from\nthe loss of blood. When Helaman, their commander, saw their enemies driven away, anxious\nfor his young charges (he called them striplings) he went through the battlefield and gathered\nthe living. He found the 2,060 alive, although many had fainted from the loss of blood.\n<\/p><p>\nHelaman, who was amazed at their miraculous preservation, questioned them. Their response\nwas one of the greatest compliments to motherhood to be found anywhere: \"We knew our\nmothers knew\" (<span class=\"citation\" id=\"8894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8894)\">Alma 56:47-48<\/a><\/span>;\n<span class=\"citation\" id=\"8897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8897)\">Alma 57:25-27<\/a><\/span>).\n<\/p><p>\nThey believed what their mothers taught them. They had faith in God. They were preserved,\nand they helped save their homes and families from destruction.\n<\/p><p>\nPREPARATION FOR RESTORATION\n<\/p><p>\nDuring the great struggle for independence in the country under the leadership of George\nWashington, our Heavenly Father was preparing the way for the restoration of the gospel of\nJesus Christ in its purity.\n<\/p><p>\nHe gave to certain individuals the inspiration to frame the Constitution of the United States\n(<span class=\"citation\" id=\"12714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12714)\">D&amp;C 101:80<\/a><\/span>)\nthat has been referred to in this conference, the greatest palladium of human rights that we\nknow anything about. Under such a Constitution the gospel of Jesus Christ was restored to the\nearth one hundred nineteen years ago.\n<\/p><p>\nThese facts are part of the history of the world, including many more that time will not\npermit mentioning.\n<\/p><p>\nThe hand of our Heavenly Father has always been extended in love to his children through his\nprophets who pleaded with them to repent of their wrongdoing and keep his commandments.\nWhen they did, they were blessed, and when they failed, they lost their blessings.\n<\/p><p>\nTHE STANDARD WORKS\n<\/p><p>\nWe have here on this stand the Holy Bible containing the Old and New Testament, as well as\nthe Book of Mormon which is the history of the ancestry of the American Indian. We also\nhave the D&amp;C, containing the revelations of God to the Prophet Joseph Smith, all available to\nthe children of God. We have also the Pearl of Great Price containing other scripture.\n<\/p><p>\nWe look upon these four volumes as the teachings of our Heavenly Father, and accept them.\nThere is no teaching in them that any individual in the world belonging to any church or no\nchurch can find fault with. In every case the admonition is to make men and women better\nwherever they may be.\n<\/p><p>\nThese scriptures are available to all. You have been told that there are thousands of your sons\nand daughters in the world now, seeking to share with our Father's other children the truth of\nthe gospel of Jesus Christ before it is too late. We are coming dangerously near to a time\nwhen our Heavenly Father will withdraw his spirit from the world because the people of the\nworld will not accept it.\n<\/p><p>\nWe have been told today that there are now a million and forty thousand members of the\nChurch of Jesus Christ of Latter-day Saints, and I say to you, not boastfully, but seeking to\nexplain the truth, that this Church has received in this latter-day a new witness: God the\nFather and the Son did appear in the woods of Palmyra. A boy received a witness that\nenabled him to endure all kinds of persecution, and finally, as he was taken by his enemies,\nhe said:\n<\/p><p>\nI am going like a lamb to the slaughter . . .I have a conscience void of offense toward God,\nand toward all men. . . and it shall yet be said of me&mdash;\"he was murdered in cold blood\"\n(<span class=\"citation\" id=\"12753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12753)\">D&amp;C 135:4<\/a><\/span>; see also\n<i>DHC<\/i>, 6:554-555).\n<\/p><p>\nPROGRESS UNDER CONSTITUTION\n<\/p><p>\nJoseph Smith, the Prophet, and his brother Hyrum (the great-great-grandfather of the man\nwho sits at my left here on the stand and grandfather of the man who sits behind me in this\ncongregation) died as martyrs at the hands of a wicked mob. They were sacrificed not for any\nwrong they had done but because they had sought to teach the truth and call the people of the\nworld to repent before it was too late. The work has gone on and under the Constitution of\nthe United States we have been permitted to carry on in this great land. We have been\npermitted to teach the gospel of Jesus Christ. Our missionaries of course have gone all over\nthe world, but I am speaking now of the United States of America. However, there are many\npeople, many men and women in this land, some of whom may be friends or relatives who\nare misguided by the idea that the Constitution of the United States isn't as fine a system of\ngovernment as they have in Russia or Germany or Italy or some other part of the world,\nnotwithstanding the fact that the Lord himself said that he raised up the very men who framed\nthe Constitution of the United States\n(<span class=\"citation\" id=\"12715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12715)\">D&amp;C 101:80<\/a><\/span>)\nand directed that the membership of this Church should\npray for and sustain those who represented the Constitution of this land. I hold in my hand\nthe Bible and can read the Ten Commandments\n(<span class=\"citation\" id=\"22597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22597)\">Ex. 20:3-17<\/a><\/span>)\nthat were given to Moses for the guidance of\nthe people wherein the Lord told Moses what the people should live for and do. If those Ten\nCommandments had been lived up to by the people of the world down to the present time,\nthis earth could long ago have been celestialized. But the people refused.\n<\/p><p>\nOBEDIENCE TO COMMANDMENTS\n<\/p><p>\nYou know, and I know, that the Ten Commandments contain the will of our Heavenly Father,\nand I am grateful, not only for the civil laws but also for the laws God has given to us. I feel\nbound to conform my life to the teachings of the Ten Commandments. I feel equally bound to\nsustain the Constitution of the United States which came from the same source as the Ten\nCommandments. Unless the people of this great nation can realize these things and repent,\nthey may forfeit the liberty that they now enjoy, and the blessings that are so multiplied\namong us. I do hope and pray that they will discover before it is too late that God has spoken\nagain. Your responsibility and mine is to let our light so shine that others seeing our good\nworks will be constrained to glorify him who is the Author of our being\n(<span class=\"citation\" id=\"34245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34245)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nThese books contain the advice of the Father of us all, the Father of the Jews, the Gentiles,\nthe Christians, the pagans. God is the father of our spirits, and down through the ages he has\ntried to encourage people to do the thing that would bring them happiness rather than\nunhappiness. Yet today we find this world in such a condition that there is uncertainty upon\nevery hand. It is our duty not only to obey the commandments of our Heavenly Father but\nalso to pray for those who represent the constitutional law of our land. It is our duty to pray\nfor those who hold high positions in the states, and in the nation. Why? Because if they can\nbe influenced by the Spirit of the Lord, and there have been many cases where they have\nbeen, the people will receive the blessing they need.\n<\/p><p>\nBLESSINGS OF CONFERENCE\n<\/p><p>\nBrothers and sisters, we are coming to the time when we will return to our homes, and I ask\nyou: Where in all the world could we have spent the last five days under sweeter influences\nthan we have enjoyed here in this great Tabernacle? We have been blessed beyond our ability\nto appreciate our blessings, I think. And now as we go to our homes, will we take to them the\ninfluence that we have found here&mdash;the blessing that we enjoy here&mdash;will it be carried out to\nencourage those who are not doing what they should? If we do, then this conference will have\nbeen to us an added blessing, because inasmuch as we endeavor to bless the children of our\nHeavenly Father, we receive a blessing ourselves. In other words, \"Inasmuch as ye have done\nit unto one of the least of these my brethren,\" the Master said, \"ye have done it unto me\"\n(<span class=\"citation\" id=\"34315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34315)\">Matt. 25:40<\/a><\/span>). We\nare living in perilous times. Brethren and sisters, set your houses in order. Gather your\nfamilies around you, have your prayers, ask the blessing upon your food, give of your\nsubstance to those who are in need.\n<\/p><p>\nWhen I heard the reading of that marvelous record of the funds that have been utilized by this\nlittle Church and think of what has been given, and the millions that have been expended by\nthis group of people, I marveled, and I stand here to say that not one of you who has\ncontributed will be one dollar poorer than you were before.\n<\/p><p>\nBRIGHAM YOUNG UNIVERSITY\n<\/p><p>\nWe have this great chorus here today representing Brigham Young University. There isn't any\ngood that could come to that school that would not please me. The leaders of that school are\nstruggling, working, planning, but I am afraid there is a limit to what may be accomplished in\na financial way in the immediate future. There are wealthy people among us. There are those\nwho are well-to-do who may feel disposed and happy to help this institution grow. I want to\nsay that it is one of the finest places for our young people to go to school that can be found\nanywhere. I hope that these young people here will feel a blessing; I hope they will go back\nto the school and take with them the spirit that is enjoyed here, grateful for the blessings of\nour Heavenly Father. They are always close to those who honor him and keep his\ncommandments. And I now advise these young men, protect the virtue of these girls as you\nwould protect your lives, and to these young women, I say, protect the virtue of these boys as\nyou would protect your lives. You are all the children of God, and he loves you, but the\nadversary will do everything he can to tear down and destroy your opportunities for\nhappiness. That same admonition in regard to these students of the university I give to all the\nsons and daughters in the Church wherever they may be, and if we will honor God and keep\nhis commandments and live as we should, no matter where the storms may strike, the winds\nmay blow, and the lightnings may flash, we will be as the children of God always have been\nwhen they have kept his commandments: we will be under the protecting hand of him who is\nall-powerful.\n<\/p><p>\nWe will continue to go forward and grow and develop in life, and in the end we shall find a\nreward as inheritors in the celestial kingdom of our God right here upon this earth and enjoy\nthe companionship of those we love forever.\n<\/p><p>\nOUR FATHER'S WORK\n<\/p><p>\nMay the Lord bless you, my brethren and sisters, for your faithfulness. And I bless you as he\ngives me power to do so, that you may continue not only to do as well as you have done in\nthe past but that you may also strive harder than ever to save the world by teaching the\npeople in it who are worthy to live the gospel of Jesus Christ, until it shall have been\nproclaimed to all, and the opportunity be given to them to understand the truth, because this is\nour Father's work. This is not the Church of any man. It is the Church of Jesus Christ, and\nthe only Church of Jesus Christ that is on the earth which is entitled to that name by his\nappointment. Do you appreciate it?\n<\/p><p>\nMen, do you appreciate your wives? Wives, do you love and appreciate your husbands?\nParents, do you appreciate your children? Children, do you love and appreciate your parents?\nIf we do, then we will love one another, and there will be peace and happiness in our lives\nand in our communities, and our homes will be the abiding place of the Spirit of God.\n<\/p><p>\nI pray that this may be the case and that we may now go from here renewed in our\ndetermination to support the Constitution of the United States of America, to maintain the\nstandards of the Ten Commandments, and to observe the advice and counsel of our Heavenly\nFather, as given by his servants from time to time. When the time comes that this earth shall\nbe cleansed and purified by fire, and the celestial kingdom shall be set up here\n(<span class=\"citation\" id=\"12734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12734)\">D&amp;C 130:7-9<\/a><\/span>), may we find\nour names recorded in the Lamb's book of life entitling us to a place in that kingdom, that\nthere will not be one missing but that every one of us and those we love may be there. This I\npray in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}