{"ID":4028, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Why Do We Serve?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p3\" class=\"\">My dear brothers and sisters, because it was not appropriate for me to commence my Church service until I had concluded my judicial duties in state government, I did not speak at the April conference where I was sustained. Consequently, this semiannual conference is my first opportunity to speak to the general membership of the Church, to express acceptance of my calling to the Council of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p4\" class=\"\">I am thrilled with this calling. Having been “called of God, by prophecy, and by the laying on of hands by those who are in authority” (<span class=\"citation\" id=\"6980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6980)\">A of F 1:5<\/a><\/span>), I have gladly forsaken my professional activities to spend the rest of my days in the service of the Lord. I will devote my whole heart, might, mind, and strength to the great trusts placed in me, especially to the responsibilities of a special witness of the name of Jesus Christ in all the world [see <span class=\"citation\" id=\"18182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18182)\">D&amp;C 107:23<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p5\" class=\"\">Many men and women were called to Church service last April. Eight men were called as General Authorities. Six women were called to the presidencies of the Relief Society and Young Women. Over two hundred men were called to serve as bishops, and over seventeen hundred men and women were called as full-time missionaries. In that same month, tens of thousands of others were called as officers and teachers and other workers in the many Church organizations throughout the world. Those called in April joined millions of others already serving in similar capacities in the restored Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p6\" class=\"\">As I contemplated my own calling and the callings of millions of others already in service, I was led to consider this question: Why do we serve?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p7\" class=\"\">Service is an imperative for those who worship Jesus Christ. To followers who were vying for prominent positions in his kingdom, the Savior taught, “Whosoever will be chief among you, let him be your servant.” (<span class=\"citation\" id=\"37021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37021)\">Matt. 20:27<\/a><\/span>.) On a later occasion, he spoke of ministering to the needs of the hungry, the naked, the sick, and the imprisoned. He concluded that teaching with these words: “Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37029)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p8\" class=\"\">In latter-day revelation the Lord has commanded that we “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.” (<span class=\"citation\" id=\"18144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18144)\">D&amp;C 81:5<\/a><\/span>.) In another section of the Doctrine and Covenants, he instructed us to be “anxiously engaged in a good cause, and do many things of [our] own free will, and bring to pass much righteousness.” (<span class=\"citation\" id=\"18118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18118)\">D&amp;C 58:27<\/a><\/span>.) Holders of the Melchizedek Priesthood receive it upon a covenant to use its powers in the service of others. Indeed, service is a covenant obligation of all members of the Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p9\" class=\"\">Whether our service is to our fellowmen or to God, it is the same. (See <span class=\"citation\" id=\"40536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40536)\">Mosiah 2:17<\/a><\/span>.) If we love him, we should keep his commandments and feed his sheep. (See <span class=\"citation\" id=\"29233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29233)\">John 21:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p10\" class=\"\">When we think of service, we usually think of the acts of our hands. But the scriptures teach that the Lord looks to our thoughts as well as to our acts. One of God’s earliest commandments to Israel was that they should love him and “serve him with all your heart and with all your soul.” (<span class=\"citation\" id=\"21334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21334)\">Deut. 11:13<\/a><\/span>.) When the prophet Samuel was sent to Bethlehem to choose and anoint one of the sons of Jesse as a new king for Israel, the Lord told him to reject the first son, though he was a man of fine appearance. The Lord explained, “Look not on his countenance, or on the height of his stature; because I have refused him: for the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.” (<span class=\"citation\" id=\"2670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2670)\">1 Sam. 16:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p11\" class=\"\">We are familiar with the proverb which states that as a man “thinketh in his heart, so is he.” (<span class=\"citation\" id=\"41571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41571)\">Prov. 23:7<\/a><\/span>.) We also read in Proverbs: “All the ways of a man are clean in his own eyes; but the Lord weigheth the spirits.” (<span class=\"citation\" id=\"41570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41570)\">Prov. 16:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p12\" class=\"\">Latter-day revelation declares that the Lord requires not only the acts of the children of men, but “the Lord requireth the heart and a willing mind.” (<span class=\"citation\" id=\"18133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18133)\">D&amp;C 64:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p13\" class=\"\">Numerous scriptures teach that our Heavenly Father knows our thoughts and the intents of our heart. (See <span class=\"citation\" id=\"18070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18070)\">D&amp;C 6:16<\/a><\/span>; <span class=\"citation\" id=\"40557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40557)\">Mosiah 24:12<\/a><\/span>; <span class=\"citation\" id=\"9417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9417)\">Alma 18:32<\/a><\/span>.) The prophet Moroni taught that if our works are to be credited for good, they must be done for the right reasons. If a man “offereth a gift, or prayeth unto God, except he shall do it with real intent it profiteth him nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p14\" class=\"\">“For behold, it is not counted unto him for righteousness.” (<span class=\"citation\" id=\"38483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38483)\">Moro. 7:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p15\" class=\"\">Similarly, the prophet Alma taught that if we have hardened our hearts against the word of God, we will “not dare to look up to our God” at the final judgment because “all our works will condemn us; … and our thoughts will also condemn us.” (<span class=\"citation\" id=\"9410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9410)\">Alma 12:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p16\" class=\"\">These scriptures make clear that in order to purify our service in the Church and to our fellowmen, it is necessary to consider not only <span class=\"emphasis\">how<\/span> we serve, but also <span class=\"emphasis\">why<\/span> we serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p17\" class=\"\">People serve one another for different reasons, and some reasons are better than others. Perhaps none of us serves in every capacity all the time for only a single reason. Since we are imperfect beings, most of us probably serve for a combination of reasons, and the combinations may be different from time to time as we grow spiritually. But we should all strive to serve for the reasons that are highest and best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p18\" class=\"\">What are some of the reasons for service? By way of illustration, and without pretending to be exhaustive, I will suggest six reasons. I will discuss these in ascending order from the lesser to the greater reasons for service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p19\" class=\"\">Some may serve for hope of earthly reward. Such a man or woman might serve in Church positions or in private acts of mercy in an effort to achieve prominence or cultivate contacts that would increase income or aid in acquiring wealth. Others might serve in order to obtain worldly honors, prominence, or power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p20\" class=\"\">The scriptures have a word for gospel service “for the sake of riches and honor”; it is “priestcraft.” (<span class=\"citation\" id=\"9403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9403)\">Alma 1:16<\/a><\/span>.) Nephi said, “Priestcrafts are that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world; but they seek not the welfare of Zion.” (<span class=\"citation\" id=\"4106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4106)\">2 Ne. 26:29<\/a><\/span>.) In these latter days, we are commanded to “seek to bring forth and establish the cause of Zion.” (<span class=\"citation\" id=\"18068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18068)\">D&amp;C 6:6<\/a><\/span>.) Unfortunately, not all who accomplish works under that heading are really intending to build up Zion or strengthen the faith of the people of God. Other motives can be at work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p21\" class=\"\">Service that is ostensibly unselfish but is really for the sake of riches or honor surely comes within the Savior’s condemnation of those who “outwardly appear righteous unto men, but within … are full of hypocrisy and iniquity.” (<span class=\"citation\" id=\"37026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37026)\">Matt. 23:28<\/a><\/span>.) Such service earns no gospel reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p22\" class=\"\">“I would that ye should do alms unto the poor,” the Savior declared, “but take heed that ye do not your alms before men to be seen of them; otherwise ye have no reward of your Father who is in heaven.” (<span class=\"citation\" id=\"5970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5970)\">3 Ne. 13:1<\/a><\/span>; see also <span class=\"citation\" id=\"36988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36988)\">Matt. 6:1–2<\/a><\/span>.) The Savior continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p23\" class=\"\">“Therefore, when ye shall do your alms do not sound a trumpet before you, as will hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.” (<span class=\"citation\" id=\"5971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5971)\">3 Ne. 13:2<\/a><\/span>; see also <span class=\"citation\" id=\"36989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36989)\">Matt. 6:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p24\" class=\"\">In contrast, those who serve quietly, even “in secret,” qualify for the Savior’s promise that “thy Father, who seeth in secret, shall reward thee openly.” (<span class=\"citation\" id=\"5972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5972)\">3 Ne. 13:18<\/a><\/span>; see also <span class=\"citation\" id=\"36990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36990)\">Matt. 6:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p25\" class=\"\">Another reason for service—probably more worthy than the first, but still in the category of service in search of earthly reward—is that motivated by a personal desire to obtain good companionship. We surely have good associations in our Church service, but is that why we serve?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p26\" class=\"\">I once knew a person who was active in Church service until a socially prominent friend and fellow worker moved away. When the friend moved from the ward, this person ceased to serve. In this case, a Church worker was willing to serve only when the fellow workers were acceptable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p27\" class=\"\">Persons who serve only to obtain good companionship are more selective in choosing their friends than the Master was in choosing his servants or associates. Jesus called most of his servants from those in humble circumstances. And he associated with sinners. He answered critics of such association by saying, “They that are whole need not a physician; but they that are sick. I came not to call the righteous, but sinners to repentance.” (<span class=\"citation\" id=\"32177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32177)\">Luke 5:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p28\" class=\"\">The first section of the Doctrine and Covenants, which speaks of people in the last days, gives a description that seems to include those who serve for hope of earthly reward of one sort or another: “They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god, whose image is in the likeness of the world, and whose substance is that of an idol.” (<span class=\"citation\" id=\"18060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18060)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p29\" class=\"\">These first two reasons for service are selfish and self-centered and unworthy of Saints. As the Apostle Paul said, we that are strong enough to bear the infirmities of the weak should not do so “to please ourselves.” (<span class=\"citation\" id=\"42907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42907)\">Rom. 15:1<\/a><\/span>.) Reasons aimed at earthly rewards are distinctly lesser in character and reward than the other reasons I will discuss.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p30\" class=\"\">Some may serve out of fear of punishment. The scriptures abound with descriptions of the miserable state of those who fail to follow the commandments of God. Thus, King Benjamin taught his people that the soul of the unrepentant transgressor would be filled with “a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.” (<span class=\"citation\" id=\"40537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40537)\">Mosiah 2:38<\/a><\/span>.) Such descriptions surely offer sufficient incentive for keeping the commandment of service. But service out of fear of punishment is a lesser motive at best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p31\" class=\"\">Other persons may serve out of a sense of duty or out of loyalty to friends or family or traditions. These are those I would call the good soldiers, who instinctively do what they are asked without question and sometimes without giving much thought to the reasons for their service. Such persons fill the ranks of voluntary organizations everywhere, and they do much good. We have all benefited by the good works of such persons. Those who serve out of a sense of duty or loyalty to various wholesome causes are the good and honorable men and women of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p32\" class=\"\">Service of the character I have just described is worthy of praise and will surely qualify for blessings, especially if it is done willingly and joyfully. As the Apostle Paul wrote in his second letter to the Corinthians:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p33\" class=\"\">“But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p34\" class=\"\">“Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.” (<span class=\"citation\" id=\"3103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3103)\">2 Cor. 9:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p35\" class=\"\">“It is obeying God willingly that is accepted,” an anonymous writer has said. “The Lord hates that which is forced—it is rather a tax than an offering.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p36\" class=\"\">Although those who serve out of fear of punishment or out of a sense of duty undoubtedly qualify for the blessings of heaven, there are still higher reasons for service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p37\" class=\"\">One such higher reason for service is the hope of an eternal reward. This hope—the expectation of enjoying the fruits of our labors—is one of the most powerful sources of motivation. As a reason for service, it necessarily involves faith in God and in the fulfillment of his prophecies. The scriptures are rich in promises of eternal rewards. For example, in a revelation given through the Prophet Joseph Smith in June 1829, the Lord said: “If you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God.” (<span class=\"citation\" id=\"18074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18074)\">D&amp;C 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p38\" class=\"\">The last motive I will discuss is, in my opinion, the highest reason of all. In its relationship to service, it is what the scriptures call “a more excellent way.” (<span class=\"citation\" id=\"733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(733)\">1 Cor. 12:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p39\" class=\"\">“Charity is the pure love of Christ.” (<span class=\"citation\" id=\"38487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38487)\">Moro. 7:47<\/a><\/span>.) The Book of Mormon teaches us that this virtue is “the greatest of all.” (<span class=\"citation\" id=\"38486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38486)\">Moro. 7:46<\/a><\/span>.) The Apostle Paul affirmed and illustrated that truth in his great teaching about the reasons for service:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p40\" class=\"\">“Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p41\" class=\"\">“And though I bestow all my goods to feed the poor, … and have not charity, it profiteth me nothing.” (<span class=\"citation\" id=\"734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(734)\">1 Cor. 13:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p42\" class=\"\">We know from these inspired words that even the most extreme acts of service—such as giving all of our goods to feed the poor—profit us nothing unless our service is motivated by the pure love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p43\" class=\"\">If our service is to be most efficacious, it must be accomplished for the love of God and the love of his children. The Savior applied that principle in the Sermon on the Mount, in which he commanded us to love our enemies, bless them that curse us, do good to them that hate us, and pray for them that despitefully use us and persecute us. (See <span class=\"citation\" id=\"36981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36981)\">Matt. 5:44<\/a><\/span>.) He explained the purpose of that commandment as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p44\" class=\"\">“For if ye love them which love you, what reward have ye? do not even the publicans the same?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p45\" class=\"\">“And if ye salute your brethren only, what do ye more than others? do not even the publicans so?” (<span class=\"citation\" id=\"36983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36983)\">Matt. 5:46–47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p46\" class=\"\">This principle—that our service should be for the love of God and the love of fellowmen rather than for personal advantage or any other lesser motive—is admittedly a high standard. The Savior must have seen it so, since he joined his commandment for selfless and complete love directly with the ideal of perfection. The very next verse of the Sermon on the Mount contains this great commandment: “Be ye therefore perfect, even as your Father which is in heaven is perfect.” (<span class=\"citation\" id=\"36984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36984)\">Matt. 5:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p47\" class=\"\">This principle of service is reaffirmed in the fourth section of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p48\" class=\"\">“Therefore, O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day.” (<span class=\"citation\" id=\"18065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18065)\">D&amp;C 4:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p49\" class=\"\">We learn from this command that it is not enough to serve God with all of our <span class=\"emphasis\">might and strength.<\/span> He who looks into our hearts and knows our minds demands more than this. In order to stand blameless before God at the last day, we must also serve him with all our <span class=\"emphasis\">heart and mind.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p50\" class=\"\">Service with all of our heart and mind is a high challenge for all of us. Such service must be free of selfish ambition. It must be motivated only by the pure love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p51\" class=\"\">If we have difficulty with the command that we serve for love, a Book of Mormon teaching can help us. After describing the importance of charity, the prophet Moroni counseled:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p52\" class=\"\">“Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ.” (<span class=\"citation\" id=\"38488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38488)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38488)\">Moro. 7:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p53\" class=\"\">The service of persons filled with that love will meet the high test expressed in the Twenty-fourth Psalm:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p54\" class=\"\">“Who shall ascend into the hill of the Lord? or who shall stand in his holy place?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p55\" class=\"\">“He that hath clean hands, and a pure heart.” (<span class=\"citation\" id=\"41987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41987)\">Ps. 24:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p56\" class=\"\">I know that God expects us to work to purify our hearts and our thoughts so that we may serve one another for the highest and best reason, the pure love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/why-do-we-serve.p57\" class=\"\">Most of all, I know that God lives, and I know that his Only Begotten Son, Jesus Christ, died for our sins and is our Savior. And I know that God has restored the fulness of the gospel through the Prophet Joseph Smith in these latter days. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}