{"ID":4029, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Write Down a Date\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p3\" class=\"\">I pray that my message might be received in the spirit of the address of Elder Oaks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p4\" class=\"\">Recently, the First Presidency and the Twelve assigned me to work with the Missionary Department. Missionary work is a great challenge, especially when we realize that approximately 4.7 billion people live on the earth today. The earth’s present population gain is “150 new persons per minute, 9,100 per hour, 218,100 per day and 79.6 million per year. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p5\" class=\"\">“If you are 50 years old, the world’s population has more than doubled in your lifetime.” (“Global Population Growing by More Than 200,000 a Day,” <span class=\"emphasis\">U.S. News and World Report,<\/span> 23 July 1984, p. 52.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p6\" class=\"\">At the present time, more people are born in one day than are baptized into the Church in one year. The magnitude of our missionary task can appear to be overwhelming. Yet the assignment to the members of the Church is very clear. We are to take the gospel of Jesus Christ to every human soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p7\" class=\"\">Jesus taught, “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p8\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” (<span class=\"citation\" id=\"37035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37035)\">Matt. 28:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p9\" class=\"\">With faith we shall do as the Lord directed, for the Prophet Joseph Smith declared, “The truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” (<span class=\"emphasis\">History of the Church,<\/span> 4:540.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p10\" class=\"\">An indication of the faith we need to meet this challenge was expressed by Elder Boyd K. Packer, who said: “Since baptism is essential there must be an urgent concern to carry the message of the gospel of Jesus Christ to every nation, kindred, tongue, and people. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p11\" class=\"\">“We accept the responsibility to preach the gospel to every person on earth. And if the question is asked, ‘You mean you are out to convert the entire world?’ the answer is, ‘Yes. We will try to reach every living soul.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p12\" class=\"\">“Some who measure that challenge quickly say, ‘Why that’s impossible! It cannot be done!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p13\" class=\"\">“To that we simply say, ‘Perhaps, but we shall do it anyway.’” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1975, p. 97.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p14\" class=\"\">Part of the answer may lie in our ability to more fully understand and accelerate the use of modern communication technology to teach the gospel to all the world. We must use to their greatest potential the newspapers, magazines, television, radio, and satellites. But even with all of the technology working for us, there is no power in the Church to spread the gospel of Jesus Christ that can equal what you and I as individuals can do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p15\" class=\"\">I am aware that most members of the Church understand that they should take an active part in proclaiming the gospel. Some have been quite successful, but others have not yet tried. I believe that far too many Church members do not understand the underlying doctrine that governs our Heavenly Father’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p16\" class=\"\">Joseph Smith taught, “Baptism is a sign to God, to angels, and to heaven that we do the will of God, and there is no other way beneath the heavens whereby God hath ordained for man to come to Him to be saved, and enter into the kingdom of God, except faith in Jesus Christ, repentance, and baptism for the remission of sins … ; then you have the promise of the gift of the Holy Ghost.” (<span class=\"emphasis\">History of the Church,<\/span> 4:555.) When they are baptized, men and women receive a remission of their sins and become numbered among the Saints to receive the blessings and happiness that membership in the Church can give.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p17\" class=\"\">A natural consequence of conversion is the continued remission of sin by living the gospel, which includes sharing the gospel with others. President Spencer W. Kimball declared, “The Lord has told us that our sins will be forgiven more readily as we bring souls unto Christ and remain steadfast in bearing testimony to the world, and surely every one of us is looking for additional help in being forgiven of our sins.” (<span class=\"emphasis\">Ensign,<\/span> Oct. 1977, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p18\" class=\"\">In the Doctrine and Covenants we read: “For I will forgive you of your sins with this commandment—that you remain steadfast in your minds in solemnity and the spirit of prayer, in <span class=\"emphasis\">bearing testimony to all the world<\/span> of those things which are communicated unto you.” (<span class=\"citation\" id=\"18150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18150)\">D&amp;C 84:61<\/a><\/span>; italics added.) And also in the Doctrine and Covenants: “Nevertheless, ye are blessed, for the testimony which ye have borne is recorded in heaven for the angels to look upon; and they rejoice over you, and <span class=\"emphasis\">your sins are forgiven you.<\/span>” (<span class=\"citation\" id=\"18129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18129)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18129)\">D&amp;C 62:3<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p19\" class=\"\">A former prophet of God, President George Albert Smith, said, “My understanding is that the most important mission that I have in this life is: first, to keep the commandments of God, as they have been taught to me; and next, to teach them to my Father’s children who do not understand them.” (in Conference Report, Oct. 1916, p. 50.) The doctrine seems quite clear to me; the remission of sins is an ongoing process. As each one of us strives to become clean, pure, and even sanctified, I see no better way for us to do this than to help others of our Heavenly Father’s children find the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p20\" class=\"\">When we partake of the sacrament, we covenant that we are willing to take upon us the name of Jesus Christ and that we will always remember Him and keep His commandments. (See <span class=\"citation\" id=\"18088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18088)\">D&amp;C 20:77<\/a><\/span>.) Is there any better way that you and I can demonstrate to the Lord our love for Him than to share His gospel? We need not be sent to far-flung cities or set our feet on distant lands to be missionaries. Our next-door neighbors, friends, acquaintances, family members, relatives, and the stranger down the street are all part of the world with whom we should be sharing the gospel message. No member of the Church needs to wait for the ward, stake, mission, or any Church organization, to lead them in doing this work. Each one of us should be actively involved in sharing the gospel because we love the Lord with all of our hearts and because we desire to serve Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p21\" class=\"\">The scriptures teach: “Remember the worth of souls is great in the sight of God;<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p22\" class=\"\">“For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p23\" class=\"\">“And how great is his joy in the soul that repenteth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p24\" class=\"\">“Wherefore, you are called to cry repentance unto this people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p25\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!” (<span class=\"citation\" id=\"18076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18076)\">D&amp;C 18:10–11, 13–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p26\" class=\"\">Just think of it, brothers and sisters, Jesus Christ suffered the pain of all men that you and I might have the promise of eternal life. Surely He can expect us to do His work that He has entrusted to us. Our Heavenly Father and His Beloved Son have not left us alone in this great work. They have promised to guide us if we will but ask them for help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p27\" class=\"\">May I suggest a simple way in which each one of us can exercise our faith and start our personal missionary service. Write down a <span class=\"emphasis\">date<\/span> in the near future on which you will have someone ready to be taught the gospel. Do not worry that you do not have someone already in mind. Let the Lord help you as you pray diligently for guidance. Fast and pray, seeking guidance and direction from our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p28\" class=\"\">Many, if not all, of you will have special spiritual experiences as the Lord inspires you. I know from my own personal and family missionary experience that the Lord will enlighten your mind. He will sharpen your vision of this work by bringing names of nonmembers to your mind that you have never before regarded as potential members of the Church. As you continue, you will be blessed to know what you should say and how you should approach each person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p29\" class=\"\">Brothers and sisters, you will notice that I did not suggest that you write down a name, but rather that you write down a specific date. The key to our success will be to ask for divine guidance that we might be directed to those who will accept the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p30\" class=\"\">Because living the gospel is essential to the remission of sins, and because giving missionary service is essential to living the gospel, I believe each one of us must set a definite date at least once each year to have an individual or a family ready to be taught the gospel. We should expect to have wonderful success. We in the Missionary Department would like to hear of your success as you follow this counsel. No joy equals that of bringing the light of the gospel of Jesus Christ into the life of one of Heavenly Father’s children. Missionary experiences can bring to every member of the Church the calm reassurance that his sins are in very deed being forgiven. Our Heavenly Father will love us for proclaiming the gospel of His Son, Jesus Christ, to all of His children on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p31\" class=\"\">Please do not wait for anyone but the Lord to help you. He will help you. Our individual efforts can produce a great increase in building the kingdom of God. If just 30 percent of the active adult members of the Church would follow this simple procedure at least once each year, we would add 200,000 <span class=\"emphasis\">additional<\/span> converts to those we are already baptizing. Compounded, this would mean in ten years an increase of at least 5.4 million more converts than we would have had at our present level of member effort. If 100 percent of the active adults would participate, we would soon start to see that every living soul can receive the message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/write-down-a-date.p32\" class=\"\">May God bless all of us that we will have the courage to commit ourselves to a specific date for having someone ready to hear the gospel message. Then may we proceed to call upon the Lord to guide our efforts so that thousands of our Heavenly Father’s children will receive the gospel of Jesus Christ. May we all look upon this not as a duty but rather as a great privilege. This I pray humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}