{"ID":403, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1949, pp. 176-183<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"And I give unto you a commandment that you shall teach one another the doctrine of the\nkingdom. Teach ye diligently and my grace shall attend you, that you may be instructed more\nperfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain\nunto the kingdom of God, that are expedient for you to understand\"\n(<span class=\"citation\" id=\"12688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12688)\">D&amp;C 88:77-78<\/a><\/span>).\n<\/p><p>\nAnd then, in the next paragraph he tells us to comprehend all phases of instruction pertaining\nto the earth, the heavens, to the end,\n<\/p><p>\n\"That ye may be prepared in all things when I shall send you again to magnify the calling\nwhereunto I have called you, and the mission with which I have commissioned you. Behold I\nsent you out to testify and warn the people, and it becometh every man who hath been warned\nto warn his neighbor. Therefore, they are left without excuse . . .\"\n(<span class=\"citation\" id=\"12689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12689)\">D&amp;C 88:80-82<\/a><\/span>).\n<\/p><p>\nThere are two things which the Lord here asks us to do, that we are to teach and to warn,\ntestify of the truths of the Gospel and to warn the people of the evils in the world.\n<\/p><p>\nThere are two great phases, departments, of our Church in which the priesthood exercises the\nright of teaching, one is in the organized stakes; the other, in the mission field. I should like\nto say a few words about the latter phase of this great modern work. First, regarding some\nitems which pertain to the calling of missionaries.\n<\/p><p>\nCALLING OF MISSIONARIES\n<\/p><p>\nAbout a year ago, or so, we suggested that young couples should not be called into the\nmission field, for reasons given. Just by way of reminding you, we thought it best for the\nyoung couples not to go into the mission fields because, in the first place, in the natural\ncourse of events, the responsibilities of motherhood would interfere with the work of the\nsisters, and if anything were done to postpone that responsibility, the Church would become a\nparty to birth control, and the Church will have nothing to do with that evil.\n<\/p><p>\nBut at that time it was suggested it might be permissible for a young girl to go out and join\nher husband during the last six months of his mission. Now that was given particularly\nbecause some of our young, many of our young men had been out in the war, been on the\nbattlefields, been away from home two, three, four, five years, and now going out into the\nmission field. Naturally, they wanted to get married when they came home, and so that\npermission was given. Tonight, we should like to say that it has not worked out very\nsatisfactorily, brethren, and the conditions that justified the giving of such permission have\nbecome practically non-existent. We suggest, therefore, that you discontinue encouraging these\nyoung girls or giving the thought to them that they might go out and join their husband if\nthey marry just before he leaves, to join him the last six months.\n<\/p><p>\nMission presidents feel that it is not in the best interests of the work. And only by special\npermission, by special request of some mission president will that be granted; and to you\nbishops and presidents of stakes we suggest that the thought be discouraged.\n<\/p><p>\nIt is suggested, secondly, that more care be taken in recommending missionaries. Now you\nhave heard that repeated time and time again. Missionary work is strenuous, the change of\nclimate, often the worry that takes possession of some of our young men at first, sometimes\nhomesickness, discouragement. Unless they are physically strong they break under it, and it is\nsurprising how many during the last six months have so broken. That, too, hinders the work\nin the mission field. That applies also to those who are past middle age, to elderly couples\nthat would like to go out. They seem strong, capable to do work here at home, but when they\nget out in the field under different circumstances, not a small number of them fail to meet the\nvicissitudes and the responsibilities of the mission. So now, before your elderly couple will be\nsent out to the field the mission president will be communicated with; and if he can use them,\nall right; if not, we will ask that they remain in the home fields, in the organized stakes.\n<\/p><p>\nNow we recognize, bishops, that you are going to have difficulty in satisfying some of these\nyoung men who feel that they can go out, who may be physically handicapped. Physicians\nmay declare a weakness in the eyes, probably in the heart. The young men will say, \"Well,\nwe can work hard and we should like to go,\" and sympathetically you say, \"All right.\" They\nfeel as though they will be deprived of a privilege, and no doubt they will in a sense, but let\nus emphasize the importance of the work here at home. It is just as important, the home\nmissionary work, and they can be here under their normal surroundings, and be near any help,\nmedically, which they might need. So let us try to impress them with the fact that they can\nserve the Lord here at home to the extent of their physical, intellectual and spiritual ability,\nand probably better than going out into the world under conditions which might be too\nstrenuous for them.\n<\/p><p>\nI am pleased to report to you that the Chinese mission is about to be reopened. The mission\npresidency, two of them at least, have already been chosen, as you have undoubtedly noticed\nin the papers, and within the next few months we hope papers will be in such shape that the\nbrethren, under the direction of President Cowley will go over there and establish a\nheadquarters and preach the gospel again to that mighty nation.\n<\/p><p>\nSUCCESS IN JAPANESE MISSION\n<\/p><p>\nYou will be delighted, too, to hear of the success attending our missionaries in Japan. I\nthought you would be interested in this message from President Clissold:\n<\/p><p>\nWith a nucleus of several old members who had been meeting with Nisei saints from Hawaii,\nhere in the service. A Sunday School was fully organized at Ogikubo, Tokyo in April 1948,\nand now has an average attendance of over two hundred. Other Sunday Schools organized in\nTokyo are at Shimokitazawa, Denenchofu, and Takanaway. Cottage meetings, Primaries, and\nstudy classes are being held in several other areas, making in all 21 weekly meetings in\nTokyo, with an average attendance of over eleven hundred people.\n<\/p><p>\nOne of the faithful members of the former mission and a man of considerable influence in\nTakasaki, a city ninety miles north of Tokyo, has been of great assistance to the missionaries\nassigned to that district. He helps them with a large Sunday School and several weekly\nmeetings, including an M.I.A. gathering of over four hundred young people.\n<\/p><p>\nAll of the organizations, with one exception, are presided over by missionaries. Since January,\nhowever, there have been twelve ordinations to the priesthood, and it is expected that local\npeople will be called to positions of responsibility in the near future.\n<\/p><p>\nIncluding the mission president and his wife, there are seventeen missionaries in the field.\nEight of them are Niseis, six from Hawaii, one from the mainland, United States, and one\nfrom Canada. They are without exception capable and earnest young people. As the Caucasian\nmissionaries are in the process of learning the language, the burden of the work thus far, with\none notable exception, has been borne by the Nisei missionaries. They are a great credit to the\nwards and branches from which they come.\n<\/p><p>\nAbout fifty members of the former mission have been found. [After all these years of\ndisorganization] These faithful saints are the nuclei around which the present organizations are\nbeing built. They are practically all people of high standing and influence in the communities\nin which they live, and are excellent examples of the efficacy of the Latter-day Saint way of\nlife. These humble members, in their steadfastness through almost a quarter of a century of\nisolation, have demonstrated a loyalty and faith that is unexcelled in the Church. If there has\never been any thought that the first mission in Japan was not successful, the faith and the\nworks of these stalwart members should dispel it forever. To associate with them as they\nlabor to assist the missionaries would fill with deep satisfaction the hearts of the former\nmissionaries who struggled against great odds to glean just a handful of converts out of over\ntwenty years of missionary effort.\n<\/p><p>\nWe have good word from the Saints in Germany, and encouraging word even from\nCzechoslovakia, although government officials refused to let seven of our missionaries enter\nCzechoslovakia a month or so ago. But those who are there are encouraged and people are\nhungering for the truth.\n<\/p><p>\nOther missions report progress. It is just inspiring to receive the letters of encouragement from\nthe mission presidents and from elders, missionaries and the sisters, and also to hear the\nreports of the returned elders from the various missionary fields. Truly the harvest is great,\nand these mission presidents would tell you that the laborers are few. Though five thousand\nmissionaries, a few under that now&mdash;many have come home&mdash;are in the field, field, each\nmission president is asking for many more than these he has in his missionary corps.\n<\/p><p>\nTEACHING AND WARNING\n<\/p><p>\nTeaching, warning, testifying of the restoration of the gospel, warning the people, and it\n\"becometh every man also to warn his neighbor\"\n(<span class=\"citation\" id=\"12690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12690)\">D&amp;C 88:81<\/a><\/span>).\nWithin the last twenty-four hours there have\nbeen gathered here in connection with this conference, I suppose, twenty thousand teachers,\nprobably eight thousand here tonight, an equal number last night in this building and in the\nAssembly Hall. Within twenty-four hours approximately twenty thousand teachers, and I am\nspeaking to teachers tonight, for the priesthood means teaching, the authority to represent the\nLord in teaching the Gospel, the Gospel of the Kingdom.\n<\/p><p>\nI thought that one of the most effective means of teaching is proclaiming the glories of the\ngospel as we heard today, but equally effective in this old world, is that which warns of the\ndangers. You remember what Paul says in his epistle to the Galatians, about the works of the\nflesh being manifest, such as adultery, fornication, lying, and he listed all the evils, and he\nconcludes after doing that  by saying that \"they who do these things shall not inherit the\nKingdom of God.\"\n<\/p><p>\nAnd then in contrast he says: \"Now the fruits of the spirit are these, love, joy, peace . . .\"\n(<span class=\"citation\" id=\"23228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23228)\">Gal. 5:18-23<\/a><\/span>)\nand so on, and the blessings that will follow. There are two things always that we should keep\nin mind: one, the beauty of a righteous life; the other, the warning against indulgence in the\nevil life, and you cannot get away from that.\n<\/p><p>\nINFLUENCES UPON LIFE\n<\/p><p>\nAs I recall the influences upon my young life, I believe the greatest was the memorizing of\nthat important saying: \"My spirit will not dwell in an unclean tabernacle\"\n(<span class=\"citation\" id=\"24661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24661)\">Hel. 4:24<\/a><\/span>).\n<\/p><p>\nThen there were three others, and they were all in the form of warnings. The first came to me\nas a boy as I sat on a spring seat by the side of my father as we drove into Ogden. Just before\nwe crossed the bridge across the Ogden River, a man came out from a saloon, which was just\non the northern bank of the river. I recognized him. I liked him because I had seen him on\nthe local stage. But on that occasion he was under the influence of liquor, and had been for, I\nsuppose, several days.\n<\/p><p>\nI did not know it, did not know he drank, but as he broke down and cried and asked father\nfor fifty cents to go back into the saloon, I saw him stagger away. As we drove across the\nbridge my father said: \"David, he and I used to go ward teaching together.\"\n<\/p><p>\nThat was all he said, but it was a warning to me that I have never forgotten, about the effect\nof dissipation.\n<\/p><p>\nA little later, a teacher gave us to read a story about a group of young people sailing down\nthe St. Lawrence River. If any of you can find it I wish you would give it to me. I cannot\ngive you the author, I cannot give you the title, but I can give you the memory that has\nstayed with me, about those young folks who were drinking and carousing and having a good\ntime in the boat sailing down that noted river. But a man on the shore, recognizing, realizing\nthe dangers ahead of them, cried: \"Hello, there, the rapids are below you.\"\n<\/p><p>\nBut they ignored his warning, defied him. \"We are all right,\" and continued in their jocularity\nand their indulgences. And again he cried out: \"The rapids are below you,\" and again they\ngave no heed to his warning.\n<\/p><p>\nSuddenly they found themselves in the rapids. Then they immediately began to row for the\nshore, but it was too late. I do not remember but just the words of the last paragraph, but\ncursing, yelling, over the rapids. over the falls they went. \n<\/p><p>\nNegative? Yes, but I will tell you there are many in the stream of life who are rowing just\nthat way. I have never forgotten the story. I hope I shall find it again.\n<\/p><p>\nAnd the third was a warning of the danger of unchastity. It was not my father who gave me\nthat, but it was a teacher who spoke to a group of us boys about the danger of impurity, of\nsexual impurity, getting disease, sexual disease, getting it into the blood and transmitting that\ndisease to innocent offspring.\n<\/p><p>\nLater the thought was expressed by one of our American poets in that poem in which a boy\nsays, among other things, he is going to have his fling:\n<\/p><p>\n\"And I said religion is rot,<br \/>\n&nbsp; &nbsp;        And the laws of the world are nil&mdash;<br \/>\nThe bad man is he who is caught<br \/>\n&nbsp; &nbsp;        And cannot foot the bill.\n<\/p><p>\nFor I saw men everywhere<br \/>\n&nbsp; &nbsp;        Hot-footing the road to vice, <br \/>\nAnd women and preachers smiled on them<br \/>\n&nbsp; &nbsp;        So long as they paid the price.\n<\/p><p>\nSo I had my joy of life,<br \/>\n&nbsp; &nbsp;        And I went the pace of the town; <br \/>\nAnd then I took me a wife,<br \/>\n&nbsp; &nbsp;        And started to settle down.\n<\/p><p>\nI had gold enough and to spare<br \/>\n&nbsp; &nbsp;        For all of the simple joys <br \/>\nThat go with a house and a home,<br \/>\n&nbsp; &nbsp;        And a brood of girls and boys.\n<\/p><p>\nI married a girl with health,<br \/>\n&nbsp; &nbsp;        And virtue, and spotless fame; <br \/>\nI gave in exchange my wealth,<br \/>\n&nbsp; &nbsp;        And a proud old family name.\n<\/p><p>\nAnd I gave her the love of a heart<br \/>\n&nbsp; &nbsp;        Grown sick and sated with sin.<br \/>\nMy deal with the devil was up<br \/>\n&nbsp; &nbsp;        And the last bill handed in.\"\n<\/p><p>\nSo he thought.\n<\/p><p>\n\"We were going to be blessed with a child,<br \/>\n&nbsp; &nbsp;        And when in anguish she cried, <br \/>\nWith love and fear I was wild<br \/>\n&nbsp; &nbsp;        But now I wish he had died.\n<\/p><p>\nFor the son she bore me was blind,<br \/>\n&nbsp; &nbsp;        And crippled and weak and sore, <br \/>\nAnd the mother was left a wreck&mdash;<br \/>\n&nbsp; &nbsp;        Aye it was so, she had settled my score.\n<\/p><p>\nI said I would have my fling,<br \/>\n&nbsp; &nbsp;        And they knew the paths I would go, <br \/>\nYet no one told me a thing<br \/>\n&nbsp; &nbsp;        Of what I needed to know.\n<\/p><p>\nFolks talk too much of a soul<br \/>\n&nbsp; &nbsp;        From heavenly joys debarred, <br \/>\nBut not enough of the souls unborn<br \/>\n&nbsp; &nbsp;        By the sins of their fathers scarred.\"\n<\/p><p>\nWARN YOUTH OF DANGERS\n<\/p><p>\nModern science has made youth a little more daring, but I will tell you the danger is just as\ngreat. Warn, warn youth of the dangers of the flesh, the works of the flesh.\n<\/p><p>\nNever have I been more thankful in my life for noble parents. It is great to be well born. Not\nmuch preaching but just a hint here and a hint there about pure living, and the saying: \"When\nyou start out with girls, you treat that young girl, now, David, as you would have any other\nboy treat your sister.\"\n<\/p><p>\nThe training of the teachers, the teachings they receive, rough boys, seemingly not much\nattention paid to what they say, but those teachings and warnings remain all through life.\n\"Testify,\" says the Lord through Joseph Smith \"and warn.\" And when you are warned,\nwarn your neighbor (<span class=\"citation\" id=\"12691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12691)\">D&amp;C 88:81<\/a><\/span>).\n<\/p><p>\nTESTIMONY\n<\/p><p>\nBrethren, I know as I know I am looking into your faces that the Gospel of Jesus Christ is\ntrue, and that He is my Saviour, as real as He was when Thomas said, with bowed head, \"My\nLord and my God!\" (<span class=\"citation\" id=\"27384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27384)\">John 20:28<\/a><\/span>).\n<\/p><p>\nI know that if our young people will only accept the teachings and live the standards that they\nwill be the happiest, most joyous persons in all the world, and I know if they do not, that\nthey will bring sorrow upon themselves and upon their wives and children in the future.\n<\/p><p>\nI know that the gospel was restored through the Prophet Joseph Smith, by the Father and the\nSon, who are as real today in connection with the other world as my loved ones and yours.\nAnd as teachers here, we are to let the people know it, and warn these men&mdash;and this is not\nimagination&mdash;who, after having lived with their wives and brought into this world four and\nfive and six children, get tired of their wives and seek a divorce, that they are on the road to\nhell. It is unfair to a woman to leave her that way, just because the man happens to fall in\nlove with some younger woman and feels that the wife is not so beautiful or attractive as she\nused to be.\n<\/p><p>\nOnly the other day such an incident came before us. Warn him! Nothing but unhappiness for\nhim and injustice to those children.\n<\/p><p>\nWell, brethren, God bless you. God bless the work, the missionaries abroad; protect them\nfrom evil. They are in the midst of it. God bless these mission presidents, that they may have\ninfluence with the young boys who are getting discouraged, some of them, and bless you\nparents at home who are sacrificing to send them, and you men of the priesthood and the\nquorums, that you may gather around those who are seemingly indifferent and win them into\nquorum activity.\n<\/p><p>\nI bear you the testimony that this is God's work, in the name of the Lord Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}