{"ID":4032, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Joy of Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p2\" class=\"\">Elder Russell C. Taylor<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:269e.jpg\" alt=\"Elder Russell C. Taylor\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p3\" class=\"\">On this momentous occasion, my first time at this pulpit, I stand humbly and prayerfully. May I share from the testimony of the heart and from the fire of application and experience the personal joy of service in God’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p4\" class=\"\">I can say unashamedly, I rejoice in the service of God. My experience teaches that the highest goodness attainable is a life of unselfish service to mankind. The Master said, “He that is greatest among you shall be your servant.” (<span class=\"citation\" id=\"37024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37024)\">Matt. 23:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p5\" class=\"\">It has been wisely said, “Service is the rent we pay for our own room on earth.” We should know that the rent is due on a daily basis and know that the receipt is never stamped “paid in full,” because the rent, service in God’s kingdom, is again due today and due tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p6\" class=\"\">Some mistakenly think that a commitment to service comes <span class=\"emphasis\">after<\/span> a great spiritual experience. This is like the man who is cold, standing before the stove, and saying, “Give me heat, and <span class=\"emphasis\">then<\/span> I will put in some wood.” The joy and blessings of service <span class=\"emphasis\">follow<\/span> the rendering of service. The missionary who renders eighteen months of faithful missionary service <span class=\"emphasis\">then<\/span> has a lifetime to think about it, while perfecting a life of service to others. Some would want and expect the windows of heaven to open<span class=\"emphasis\"> before<\/span> they pay their tithing, even though the prophet Malachi so plainly teaches:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p7\" class=\"\">“Bring ye all the tithes into the storehouse … and <span class=\"emphasis\">prove<\/span> me <span class=\"emphasis\">now<\/span> … saith the Lord of hosts, if I will not open <span class=\"emphasis\">you<\/span> the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” (<span class=\"citation\" id=\"32889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32889)\">Mal. 3:10<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p8\" class=\"\">There comes a time in the life of all people when they must <span class=\"emphasis\">certify<\/span> with their actions what they believe. Jesus said of his own life, “The Son of man came not to be ministered unto, but to minister.” (<span class=\"citation\" id=\"37022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37022)\">Matt. 20:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p9\" class=\"\">Elder Bruce R. McConkie has so eloquently taught us that service is essential to salvation. I have been impressed with the <span class=\"emphasis\">urgency<\/span> of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do. Progress is not created by contented people. It is up to us, you and me, to be uncomfortable in complacency, to refrain from being spectators, and to be players in the game of life. The Lord has chosen His people to perform a mighty work. Our home teaching, our visiting teaching should be more than <span class=\"emphasis\">going;<\/span> it should be <span class=\"emphasis\">doing<\/span> with Christian love. It can be done; you can each do your portion of the work because you desire it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p10\" class=\"\">Fathers and mothers, with your strength of example you will influence your sons and daughters for eternity with examples of loving, uncomplaining service far more convincingly by <span class=\"emphasis\">doing<\/span> than only by saying. Show your children a life of love for them by a life of love and service to the Church and to our Father’s children in spiritual need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p11\" class=\"\">I recall King Benjamin’s instruction to parents as they were counseled in teaching their children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p12\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.” (<span class=\"citation\" id=\"40544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40544)\">Mosiah 4:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p13\" class=\"\">As wisely stated, “Until a man learns to think, he is not an educated man, no matter how many degrees he has.” I would also add that a thinking man will want to serve. The greater your service, the closer your access to God. One who serves and sacrifices goes to bed at night with peace of mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p14\" class=\"\">I think of a dear sister who has crippling arthritis in her hands but faithfully each week, upon entering the genealogical name extraction center in Denver, finds the joints of her fingers limber enough to type the names with efficiency and rapidity—the blessings of unselfish service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p15\" class=\"\">Jesus washed the feet of his disciples, feet that were hot, sweaty, and soiled with dust and dirt. He washed not their hands or face; he washed their feet. He who is the greatest shall be the least—he it is who learns to serve. (See <span class=\"citation\" id=\"18115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18115)\">D&amp;C 50:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p16\" class=\"\">Within days of arriving in Europe, Sister Taylor and I, still living out of suitcases in a small hotel room in Germany, were scheduled to attend a mission presidents’ seminar in Amsterdam, Holland. As we drove to and from the seminar, as arranged by the Regional Representative, we set out to meet our leaders in western Europe. We drove an hour each way into a small village to bless a leader and his family. We went to their homes. In each home we met a lovely wife and handsome children. We ate at their tables, slept as invited, and in each case knelt in prayer and blessed their homes, their families, their callings, and the area for successful missionary service. I now know our leaders there. I felt a genuine love for them, and I felt the same response from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p17\" class=\"\">You have those feelings of approaching in some small degree the indescribable joy of the celestial glory. He that loses his life shall save it. (See <span class=\"citation\" id=\"32190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32190)\">Luke 17:33<\/a><\/span>.) My well of spirituality has indeed been deepened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p18\" class=\"\">I invite those yet to be members of the Church to come off the back rows as spectators and become participants in the Lord’s restored Church through baptism and the gift of the Holy Ghost, that they might also lose their lives in service and thereby save it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-joy-of-service.p19\" class=\"\">Through the years my heart has been changed and softened through service. As the least of the Brethren, I invite all to lengthen and strengthen their service in God’s kingdom. I bear witness to the divinity of this work. I also bear witness that this Church is led by inspired leaders, whom I sustain with all of my soul, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}