{"ID":4033, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “He Returned Speedily”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p2\" class=\"\">Elder Robert B. Harbertson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26c6.jpg\" alt=\"Elder Robert B. Harbertson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p3\" class=\"\">Brothers and sisters, I want you to know that I stand before you as a living example of Elder Ashton’s definition of endurance. Waiting to stand before these microphones, I have endured pain, anguish, and all the other characteristics he spoke of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p4\" class=\"\">Obedience to God’s commands and a willingness to serve have always been requisites for a true disciple of the Lord Jesus Christ. Paul teaches us that even the Savior, “though he were a Son, yet learned he obedience by the things which he suffered.” (<span class=\"citation\" id=\"24508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24508)\">Heb. 5:8<\/a><\/span>.) Our willingness to humble ourselves and shed the shackles of selfishness seems imperative to our progress and true happiness in this life. Isaiah penned these truths:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p5\" class=\"\">“Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p6\" class=\"\">“If ye be willing and obedient, ye shall eat the good of the land.” (<span class=\"citation\" id=\"25594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25594)\">Isa. 1:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p7\" class=\"\">The great test of time reveals that he who refuses to accept these true principles becomes unhappy and dissatisfied and, as the Prophet Joseph indicated, “is left unto himself, to kick against the pricks, to persecute the saints, and to fight against God.” (<span class=\"citation\" id=\"18197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18197)\">D&amp;C 121:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p8\" class=\"\">In the Book of Mormon a great story and teaching experience unfolds as Alma, the son of Alma, begins his ministry in establishing the Church among his people. From Zarahemla to Gideon the Church was set in order and the gospel of Jesus Christ taught. After a season Alma took his journeys into the land of Melek. There Alma had great success. The people heard and believed the word of God and were baptized throughout all the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p9\" class=\"\">With great happiness and joy Alma departed and traveled to Ammonihah, a city to the north of Melek. There he continued his teaching, but without success. Satan had gained a great stronghold among the people of the city. Despite the prayers and labors of Alma, the people of Ammonihah hardened their hearts and would not believe anything he taught them. They even reviled him, spit upon him, and cast him out of their city.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p10\" class=\"\">He decided to take his journey to the city of Aaron, being weighed down heavily with disappointment, sorrow, and anguish because of the wickedness of the people of Ammonihah. While Alma was in this state of woe, an angel of the Lord appeared to him and told him to rejoice because he had been faithful in keeping God’s commandments since he had received his first divine message. This angel was the same one who had appeared to Alma and the sons of Mosiah when they were being so rebellious and causing so much harm to the Church. Now the angel told Alma he was to return to the city of Ammonihah and to preach unto the people again, telling them that except they repent the Lord God would destroy them. [see <span class=\"citation\" id=\"9406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9406)\">Alma 8:1–17<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p11\" class=\"\">I wonder what his feelings were at that moment, knowing and feeling so strongly the experience he had just endured with these people. He had been reviled and physically thrown out of the city, and I’m sure his life had been threatened. And now he was being told to return once again to these people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p12\" class=\"\">Alma’s reaction to this command is most interesting. The scriptures say this: “Now it came to pass that after Alma had received his message from the angel of the Lord he returned speedily to the land of Ammonihah.” (<span class=\"citation\" id=\"9407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9407)\">Alma 8:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p13\" class=\"\">Isn’t that interesting, brothers and sisters? It says, “He returned <span class=\"emphasis\">speedily.<\/span>” Maybe his earlier experience with the angel caused him not to tarry or question, but to react immediately. But I believe he was motivated by love for the Lord and his desire to be obedient. Alma’s reaction and attitude to this request has been of great strength to me as I strive to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p14\" class=\"\">As Alma returned to the city, he met a man who provided him with food and shelter. This man, whose name was Amulek, had received a vision and recognized Alma as a prophet of God. Alma tarried many days with Amulek before he began to preach to the people. Amulek, though a Nephite, had not been as strong as he might have been in defending the truths of God and had fallen somewhat inactive. He was a man of great reputation and was an industrious man who had acquired many riches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p15\" class=\"\">Alma was a blessing to Amulek and his family while he abided with them, and they loved him deeply. Finally, the word came again to Alma, saying, “Go,” and also telling him to call Amulek to travel with him and be his companion in teaching the gospel of Jesus Christ. Amulek obeyed and began his missionary labors with Alma. [<span class=\"citation\" id=\"9408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9408)\">Alma 8:19–32<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p16\" class=\"\">Here again, brothers and sisters, I am strengthened and guided in how I should live and react to the opportunities the Lord gives me to serve. Amulek had much; he was comfortable and well-to-do, had a good wife and children, had a good position in the community, and yet he responded without hesitation to the call to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p17\" class=\"\">I have recently been called to serve. I am deeply humbled by this calling and responsibility. I know not why I was called, but pledge to you, my brothers and sisters, to react “speedily” to whatever I am commissioned to do, and I will do so without hesitation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/he-returned-speedily.p18\" class=\"\">I love the Lord Jesus Christ and bear solemn testimony to you that he lives. He is the resurrected Son of God. He is our Savior. This is his only true church, and it is good, of which I bear testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}