{"ID":4036, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Protect the Spiritual Power Line\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p2\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p3\" class=\"\">One day while working around our home, trimming the hedges and vines, I had an interesting experience. I was at work with my electric clippers and long extension cord. I had done this often, each time reminding myself of the need to use these clippers with great care in order to avoid cutting things that I shouldn’t.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p4\" class=\"\">Suddenly the blades became jammed. Caught between them was the power cord itself. Because I had not seen it in the thicket I was trimming, I had cut into the very line that was providing the power to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p5\" class=\"\">“Isn’t that one of life’s great lessons?” I thought. “<span class=\"emphasis\">Power, if misused, can cut into the very source of that power.”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p6\" class=\"\">Just as the careless use of electrical power can sever the source of that power, so is it possible to misuse spiritual power to sever our spiritual power line. We would then lose that which enables us to generate success in our lives. Proper use of our spiritual power line allows us to learn, to labor, to be obedient to law, and to love. While these capabilities lead to fulfillment, at the same time they also carry risk.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Power to Learn<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p8\" class=\"\">Consider the power to learn. How essential it is for progress, whether one’s career is professional or that of a salesman, a farmer, or a homemaker.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p9\" class=\"\">But learning can be misused! A sharp mind, misdirected, can cut into that line of spiritual power. Some “learned” souls delight in leading others astray, all in the so-called name of learning. Years later their victims may realize that they have climbed their ladder of learning, only to find it leaning against the wrong wall. A prophet of the Lord has counseled us on this point:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p10\" class=\"\">“O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p11\" class=\"\">“But to be learned is good <span class=\"emphasis\">if<\/span> they hearken unto the counsels of God.” (<span class=\"citation\" id=\"4102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4102)\">2 Ne. 9:28–29<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p12\" class=\"\">What happens without spiritual learning? What happens to the pilot of a glider when he is cut loose from the power of his tow plane? There may be banks and turns, but ultimately there is only <span class=\"emphasis\">one<\/span> direction he can go, and that is down!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p13\" class=\"\">We must gain learning, but we must apply it wisely. Otherwise, we have politics without principle, industry without morality, knowledge without wisdom, science without humanity!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Power to Labor<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p15\" class=\"\">Consider the power of labor. Labor well spent increases our capacity to do. President Heber J. Grant often said, “‘That which we persist in doing becomes easier for us to do; not that the nature of the thing itself is changed, but that our power to do is increased.’” (in Conference Report, Apr. 1901, p. 63.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p16\" class=\"\">The Lord, through his prophet Lehi, said, “It must needs be, that there is an opposition in all things.” (<span class=\"citation\" id=\"4095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4095)\">2 Ne. 2:11<\/a><\/span>.) So, in reality, competition forces us to improve. It deserves our praise and our gratitude. Without it we could not reach the heights that are otherwise ours to achieve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p17\" class=\"\">But our labor can be misdirected. One can be anxiously engaged in a meaningless cause. Or one can do something wrong a hundred times and call it experience! Some would avoid labor while pursuing the goals of wealth without working for it, or an honored position without preparing for it. The converted Lamanites taught this lesson: “Rather than shed the blood of their brethren they would give up their own lives; and rather than take away from a brother they would give unto him; and rather than spend their days in idleness they would labor abundantly with their hands.” (<span class=\"citation\" id=\"125223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125223)\">Alma 24:18<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Power of Obedience to Law<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p19\" class=\"\">Next, consider the power of obedience to law. One of the great applications of spiritual power is obeying the laws of both God and man. Freedom to act and mastery of our actions both emanate from law. “When we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"18207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18207)\">D&amp;C 130:21<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p20\" class=\"\">I relearned that so well from President Kimball. On one occasion when he needed an operation that I was to perform, he first asked me for a priesthood blessing. Following that, he said, “Now you may proceed to do that which must be done in order to make that blessing possible.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p21\" class=\"\">He knew, and I knew, that not even for God’s prophet can anyone be exempted from law. Not even for God’s Son could divine law be broken!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Power to Love<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p23\" class=\"\">Consider the power to love. I remember a mother I met once as I made a professional house call. This woman was confined in an iron lung. The ravages of polio had effectively destroyed all the breathing muscles so that her life was completely dependent upon this large metal tank and the electrical motor that powered its noisy bellows.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p24\" class=\"\">While there, I watched her three children as they related to their mother. The oldest interrupted our work to ask permission to go to a friend’s house for an hour. Later the second child asked her mother for help with arithmetic. Finally the youngest child, so small that she couldn’t see her mother’s face directly, looked up at her image in a mirror that had been placed over the mother’s head and asked, “Mommy, may I have a cookie?” I’ve never forgotten that lesson on the power of love. This woman, virtually disabled and certainly incapable of any degree of physical enforcement of parental authority, sweetly influenced that home solely with the power to love!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p25\" class=\"\">The power of love between a man and a woman is special. The love shared with my beloved companion, Dantzel, has increased the power of love for both of us. That love brought us to the altar in the temple of the Lord. Her love for me motivated her to teach school during the early years of our marriage. When things were tight, she held a second job at night. Once when things were exceptionally tight, she even sold her blood in between her two jobs to keep us solvent. (Her dear parents may have wondered what kind of a son-in-law they had on that occasion!) I thought of that many years later when she needed a transfusion urgently and her blood couldn’t be matched readily with donor blood from the blood bank. What a privilege it was for me to donate mine directly to her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p26\" class=\"\">Can the power to love be misused? Sadly, yes. The illegitimate union of the sexes has, in my observation, been one of the greatest causes of grief. In some instances, the improper use of this sacred physical endowment has even destroyed its use in later years.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p27\" class=\"\">Misused, the power of love can cut off spiritual power. The abuse of the power to love can result in no love at all. Only its cheap facsimiles of lewdness and lust remain in the wake of pleasure without conscience. Instead of feasting at the banquet table of bounteous love with his own posterity, one is left with scraps from the table—only the refuse from what might have been.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p28\" class=\"\">The ashes of burned “love” smolder with the smoke of sadness. Yet the embers of evil still burn. But as loud voices argue on, let us remember that those who advocate abortion have already been born! Those who freely deny God with their amoral and agnostic practices will one day find that He may just as freely deny them! (See <span class=\"citation\" id=\"5981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5981)\">3 Ne. 28:34<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Source of Spiritual Power<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p30\" class=\"\">The source of our spiritual power is the Lord! The ultimate source of spiritual power is God our Father. The messenger of this power is the Holy Ghost. This power differs from electrical power. An electrical appliance <span class=\"emphasis\">consumes<\/span> power. The use of His spiritual power <span class=\"emphasis\">replenishes<\/span> our power. While electrical power can be used only for measured <span class=\"emphasis\">periods<\/span> of time, spiritual power can be used for time and <span class=\"emphasis\">eternity!<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p31\" class=\"\">Our spiritual power line is strengthened through prayer. As we counsel with God in all our doings, he will direct us for good. (See <span class=\"citation\" id=\"9435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9435)\">Alma 37:37<\/a><\/span>.) Prayer is available whenever we ask for it!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p32\" class=\"\">But the Lord places the initiative upon us. He expects us to reach for his power, just as we must insert the plug in the outlet for electricity. He said, “If thou shalt <span class=\"emphasis\">ask,<\/span> thou shalt receive revelation upon revelation, knowledge upon knowledge, that thou mayest know the mysteries and peaceable things—that which bringeth joy, that which bringeth life eternal.” (<span class=\"citation\" id=\"18112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18112)\">D&amp;C 42:61<\/a><\/span>; italics added.) Personal worthiness and scripture study enable us to do more with this power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p33\" class=\"\">Rewards result from the righteous use of the spiritual power belonging to the priesthood! And they are so great that they are almost beyond human comprehension. To those couples who bear and share that priesthood worthily and remain faithful to the law of the everlasting covenant of eternal marriage, enduring the congested years and trials of diapers and dishes, crowded kitchen and thin pocketbook, service in the Church, education and the burning of the midnight oil, the Lord makes this promise: “Ye shall come forth in the first resurrection; … and shall inherit thrones, kingdoms, principalities, and <span class=\"emphasis\">powers,<\/span> dominions, … [and there] shall be a fulness and a continuation of the seeds forever and ever.” (<span class=\"citation\" id=\"18212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18212)\">D&amp;C 132:19<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p34\" class=\"\">The spiritual power line conveys revelation. Revelation is given to the President for the Church, and to leaders and teachers in their respective callings. Personal revelation is provided for the glorification of individual members and families in the Church. These lines are well insulated, and they are not scrambled! Our Father is a God of order! No one else receives revelation to govern the Church; that will be delivered only to the President of the Church. The father in the home next door will not receive revelation for his neighbor’s family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p35\" class=\"\">It is possible to disregard or even misuse spiritual power. Some have misused the power of prayer by making that sacred communication trivial. Some well-meaning Saints even do the right things for the wrong reasons, if they narrowly center on the <span class=\"emphasis\">percentages<\/span> they report rather than on the precious <span class=\"emphasis\">people<\/span> they serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p36\" class=\"\">Like cutting the cord with clippers, it is possible to use spiritual power so carelessly as to destroy one’s very connection to that power. I know a husband who dominates his wife as though she were his possession. He seems to regard her about as he does his automobile or his suitcase, which he uses for his own purposes. And I know a wife who dominates her husband to the point that he has lost all feelings of worth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p37\" class=\"\">Remember, “The rights of the priesthood are inseparably connected with the powers of heaven, and … the powers of heaven cannot be controlled nor handled <span class=\"emphasis\">only<\/span> upon the principles of righteousness.” (<span class=\"citation\" id=\"18195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18195)\">D&amp;C 121:36<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p38\" class=\"\">The unrighteous use of priesthood authority surely severs the connection to the Source of that authority. (See <span class=\"citation\" id=\"18196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18196)\">D&amp;C 121:37<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p39\" class=\"\">Worship strengthens our power line to deity. <span class=\"emphasis\">There can be no true worship without sacrifice, and there can be no true sacrifice without a cause.<\/span> The cause that earns our love and priority is the cause of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p40\" class=\"\">Speaking of his own atonement, the Savior proclaimed, “To this end was I born, and for this cause came I into the world.” (<span class=\"citation\" id=\"29228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29228)\">John 18:37<\/a><\/span>.) His example of worship, sacrifice, and commitment to cause becomes ours! His is the ultimate source of all our power to do good.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p41\" class=\"\">As we carefully and prayerfully protect the spiritual power line that links us to the Savior, we become more like him!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/protect-the-spiritual-power-line.p42\" class=\"\">Of his sacred name and mission I solemnly bear special witness. Of his divine sonship I proclaim sacred testimony. That this is his church I fervently declare, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}