{"ID":4038, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternal Marriage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p3\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:240e.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p4\" class=\"\">I am assigned to speak on the subject of eternal marriage and am prayerful that my preparation and spirit will not be inadequate to that very holy subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p5\" class=\"\">In a beautiful sealing room in the temple I talked one day with a little boy who was dressed in white, ready to join his parents and brothers and sisters in a sacred ceremony. I said to him, “Why is your family here in the temple?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p6\" class=\"\">He said, “To be sealed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p7\" class=\"\">I said, “What does being sealed mean?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p8\" class=\"\">He said, “We’re going to be a forever family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p9\" class=\"\">“Oh,” I said, “you are going to be a family forever. You must have a <span class=\"emphasis\">good<\/span> family, a <span class=\"emphasis\">happy<\/span> family, to want to be with them forever. Do you have a happy family?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p10\" class=\"\">“Yes, sir!” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p11\" class=\"\">This fine lad had already begun to understand two of the most important principles anyone could know: that our Heavenly Father has provided that marriage and family ties may be established permanently, to endure forever; and that a marriage that we can joyfully look forward to eternally must be a good marriage here, a marriage that is the heart of a happy home and family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p12\" class=\"\">I also wish to testify that the principles and covenants of the gospel, particularly those of the temple, are the best possible basis on which to build a strong union; and that such a marriage never <span class=\"emphasis\">just happens.<\/span> It is <span class=\"emphasis\">brought about<\/span> not simply by ceremony or circumstance or chance, but by two mature, loving adults who are able and willing to learn the principles upon which a vital and durable marriage may be fashioned and who, day by day, year by year, work on that process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p13\" class=\"\">Most of us gathered tonight are married. Many are nearing the time for that vital undertaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p14\" class=\"\">You younger men who are old enough to attend this meeting are old enough also to begin to think seriously with us of some vitally important principles in your future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p15\" class=\"\">Let me speak, then, of (1) a temple marriage, as the basis for (2) a happy, eternal union, (3) fashioned on the solid foundation of gospel covenants (4) by two honest adults who are learning and growing together and (5) with the priesthood of God as the authority through which the covenants are administered—the priesthood not as a commission of superiority or domination, but of service, of loving leadership and faithful example in the home, through the Spirit of the Lord.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>1. Temple Marriage<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p17\" class=\"\">Honorable marriage is approved of the Lord. Indeed, the scriptures teach that “marriage is ordained of God” for His children (<span class=\"citation\" id=\"18113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18113)\">D&amp;C 49:15<\/a><\/span>), and also “whatsoever God doeth, it shall be for ever.” (<span class=\"citation\" id=\"21443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21443)\">Eccl. 3:14<\/a><\/span>.) His way of everlasting marriage is filled with hope and promise, and is designed to lead to happiness here and to an eternal stewardship like that of God himself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p18\" class=\"\">In the beginning, after the earth was prepared, God brought man and woman together in the Garden, and the first wedding occurred. They were not yet subject to mortal death, and no time limitations were placed upon their marriage. God declared, “Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.” (<span class=\"citation\" id=\"23980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23980)\">Gen. 2:24<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p19\" class=\"\">When Christ lived on the earth, He quoted this commandment and added, “What therefore God hath joined together, let not man put asunder.” (See <span class=\"citation\" id=\"37020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37020)\">Matt. 19:4–6<\/a><\/span>.) He gave His disciples power to bind in heaven that which is bound on earth. (See <span class=\"citation\" id=\"37019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37019)\">Matt. 18:18<\/a><\/span>.) Paul declared that “neither is the man without the woman, neither the woman without the man, in the Lord.” (<span class=\"citation\" id=\"732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(732)\">1 Cor. 11:11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p20\" class=\"\">When the gospel was restored there came a renewed understanding of temples and temple worship. The power to bind and seal on earth and in heaven has again been entrusted to authorized servants of God. Eternal marriage, marriage of highest promise, is again performed for time and for all eternity by qualified officiators in the holy temples of the Lord.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>2. A Happy Marriage—Forever<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p22\" class=\"\">But a marriage designed to last forever will be a good marriage, growing and gracious. Sometimes the distinctive elements of temple marriage are thought of as being exclusive in duration and authority. Of course, everyone who comes to the temple to be married understands that the ceremony is performed by God’s authority for time and eternity. But the remarkable revealed ceremony at the altar in a temple contemplates <span class=\"emphasis\">much more<\/span> than this. The quality of the relationship thus established is of highest importance. Wonderful promises are sealed upon a man and woman in temple marriage, and the realization of the promised blessings is related directly to their understanding and keeping the solemn commitments they make to each other and the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p23\" class=\"\">Those commitments in a temple are total and permanent—involving the whole person, <span class=\"emphasis\">as is,<\/span> for the whole journey. Neither will remain as he or she is, of course; they will both grow and develop in a multitude of ways. But this marriage ceremony is without condition or reservation, save only the faithfulness of those who make it. On this solid foundation the newly formed family joyfully undertakes to learn how to live happily forever, to build a strong and loving union that will grow more wholesome and more glorious everlastingly. How do we ensure success in such a vital and great undertaking?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p24\" class=\"\">Many new and enduring relationships spring into being with marriage—relationships all of which are vital to the happiness of the family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p25\" class=\"\">For her, the words—sacred words—are wife, mother, homemaker, heart of a home; for him, husband, father, protector, provider, leader in his home in the warm spirit of the priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p26\" class=\"\">Together they enter a <span class=\"emphasis\">partnership,<\/span> sharing and learning and growing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p27\" class=\"\">They join their lives as <span class=\"emphasis\">companions<\/span> in the special sense that married people do. Whether in the same room or a world apart, they are married twenty-four hours a day. They care about the whole person, the whole future of each other. With good humor and good disposition and genuine consideration of the needs of the other, they set out to <span class=\"emphasis\">make<\/span> it a happy life. They laugh a lot and cry a little. They are warm and considerate and thoughtful: the note, the telephone call, the kind word, the sensitive response, the excitement of heading home to her, of having him come home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p28\" class=\"\">Married people are <span class=\"emphasis\">sweethearts,<\/span> in a special creative union, blessed with that powerful chemistry that draws two together, sometimes from next door, sometimes from a world away. This divinely designed power must be sustained by other qualities—by respect and loyalty and integrity—to be what it is meant to be. To be able to give oneself fully with confidence and trust, and to fully receive the other joyfully and gratefully—this is a blessing that grows in meaning year by year and forever.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p29\" class=\"\">In six sad words, a brokenhearted wife years ago summed up the disintegration of a marriage and the foolishness of believing that the physical union can stand alone—is enough without kindness and consideration and other essential qualities. She said, “We have nothing left to express.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p30\" class=\"\">And married people should be <span class=\"emphasis\">best friends;<\/span> no relationship on earth needs friendship as much as marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p31\" class=\"\">I have in my possession a letter written by a young widowed immigrant in the early days of the Church. It was written in 1848 in Honeycreek, Missouri, to her husband’s mother and sister in England. He had died on the sailing vessel en route, leaving her and the two boys to make their way west with the Saints, heartsick and alone. She wrote the letter that changed my life a little. Maybe it will yours.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p32\" class=\"\">She began, “Dear Mother and dear Hannah, your dearly beloved son and my best friend has gone the way of all the earth. Dearer to me in life than life itself, he’s gone. Oh Mother, Mother, what am I to do?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p33\" class=\"\">And then she told of her love for this, her <span class=\"emphasis\">best friend,<\/span> and that she would rear these two boys in the kingdom and in his image and in the admonition of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p34\" class=\"\">A tear came as I asked myself if that letter could have been written at my house.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p35\" class=\"\">Friendship in a marriage is so important. It blows away the chaff and takes the kernel, rejoices in the uniqueness of the other, listens patiently, gives generously, forgives freely. Friendship will motivate one to cross the room one day and say, “I’m sorry; I didn’t mean that.” It will not pretend perfection nor demand it. It will not insist that both respond exactly the same in every thought and feeling, but it will bring to the union honesty, integrity. There will be repentance and forgiveness in every marriage—every good marriage—and respect and trust.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p36\" class=\"\">And all these and other elements we are not able to mention eloquently declare that such a union doesn’t just <span class=\"emphasis\">happen.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p37\" class=\"\">So the need becomes clear for careful, thoughtful preparation, selection, and courtship. No one should be unwise enough to count on an across-the-crowded-room romanticized live-happily- ever-after marriage made without proper thoughtfulness, preparation, and prayer. Marriage is an everyday and every-way relationship in which honesty and character and shared convictions and objectives and views about finances and family and life-style are more important than moonlight and music and an attractive profile.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>3. A Culminating Covenant<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p39\" class=\"\">The surest basis for all of this is to be worthily married in the temple. But temple marriage is not an isolated ordinance. It serves both as a culmination of other ordinances and the foundation for family and the eternal future.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p40\" class=\"\">Perhaps some of you young men do not know that no one can enter into a temple marriage until he or she has been to the temple previously to receive his or her own blessings. Two who desire an eternal marriage cannot establish that relationship until each has personally made sacred covenants with the Lord. These covenants center in principles that are basic in a truly Christian life and in the foundation of a good marriage and family.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p41\" class=\"\">You see, the covenants we make in the temple, like the other sacred ordinances in the kingdom, relate us to and center in the life of the Lord Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p42\" class=\"\">In the temple we make commitments to follow Him in doing God’s will and keeping His commandments, in valuing others and in unselfishly serving, in loving God and our fellowmen. Sexual purity and complete fidelity to moral principle are promised, with a sense of self-worth and self-control and whole-souled devotion to the cause of righteousness and truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p43\" class=\"\">All of this happens through the priesthood, the Holy Priesthood after the Order of the Son of God. (See <span class=\"citation\" id=\"18178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18178)\">D&amp;C 107:1–3<\/a><\/span>.) A thoughtful understanding of this should automatically eliminate any false perceptions of superiority or inferiority. Men and women are of equal value before God and must be equally valuable in the eyes of each other. A true devotion to following the example of the Son of God will never permit notions of domination or dictatorship or possession or control. It will never justify unrighteousness or abuse or filth or discourtesy. Christ’s way is the way of persuasion, long-suffering, gentleness, meekness, love unfeigned. (See <span class=\"citation\" id=\"18199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18199)\">D&amp;C 121:41–44<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>4. Two Mature Adults<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p45\" class=\"\">It is simple to see, isn’t it, that the kind of marriage we’re talking about doesn’t just happen? The foundation is laid in the House of the Lord. The marriage is pronounced by authority of God. And then it is fashioned by two who are wholesome, prepared emotionally and practically, and who are honest. It requires being <span class=\"emphasis\">ready<\/span> to go to a temple, being mature enough to make promises and keep them and to receive holy promises and qualify for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p46\" class=\"\">So wherever we are with respect to marriage—years from it, close to it, or deeply committed in it—we must be wise, be faithful to the commandments of God, be true. Marriage is the closest and most intimate relationship one makes in this life, and the most serious and sacred decision. If you haven’t been to the Lord’s house, get ready, be clean, prepare to come to establish the foundation for a special, happy, eternal marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p47\" class=\"\">And the inspiration for all of this is the sweet assurance—deeply rooted in the heart of every decent man who is living as he should with his sweetheart wife, or who has so lived, or who is planning and preparing such a union—that heaven will be heaven for us because we know we will be there with the one we love the best. Parley P. Pratt said after he met the Prophet in Philadelphia that “it was from him that I learned that the wife of my bosom might be secured to me for time and all eternity; and that the refined sympathies and affections which endeared us to each other emanated from the foundation of divine eternal love. It was from the Prophet that I learned that we might cultivate these affections, and grow and increase in the same to all eternity.” (<span class=\"emphasis\">Autobiography of Parley P. Pratt,<\/span> Salt Lake City: Deseret Book Co., 1938, pp. 297–98.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/eternal-marriage.p48\" class=\"\">We sat in a room the other night with our five children and their eternal partners, and with their sixteen children. Twenty-eight of us joined in a circle of affection and appreciation. That circle, established with the two of us in a holy house of the Lord only a few short years ago, has expanded miraculously. Our last child was born twenty-four years ago, but the circle continues to expand and grow. God being willing, we may live to see another generation of wonderful children entering the world. We are grateful to know that our family will relate with us eternally, even as we will with those who gave us mortal life, and all of us together will find a loving place ultimately and a continuing relationship under the holy influence of Him whose spirit children we are and of Him whose holy sacrifice brought us the blessings of eternal life. Of this I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}