{"ID":404, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1949, pp. 183-187<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith has requested that I speak next. I rather feel that perhaps, if we were to\nadjourn now, after the powerful and inspired utterances of President McKay, we would be\nbetter off than perhaps to have me try to say something, but obedient to the request of the\nPresident I shall do the best I can.\n<\/p><p>\nI do pray that the Lord will bless me and that you will be good enough to ask him in my\nbehalf that he will grant the blessing, in order that you may be edified, strengthened, and built\nup.\n<\/p><p>\nOver the last year I have been doing considerable reading of a more intensive kind than I\nhave before done, on the matters I have been reading about, and I have been impressed with\ncertain historical facts to which I wish briefly to allude.\n<\/p><p>\nEARLY CHRISTIAN HISTORY\n<\/p><p>\nFor some reason, which is not clear, either from history or from scriptures, it does not appear\nthat Peter, James and John, who were left as the First Presidency of the primitive church, ever\nappointed any successors to themselves. The result was what might have been expected. There\ngrew up certain great centers, Alexandria, Rome, Carthage, Caesarea, and so on. As time went\non, each of these was presided over by a bishop. They had no central guiding hand, and the\nresult was they began to dispute about doctrine, and about rites and ceremonies. Cults grew\nup, one cult here, another there. These various units, headed by bishops, drifted off into\ncontrary or divergent directions. They called councils from time to time to settle their\ndisputes. The great council of Nicaea about 325 after Christ was the first great ecumenical\ncouncil. There they tried to settle certain matters of doctrine.\n<\/p><p>\nThere was no unity in the church; there was no unifying direction. They were as lost sheep.\n<\/p><p>\nThe church moved fairly well while the apostles still lived. Then followed a secondary period\nwhen, the apostles having died, there still lived those who had known the apostles, and who\nhad received from them instructions. This kept the church from wandering too far and too\nfast. Then the third church generation came, and not having the anchorage that was given by\nthe apostles first, and next, by those who had known the apostles, they drifted and drifted\nrapidly, until by the middle of the third century, they had lost the priesthood, indeed they no\nlonger pretended actually to confer it. Their ordinals merely prayed that the Lord would give\nthe powers, the priesthood powers which Christ had conferred upon his apostles and which\nthey, in turn, had, according to the sacred record, conferred upon a very few individuals.\n<\/p><p>\nIMPORTANCE OF UNITY\n<\/p><p>\nI have never permitted an opportunity of this kind to go by without speaking on this question\nof unity. I have said to you brethren, over and over again, and I repeat it tonight, that if we\nwere really united, if we really saw eye to eye, and then would move in unison, there is\nnothing in the world, in righteousness, that we might not do in accordance with the will of the\nLord and not to defeat his purposes. But there comes to us as we get farther-flung in the\nworld, there comes constantly back to the First Presidency, signs that if we did not have the\npriesthood, if it had been lost to us as it was lost to the primitive church, we would be\nmarching along the same roads that they marched to complete apostasy.\n<\/p><p>\nNow brethren, there is only one way to be united, and that is to be united. The Lord has set\nup amongst us, with our priesthood and with our auxiliaries, as nearly a perfect organization\nas we mortals, in our present condition, can carry on. Just so soon as we undertake, by\nourselves and of our own thought and volition, of our own wisdom, to set up other\norganizations than those set up by the Presidency of the Church, under the direction of the\nPresident of the Church, the presiding High Priest of the Church, just so soon as we undertake\nto do that then we are on a detour. We are no longer going down the middle of the road. We\nare on a road that could lead to apostasy.\n<\/p><p>\nI think perhaps that even now there are evidences that those in the outlying areas farthest\naway from the central organization of the Church, are feeling, perhaps, the absence of controls\na little more keenly than they who are nearer in; and yet I would like to say here that my\nobservation is that among those who are farther away from us, who do not see us every day,\nthere is a higher regard for the General Authorities than there is among those who are around\nhere. Yet there is that seemingly inevitable drawing away tendency in the remoter areas, to this time\nin details that leave us still strong. But we must be always alert.\n<\/p><p>\nThe Lord gave us our free agency, as you know, and we may think and we may talk as we\nwish, but we may not teach false doctrine for that is no part of free agency. In the spiritual\ndomain false doctrine is the equivalent of libel, and slander in the civil domain. Those things\nwe may not do.\n<\/p><p>\nPLANS OF MEN\n<\/p><p>\nThis is an age, a period, when everybody has a new idea as to what to do to cure the ills of\nsociety. There are almost as many plans as there are people, plans usually developed by men\nof no experience no training, no thought, and the plans gain currency among those who are\nequally untrained, inexperienced and ill taught.\n<\/p><p>\nAmongst us, it is quite a common thing for us to look about and see something that needs to\nbe corrected, and so we start a movement to correct it. We see something that should be done,\nsome opportunity we think we see that has not been embraced, and so we form a plan to meet\nthat opportunity as we see it. I think perhaps I might say that not always have our auxiliary\norganizations brought themselves under restraint, the restraint of the discipline of doing\nprimarily the things that they were set up to do. But whether that be true or not, it is certainly\ntrue that here and there somebody gets an idea of what he ought to do and so starts out to do\nit.\n<\/p><p>\nThere was handed to us tonight a plan to satisfy all the needs of the members of a proposed\ngroup, from an economic, social, physical, spiritual and educational standpoint. Well, that is\nquite a program, just to start out with right from scratch. They have several hundred members\nthey say.\nTHE LORD'S PLAN\n<\/p><p>\nNow brethren, the Lord has set up, as I said to begin with, an organization that is as nearly\nperfect as we mortals can live, and the only safety we shall have will be in following that\nplan and that program.\n<\/p><p>\nI sometimes think that maybe we take to our souls a little more unction than we should over\nthe thought that the Lord has set up his work never more to be thrown down or taken away\nand given to another people (<span class=\"citation\" id=\"10606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10606)\">Dan. 2:44<\/a><\/span>).\nI believe that as I believe I am looking at you, as I know I am\nlooking at you. But that does not say that all of us are going to be among those who stand\nfirm by the plan which the Lord has given. Let us be sure that we do not get away from the\nLord's plan.\n<\/p><p>\nYou Elders quorum men, Seventies, High Priests, all of you brethren of the Aaronic\npriesthood, cling by what the Lord has given to you. There is opportunity for all of the\nactivity that you can possibly participate in and as it is under a divine plan there will be\nnothing in it that is not profitable for you. Do not go off and try to reform the Church. Let us\nreform ourselves, and the Church will take care of itself.\n<\/p><p>\nDIRECTION OF HOLY GHOST\n<\/p><p>\nSometimes people get to preaching, preaching false doctrines. Sometimes the Elders get to\ntelling their own ideas about what the Gospel is, making their own explanations. The Prophet\nrecords that on one occasion a man came to him and was very much surprised when the\nProphet told him that a prophet was not always a prophet. He was a prophet only when he\nspoke with the spirit of prophecy.\n<\/p><p>\nOn two occasions today that passage of the scripture has been quoted and referred to, which\nwas really directed to Orson Hyde, but it is applicable to all of us, that whatever the servants\nof the Lord say shall be scripture, the mind of the Lord, the will of the Lord, the voice of the\nLord, the power of God unto salvation. Sometimes we overlook the beginning, \"what ye say\nunder the direction of the Holy Ghost\"\n(<span class=\"citation\" id=\"12662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12662)\">D&amp;C 68:34<\/a><\/span>).\n<\/p><p>\nYou remember that Paul and Barnabas had a little trouble in their time\n(<span class=\"citation\" id=\"7616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7616)\">Acts 15:36-41<\/a><\/span>). One of them at that\nparticular occasion did not have the direction of the Holy Ghost, the inspiration of it. Peter\nand Paul had their troubles\n(<span class=\"citation\" id=\"4808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4808)\">2 Pet. 3:15-17<\/a><\/span>).\nThey were not then both being moved by the Holy Ghost.\n<\/p><p>\nThe Prophet tells&mdash;you will find it in his works&mdash;that some of the brethren in the early days\nearly days got very much interested in the book of revelation, a pregnant source of\nspeculation, and he rebuked them for it.\n<\/p><p>\nI would like to urge you brethren to read the scriptures yourselves. We have had some\nwonderful talks today about reading the Book of Mormon. I subscribe to all of it. And the\nother books were mentioned at the same time, the Bible, the D&amp;C and the Pearl of Great\nPrice. But read the scriptures and get your own ideas about them.\n<\/p><p>\nIn speaking about Brother Hezekiah Brown the Prophet Joseph said he was so happy that\nmen could read and think and speculate; we were not cramped like the sectarians were, but\nhe cautioned the brethren that they should be careful about what they taught. There is only\none source on the earth that has any right to change or modify or extend any revelation of the\nLord, and that is the President of the Church, the Prophet, Seer, and Revelator, the presiding\nHigh Priest. He alone, through the inspiration and revelation of the Lord, can change the\nrevelations already given. All the rest of us can think about them, talk about them, speculate\nabout them, but we cannot change them, and until he speaks the revelations stand as is. We\nought not, therefore, to get discouraged because somebody sees a revelation in a different\nlight from the way in which we see it. We are entitled to our opinion; the other man is\nentitled to his opinion, but the revelation stands until God changes it in the regular way.\n<\/p><p>\nAPPEAL FOR UNITY\n<\/p><p>\nBrethren, I return again to this question of unity. Can we not forget our little troubles, our\nlittle disagreements? Can we not unify on the words of the Lord, even as He spoke them; and\nhaving unified in our belief, can we not unify ourselves in our observance? I am talking, I\nknow, to brethren who are the stalwarts of the Church, the brethren to whom the Lord looks,\nand President Smith as the Lord's representative looks, to carry on the work of the Church.\nYou must do it. President Smith cannot be everywhere. And you have done a great job. But\nwe are in perilous times, economic, political and spiritual, and if you will just harken to what\nthe Prophet of the Lord says and be guided by the revelations which God has given through\nhis prophets in ancient times and modern times, all will be well.\n<\/p><p>\nI pledge you that I will try, with all my mind and soul and heart, to do the things which our\nleader wishes us to do. I wish that you brethren, each and all of you would follow me in that\npledge, and if we shall do that, we shall be nearer heaven, this great priesthood body of the\nChurch, we shall be nearer heaven than we have yet been in this dispensation.\n<\/p><p>\nI bear my testimony that I know that God lives, that Jesus is the Christ and the firstfruits of\nthe resurrection (<span class=\"citation\" id=\"180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(180)\">1 Cor. 15:20<\/a><\/span>).\nI know that the gospel and the Priesthood were restored through the Prophet\nJoseph. I have the testimony of the Spirit to that and the testimony of the Spirit seems to me\nfar greater than the testimony of the senses.\n<\/p><p>\nMay God be with all of us, at all times, and may we so live that he can be with us under all\ncircumstances, which means that we live pure lives, that we keep away from sin and the\nplaces of sin, and that we go to no place where we might not ask our Heavenly Father to go\nwith us, may we so live that we may be saved and exalted in his presence, I humbly pray, in\nthe name of Jesus, Amen.\n<\/p>\n<\/div>\n<\/div>"}