{"ID":4040, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Aaronic Priesthood Pathway\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p\" class=\"\">Of the Quorum of The Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monso\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p3\" class=\"\">Every missionary in the Church is acquainted with the scriptural passage from the book of Amos: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10478)\">Amos 3:7<\/a><\/span>.) Every member of the Church rejoices in singing the favorite hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We thank thee, O God, for a prophet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To guide us in these latter days.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p6\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 196.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p7\" class=\"\">What secrets has the Lord God revealed to His prophet, our beloved leader President Spencer W. Kimball? What counsel would President Kimball provide us tonight, were he here, to guide us in these latter days? Would we listen? Would we obey? Would we be doers of the word, and not hearers only, deceiving our own selves? (See <span class=\"citation\" id=\"26329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26329)\">James 1:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p8\" class=\"\">Some time ago, as the General Authorities met together on an upper floor of the temple, President Kimball stood and instructed us, saying: “Brethren, of late I have been concerned and troubled by the fact that we do not have sufficient missionaries proclaiming the message of the Restoration. I hear some parents say, ‘We’re letting our son make up his own mind regarding a mission,’ or ‘We hope our son fills a mission because it would be such a growing experience for him.’” He continued: “I have heard some young men say, ‘I think I might serve a mission if I really want to go.’” President Kimball raised his voice, stood on tiptoe—as he is prone to do when anxious to communicate with power a special thought—and said: “It doesn’t really matter whether Mother or Father thinks it might be nice for a son to serve a mission. It doesn’t really matter whether or not John, Bill, and Bob want to go—they <span class=\"emphasis\">must<\/span> go!” President Kimball then proceeded to point out the missionary obligation each of us has, to repay the sacrifice and service of those missionaries who left home and family and brought the gospel to our parents or grandparents in lands near and far.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p9\" class=\"\">I love to read my own grandfather’s missionary journal. His first entries are classics. He wrote: “Today I married in the Salt Lake Temple the girl of my dreams.” The very next night the journal entry read: “Tonight the bishop called at our house. I have been asked to return to Scandinavia for a two- year mission. Of course I will go, and my sweet wife will remain at home and sustain me.” I am grateful for a missionary heritage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p10\" class=\"\">We of the Council of the Twelve have heard President Ezra Taft Benson describe how his father was called to fill a mission. He left behind his wife, his seven children, the farm, and all that he had. Did he lose anything? President Benson tells how his mother would gather the family around the kitchen table and there, by the flickering light of an oil-fueled lamp, read the letters from her husband. Several times during the reading there would be a pause to wipe away the tears which flowed freely. The result? Each of the children later served a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p11\" class=\"\">As we strive to respond to President Kimball’s clarion call to missionary service, perhaps we should examine the Aaronic Priesthood pathway which provides the training, quickens the desire, and leads the lad who journeys along it not only to a missionary call but also to temple marriage and, at journey’s end, even to exaltation in the celestial kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p12\" class=\"\">It is essential, even critical, that we study the Aaronic Priesthood pathway, since far too many boys falter, stumble, then fall without crossing the finish line into the quorums of the Melchizedek Priesthood. In fact, today, for the first time in the history of the Church, the prospective elders outnumber the holders of the Melchizedek Priesthood, thereby eroding the active priesthood base of the Church and curtailing the activity of loving wives and precious children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p13\" class=\"\">What can we as leaders do to reverse this trend? How can we assure that every boy becomes a finisher? The place to begin is at the headwaters of the Aaronic Priesthood stream. There is an ancient Chinese proverb which purports to correctly determine the sanity of an individual. A person is shown a stream of water flowing into a stagnant pond. He is given a bucket and asked to commence to drain the pond. If he first takes steps to effectively dam the inflow to the pond, he is adjudged sane. If, on the other hand, he ignores the inflow and tries to empty the pond bucket by bucket, he is designated insane.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p14\" class=\"\">The best and most effective manner whereby we can solve the challenge of the growth in numbers of prospective elders is to concentrate on the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p15\" class=\"\">The bishop, by revelation, is the president of the Aaronic Priesthood and is president of the priests in his ward. (See <span class=\"citation\" id=\"18185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18185)\">D&amp;C 107:87–88<\/a><\/span>.) He cannot delegate these God-given responsibilities. However, he can place accountability with his counselors and name as quorum advisers men who can touch the lives of boys—indeed, men who are models to follow. Were I a bishop tonight, I would turn to my second counselor and say: “Brother Balmforth, you have the duty to look after the deacons in the ward. Yours is the task to ensure that every boy is worthy and is ordained a teacher when he reaches his fourteenth birthday.” Then I would address my first counselor with the thought: “Brother Hemingway, yours is the duty to make certain that every teacher is worthy and is ordained a priest when he reaches sixteen. As the bishop, I will assume the task to so labor with the young men who are priests that they are worthy and are ordained elders as they embark on their missions.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p16\" class=\"\">This, then, is our assignment: to save every boy, thereby assuring a worthy husband for each of our young women, strong Melchizedek Priesthood quorums, and a missionary force trained and capable of accomplishing what the Lord expects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p17\" class=\"\">A wise first step is to guide each deacon to a spiritual awareness of the sacredness of his ordained calling. In my life this was accomplished when the bishopric asked that I take the sacrament to a shut-in who lived about a mile from the chapel. That special Sunday morning, as I knocked on the door of Brother Wright and heard his feeble reply, “Come in,” I entered not only his humble cottage but also a room filled with the Spirit of the Lord. I approached his bedside and carefully placed a piece of the bread to his lips. I then held the cup of water, that he might drink. As I departed, I saw him smile as he said, “God bless you, my boy.” And God did bless me with an appreciation for the sacred emblems which continues even today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p18\" class=\"\">Is every ordained teacher given the assignment to home teach? What an opportunity to prepare for a mission. What a privilege to learn the discipline of duty. A boy will automatically turn from concern for self when he is assigned to “watch over” others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p19\" class=\"\">And what of the priests? These young men have the opportunity to bless the sacrament, to continue their home teaching duties, and to participate in the sacred ordinance of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p20\" class=\"\">I remember as a deacon watching the priests as they would officiate at the sacrament table. One priest had a lovely voice and would read the sacrament prayers with clear diction—as though he were competing in a speech contest. The older members of the ward would compliment him on his “golden voice.” I think he became a bit proud. Another priest in the ward had a hearing impediment which caused his speech to be unnatural in its sound. We deacons would twitter at times when Jack would bless the emblems. How we dared do so is beyond me: Jack had hands like a bear and could have crushed any of us. On one occasion Barry with the beautiful voice and Jack with the awkward delivery were assigned together at the sacrament table. The hymn was sung; the two priests broke the bread. Barry knelt to pray, and we closed our eyes. But nothing happened. Soon we deacons opened our eyes to see what was causing the delay. I shall ever remember Barry frantically searching the table for the little white card on which were printed the sacrament prayers. It was nowhere to be found. What to do? Barry’s face turned pink, then crimson, as the congregation began to look in his direction. Then Jack, with that bear-like hand, reached up and gently tugged Barry back to the bench. He, himself, then knelt on the little stool and began to pray: “Oh God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it. …” [<span class=\"citation\" id=\"18089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18089)\">D&amp;C 20:77<\/a><\/span>] He continued the prayer, and the bread was then passed. Jack also blessed the water, and it was passed. What respect we deacons gained that day for Jack who, though handicapped in speech, had memorized the sacred prayers. Barry, too, had a new appreciation for Jack. A lasting bond of friendship had been established.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p21\" class=\"\">Beyond the influence of the bishopric and the Aaronic Priesthood quorum advisers is the impact of the home. Help of parents, when enlisted wisely, can frequently make the difference between success and failure. Our recent surveys reveal that the influence of the home surpasses all other factors as a determinant of missionary service and temple marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p22\" class=\"\">Not to be overlooked are the strength and influence of devoted Aaronic Priesthood quorum presidencies. The revelations are crystal clear in their meaning: “Verily I say unto you, the duty of a president over the office of a deacon is to preside over twelve deacons, to sit in council with them, and to teach them their duty, edifying one another, as it is given according to the covenants.” (<span class=\"citation\" id=\"18183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18183)\">D&amp;C 107:85<\/a><\/span>.) A similar charge is given to the president of the teachers quorum and to the bishop as president of the quorum of priests. (See <span class=\"citation\" id=\"18184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18184)\">D&amp;C 107:86–88<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p23\" class=\"\">The stake Aaronic Priesthood committee can also provide much needed help. Stake presidents, do you ensure that your high councilors who serve on this most important committee visit the quorums of the Aaronic Priesthood on a continuing and regular basis? Do these brethren know the names of each Aaronic Priesthood boy in the stake? Generalities simply will not do. When we deal in generalities, we will never have a success; but as we deal in specifics, we will rarely have a failure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p24\" class=\"\">I am reminded of the ward presided over by our own Joseph B. Wirthlin. Bishop Wirthlin had a quorum of forty-five priests. All forty-five became elders. All filled missions. The late Elder Alvin R. Dyer presided over a quorum of forty-eight priests. Forty-six of the total served full-time missions, and forty-seven married in the House of the Lord. It can indeed be done. Each boy must be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p25\" class=\"\">When I served as a bishop, I noted one Sunday morning that one of our priests was missing from the priesthood meeting. I left the quorum in the care of the adviser and visited Richard’s home. His mother said he was working at the West Temple Garage. I drove to the garage in search of Richard and looked everywhere but could not find him. Suddenly, I had the inspiration to gaze down into the old-fashioned grease pit situated at the side of the station. From the darkness I could see two shining eyes. Then I heard Richard say: “You found me, Bishop! I’ll come up.” He never missed another priesthood meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p26\" class=\"\">The family moved, and Richard moved with them. About a year later Bishop Arthur Spencer of the Wells Stake called and said that Richard was responding to a mission call to Mexico and asked if I would accept the family’s invitation to speak at his farewell testimonial. At the meeting, when Richard responded, he mentioned that the turning point in his determination to fill a mission came one Sunday morning—not in the chapel, but as he gazed up from the depths of a dark grease pit and found his quorum president’s outstretched hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p27\" class=\"\">John Barrie, the Scottish poet, declared: “God gave us memories, that we might have June roses in the December of our lives.” From my experience, some of the most fragrant and beautiful roses anywhere to be found bloom in profusion along the Aaronic Priesthood pathway. On this pathway there are feet to steady, hands to grasp, minds to encourage, hearts to inspire, and souls to save.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-aaronic-priesthood-pathway.p28\" class=\"\">I invite each of you men to walk with me, shoulder to shoulder, together with all of the Aaronic Priesthood bearers of the Church, along this priesthood pathway which leads upward and onward toward perfection. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}