{"ID":4041, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prepare for a Mission\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p2\" class=\"\">R. LaVell Edwards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p\" class=\"\">Head Football Coach, Brigham Young University<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_019<\/span>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p3\" class=\"\">My dear brethren, I am both honored and humbled about this assignment to speak with you tonight. I have often been asked, “How do you stand the pressure of coaching and remain so calm?” I can assure you, brethren, I feel real pressure standing before you this evening, especially with no more ability than I have as a speaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p4\" class=\"\">I would like to pose one or two points for your consideration, particularly to you young brethren. First, will going on a full-time mission have an adverse effect on a future athletic career? When I started coaching at BYU in 1962, there was a prevailing attitude that missions and football did not mix. As a result, very few players went on missions and returned to play the game, the feeling being that a young man could not go into the mission field, preach love for two years and return with the desire to play a physical contact sport such as football. Many felt there would be a loss of coordination, specific techniques, and the strength and the conditioning necessary to perform at a high level of competency required for major college athletics. This attitude prevailed until our beloved prophet, President Kimball, proclaimed that every man of missionary age should prepare himself for a mission. As a result of this proclamation, many more of our athletes started going on missions. It has been our experience that if a young man decides to go on a mission, he cannot only play well when he returns, he will often play better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p5\" class=\"\">If I could draw one general conclusion, it would be that if an athlete could play well before he went on a mission, he will definitely play well when he returns; and, if an athlete could not play well before his mission, he probably won’t play well when he returns. However, his chances of playing well are perhaps better if he goes because he will return with a greater understanding of himself, greater leadership capabilities, better work habits, and a better knowledge of what it takes to be successful. It really depends on the young man’s desire, commitment, work habits, and how important it is to him when he returns. This year alone we have fifty-two returned missionaries on our football team.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p6\" class=\"\">I suspect that these traits—desire, commitment, and good work habits—are important in all facets of our lives, brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p7\" class=\"\">Sean Covey, one of our fine young players, is now serving a mission in South Africa. He is an excellent young quarterback prospect who I’m sure you will be hearing more about in future years. I have a neighbor, Jon Collins, who is a great friend of Sean’s and is serving a mission in Scotland. Jon’s mother related a story regarding Sean and Jon. Sean recently had written a letter to Jon in Scotland and shared with him the importance of his mission. He told Jon in his letter, “Just think, this weekend BYU will be opening the football season in Pittsburgh before 50,000 fans. If I were home, I would be there with the team, being a part of this very thrilling experience. Instead, I will be baptizing a lady and her daughter. I wouldn’t trade this experience for anything in the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p8\" class=\"\">I am proud of my two sons, John and Jim, along with my son-in- law Ken Cannon, who is here with me this evening, for their decisions to go on missions. All three served excellent missions, and John and Jim returned to participate in college athletics—John in track and Jim in football. In their letters home, and even now that they have been back for some time, they frequently mention that the experiences in the mission field were the choicest and most gratifying of their lives. You young brethren, begin to prepare yourselves now for this marvelous experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p9\" class=\"\">On to the second point. In the field of athletics, we tend to look at successful athletes and make them almost bigger than life. It has been my experience to be a teacher and coach for over thirty years. I have seen many young men who have achieved greatness. I have also seen those who have come up a little short of their potential. I don’t know what the answer is, but I do know that those who succeed have been able to do two things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p10\" class=\"\">One, they recognize within themselves the potential to do something well and then work hard to prepare themselves for that eventual opportunity. Others wait for the opportunity to come and then start to work, thus coming up a little short.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p11\" class=\"\">Every year on the football team there are players on our team who are bigger, stronger, and faster than those who are playing in their position. Why is this? I’m not sure, but after so many years of coaching, one overriding principle stands out. Potential does not always ensure success. In other words, the greatest players have not always been the most endowed. In athletics, we often hear the phrase, “He has the will to win.” I think this is wrong. We can be in a game, taking a test, giving a talk, or whatever the experience may be. We can have the greatest will to do well. But unless we have prepared, it is of little use. Really, it should be the “will to prepare.” Those who succeed have this will, whether it be in athletics, whether it be in school, whether it be in their chosen vocation, whether it be on a mission, or in almost any other phase of their life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p12\" class=\"\">Two, those who have succeeded have also had the ability to overcome adversity, disappointment, and even tragedy in their lives. Since our quarterback position has such a high visibility and everyone seems to know about them, let me share two short stories with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p13\" class=\"\">Steve Young is one of the most gifted young men that I have ever known. He is fast, strong, big, handsome, … and rich. It is easy for us to look at Steve and say, “With all those attributes, you ought to be great.” However, it is more than his physical attributes that have made him great; it is the way he thinks! When Steve was a junior and was starting his first season as our quarterback, we had one of the greatest opportunities presented to us in our football program at BYU. We were scheduled to play Herschel Walker and the University of Georgia, the defending national champions. We worked very hard and felt we had a chance to beat them if we played our very best and did not make mistakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p14\" class=\"\">Before 82,000 fans, and on a “rainy day in Georgia,” Steve threw five interceptions in the first half of the game—more than he would normally throw in five games! In spite of the interceptions and two missed field goal attempts, we were still tied 7–7 at halftime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p15\" class=\"\">Going into the dressing room, I thought to myself that I must talk to Steve and assure him that everything would be fine. The rain, the crowd, the tipped balls, etc.—I had all the excuses ready for throwing five interceptions in one half. I started explaining this to Steve and before I could finish, Steve stopped me, looked at me as if I was crazy, and said, “Hey coach, there’s no problem. I can hardly wait to get back out there. We’re going to win.” I found myself thinking, “What do you mean there’s no problem, you dummy. You have just thrown five interceptions!” It’s the way he thinks. That’s what has made him what he is and enabled him to accomplish what he has done. As you know, this was just the start of a career that would see him become one of the finest quarterbacks to play the game of college football.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p16\" class=\"\">The second story happened this year with our present quarterback, Robbie Bosco. We were playing the University of Pittsburgh. They were preseason ranked third in the country. We were leading 3–0 in the third quarter and had a good drive going. Robbie threw a bad pass. It was intercepted and returned for a seventy-yard touchdown. Pittsburgh led 7–3. They kicked off to us, and on our second play, Robbie threw a pass that ricocheted off the shoulder of one of our receivers. It was caught by a Pittsburgh defensive back and returned to our 15-yard line. Four plays later, Pittsburgh scored and went ahead 14-3. I thought to myself, “This will be a good chance to see what Robbie is made of.” In fact, with the next possession of the ball we drove down the field and scored. And then, with three or four minutes remaining in the game, Robbie moved our team the length of the field and threw the winning touchdown pass to Adam Haysbert. Right then, I knew there was no question that Robbie was going to be a great quarterback.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p17\" class=\"\">Now brethren, how do we handle adversity? Adversity is going to be with us in everything that we do, almost in every facet of our lives—in our personal associations, in the mission field, in our chosen professions, in our families. When we have adversity we oftentimes tend to look around and think that we’re the Lone Ranger. We tend to believe that we’re the only one who has problems. And we always look around and see others who are more talented, taller, smarter, handsomer, or faster. I can assure you, brethren, everyone has problems—even football coaches. The ability we have to handle this adversity will determine the degree of success that we will have in life. To me, this is where the gospel can be the greatest of help to us. The power of the Holy Ghost is the greatest source of strength and comfort we can have in our lives. The Holy Ghost will not only help us in times of need, but will help us to gain a firm testimony of the gospel of Jesus Christ, thereby preparing us for life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p18\" class=\"\">I have made progress over the past decades as a coach. But I feel that the progress I have made as a coach, as well as a person, is a direct result of the growth that I have made through my Church callings. I had the opportunity to serve as a bishop in a campus ward while I was still an assistant coach. When I was appointed head football coach in 1972, I decided to approach my role as a coach much the same as I did as a bishop, delegating responsibility to my assistants, putting responsibility on the players for self-improvement in all aspects of their lives, and using personal interviews with players to try to give positive reinforcement and encouragement so that they might do their very best and reach their full potential, both on and off the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p19\" class=\"\">Every position I have held has brought invaluable experiences and growth to my life. Whatever position you are called to, brethren, whether it be bishop, priesthood quorum adviser, home teacher, or athletic director, you will have no greater thrill than when one of the young men in your stewardship makes the decision to accept a mission call. I would encourage you to double your efforts in this regard; it is well worth the time and the effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/prepare-for-a-mission.p20\" class=\"\">Now brethren, in my career I have had many wonderful things happen to me, many more than I ever dreamed would ever happen. But I would like for you young brethren especially to know that all that has happened to me in my chosen profession is a mere drop in the bucket compared to the truly important things in my life. The testimony of the gospel of Jesus Christ that I have, along with my wife and my family, are my most important possessions. And this testimony I bear to you in Jesus’ name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}