{"ID":4042, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            When I Was Called as a Scoutmaster\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_020<\/span>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p3\" class=\"\">My beloved brethren, with all my heart my love goes out to you on this very important occasion. I thank the Lord for this gathering here tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p4\" class=\"\">I shall always be grateful that almost sixty-five years ago the good bishop of our ward came to me and asked me to be Scoutmaster of twenty-four boys in the Whitney Ward. We all received our handbooks at the same time. This was a great group of young men with a lot of musical talent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p5\" class=\"\">In those days we had in the Mutual various cultural activities which were competitive. Among them were boys’ choruses. Each ward was expected to have a chorus, and ofttimes the bishop would invite the Scoutmaster to take the responsibility for getting the boys out to practice. So it was in our ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p6\" class=\"\">As is often the case when a man is asked to do a job, I sought out the help of a good faithful woman who could play the piano and knew some musical technique. Under her direction we started our practices. The song to be sung in the competition was assigned by the general board and was the same throughout the Church—“The Morning Breaks; the Shadows Flee,” by Parley P. Pratt (<span class=\"emphasis\">Hymns,<\/span> no. 269).<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p7\" class=\"\">For weeks before and after Scout meetings we prepared. Finally the time came when we would meet in competition with the ten other wards of the Franklin Stake. We were successful in winning in the stake, and then we were to meet the winners of the six other stakes in Cache Valley in the tabernacle in Logan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p8\" class=\"\">I shall never forget approaching that great tabernacle that evening. We went inside and drew for places. We drew last place, which only prolonged our anxiety.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p9\" class=\"\">Finally the time came that our group was to march up to the platform. As our accompanist played “The Stars and Stripes Forever,” those twenty-four boys went up the aisle single file and formed in a half moon on the stage while I crouched down between a couple of benches to try to give them some leadership. Then they sang as I’d never heard them sing, and of course you can imagine that I’d not be telling this story had we not won first place in Logan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p10\" class=\"\">We went home literally walking on air. We were so happy that this little community of fifty families had won over the other stakes and wards of the valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p11\" class=\"\">In the first Scout meeting following our victory, those boys (never forgetting anything that is of value to them) reminded me that in a moment of anxiety I had promised them that if we won in Logan, I would take them all on a hike over the mountain thirty-five miles to Bear Lake Valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p12\" class=\"\">Since a promise made is a debt unpaid, we began planning our hike. During the meeting one little twelve-year-old raised his hand and said very formally, “Mr. Scoutmaster, I would like to make a motion.” That was a new thing in a Scout meeting—or at least it was for me—but I said, “All right, what is it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p13\" class=\"\">He said, “I’d like to make a motion that we all clip our hair off so we will not be bothered with combs and brushes on this trip.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p14\" class=\"\">I noticed three or four of the older boys start to squirm in their seats. They had reached that very critical age in life when they were beginning to take notice of the girls, and they knew a clipped head would be no asset to them with the women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p15\" class=\"\">I put the question and it carried, with these three or four older boys dissenting. Then it was agreed that if they did not submit willingly, there were other ways of enforcing the rules of the troop. So they submitted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p16\" class=\"\">Then, true to form—never forgetting anything if it was to their advantage—one of the older Scouts said, “How about the Scoutmasters?” It was our turn to squirm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p17\" class=\"\">The following Saturday at the county seat, two Scoutmasters took their places in the barber’s chair while the barber very gleefully went over each head with the clippers. As he neared the end of the job, he said, “You know, if you fellows would let me shave your heads, I would do the whole job for nothing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p18\" class=\"\">So after our session with the barber, we left on that great thirty-five-mile Scout trip to which I had made commitment as an inducement to get the boys out to practice their singing—twenty-four boys with heads clipped and two Scoutmasters with heads shaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p19\" class=\"\">It was a glorious three weeks together with those wonderful boys out in the hills and in the mountains and on the lake. I wish I could follow for you the life of each one of those boys from that time until the present. I am proud of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p20\" class=\"\">I have made an effort to keep in touch with these boys. Many years later, after having been in Idaho and Washington, D.C., I happened to attend a Sunday School in the Whitney Ward. One of the boys was serving as bishop, another was a counselor, a third was ward clerk, and another was the visiting stake high councilor. Then we went to the adult class; there was another one as the teacher. One of them was serving as the Scoutmaster. We had a fine session together and could account for each one of the boys except two. No one seemed to know where they were or what they were doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p21\" class=\"\">Some weeks later I was down in southern Arizona. In those days we held general priesthood meetings in connection with stake conferences, and during the meeting I noticed way at the rear of the hall what appeared to be a familiar face. At the end of the meeting, one of the two boys we had lost track of came forward. We threw our arms around each other, and I said to him, “What are you doing way down here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p22\" class=\"\">He said, “I guess you mean ‘What am I doing in the Church?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p23\" class=\"\">I said, “Well, yes, that’s part of it, what are you doing in the Church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p24\" class=\"\">He replied, “I’m not doing very much, but I’m a Scoutmaster.” (I thought that took care of me very well!) Then he told me he had married out of the Church, but his wife had since joined the Church and was then using her influence to get him into full activity so they could go to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p25\" class=\"\">We started to correspond, and some months later I had the honor of officiating at the sealing of this fine couple and their children in the Salt Lake Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p26\" class=\"\">Sometime later I was speaking at the annual meeting of the Idaho Farm Bureau at Burley, Idaho. Just before the meeting was to start, I was up on the platform with the president of the bureau and saw a man down at the door handing out literature to the farmers as they came in. I asked the president of the farm bureau who the man was. Sure enough, it was the last of the twenty-four boys to be located.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p27\" class=\"\">After the meeting the two of us had a good talk. He had married in the Church but out of the temple. It was not long before I also had the privilege of sealing this man and his wife and several children in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p28\" class=\"\">So far as we know, this was the last of the twenty-four to be married in the temple. Some of them are gone now, but we have good reason to suppose each one did a good job in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p29\" class=\"\">It is one of the choicest experiences in my life to serve in and participate in Scouting, which I have done for almost sixty-five years. Scouting is a great program for leadership training, teaching patriotism and love of country, and building strong character. It is a builder of men, men of character and spirituality. I am grateful to the bishop of this little country ward for inviting me to serve as Scoutmaster.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p30\" class=\"\">With all my heart, my brethren, I commend you for the good you are doing and say to you that it does not pay to go astray. It pays to live the gospel, to maintain your standards, to associate with good companions, to keep the commandments, to stand up for the truth wherever you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p31\" class=\"\">Some of you know that I was at one time in government. It was not easy, but I received a commitment from the President of the United States that I would never be asked to support a policy in which I did not believe. And he kept that promise—never asking me to support a policy in which I did not believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p32\" class=\"\">I am grateful to the Lord for the home in which I was born and for that mission of my father, who, as Elder Thomas S. Monson has indicated, was called on a mission and left Mother at home with seven young children. The eighth was born four months after he arrived in the field. There came into that home a spirit of missionary work that never left it, for which I am deeply grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p33\" class=\"\">I am grateful for my ten brothers and sisters, all of whom have gone on missions. Two of my sisters, widows—one the mother of ten and the other the mother of eight—after sending their children on missions, talked to their bishops about going on missions themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p34\" class=\"\">I well remember the day they called me on the telephone and said, “Guess what? We’ve received our missionary calls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p35\" class=\"\">I said, “What missionary calls?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p36\" class=\"\">They replied, “Don’t you know?” (They expected the President of the Quorum of the Twelve to know everything!)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p37\" class=\"\">I said, “No, I hadn’t heard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p38\" class=\"\">They responded, “Yes, we’re both going to your old field of labor in England.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p39\" class=\"\">I wished them well, and I wish you could have heard the reports of those two sisters as they returned from their missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p40\" class=\"\">The most important thing in this life is a testimony of the truth, and there is no place on earth where you can have the opportunity to get a testimony like the mission field. I know—I have been there time and time again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/when-i-was-called-as-a-scoutmaster.p41\" class=\"\">God bless this great gathering of the priesthood, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}