{"ID":4043, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Good and Faithful Servants\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p3\" class=\"\">Now brethren, if I may say just a word. I am going to set aside my prepared talk and speak extemporaneously. This has been a great meeting. Every boy who is here should have had cultivated in his heart tonight an increased desire to go into the world as a representative of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p4\" class=\"\">I wish to say to you boys, you should prepare for that great responsibility. Coach Edwards talked to you about the importance of preparation. The Lord said, “If ye are prepared, ye shall not fear” (<span class=\"citation\" id=\"18108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18108)\">D&amp;C 38:30<\/a><\/span>.) This is the day of preparation for you boys, whether you are twelve or fourteen or sixteen or eighteen. Watch yourselves. Never use language when you are with your friends that would be incompatible with the calling that will come to you, if you are worthy of it, to go into the world to represent this church and to serve as an ambassador of the Lord. God bless you to this end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p5\" class=\"\">I hope that you have listened carefully to what Coach LaVell Edwards has said. He is a winner who believes in training and in following the rules of the game. He served as a bishop for seven years. He is a wise and able man with a wealth of experience. He made a tremendous effort to get here tonight, and we very much appreciate what he has done and what he has said. Thank you, Coach Edwards, and congratulations on another victory today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p6\" class=\"\">You men who are husbands and fathers should have had kindled in your hearts tonight, as a result of the inspiring remarks given by Brother Hanks, a resolve so to conduct yourselves in your homes as to be worthy of the love, the respect, the honor, the companionship of your wives and your children. Holding the priesthood does not give any man the right to domineer over those for whom he should show the greatest of love and the greatest of consideration. Each of us should go home this night with a stronger resolve in our hearts to live worthy of the companionship of those who love us most and whom we should love and honor and respect without reservation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p7\" class=\"\">Now, for a few minutes in closing, I wish to speak with appreciation and love for the priesthood of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p8\" class=\"\">There are hundreds of thousands, now reaching toward the millions, of boys and men of the priesthood who love the Lord and who walk in obedience to his commandments. These husbands and fathers govern their homes in kindness and with a spirit of love and appreciation. They answer every call to serve in whatever capacity as such calls come from the Church. They are good citizens of the governments under which they live wherever they may be across the world. They are good neighbors in their communities. As employees, they are loyal. They work with diligence and with honesty and integrity. They are men who live chaste and honorable lives, men who love the Lord and are loved by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p9\" class=\"\">I thank you from the bottom of my heart for the goodness of your lives. I thank you for your examples before your families and before the world. You bring honor to this church. You bring happiness and peace and security into the lives of your wives and children. You indulge your generous instincts in giving to the poor, in befriending the lonely, in standing up for the very best in our society. You are the sweet fruits of this beautiful gospel of the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p10\" class=\"\">No sense of guilt troubles your sleep. No violations of the commandments of God haunt your days. You are those whom I call my loyal brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p11\" class=\"\">I thank you for that tremendous loyalty. Men of your kind have carried forward this work from the beginning. They were present in the home of Peter Whitmer when the Church was organized. They were among the few who stood by the Prophet in the troubled days of the New York period of the Church. They readily left Kirtland to serve missions wherever they were asked to go, at the call of the Prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p12\" class=\"\">They made the long march with Zion’s Camp, the eight-hundred-mile journey from Ohio to western Missouri. They stood by the Prophet in Liberty Jail. Peeled and driven, they staggered with the destitute Saints across the bottomlands of the Mississippi and into Quincy, Illinois.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p13\" class=\"\">They drained the swamps of Commerce to create Nauvoo the Beautiful. They erected the magnificent house of the Lord on the hill above the river. They were with Joseph at Carthage. They mourned his death and rallied to the leadership of the Twelve. With mobs at their backs they abandoned their homes and temple and faced the Iowa winter. Some of them marched the long, long road with the Mormon Battalion to San Diego and then back to the valley of the Great Salt Lake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p14\" class=\"\">Others followed the Elkhorn and the Platte on to Scottsbluff, South Pass, Independence Rock, and down into this valley. Here they grubbed sagebrush; fought crickets; labored and prayed; built homes, churches, and temples to their God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p15\" class=\"\">Through all of this long odyssey there were those who were not loyal, some few who were traitors, who were betrayers, but they were a small minority. Honor be to those who stood firm, and to their wives who worked beside them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p16\" class=\"\">You, my brethren, are of that same kind—loyal, men of faith, men of virtue, men who love their families and love their brethren and sisters, men who build temples and then labor in them, men who respond to calls to serve and do so without stint or selfishness of any kind; men who love God and his Only Begotten Son, the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p17\" class=\"\">I cannot say enough of appreciation for you. Your sustaining vote in this conference means more than I can express. Sometimes when I think the load is heavy and the burdens are many, I think of you who not only raise your hands in affirmation, but also give of your hearts, time, and substance in loyal support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p18\" class=\"\">God bless you. I pray for you, that there may be peace and love in your homes, that you may be prospered in your honest endeavors, and that when the time comes you may stand before the Lord and receive his welcome: “Well done, thou good and faithful servant.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-good-and-faithful-servants.p19\" class=\"\">I invoke the blessings of heaven upon each of you and upon your loved ones and do it with gratitude in my heart, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}