{"ID":405, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1949, pp. 188-193<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI hope that tonight we have all taken into our souls the instructions that have been given.\n<\/p><p>\nWe have met here in the name of the Lord, as representatives of the Lord, holding his\npriesthood. We have been entitled, because of so meeting, to divine guidance. Sometimes\nthere are occasions, and I imagine most of us have had them, when we may feel that there is\na better way to do things than the way they are being done, but if we will keep the\ncommandments of the Lord&mdash;and when I say the commandments of the Lord I refer to the Ten\nCommandments (<span class=\"citation\" id=\"22598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22598)\">Ex. 20:3-17<\/a><\/span>),\nand the other revelations that he has given to the children of men through\nthe prophets&mdash;if we will observe those teachings we will not go astray. It is when we fail to\nkeep the commandments of God that we fall into darkness.\n<\/p><p>\nI am grateful to be here with you. I was doubtful as to whether I should come out tonight,\nbecause I am not as strong as I would like to be. I felt however, that I could not miss being\nhere with this body of men, and as a result I have been edified and delighted.\n<\/p><p>\nSEARCH THE SCRIPTURES\n<\/p><p>\nI would like to re-emphasize, if it needs emphasis, the suggestion that has already been made:\nRead the scriptures. That is the advice of the Lord. Are you taking it? It was the Savior who\nsaid: \"Search the scriptures; for in them ye think ye have eternal life; and they are they which\ntestify of me\" (<span class=\"citation\" id=\"27363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27363)\">John 5:39<\/a><\/span>).\n<\/p><p>\nIt does not just say, \"Read the scriptures&mdash;but, search the scriptures.\" What does that mean to\nyou? To me, it means prayerfully to investigate what the Lord has said, and in that way, if we\nare humble we will be entitled to his guidance, and we will not be misled.\n<\/p><p>\nWithin the last few days I received a letter from a man who was excommunicated from the\nChurch, not because he did what the Lord wanted him to do but because he did what he\nwanted to do, and then he put the responsibility on some of the other brethren, saying that\nthey had advised him what to do. He had forgotten that before he got into the trouble that\ncaused him to be severed from the Church, one of the General Authorities of the Church\nadvised him not to do the thing that he seemed intent on doing, and just as soon as he did that\nhe was in the dark.\n<\/p><p>\nKeep the commandments of the Lord, brethren, and you will not wander away into darkness.\nThere is not any time that you may not kneel down, and if you can honestly say, \"Heavenly\nFather, I have done what you have asked me to do, and what you have directed me to do;\nwhat shall I do now?\" You will get the answer, and you will not be mistaken. But if you do\nthe things that ought not to be done and get your suggestions from the adversary of all\nrighteousness, you will find yourself wandering in darkness and you may lose the pearl of\ngreat price.\n<\/p><p>\nRIGHTS OF WIVES\n<\/p><p>\nI would like to emphasize tonight something that has been referred to before and that is that\nmen, who have been married to women and have agreed before witnesses that they will keep\nthe commandments of God and live as they should, sometimes are so selfish, so willful, that\nthey forget that their wives have some rights. I want to say that the priesthood does not give\nany man a right to abuse his wife. The priesthood does give him a right to be kind, to be\nfaithful, to be honorable, to teach the truth and to teach his children the truth, and when he\ndoes that he will not fall away into sin. There never has been a time in the history of the\nworld when we have needed divine guidance more than now.\n<\/p><p>\nReference has been made quite plainly tonight to the fact that the Presidency of the Church,\nthree men, have been called to perform certain duties, and, associated with them, other men\nhave been called to assist in carrying out the program of the Church. When these three men\nand the others who have been called to the Quorum of the Twelve, and those who have been\ncalled into the other presiding positions among the General Authorities, are united, we need\nnot be worried about what will happen to the Church. All men and all women have a right to\ninquire of their bishop, of their stake presidency and high council with regard to matters in\nthe Church. They have a right to inquire and if they are not satisfied they have the privilege\nthen of going beyond these men, but not very often would that be necessary if the man who is\nasking were in the line of his duty. So let us not forget, brethren, that we have had conferred\nupon us a wonderful gift, divine authority, that comes from our Heavenly Father. That is a\npriceless gift bestowed by the Lord. It is not like a recommendation from any other\norganization. It means that if we are living as we should when that authority of the priesthood\nis conferred upon us, we are entitled to the inspiration of the Almighty, and we will have it if\nwe keep his commandments. So let us have our homes in order, have family prayers and ask\na blessing upon the food. Let us try to learn what the Lord would have us do, not what we\nwould like to do or somebody else would like to have us do.\n<\/p><p>\nACCEPTANCE OF COUNSEL\n<\/p><p>\nAs I stand here now I can think of a number of men that have gone to the leadership of the\nChurch for advice and if they had taken it they would be in the Church now, but they are out.\nThose to whom they went had no ulterior motives; those who gave the advice when it was\nasked had only the desire to bless the one who asked for it, but it was contrary to the\nambition and desire of the individual, and because he was already in sin, he could not\nunderstand the counsel of the good man who unselfishly advised him what he should do.\n<\/p><p>\nThis world is in a pitiable condition. There are hundreds of thousands of people who do not\neven believe in God, that is, in the God of this world, the God of Abraham, Isaac and Jacob,\nthe Father of Jesus Christ, our Lord. They are in the dark. We cannot expect them to find the\nway of happiness until they obtain the light, and it devolves upon this great body of\npriesthood and those who are associated in the various stakes and wards and missions of the\nChurch, holding the priesthood, to let our light so shine that others seeing that we are indeed\nservants of the Lord will be constrained to accept the Gospel and conform their lives to the\ntruth.\n<\/p><p>\nAgain let me plead with you, my brethren, be patient with your children. Remember that one\nof the greatest gifts that comes to you in life is the family that you may enjoy if you have a\nright to the priesthood and have received it.\n<\/p><p>\nINFLUENCE OF PRAYER\n<\/p><p>\nWe will not always see alike; men will not always reason as their wives do and vice versa,\nbut if you will pray together, with a real desire to be united, I can say to you, you will agree\non all important matters.\n<\/p><p>\nI noticed a number of months ago up on South Temple Street this legend on a billboard: \"The\nfamily that prays together stays together.\" I do not know who placed it there, but I want to\nsay that if you will think about it for a moment you will know that it is true. I admonish you\nto pray together to the Lord, and I do not mean by that to just say prayers, I do not mean to\nbe a phonograph and repeat something over and over again, but open your souls to the Lord\nas husbands and fathers in your home, and have your wives and your children join you. Have\nthem participate. There then comes into the home an influence that you can feel when you go\nthere. It has been a great blessing to me to be permitted to travel throughout this Church and\nenter the humble homes of those who dwell in them, who keep the commandments of the\nLord, and to partake of the influences that I find there.\n<\/p><p>\nWe are not any of us becoming any younger. A good many of us have passed the meridian of\nlife. If we are going to make any corrections, any adjustments, and most of us need to make\nadjustments, the time to do it is now, not put it off for the future.\n<\/p><p>\nGRATITUDE FOR BISHOPS\n<\/p><p>\nI would like to urge that we go to our bishops and thank them for their faithfulness and their\ndevotion to us. I live in a ward where we have three of the finest men in the world in the\nbishopric, wonderful, humble, prayerful men. They do not have any desire to do anything in\nthat ward except to bless the people, and I suppose you will find that in all the wards of the\nChurch, with few exceptions.\n<\/p><p>\nWhen we receive the priesthood, when we receive ordinations, when we are set apart to\nperform certain duties in the Church, by the authority of our Heavenly Father, we should\nrealize that it is a great and wonderful blessing, and that it carries with it a tremendous\nresponsibility. We should not treat it lightly.\n<\/p><p>\nWe have been together two days. We have had a happy time. Other meetings will be held in\nthis conference before it is concluded, and if we will attend those meetings with a prayer in\nour heart to have the Spirit of the Lord, to be guided, inspired by him in our thinking, not\nonly in teaching but in being taught, when the conference closes we may go to our homes and\ntake with us the inspiration of the Almighty. We can set our homes in order and we can help\nto keep our wards and stakes in order&mdash;but it will take work. It will take prayerful, thoughtful\nwork.\n<\/p><p>\nREPENTANCE NEEDED\n<\/p><p>\nThere are conditions in the Church that need to be repented of. Reference has been made in\nthis conference to the fact that the sale of liquor is being legalized. Years ago the President of\nthe Church stood in this pulpit and in a general conference and plead with the people not to\nabandon the Volstead Act. Legislation had been enacted making it illegal to sell liquor or to\nbuy liquor. The Lord has advised us not to use strong drinks, and every Latter-day Saint\nshould pay attention to the advice of our Heavenly Father in regard to that matter. Let me\nplead with you, search the Word of Wisdom prayerfully. Do not just read it; search it\nprayerfully. Discover what our Heavenly Father gave it for. He gave it to us with a promise\nof longer life and happiness (<span class=\"citation\" id=\"12700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12700)\">D&amp;C 89:18-21<\/a><\/span>),\nnot if we fail to observe it, but if we observe it. Read the Word\nof Wisdom in the presence of your families and set the example. If we will do that Zion will\ncontinue to grow. If we will do that the Church of the Lamb of God will continue to become\na power for good in the world.\n<\/p><p>\nIt is amazing to me how many great and influential men there are in our own country who do\nnot belong to the Church&mdash;I do not know whether they belong to any church or not&mdash;but who\nin their correspondence with the headquarters of the Church indicate how pleased they are at\nwhat we stand for, and we stand, I hope, always, for what the Lord would have us stand.\n<\/p><p>\nBLESSINGS OF THE PRIESTHOOD\n<\/p><p>\nBrethren, it is a favor from the Lord to receive the priesthood; it is a great privilege to\nrepresent our Heavenly Father. It is a blessing that, if we are faithful, will open the doors of\nthe celestial kingdom and give us a place there to live throughout the ages of eternity. Do not\ntrifle with this priceless blessing.\n<\/p><p>\nBishops, let me plead with you, when you ordain young men deacons, teachers, or priests, see\nto it that they have it made plain to them that with that gift that comes from our Heavenly\nFather, there is a responsibility. If you will do that, they will grow up to be the protectors of\nthe weaker sex, and there will be less sorrow and distress because of looseness of habits\namong the sons and daughters of our Heavenly Father in the communities in which we live.\n<\/p><p>\nThe Lord wants us to be happy. That is why he gave us the gospel of Jesus Christ. That is\nwhy he conferred the priesthood upon us. He wants us to have joy. That is why he organized\nthis Church and set in it the various offices, and all these things are in order. As has been\nreferred to tonight, by the other brethren, if you will follow the leadership of the Lord, and\nthose whom the Lord sustains, you will not fall away into darkness, lose the light, transgress\nthe laws of God, and forfeit your privileges that he is so anxious that all of us should enjoy.\n<\/p><p>\nThat is my feeling tonight, brethren. I am grateful to be here. I am thankful when I have the\nprivilege of shaking your hands, looking into your faces, and I am happy when I see you\nwalking as the Lord would have you walk, following his advice and counsel. We will all be\nhappy if we do that, and the world will be enriched, and the missions that have already been\nopened will continue to function until the people have been warned and the countries that\nhave not yet been warned may have an opportunity yet to be taught the gospel of Jesus Christ.\nAmong those that have not been warned are the most populous nations in the world today.\nBut it is our responsibility to find ways and means to carry the message of life and salvation\nto every nation.\n<\/p><p>\nThank you, brethren, for your love and for your fellowship, for your kindness and helpfulness\nto me and my associates who are here upon this stand. We love you. We are grateful to you\nand for you, and I pray that every one of us will so live that when the time comes for us to\ngo hence and the record is opened of our lives, it will disclose the fact that we have desired\nwith all our hearts to be what God would have us be, and we have been guided by him in\npaths of peace and happiness and righteousness, and when the time comes that this earth shall\nbe cleansed and purified by fire and it becomes the celestial kingdom&mdash;that is what it will be,\nbrethren&mdash;when that time comes I pray that we will all will all have so lived that we will find\nour names recorded in the Lamb's Book of Life, entitling us to membership here forever in\nthe companionship of our wives and our children, and all that are dear to us, not one missing,\nand I ask it in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}