{"ID":4050, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Learning Our Father’s Will\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p2\" class=\"\">Elder Hugh W. Pinnock<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2aba.jpg\" alt=\"Elder Hugh W. Pinnock\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p3\" class=\"\">The Holy Spirit sometimes works upon our minds fervently. We then know with a sure knowledge which subject to address. I shall speak of the inherent necessity of learning more thoroughly the will of our loving Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p4\" class=\"\">While serving in Pennsylvania several years ago, I was pleasantly surprised to be visited by a minister of a huge Protestant congregation. We exchanged pleasantries and discussed the doctrinal subjects on which we could find benign agreement. Suddenly he interrupted our conversation by stating, “You teach one belief with which I could never agree. It is your idea that ‘as God is, man may become.’” (See <span class=\"emphasis\">History of the Church,<\/span> 6:302–17.) He held a well-worn white Bible in his hand. I asked him to turn to Matthew 5:48 [<span class=\"citation\" id=\"36987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36987)\">Matt. 5:48<\/a><\/span>]. His nimble fingers quickly turned to that reference, and he read, “Be ye therefore perfect, even as your Father which is in heaven is perfect.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p5\" class=\"\">He gasped and then hesitatingly agreed to man’s great potential. We read other scriptures, such as: “And God said, Let us make man in our image, after our likeness.” (<span class=\"citation\" id=\"23974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23974)\">Gen. 1:26<\/a><\/span>.) He understood, and found a new respect for our teachings. He left a wiser man, and I felt a renewed gratitude for the inspiring truths that we understand and teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p6\" class=\"\">A young woman had almost left the Church. While I visited the distant city where she lived, she asked if we could talk for a few minutes, and I agreed. She had heard many of the misconceptions that our detractors have used to discredit the Church for decades. We read from the scriptures for about an hour together. With relief reflected in her eyes, she finally said, “I have been misled, haven’t I?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p7\" class=\"\">I said, “Yes, you have.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p8\" class=\"\">She was disappointed with what those erring enemies of the Church were teaching, but was excited to find herself back thinking clearly again. All we had done was read from the scriptures together. Confusion and mistakes come when we forget the importance of God’s word as our unwavering guide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p9\" class=\"\">A friend asked me several months ago why so many problems have been plaguing a number of the members of the Church recently. I hesitatingly answered, “Well, the last days are surely approaching when even the elect shall be deceived.” (See <span class=\"citation\" id=\"37028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37028)\">Matt. 24:24<\/a><\/span>.) He looked at me momentarily and said, “Well, perhaps that might be a little of it, but I believe the real reason that so many are wandering on strange paths is because they do not follow prophetic counsel to study the scriptures and attend the classes in Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p10\" class=\"\">I have thought of that conversation many times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p11\" class=\"\">Would a person languish in self-pity and guilt if he understood the teachings of Jesus: “In my Father’s house are many mansions. … I go to prepare a place for you.” (<span class=\"citation\" id=\"29223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29223)\">John 14:2<\/a><\/span>.) Also, the episode when the Master asked those without sin to cast the first stone at the woman caught in adultery and then, when they left, asked her, “Woman, where are … thine accusers? hath no man condemned thee? … Neither do I condemn thee: go, and sin no more.” (<span class=\"citation\" id=\"29213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29213)\">John 8:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p12\" class=\"\">Or how could an individual defraud his customers, employer, or employees if he understood thoroughly Paul’s words: “But evil men and seducers shall wax worse and worse, deceiving, and being deceived.” (<span class=\"citation\" id=\"5226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5226)\">2 Tim. 3:13<\/a><\/span>.) Such an individual would know that his life will progressively become more injured and that he will lose the spirit of discernment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p13\" class=\"\">How could anyone claim that we are not Christian people if they had even a minimal understanding of the original Church as described in the New Testament, with baptism for the dead (see <span class=\"citation\" id=\"741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(741)\">1 Cor. 15:29<\/a><\/span>), the Melchizedek Priesthood (see <span class=\"citation\" id=\"24507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24507)\">Heb. 5:6, 10<\/a><\/span>), Apostles, prophets, evangelists, and teachers. (see <span class=\"citation\" id=\"21968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21968)\">Eph. 4:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p14\" class=\"\">Or how could an individual commit the heinous crime of child abuse if he or she remembered the protecting words of Jesus when he taught, “But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.” (<span class=\"citation\" id=\"37017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37017)\">Matt. 18:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p15\" class=\"\">Or would it be possible for a person to be caught in the subtle humanist philosophy that appears to be spreading everywhere if he thoroughly understood these words of Nephi: “Cursed is he that putteth his trust in man, or maketh flesh his arm, or shall hearken unto the precepts of men, save their precepts shall be given by the power of the Holy Ghost.” (<span class=\"citation\" id=\"4108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4108)\">2 Ne. 28:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p16\" class=\"\">Or would our youth show, in some instances, almost wholesale disrespect for parents if they had carefully analyzed this verse: “Children, obey your parents in all things: for this is well pleasing unto the Lord.” (<span class=\"citation\" id=\"10531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10531)\">Col. 3:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p17\" class=\"\">Likewise, would the parents be more sensitive toward their little ones if they understood the concept taught in the very next verse: “Fathers, provoke not your children to anger, lest they be discouraged.” (<span class=\"citation\" id=\"10532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10532)\">Col. 3:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p18\" class=\"\">Or would immorality be running rampant if people comprehended those precious words found in the first letter to the Corinthians where we learn that a person who commits fornication sins against his own body, which is the temple of the Holy Ghost, and that our bodies are not our own but have been bought through the sacrifice of Jesus. He bought our bodies and our spirits, and they belong to God. We surely are to take care of His possessions. (See <span class=\"citation\" id=\"728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(728)\">1 Cor. 6:15–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p19\" class=\"\">Or would divorce be used so quickly as a solution to marital differences and frustrations if the loving words of our Heavenly Father as recorded in modern-day scriptures were understood more thoroughly? “Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p20\" class=\"\">“And he that looketh upon a woman to lust after her shall deny the faith, and shall not have the Spirit; and if he repents not he shall be cast out.” (<span class=\"citation\" id=\"18110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18110)\">D&amp;C 42:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p21\" class=\"\">Too often we forget our teachings and doctrine and, by so doing, err to our own injury and those we love the most. Within the teachings of God are found the answers to the dilemmas and challenges of life. The examples are endless, while the solution is fixed; it does not vary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p22\" class=\"\">What can we do to keep ourselves more in tune doctrinally with our Heavenly Father? There are three simple steps:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p23\" class=\"\"><span class=\"emphasis\">First,<\/span> attend our Church meetings. Several years ago we were given a meeting schedule that consolidated formal worship into a three-hour time frame. To each is given the identical commodity of 168 hours each week. The knave is given the same amount of time as the knight. The scriptural scholar is given the same amount of time as the doctrinal dumbo. Yes, for three hours each week we are asked to attend our formal Church meetings to become familiar with the word of God. This is less than two percent of our time. Yet too often presidencies hold meetings, members visit in the hallways, and leaders interview during this precious period. Yes, our leaders would lead better, our counselors would counsel better, and our members, by worshiping more studiously, would be able to cope more enduringly and satisfactorily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p24\" class=\"\">What better lesson can a bishop, a Relief Society or Young Women president, a Melchizedek Priesthood quorum leader, or stake president teach than by being in a Gospel Doctrine class with his or her mate studying the word of God? Children certainly become more committed to doctrinal learning when they see their parents with scriptures in hand going to Church meetings and studying God’s word together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p25\" class=\"\"><span class=\"emphasis\">Second,<\/span> study the scriptures with our family, with other members, and with friends, but also search the words of God in private contemplation. Search the scriptures as they relate to our priesthood, Relief Society, Sunday School, Young Women, and Primary lessons. Study the scriptures for additional enlightenment on how to be more happy and less frustrated in what only too often is at least temporarily a sad and dreary world. Every four years we are guided carefully through all of the scriptures in the adult curriculum of the Church. In a lifetime, each member can become a spiritual scriptorian instead of remaining a scriptural simpleton. How blessed we are to have our four books of scripture in editions that include efficient indexes, chapter headings, and other study helps such as the Topical Guide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p26\" class=\"\">Last April I was deeply impressed with the words of Elder J. Thomas Fyans when he reported to the First Quorum of the Seventy the method he and his wife, Helen, use to study the scriptures. Because his stake conference assignments kept them from sitting together in the Gospel Doctrine class, learning from the Book of Mormon this year, they studied the Sunday School manual together at home, carefully marking the scriptures as they went along. They completed their study of the Book of Mormon in just four months and were looking forward to repeating the experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p27\" class=\"\"><span class=\"emphasis\">Third,<\/span> brothers and sisters, we are to practice what we learn and teach. To overcome scriptural stupor, we must put what we learn into action. The scriptures lived for those who wrote them; we can make them just as real for us today if we will live by their teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p28\" class=\"\">Often the self-control exercised by our youth under a full moon results from remembering a scripture learned in a seminary, priesthood, Sunday School, or Young Women’s meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p29\" class=\"\">Often the discipline or total integrity needed in a business interview or sales situation comes from a principle learned through personal scriptural study or from a well-prepared teacher. And how we appreciate and love you teachers in the kingdom!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p30\" class=\"\">So often our single members are able to overcome discomfort, distress, and discouragement by making decisions that are based on gospel teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p31\" class=\"\">Yes, each of us is in the business of managing his own life to be happy now and forever. We can do so only by learning and doing our Heavenly Father’s will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p32\" class=\"\">Perhaps we would consider a man or woman foolish if he or she did not claim a rich inheritance. Yet how foolish we are if we do not lay claim on the doctrinal endowment that we have been given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/learning-our-fathers-will.p33\" class=\"\">May each of us attend our meetings regularly, study and ponder the words of God and our prophets diligently, and practice constantly what we have learned. These words I leave with you in the name of our King, Redeemer, and Master Teacher, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}