{"ID":4051, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Service in the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p2\" class=\"\">Elder Spencer H. Osborn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26f6.jpg\" alt=\"Elder Spencer H. Osborn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p3\" class=\"\">Prior to this present calling, I served as a counselor to President Marion D. Hanks in the Salt Lake Temple. The spirit encouraged by him for all temple workers was taken from a hand-lettered sign on the wall of a little boys’ clubhouse: “Nobody act big; nobody act little; everybody act medium.” I confess that I feel a great deal less than medium as I stand here at this pulpit, this spot hallowed by prophets and other great leaders who have stood here and proclaimed eternal truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p4\" class=\"\">I, with others of my Brethren, have received a new calling from the Lord. My specific assignment is to serve with Elder A. Theodore Tuttle and Elder Jacob de Jager in the Presidency of the South America South Area of the Church, with the headquarters in Buenos Aires. This area comprises the great countries of Chile, Argentina, Uruguay, and Paraguay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p5\" class=\"\">I have accepted a new yoke of service; this is something that occurs to thousands of faithful Saints every week the world over—a new yoke of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p6\" class=\"\">Several months ago, Sister Osborn and I were traveling a narrow road in central Luzon in the Philippines, where I was serving as a full-time Regional Representative. We passed a farmer on his way to market. He was trotting along, carrying an enormous load of vegetables and produce hanging from both ends of a wooden yoke carried across his shoulders. I stopped the car to take his picture. After I snapped the camera, he lowered his burden in order to visit. I asked my friend if his load wasn’t really too heavy to carry a great distance. He replied, “No, it isn’t, because it’s balanced.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p7\" class=\"\">“Doesn’t that yoke hurt?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p8\" class=\"\">“At first it did, but I carved and sanded it with a rough stone, and now it fits and is comfortable.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p9\" class=\"\">I noticed, also, that he had a small cloth pad that spanned his neck—I suppose to cushion the shocks of a rough road.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p10\" class=\"\">It wasn’t until we drove away that I thought of the Savior’s invitation found in Matthew 11:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p11\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p12\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p13\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"37005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37005)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p14\" class=\"\">Traditionally, and properly, we consider this beautiful promise of relief in connection with those without the kingdom—those who have not accepted the saving and exalting ordinances of the gospel of Jesus Christ. Very often we use this invitation for those within the Church who carry the heavy burdens of sadness, distress, sickness, problems, or sin. May I suggest another vast group of faithful Latter-day Saints who receive great comfort from this scripture. They are the workers in the vineyard, those who carry the load of service in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p15\" class=\"\">There are two excerpts from this scripture which seem especially appropriate to this group of men and women. The first is “Take my yoke upon you, <span class=\"emphasis\">and<\/span> learn of me.” Not only are we to accept responsibilities in the service of the Master, but we are to continue our personal studies—the never-ending process of learning of Jesus Christ and pondering His ministry, message, and atonement. It is sad to note that all too often when we assume a demanding Church assignment our scripture studies are placed in suspension for the duration. The second segment that applies to us is “For I am meek and lowly in heart.” Meekness is the key to success in the Lord’s service. To be meek and lowly doesn’t mean to be timid or afraid, but to be submissive to the will of the Lord, to be willing to be led by the Spirit and to be teachable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p16\" class=\"\">I have found through the years and in a series of Church responsibilities that as long as I balance the load, delegate and shift the burden if it becomes too cumbersome, making sure that family, business, and other interests counterbalance my load of duty, it becomes light. If the yoke chafes or irritates, I whittle or sand it down by learning more about the position and educating myself in the work. Then the yoke becomes comfortable and easy, as the Lord said it would. Of course, the cushion or pad that spans the neck is the knowledge we have of the divinity of this great latter-day work, our testimony of the gospel. That is what really cushions the shocks and jolts as we carry our burdens down the rocky road of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p17\" class=\"\">My present yoke chafes a bit right now, but I’ll keep sanding away until I can communicate better in that beautiful Spanish language. I rejoice in this yoke. I delight in carrying this burden for as long as my duty requires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/service-in-the-church.p18\" class=\"\">I know that God lives and responds to our petition. I know that Jesus Christ is my Master, our Savior and Redeemer. I pledge to my Heavenly Father and to my Brethren my full devotion to this present yoke of service, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}