{"ID":4052, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Faith of Our People\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p2\" class=\"\">Elder Philip T. Sonntag<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26f8.jpg\" alt=\"Elder Philip T. Sonntag\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p3\" class=\"\">This morning at an early hour, the telephone rang, and after answering the phone, I heard a little voice say, “I love you, Grandpa. Give a good talk.” I must confess, brothers and sisters, that I have been restless over this assignment because perhaps my choice of words or my inability to express myself or to emphasize the proper things would not convey the feelings of my heart. I would like to bear my testimony to you that I know that God lives. I know that God lives; I know that Jesus Christ is the Savior and Redeemer of the world, the Son of God, the Prince of Peace; that Joseph Smith saw what he said he saw, heard what he said he heard; and that because of the vision of the Father and the Son, the kingdom of God has been established upon the face of the earth. This is that kingdom, even The Church of Jesus Christ of Latter-day Saints, the only church upon the face of the earth that bears his authority. I know that the Book of Mormon is true and contains a fulness of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p4\" class=\"\">I bear my witness to you that we have a living prophet standing at the head of this great church. I sustain him with all my heart and soul. I sustain President Romney and President Hinckley and the Twelve and the other Brethren. I am honored to sit in council with them, to be counted among them, and to add my voice as a special witness of the divinity of this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p5\" class=\"\">We have had the privilege of being involved in the South Pacific for the past few months. It has been a glorious privilege to labor with President [Robert L.] Simpson and President [Devere] Harris in the presidency of that area, to feel of the faith and the excitement that’s taking place in that area of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p6\" class=\"\">Let me share an experience with you of the faith and the appreciation of the Saints in the islands of the sea for the contributions you have made in strengthening and building their lives; for your prayers; for your sons and your daughters, and for the great missionary couples who have been sent to their lands to teach the message of the restoration. Tears of thanks and of faith and of love have been shed, expressions of gratitude given for your sending these missionaries to teach them of Jesus Christ and his ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p7\" class=\"\">As a result of your great contributions, a new chapel is being built far away from any civilization, the first one for the aborigine people. It is an exciting time for them, and for the area in the north territories of Australia. It is so exciting that even the Lord Mayor of Darwin is coming to attend the dedication, spending a whole day. Missionary couples have been busy preparing the people. One man who owns a sheep ranch in Australia equal to the size of Utah and who was firmly convinced that the average native could learn nothing, came recently to a special meeting and there he sat as the aborigines’ young children sang, “I Am a Child of God,” (<span class=\"emphasis\">Sing with Me,<\/span> B-76), tears streamed down his face, and he said as he walked out of the meeting, “If I hadn’t seen it, I never would have believed it.” Faith, strength, kindness from a people who made this possible. A great appreciation from a people who could not do what they did without you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p8\" class=\"\">We see on the islands of Tonga some three hundred missionaries, most of them native young men and women, the young men wearing their white shirts and ties and their ta’ovalas, the young sister missionaries dressed in long dresses, hair in place, their name badges worn proudly, as they go from home to home in the most humble of circumstances to teach the message of the gospel of Jesus Christ. The glow in those brown faces as they bear witness of the divinity of this work stirs the very souls of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p9\" class=\"\">We left Ha’apia to go by boat to a small island where few General Authorities have ever visited. We were greeted at the dock by the Saints. They embraced us and tears flowed freely down their cheeks. We walked from the docks to a chapel. As we neared the building, which is used both for a school and a church, we heard the voices of children singing in their native tongue, “We thank thee, O God, for a prophet, to guide us in these latter days.” (<span class=\"emphasis\">Hymns,<\/span> no. 196.) We walked in to the chapel humbled. There, filling the chapel to capacity, were members of the Church and friends alike gathered from around the island to hear the messages that were to be given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p10\" class=\"\">There was a rich outpouring of the Spirit, and at the conclusion of the meeting we were invited to the rear of the building where a special ceremony of welcome was given to us. It was a beautiful service. A representative of the government was there, and he spoke and thanked the Church and General Authorities for the tremendous contributions they had made in educating, strengthening, and building the lives of the people. He was not a member of the Church, but he was touched by the Spirit of the Lord. In their greatest tribute, they gave us a huge roasted pig. They said they would like to lavish us with gifts, but this was the best they had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p11\" class=\"\">They took us to a feast, a table spread with the finest that the island could produce. After the feast they picked up the pig, carried it to the ship, and insisted that we take it with us on our journey. We started walking back to the ship. I was walking with the island official and I said, “You would make a wonderful member of the Church.” He said, “I am ready. I felt the Spirit, but just must get rid of a habit.” I reminded him that it was just as easy to get rid of the habit today as it would be tomorrow or next week. And he said, “I’ll try; I’ll try.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p12\" class=\"\">I wonder sometimes if we appreciate what the few dollars we give to the Church for building the kingdom does for others. When I think of the great tithing contributions and other contributions that go to bless that land, when I look at the homes that have been built because of the welfare program after their island was devastated because of a hurricane, my heart is filled with joy for a people who love the Lord, who are willing to give of their own means for the furthering of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-faith-of-our-people.p13\" class=\"\">God bless you, my dear brothers and sisters, as you go forth in this great work, that you will remember who you are and give freely and cheerfully of that which our Heavenly Father has given to you, that your testimony by your faith will bear witness to all the world that this work is true, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}