{"ID":4054, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Caravan Moves On\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p3\" class=\"\">I propose some simple tests that all of us may take to determine if we are true to the faith. They consist of a few basic questions, all of which must be answered correctly in order to gain the full blessings of the gospel in this life and inherit eternal life in the realms ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p4\" class=\"\">Our well-beloved brother Paul, an Apostle of old, counsels us in these words: “Examine yourselves, whether ye be in the faith; prove your own selves.” (<span class=\"citation\" id=\"3107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3107)\">2 Cor. 13:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p5\" class=\"\">And we may well ask ourselves: Do we believe all of the doctrines of salvation? Are we keeping the commandments? Are we valiant in the cause of truth and righteousness? Will we be saved in the kingdom of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p6\" class=\"\">From among many questions that all of us must one day answer, let me test you on these:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p7\" class=\"\">\n\t<span class=\"emphasis\">Test one: Do I worship the only true and living God?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p8\" class=\"\">There is no salvation in worshiping a false god—neither a cow; nor a crocodile; nor a cedar post; nor even a spirit essence, without body, parts, or passions, that fills the immensity of space.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p9\" class=\"\">True believers worship that Holy Being who “made heaven, and earth, and the sea, and the fountains of waters.” (<span class=\"citation\" id=\"42543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42543)\">Rev. 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p10\" class=\"\">He is the Father of spirits with whom we dwelt before the foundations of the earth were laid. He is our Father in Heaven, who ordained and established a plan of salvation by which his spirit children might advance and progress and become like him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p11\" class=\"\">He is a Holy Man, a personage of tabernacle, having a body of flesh and bones; and he created mortal man in his own image, “male and female created he them.” (<span class=\"citation\" id=\"23976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23976)\">Gen. 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p12\" class=\"\">He is a glorified and exalted being in whom all fulness and perfection dwell, who knows all things and has all power, all might, and all dominion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p13\" class=\"\">\n\t<span class=\"emphasis\">Test two: Do I believe in the fall of Adam?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p14\" class=\"\">There is no salvation in a system of religion that rejects the doctrine of the Fall or that assumes man is the end product of evolution and so was not subject to a fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p15\" class=\"\">True believers know that this earth and man and all forms of life were created in an Edenic, or paradisiacal, state in which there was no mortality, no procreation, no death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p16\" class=\"\">In that primeval day Adam and Eve were “in a state of innocence, having no joy, for they knew no misery; doing no good, for they knew no sin.” (<span class=\"citation\" id=\"4097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4097)\">2 Ne. 2:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p17\" class=\"\">But in the providences of the Lord, “Adam fell that men might be; and men are, that they might have joy.” (<span class=\"citation\" id=\"4098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4098)\">2 Ne. 2:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p18\" class=\"\">By his fall, Adam introduced temporal and spiritual death into the world and caused this earth life to become a probationary estate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p19\" class=\"\">\n\t<span class=\"emphasis\">Test three: Do I believe in the atonement of the Lord Jesus Christ?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p20\" class=\"\">As to this question, I give my own personal answer. It is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p21\" class=\"\">I know that my Redeemer lives; with Job I testify. “What though the ravages of disease destroy my body; what though I am slain by the sword of death—yet I know that he who bought me with his blood shall soon reign on earth and that “in my flesh shall I see God.” (<span class=\"citation\" id=\"26792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26792)\">Job 19:26<\/a><\/span>; see also <span class=\"citation\" id=\"26791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26791)\">Job 19:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p22\" class=\"\">I am a witness that he was lifted up upon the cross of Calvary; that he was crucified, died, and rose again the third day; that he ascended into heaven, where, sitting on the right hand of God, the Father Almighty, he now reigns in everlasting glory; and that he will soon come again among the sons of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p23\" class=\"\">I know that he is the one Mediator between God and man; that he brings to pass the immortality and eternal life of man; that his is a ministry of reconciliation whereby fallen man can be reconciled with his Maker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p24\" class=\"\">I know that salvation is in Christ and that only by faith in his name can we hope for the riches of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p25\" class=\"\">He is my Brother and Friend, but he is more. He is my Lord, my God, and my King, whom I worship in the full majesty of his Godhead and who will continue to be my Savior, my Redeemer, and my God through all the eternities that lie ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p26\" class=\"\">\n\t<span class=\"emphasis\">Test four: Do I accept the true plan of salvation?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p27\" class=\"\">As there is only one God and one Savior, so there is only one salvation, one strait and narrow path leading to eternal life, one way in which the grace of God can be poured out upon us mortals in full measure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p28\" class=\"\">To gain salvation all men everywhere must have faith in the Lord Jesus Christ. They must repent of their sins and be baptized by a legal administrator who has power to seal on earth and in heaven. They must receive the gift of the Holy Ghost, be sanctified by the power of the Spirit, and keep the commandments of God all their days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p29\" class=\"\">\n\t<span class=\"emphasis\">Test five: Do I believe the gospel as it has been restored in this final dispensation of grace?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p30\" class=\"\">Be it known to all men, let it be proclaimed by the very trump of God, let angelic choirs sing of its wonders and glory, let all the hosts of men stand in awe as the voice from heaven declares that God has in these last days restored the fulness of his everlasting gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p31\" class=\"\">Let every eye see, every ear hear, every heart be penetrated—for the voice of God is heard again. Angels again are coming from the courts of glory to declare eternal truths to mortal men. The gift of the Holy Ghost is being poured out upon the faithful, and thousands again shout praises to the Holy One of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p32\" class=\"\">Hear it, all ye ends of the earth. God has spoken; the heavens have been opened; we have his gospel; keys and powers are again vested in men; and all men are invited to come, without money and without price, and feast upon the good word of God, for salvation is free.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p33\" class=\"\">\n\t<span class=\"emphasis\">Test six: Am I a faithful member of the true Church?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p34\" class=\"\">Am I keeping the commandments of God? Do I love and serve him with all my heart, might, mind, and strength?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p35\" class=\"\">There is no such thing as gaining salvation from a false god, or by conforming to a false plan of salvation, or through membership in a false church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p36\" class=\"\">Truth—pure, diamond truth—truth unmixed with error, truth and truth alone can lead a soul to salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p37\" class=\"\">\n\t<span class=\"emphasis\">Test seven: Do I honor Joseph Smith as the great prophet of the Restoration?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p38\" class=\"\">In the days of Jesus, wicked and evil men separated themselves from the true Christians by defaming the name of Jesus and cursing him as a false prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p39\" class=\"\">In our day the same approach is made by ill-disposed persons to the name of Joseph Smith. The way men feel about him and his prophetic successors divides true believers from those who serve another master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p40\" class=\"\">Unto Joseph Smith, seer of latter days, the Lord of heaven spoke these words: “The ends of the earth shall inquire after thy name, and fools shall have thee in derision, and hell shall rage against thee;<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p41\" class=\"\">“While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and authority, and blessings constantly from under thy hand.” (<span class=\"citation\" id=\"18201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18201)\">D&amp;C 122:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p42\" class=\"\">Why will it ever be thus? Because Joseph Smith is the restorer of the knowledge of Christ and of salvation; because he translated the Book of Mormon, which contains the fulness of the gospel; because he received revelations as numerous and glorious as those given to Moses and Isaiah; because angelic ministrants gave him keys and powers and priesthoods, which enabled him and his successors to bind on earth and have their acts sealed everlastingly in the heavens—all these are but a few of the reasons why we honor the name of Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p43\" class=\"\">I, for one, want to seek counsel, and authority, and blessings constantly from the hands of such a man!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p44\" class=\"\">\n\t<span class=\"emphasis\">Test eight: Am I enduring to the end, growing in grace, and gaining the attributes of godliness?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p45\" class=\"\">That is to say: Am I growing in faith, virtue, knowledge, temperance, patience, godliness, brotherly kindness, and charity—as Peter exhorted? (See <span class=\"citation\" id=\"4950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4950)\">2 Pet. 1:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p46\" class=\"\">Am I working out my salvation with fear and trembling before the Lord—as Paul counseled? (See <span class=\"citation\" id=\"41306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41306)\">Philip. 2:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p47\" class=\"\">Am I walking in the light, as God is in the light, enjoying fellowship with the Saints, so that “the blood of Jesus Christ his Son” will cleanse me from all sin—as John promised? (<span class=\"citation\" id=\"1138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1138)\">1 Jn. 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p48\" class=\"\">Am I pressing forward “with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men, … feasting upon the word of Christ” and enduring to the end—as Nephi taught? (<span class=\"citation\" id=\"4114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4114)\">2 Ne. 31:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p49\" class=\"\">Do I have a special and holy love for the Saints, thus identifying me as a true disciple—according to the word of the Lord Jesus? (See <span class=\"citation\" id=\"29222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29222)\">John 13:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p50\" class=\"\">\n\t<span class=\"emphasis\">Test nine: Do I put first in my life the things of God’s kingdom? Is it with me and mine the kingdom of God or nothing?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p51\" class=\"\">President Brigham Young—of blessed memory who now reigns in heavenly courts—devised this rallying cry: “The Kingdom of God or nothing.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, p. 444; see also <span class=\"emphasis\">Journal of Discourses,<\/span> 11:249.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p52\" class=\"\">It was echoed by his associates and might well be revived among us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p53\" class=\"\">A wise cleric of a former day leaves us this counsel: “If you have not chosen the kingdom of God first, it will in the end make no difference what you have chosen instead.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p54\" class=\"\">The kingdom of God on earth is The Church of Jesus Christ of Latter-day Saints, which prepares men for an inheritance in the kingdom of God in heaven, which is the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p55\" class=\"\">When we put first in our lives the things of God’s kingdom, we are speaking of the earthly kingdom which prepares us for the heavenly kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p56\" class=\"\">With us, in this life and in the life to come, it is and should be the kingdom of God or nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p57\" class=\"\">This kingdom of God, both in time and in eternity, is governed by the spirit of inspiration. It always sends forth the mind and will of the Lord, whether by his own voice or by the voice of his servants it is the same. (See <span class=\"citation\" id=\"18064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18064)\">D&amp;C 1:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p58\" class=\"\">On every issue it behooves us to determine what the Lord would have us do and what counsel he has given through the appointed officers of his kingdom on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p59\" class=\"\">No true Latter-day Saint will ever take a stand that is in opposition to what the Lord has revealed to those who direct the affairs of his earthly kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p60\" class=\"\">No Latter-day Saint who is true and faithful in all things will ever pursue a course, or espouse a cause, or publish an article or book that weakens or destroys faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p61\" class=\"\">There is, in fact, no such thing as neutrality where the gospel is concerned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p62\" class=\"\">Jesus said: “He that is not with me is against me; and he that gathered not with me scattereth abroad.” (<span class=\"citation\" id=\"37008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37008)\">Matt. 12:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p63\" class=\"\">And it was Jacob who said: “They who are not for me are against me, saith our God.” (<span class=\"citation\" id=\"4103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4103)\">2 Ne. 10:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p64\" class=\"\">If we do not sustain and uphold and support the kingdom of God in all things, we are thereby aiding a cause other than the Lord’s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p65\" class=\"\">Only the valiant are saved. Members of the Church who are not valiant in the testimony of Jesus, not valiant in the cause of Christ, not valiant in defense of his prophets and in preaching his word are not heirs of the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p66\" class=\"\">\n\t<span class=\"emphasis\">Test ten: Am I so living that I will be saved in the kingdom of God?<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p67\" class=\"\">This is our goal and aim and purpose in life. Everything we do should please the Lord and further our strivings for salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p68\" class=\"\">And, the Lord be praised, there comes a time in the lives of faithful Saints when, having kept the faith and been true and faithful at all hazards, the Lord says to them: Thou shalt be exalted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p69\" class=\"\">These, then, are a few of the many tests of true discipleship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p70\" class=\"\">Now, I have what every true disciple has. It is called the testimony of Jesus. In our day it includes the revealed knowledge that the earthly kingdom—The Church of Jesus Christ of Latter-day Saints—will triumph. In this connection may I set before you this illustration:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p71\" class=\"\">The Church is like a great caravan—organized, prepared, following an appointed course, with its captains of tens and captains of hundreds all in place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p72\" class=\"\">What does it matter if a few barking dogs snap at the heels of the weary travelers? Or that predators claim those few who fall by the way? The caravan moves on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p73\" class=\"\">Is there a ravine to cross, a miry mud hole to pull through, a steep grade to climb? So be it. The oxen are strong and the teamsters wise. The caravan moves on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p74\" class=\"\">Are there storms that rage along the way, floods that wash away the bridges, deserts to cross, and rivers to ford? Such is life in this fallen sphere. The caravan moves on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p75\" class=\"\">Ahead is the celestial city, the eternal Zion of our God, where all who maintain their position in the caravan shall find food and drink and rest. Thank God that the caravan moves on!<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/the-caravan-moves-on.p76\" class=\"\">In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}