{"ID":4058, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Keeping the Covenants We Make at Baptism\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p3\" class=\"\">Dwan J. Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p\" class=\"\">Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274e.jpg\" alt=\"Dwan J. Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p4\" class=\"\">In July my husband and I went to Philmont, the Scout training center in New Mexico. Gathered there were 150 priesthood leaders and their families in that beautiful camp where the plain meets the soaring, pine-covered mountains.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p5\" class=\"\">Jeremy Judd was there with his family, and he celebrated his eighth birthday during that week. Because Jeremy wanted to be baptized on his eighth birthday, his father, Alma, made the arrangements. That Saturday afternoon I participated in one of the most spiritual baptismal experiences of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p6\" class=\"\">Baptismal clothes were borrowed from a nearby ward. We drove to a stream located about fifteen minutes from camp where the water was deep enough to perform the ordinance. It was a secluded spot in the wilderness. A bank overlooked the stream as it flowed through a clearing of stately cottonwoods. We stood in the high grass and listened carefully as first the mother and then the father spoke to their son about the ordinance that was about to be performed. They reminded Jeremy of the importance of the covenant he was about to make. They indicated that the covenant he was making was a promise, or an agreement, to obey all the laws of the gospel. They told him he should consider baptism as the entrance into a new life—with the Savior as his example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p7\" class=\"\">Then the father took his son by the hand and walked down the bank, over the pebbles, and into the water. There he immersed his young son in the water of the clear-flowing stream after the pattern given by the Lord. The boy’s sixteen-year-old sister stood by my side, and tears streamed down her cheeks as she whispered, “I am so happy for Jeremy.” I too was happy for Jeremy, and at that moment I remembered the joy I felt at my own baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p8\" class=\"\">After Jeremy had changed his clothes, he stood in the clearing while his father and the other brethren laid their hands upon his head and confirmed him a member of the Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p9\" class=\"\">With the sunlight on his wet hair and a radiance on his face, Jeremy felt a reverent calm, and he confided in me with wonder and excitement, “I was baptized in a river just like Jesus!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p10\" class=\"\">The spot in the River Jordan where Jesus was baptized by John the Baptist must have looked something like this beautiful place where we stood. I could almost hear John protesting, “I have need to be baptized of thee, and comest thou to me?” Then the quiet, calm reply of the Savior, “Suffer it to be so now: for thus it becometh us to fulfil all righteousness.” (<span class=\"citation\" id=\"36975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36975)\">Matt. 3:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p11\" class=\"\">And Jesus was baptized to fulfill the law and to give us the pattern to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p12\" class=\"\">When Jeremy’s father said amen to the words of his son’s confirmation prayer, I looked at that young boy and wondered if he was ready for the responsibility of the covenant he had just made. Would he follow the teachings of Jesus by living a new and renewed life? Did he understand his commitment to bear witness to the world of Jesus Christ?<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p13\" class=\"\">I think a great deal about these things because children are my special concern. I tell you that they <span class=\"emphasis\">can<\/span> and <span class=\"emphasis\">do<\/span> honor their commitments made in the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p14\" class=\"\">You will find examples of them around the world—like Lisa. Lisa, age eleven, lives in England. She came home from school one day feeling very excited. She had been asked to read a part in the school devotional assembly the following morning. She said to her mother, “But some of the words are wrong.” Her mother discovered that one paragraph referred to God and the Holy Ghost as being one and the same person. Lisa and her mother decided to write a letter to Lisa’s teacher explaining that this paragraph was contrary to Lisa’s belief, and that she would feel much happier leaving it out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p15\" class=\"\">The next afternoon her mother waited anxiously for Lisa to return home from school. She came home with a big, bright smile on her face. Not only had the teacher let her leave the paragraph out, but she had asked for more information about the Church. In addition, the teacher asked Lisa to present an assembly about the Church. All this came about because Lisa lived up to the covenant she had made and was willing to witness to the world her own beliefs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p16\" class=\"\">Thinking about Alma Judd and his son Jeremy reminds me of another Alma who stepped into a fountain of pure water in the land of Mormon to perform the ordinance of baptism for other believers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p17\" class=\"\">The Book of Mormon records that Alma was one who heard the teachings of Abinadi and believed. He urged King Noah not to put Abinadi to death, and this made the wicked king angry. Alma was driven out of the city and hid in a thicket by a spring of pure water. [<span class=\"citation\" id=\"40548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40548)\">Mosiah 17:2–4<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p18\" class=\"\">From this place of refuge in the wilderness, Alma began to teach the words of Abinadi. Those who believed came out of the city to the pure waters of Mormon, and there Alma preached unto them repentance, redemption, and faith on the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p19\" class=\"\">Then Alma said to them: “As ye are desirous to come into the fold of God, and to be called his people, … what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, That ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?” (<span class=\"citation\" id=\"40551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40551)\">Mosiah 18:8–10<\/a><\/span>.) Then one by one Alma took them into the waters and baptized them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p20\" class=\"\">Baptism is the beginning of a new life for each one of us, a life of purpose. The Lord is very clear as to what it means to keep his commandments, come into his fold, and be called his people. His people are “willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p21\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort.” (<span class=\"citation\" id=\"40549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40549)\">Mosiah 18:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p22\" class=\"\">And, like Lisa, the eleven-year-old girl from England, his people are willing “to stand as witnesses of God at all times and in all things, and in all places.” (<span class=\"citation\" id=\"40552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40552)\">Mosiah 18:9<\/a><\/span>.) It is the Lord’s will that children at the age of eight <span class=\"emphasis\">begin<\/span> to be responsible for the kind of lives they lead. You girls who are ten and eleven, and all of us, must assume this same responsibility. In so doing we are becoming a Zion people, which the Doctrine and Covenants says are people who are “pure in heart.” (<span class=\"citation\" id=\"18172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18172)\">D&amp;C 97:21<\/a><\/span>.) After baptism we can live a new, more thoughtful life as described by the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p23\" class=\"\">Into our office come countless stories of the faithfulness of children who are keeping the promises they have made at baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p24\" class=\"\">Christina was such a girl. When her Primary teacher’s husband died, Christina showed great concern. As soon as she heard the sad news, she went to her teacher and told her not to worry, that she would check in on her every day to make sure that she was all right. And she did. She would often take fresh vegetables from the garden to cheer her up. She wanted her teacher to know she cared. Christina truly comforted one who needed comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p25\" class=\"\">From Idaho comes a story of Jonathan, who went to school in the cold weather wearing his warm hat. When he got to school, he noticed another boy’s ears were frostbitten because he had had to wait so long in the cold for the school bus to pick him up. On his own, Jonathan went to the telephone, called his mother, and asked if it would be all right to give the younger boy his hat because he needed it more. As we bear on another’s burdens, as Jonathan did, we are fulfilling the covenant we made at baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p26\" class=\"\">Ellen was a young girl who really gained an understanding of repentance. While at the store, she took an item without paying for it. But when she got home, she felt miserable. She confided in her mother: “I’m so sorry I took it; will you take it back for me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p27\" class=\"\">Her mother said, “I can’t repent for you, Ellen. You must repent yourself. <span class=\"emphasis\">You<\/span> will have to take it back and say you are sorry.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p28\" class=\"\">It was hard, but she did it. “This is my first repentance,” Ellen said. “I’m glad I know how to make things right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p29\" class=\"\">Repentance makes it possible to return to the straight and narrow path and become as pure as we were at baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p30\" class=\"\">We can all do what Christ asks us to do. He has a plan that will bring us happiness. As he whispers through the Spirit, he tells us how to follow his plan.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I Can Follow God’s Plan for Me<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">My life is a gift; my life has a plan.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">My life has a purpose; in heav’n it began.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">My choice was to come to this lovely home on earth,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And seek for God’s light to direct me from birth.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I can follow God’s plan for me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Holding fast to his word and his love.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I will work and I will pray;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I will always walk in his way.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then I will be happy on earth,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And in my home above.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p\" class=\"\">id=\"42\"&gt;(<span class=\"emphasis\">Supplement to More Songs for Children, <\/span>pp. 10–11.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p43\" class=\"\">In this song the ten- and eleven-year-old girls have told us we can be happy now and forever if we follow God’s plan, which begins with baptism. It is the gate to the celestial kingdom. (See <span class=\"citation\" id=\"4112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4112)\">2 Ne. 31:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p44\" class=\"\">As followers of Christ, we should “look forward with one eye, having one faith and one baptism, having … hearts knit together in unity and in love one towards another.” (<span class=\"citation\" id=\"40554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40554)\">Mosiah 18:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p45\" class=\"\">Each of us who has been baptized has covenanted with the Lord to serve him and keep his commandments. Like Lisa, we must stand as a witness of God. Like Christina, we must comfort those in need. Like Jonathan, we must bear one another’s burdens. Like Ellen, we must repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/keeping-the-covenants-we-make-at-baptism.p46\" class=\"\">I pray that we will have unity and love as we strive together to keep the covenant we have made at baptism, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}