{"ID":406, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Homes Divinely Ordained<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1949, pp. 194-199<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAmericans, from the very inception of our nation, have been lovers of home. It has been our\nprimary educational institution and the center of economic, social, and cultural interest. Our\nhomes have been the bulwark of the nation and the most fundamental institution of society.\nWhat fond memories and emotions have surged up in our hearts at the mere mention of home,\nfamily, parents, children, brothers, and sisters! Some of the sweetest, most soul-satisfying\nimpressions and experiences of life are associated with home and family ties.\n<\/p><p>\nTHE AMERICAN HOME\n<\/p><p>\nBut all is not well with this most basic institution, the American home. In fact, it is in grave\ndanger, if not in deadly peril. There is convincing evidence that a creeping rot of moral\ndisintegration is eating into the very vitals of this temple of American civilization. It gives\ncause for serious concern.\n<\/p><p>\nMarriage, the home, and family are sacred institutions. They are not man-made, but have been\nestablished by a kind Providence for the blessing of his children. In the record of that first\nmarriage recorded in Genesis, the Lord makes four significant pronouncements: first, that it is\nnot good for man to be alone; second, that woman was created to be a help meet for man\n(<span class=\"citation\" id=\"23551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23551)\">Gen. 2:18<\/a><\/span>);\nthird, that they twain should be one flesh\n(<span class=\"citation\" id=\"34294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34294)\">Matt. 19:5<\/a><\/span>);\nand fourth, that man should leave father and mother and cleave unto his wife\n(<span class=\"citation\" id=\"23553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23553)\">Gen. 2:24<\/a><\/span>).\n<\/p><p>\nLater, as though to re-enforce the earlier statement, the Lord said:\n<\/p><p>\n. . . What therefore God hath joined together, let not man put asunder\n(<span class=\"citation\" id=\"34297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34297)\">Matt. 19:6<\/a><\/span>);\n<\/p><p>\nalso\n<\/p><p>\nThou shalt love thy wife with all thy heart, and shalt cleave unto her and none else\n(<span class=\"citation\" id=\"12624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12624)\">D&amp;C 42:22<\/a><\/span>).\n<\/p><p>\nChildren are likewise counseled in holy writ in their duty to parents. Paul the Apostle wrote:\n<\/p><p>\nChildren, obey your parents in the Lord: for this is right.\n<\/p><p>\nHonour thy father and mother; (which is the first commandment with promise),\n<\/p><p>\nThat it may be well with thee, and thou mayest live long on the earth\n(<span class=\"citation\" id=\"21639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21639)\">Eph. 6:1-3<\/a><\/span>).\n<\/p><p>\nRESPONSIBILITY OF PARENTS\n<\/p><p>\nRegarding the divinely appointed responsibility of parents, the sobering counsel is given that\n<\/p><p>\n. . . they shall also teach their children to pray, and to walk uprightly before the Lord . . .\nAnd . . . inasmuch as parents . . . teach them not to understand the doctrine of repentance,\nfaith in Christ, the Son of the living God . . . and the gift of the Holy Ghost . . . the sin be\nupon the heads of the parents\n(<span class=\"citation\" id=\"12657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12657)\">D&amp;C 68:28,25<\/a><\/span>).\n<\/p><p>\nThese and other similar scriptures make crystal clear the divine origin of marriage, the home,\nand family, the heaven-imposed responsibilities resting upon the parents and the penalties\nimposed when laws governing these hallowed institutions are disregarded.\n<\/p><p>\nHistory reveals that the early pioneers of America recognized and honored these obligations.\nThey were blessed in their homes and families for so doing. Does our record today merit like\nblessings? If we fail to accept these obligations and to keep the American home morally and\nspiritually sound, the very future of the nation will be in jeopardy The choice is ours as\nparents and citizens.\n<\/p><p>\nWEAKENING INFLUENCES\n<\/p><p>\nThe facts are not reassuring as we soberly appraise them. Far-reaching changes, resulting from\nindustrialization, concentration of populations, commercialization of recreation, and other\nactivities once performed in the home, all tend to lead away from home associations.\n<\/p><p>\nAccompanying these changes, and in some measure resulting from them, has been a marked\nincrease in pleasure seeking; the mad rush for money and other material things; the\nunwarranted indulgence of personal gratifications; the insidious inroads of tobacco, liquor,\ngambling, and many other tendencies in our complex modern civilization. All these have\nexerted a pulling power away from the home and have weakened its structure.\n<\/p><p>\nThere seems to be a tendency for many married people to become soft and to seek a life filled\nwith ease and the pleasures of the moment They invite the pleasure of conjugality but often\nrefuse to shoulder the responsibility of parenthood. Reliable reports indicate that\napproximately forty percent of the married women have no children whatever or only one\nchild.\n<\/p><p>\nDIVORCE RECORD\n<\/p><p>\nThe divorce record continues upward at an alarming rate. Fifty years ago there was a ratio of\none divorce to every sixteen marriages; by 1946, one to every three. In some American cities\ndivorces nearly equal marriages. Reports show that two-thirds of those seeking divorces have\nno children.\n<\/p><p>\nFrequently in homes where no formal divorce has occurred, there is unhappiness due to\ninfidelity and lack of harmony and filial affection. It is largely from such broken, bad, and\nneglected homes that our youthful delinquents come. According to J. Edgar Hoover, director\nof the F.B.I., \"The actions of the majority of them were&mdash;and are&mdash;directly related to\nthe conduct of their parents.\" Yes, crime begins at home.\n<\/p><p>\nIn view of these and other well-known but distressing facts, what should be done? Can we\nsafeguard the home and stabilize family life? Can the deterioration in home life be checked\nand corrected? If not, what is our future? \n<\/p><p>\nNo nation can rise above its homes. The church, the school, and even the nation, stand\nhelpless before a weakened and degraded home, in building character. The good home is the\nrock foundation&mdash;the cornerstone of civilization. If this, our nation, is to endure, the home\nmust be safeguarded, strengthened, and restored to its rightful importance.\n<\/p><p>\nUNCHASTITY\n<\/p><p>\nTo do so, we must start with youth&mdash;our boys and girls. They must know that the foundation\nof a happy home is laid during pre-marital days. Their relationships should be on a happy but\nhigh plane. There is grave danger in loose and promiscuous relations of young people. The\nharmful effects of unseemly familiarities are carried over into married life and tend to weaken\nthe structure of the home. Unchastity is the most damning of all evils, while moral purity is\none of the greatest bulwarks of successful homemaking. Happy and successful homes cannot\nbe built on immorality.\n<\/p><p>\nMay I, as a member of a large family of children and a grateful father of six, say to the\nyoung men and women of America, keep the fountains of life pure. Guard your virtue as you\nwould your lives. Reserve for the marriage relationship the sweet and soul-satisfying\nintimacies of life. The God of heaven, who instituted the marriage covenant, so intended. He\nhas commanded purity of life and a single standard for men and women. If you fail as young\npeople properly to restrain yourselves, you will pay the penalty in heartache, disappointment,\nand loss of self-respect. Do not reach out too eagerly for the excitements and thrills of life or\nthey will turn to ashes in your hands. They will come in their own due time in the sacred\nbonds of marriage. Youthful sweethearts, be true to God's holy laws. Remember, they cannot\nbe broken with impunity. If you would be happy and successful in your early association,\ncourtship, and homebuilding, conform your lives to the eternal laws of heaven. There is no\nother way.\n<\/p><p>\nIMPORTANCE OF EXAMPLE\n<\/p><p>\nAs parents, what is our attitude regarding the sacred obligations of parenthood? One of the\ntwo major purposes of marriage is children. \"Multiply and replenish the earth\"\n(<span class=\"citation\" id=\"23549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23549)\">Gen. 1:28<\/a><\/span>)\nwas among the earliest commandments given of the Lord. Nations which refuse to accept this\nGod-given obligation, sink into oblivion. Will our sons and daughters want children because\nof our attitude and example?\n<\/p><p>\nMarriage, designed to be an eternal covenant, is the most glorious and most exalting principle\nof the gospel of Jesus Christ. No ordinance is of more importance and none more sacred and\nmore necessary to the eternal joy of man. Faithfulness to the marriage covenant brings the\nfullest joy here and glorious rewards hereafter. The abuse of this sacred ordinance despoils the\nlives of individuals, wrecks the basic institution of the home, and causes the downfall of\nnations.\n<\/p><p>\nThe future homes of America will be fortified as parents uphold the Christian virtues before\ntheir children. If parents love and respect each other, and if in their sacred partnership there\nare full support and unquestioned fidelity, these essentials will be translated into the homes of\ntomorrow. Conversely, if there are bickering, quarreling, and lack of harmony at home, and\nparticipation in the dangerous practice of flirtations with others when away, then the homes of\ntomorrow will be weakened thereby.\n<\/p><p>\nParenthood carries with it peculiar responsibilities. If these are accepted without quibbling,\nwhile enthroning motherhood as the highest calling of women, our children&mdash;the parents of\ntomorrow&mdash;will be properly impressed and encouraged in the establishment of like homes.\n<\/p><p>\nFAMILY PRAYER\n<\/p><p>\nThe homes of America need also the blessings which come from daily communion with God.\nDevotion in the home, which has been such an anchor to youth and parents alike, has all but\nvanished. A few generations ago it was a common practice. Then families knelt together in\nprayer; the scriptures were read aloud; and households joined in the singing of church hymns.\nThis practice, if revived, would contribute much to the strength of the home and the nation.\nThe differences and irritations of the day melt away as families approach the throne of heaven\ntogether. Unity increases. The ties of love and affection are re-enforced and the peace of\nheaven enters.\n<\/p><p>\nIn such homes secret prayers are said night and morning by members of the household.\nIndividual and family problems are approached with confidence after invoking the favor of\nheaven. Young people participating in such a family devotional have hearts freed from evil\nintent as they leave for an evening of entertainment. These will be the restraining influence in\nthe group when gilded temptations arise. Parents who surround their children with the refining\ninfluence of daily devotion are making their contribution to the safeguarding of the American\nhome.\n<\/p><p>\nMUTUAL UNDERSTANDING\n<\/p><p>\nAmerica's homes need, also, the stabilizing influence of a closer relationship between parents\nand children. Every boy and girl needs the safeguard which an intimate association with\nmother or father will provide. The failure of parents and children to understand each other\nweakens the framework of the home. This relationship must be built upon love and mutual\nconfidence. Then when the problems of life arise, father and mother will be the first sought\nfor counsel. Herein is safety.\n<\/p><p>\nSuch an atmosphere can be created as parents plan for recreation and diversion together with\ntheir children. An evening at home in wholesome activity; a picnic in the mountains or nearby\npark; or a project for fathers and sons and mothers and daughters&mdash;these will all tend to\nincrease filial affection and love in the home, and strengthen parent-children relations. Time\nthus spent yields big dividends. Love at home and obedience to parents increase as the bonds\nof home are made secure.\n<\/p><p>\nParents in this close association have no difficulty teaching virtue, honesty, industry, the\nprinciples basic to our American way of life and the dangers of foreign philosophies and\nideologies. Effective parental guidance&mdash;the greatest need of the home&mdash;is here\nprovided to the profit of the individual, the home, the community, and the nation.\n<\/p><p>\nPRESERVATION OF HOMES\n<\/p><p>\nHerein, then, lies our path of safety. Our homes must become bulwarks of strength through\nenthroning righteousness and bringing into them the peace, unity, and unselfishness\nengendered by personal purity, unquestioned fidelity, and simple family devotion. Parents\nmust accept marriage as a divine institution, and honor parenthood. Children must be inspired\nby precept and example in preparation for marriage, to guard against unchastity as against a\nloathsome disease, and to practice the other fundamental Christian virtues. Love and mutual\nconfidence must be safeguarded to strengthen parent-children relationships. Home must\nbecome the abiding place of the Spirit of God because the pure in heart dwell therein.\n<\/p><p>\nYes, America's homes, if this great nation is to endure, must be fortified and preserved. They\nmust be morally and spiritually sound. There can be no satisfactory substitute for the home.\nIts foundation is as ancient as the world. Its mission has been God-ordained.\n<\/p><p>\nMay God grant that the builders of American homes may have the courage and wisdom to\nfulfil faithfully their divine obligations, to inspire young people with a conviction of the\nimportance of these God-ordained institutions of marriage, the home, and family, that the\nmarriages of our boys and girls may be consummated under a spiritual influence in the\npresence of friends and loved ones, thereby laying a safe foundation for their homes of\ntomorrow.\n<\/p><p>\nAnd so today, in this the greatest of all nations, in this land choice above all others, we pay\nhumble tribute to the home, for a modern prophet declares,\n<\/p><p>\n. . . that someday the divinely ordained home is to be the very foundation of the kingdom of\nGod.\n<\/p><p>\nMay a kind Providence bless the homes of America, I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}