{"ID":4060, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Striving Together: Transforming Our Beliefs into Action\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p3\" class=\"\">Barbara W. Winder<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03180_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ce.jpg\" alt=\"Barbara W. Winder\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p4\" class=\"\">President Hinckley, Elder Larsen, Brethren, Sister Kapp, Sister Young, and sisters. We have been blessed tonight by the music and the spoken word and by a rich outpouring of the Spirit. I am humbled and honored by this call to serve the Lord and you, and feel greatly the responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p5\" class=\"\">Here we are in the Tabernacle. And I picture you in every corner of the world in your chapels and stake centers, in your branches—the greatest generations the Lord has ever sent to earth, capable, righteous, willing women, each of you contributing in your own way to the building of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p6\" class=\"\">We are a covenant people, as Sister Young has so beautifully explained and as Sister Kapp has so beautifully illustrated. We have promised to live our lives in ways that reflect the gospel principles, concerned about and supportive of those about us. President Kimball has said that “great women and men are always more anxious to serve than to have dominion.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1979, p. 104.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p7\" class=\"\">Since my husband’s release as president of the California San Diego Mission, I look at him and my eyes grow misty. At such times he must think the responsibilities of my calling are great (and they are) or that I have burdens and difficult decisions to make (and I do). But my tears are for the respect and admiration I feel for him and for his deep commitment to the Lord, no matter what the call is. When the call came for me to fill this responsibility, he immediately did what was necessary to conclude our mission business and, without hesitation, actively supported me. The ability to do this, I believe, comes from an understanding of gospel principles, knowledge of the covenants we make, determination to live in accordance with that knowledge—and <span class=\"emphasis\">a great love of the Lord.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p8\" class=\"\">Again from President Kimball: “The real heroines … are women who are more concerned with being righteous than with being selfish. … [They] have true humility, which places a higher value on integrity than on visibility.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1979, p. 104.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p9\" class=\"\">Already I have seen examples of women who so impress me with their spirit and dedication to the Lord; their lives reveal consistent gratitude and faith. There are single women who have found their way into the hearts of entire wards through their good works; mothers of various ages and circumstances (married, widowed, or divorced) who allow nothing to obstruct their mission to rear children in righteousness; wives who nurture and sustain their husbands in sometimes difficult situations; and women who are willing to defend the home and hearth in the public arena and through community service. I have become aware of the refining process through which these women go as they forget themselves in the service of others and sacrifice as they strive to build the kingdom, fulfilling the admonition of President Kimball to “be a much needed force for love and truth and righteousness, … <span class=\"emphasis\">nurturing<\/span> families, friends, and neighbors.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1979, p. 103.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p10\" class=\"\">We are striving together with one heart and one mind to become that Zion society in which our beliefs are transformed into action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p11\" class=\"\">Recently at a fast and testimony meeting, a young woman stood and expressed gratitude for her Primary class and commented how well, with the encouragement of their mothers, each girl had responded to both class work and activities. Then, during that same meeting, a sister stood and thanked her Heavenly Father for the new call to be president of the Young Women. She committed herself to that service, then pleaded with the mothers to see that the girls would be there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p12\" class=\"\">Primary and Young Women workers actively participate in Relief Society through their visiting teaching and compassionate service work and through talents shared during homemaking meeting. Sisters, we need to actively support each other as we teach and train. As sisters in the gospel, we are linked together by the service we render so that individuals and families will be strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p13\" class=\"\">In <span class=\"citation\" id=\"40550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40550)\">Mosiah 18:8–9<\/a><\/span> we are told that we are “to be called his people, … willing to bear one another’s burdens, that they may be light, … willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p14\" class=\"\">When the people understood the baptismal promises Alma set forth, “they clapped their hands for joy, and exclaimed: This is the desire of our hearts.” (<span class=\"citation\" id=\"40553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40553)\">Mosiah 18:11<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">What was the desire of their hearts? To have fulfilled the baptismal promises, which are—<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>That their sins would be washed away.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>That their names would be numbered with the “children of Christ” (<span class=\"citation\" id=\"40546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40546)\">Mosiah 5:7<\/a><\/span>), meaning membership in his church.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>That they would receive the gift of the Holy Ghost.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>That by keeping the commandments they would have eternal life.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p20\" class=\"\">“Baptism by itself, of course, is not sufficient to allow us to be called ‘children of Christ.’ We must continue on a course of righteousness.” (<span class=\"emphasis\">Relief Society Courses of Study,<\/span> 1984, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p21\" class=\"\">As we live for the constant companionship of the Spirit, we can hear and respond to the still, small voice and be led in what we do and say.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p22\" class=\"\">In the following words Elder John A. Widtsoe reminds us that our covenants bring more value to our daily acts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p23\" class=\"\">“A piece of silver always has a certain value as it passes from hand to hand; it is weighed and we sell it in the market place; but, when that piece of silver is coined into a dollar, it receives the stamp of government service; it becomes a coin of the realm, and it moves from hand to hand to accomplish the work of the realm. So, every act of man, the moment it is fitted into the great plan, the plan of salvation, receives spiritual coinage, and passes from hand to hand, from mind to mind, to accomplish the great work of God.” (In Conference Report, Apr. 1922, p. 97.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p24\" class=\"\">My 87-year-old mother-in-law was called to serve as my visiting teacher. She has received “spiritual coinage.” She has captured the essence of transforming her beliefs into action as she cheerfully and faithful finds me (not an easy task) at odd hours and gives me a brief, uplifting message. She encourages me, fits the topic to my life, and uplifts me spiritually. Even leaders need to be encouraged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p25\" class=\"\">The Lord ofttimes sends his children to answer the prayers of another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p26\" class=\"\">A friend lost two sons in a motorcycle accident and for a time she felt inconsolable grief. She was unable to reach the bishop and had turned to the Lord in fervent prayer. When she looked up, her visiting teacher was at the door and stated simply, “I felt that I was needed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p27\" class=\"\">In another situation, a sister’s mother passed away. A friend, knowing the sister’s loss, wanted to help, but was uncertain what she should do. Should she take flowers or food? Her husband suggested she ask the Lord what to take. The answer came, “Just go.” Upon her arrival, the sister was immediately comforted by her friend’s presence and asked her to pray with her. Then the grieved sister commented on what her friend had brought—a needed peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p28\" class=\"\">Many can visit, but because of the covenants we have made, we go in His name. We are able to say and do those things that we would not otherwise know to say and do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p29\" class=\"\">Sisters, there are those in our church today who feel lonely and isolated. I have anguished over the cry of those sisters who want to contribute, who want to belong, who long for companionship and yet do not feel love and acceptance. I search, too, for the faces of the dear sisters we wish were here, who may be kept away with struggles of their own, whose presence would make us all stronger. We need you, each and every one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p30\" class=\"\">President Hinckley has told us, “God has given the women of this church a work to do in building his kingdom.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1983, p. 84.) Beautiful things can be done when sisters of the gospel work together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p31\" class=\"\">Nephi tells us, regarding our baptismal covenant, “ye [are] in this strait and narrow path which leads to eternal life; yea, ye have entered in by the gate; ye have done according to the commandments of the Father and the Son; and ye have received the Holy Ghost.” Then he asks if all is done. “Nay; … ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, … ye shall have eternal life.” (<span class=\"citation\" id=\"4113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4113)\">2 Ne. 31:18–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p32\" class=\"\">Sisters, I encourage you to prepare yourselves and to prepare your families to receive the blessings of the covenant. We do this by keeping the commandments, by seeking the constant companionship of the Holy Ghost, and by transforming our beliefs into action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p33\" class=\"\">As we strive together to give righteous, selfless service in His name, supporting one another, we become united, our light shining forth as a standard, bound together by the good we do, “no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21961)\">Eph. 2:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1984\/11\/striving-together-transforming-our-beliefs-into-action.p34\" class=\"\">I bear witness of these things in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}