{"ID":409, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Supreme Test of Religion<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i> October 1949,  pp. 12-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish I might say something to the missionaries of the Church that would be helpful in their\nwork in teaching the gospel. In a broad sense, we are all missionaries who hold the priesthood\nof God. We are ever ready to give the message of eternal life because of the truth, beauty,\nand goodness of the divine teachings of the Savior. Out of our faith, we find everything that\nis holy and pure and of good report. I was thinking this morning of the\nSabbath day after the arrival of the pioneers in this valley. July 24, 1847. Divine services\nwere held, and the people were seated in a circle out in the sagebrush, and nearby were the\nwaters of a lovely stream. Gratitude to God was expressed in song and prayer, and the words\nof Isaiah were read by Apostle Orson Pratt, who gave the sermon:\n<\/p><p>\nHow beautiful upon the mountains are the feet of him that bringeth good tidings,\nthat publisheth peace; that bringeth good tidings of good; that publisheth salvation;\nthat saith unto Zion, Thy God rejoiceth!\n<\/p><p>\nThy watchmen shall lift up the voice; with the voice together shall they sing: for\nthey shall see eye to eye, when the Lord shall bring again Zion\n(<span class=\"citation\" id=\"25100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25100)\">Isa. 52:7-8<\/a><\/span>).\n<\/p><p>\nTRUTHS OF GOD\n<\/p><p>\nThe Saints had sung their sacred hymns during their long journey. They had endured their\ntrials, and the more they suffered, the deeper was their gratitude to God. The missionaries go\nforth to speak of these things, because the history of this people is in many respects the most\nmajestic and sublime of any people that ever lived. There is a sacred foundation to their\nteachings. The Latter-day Saints believe and know honestly that Adam came to earth sent of\nGod from heaven. He held the priesthood of God and became the first teacher of the gospel to\nhis descendants. The divine ideals as taught by the Father of us all were held sacred, and from\nthat time to the days of the Messiah upon the earth, the truths of God were planted in the\nhearts of his children. Maurice Maeterlinck in his book, The Great Secret, says that what we\nread in the oldest archives of wisdom gives us only a faint idea of the sublime doctrines of\nthe ancient teachers. The older the texts, the more pure, the more awe-inspiring are the\ndoctrines they reveal. They may be merely an echo of sublimer doctrines. We come down to\nthe age of the prophets. Says a noted historian:\n<\/p><p>\nHow fitting it is that Malachi should seal up the book of the Old Testament\nprophecy by such a clear statement of the coming of the Lord, the Messenger of\nthe Covenant (<span class=\"citation\" id=\"32722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32722)\">Mal. 3:1<\/a><\/span>),\nthe Son of righteousness (<span class=\"citation\" id=\"50054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50054)\">3 Ne. 25:2<\/a><\/span>),\nand thus give the last prediction of him,\nwith whom the evangelists begin their gospel history.\n<\/p><p>\nHugo Munsterberg of Harvard University wrote, in his Psychology and Life, something of the\npast glory of the sacred records:\n<\/p><p>\nThere is a truth, a beauty, a morality, which is independent of psychological\nconditions. Every straightforward man, to whom the duties of his real life are no\nsounding brass, speaks with a sound voice to the psychologist: \"There are more\nthings in heaven and earth than are dreamt of in your philosophy.\"\n<\/p><p>\nGOSPEL RE-ESTABLISHED\n<\/p><p>\nWe have the age in which the Prophet Joseph Smith lived. He was undoubtedly the greatest\ncharacter in history since the days of the Savior of the world. He re-established the divine\nprinciples of the gospel of Jesus Christ in the day in which we live. We first see him in the\nwoods on the frontier of America praying as a child might pray and the Lord appearing to\nhim, using the words of the Psalmist,\n<\/p><p>\n. . . grace is poured into thy lips, therefore, God hath blessed thee forever\n(<span class=\"citation\" id=\"41751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41751)\">Ps. 45:2<\/a><\/span>).\n<\/p><p>\nWith the Father was Jesus the Savior. Joseph heard the voice of God and the divine words:\n\"This is My Beloved Son!\" (<span class=\"citation\" id=\"30277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30277)\">JS&mdash;H 1:17<\/a><\/span>).\nA new day was at hand. From that moment he was heart and mind\nto the word of the Lord.\n<\/p><p>\nHe learned that day that the divisions of Christendom are its most conspicuous reproach and\nthe chief cause of its inefficiency. They present a moral affront to the enterprise inaugurated\nby Jesus Christ and constitute the outstanding limitation of its progress. Christianity is\nweakened by its divisions in facing the problems of today, among which are class hatreds,\nrace antagonisms, blindness to social justice, the lure of vicious literature, crime-instigating\nnarcotics, and the spread of military spirit in the world.\n<\/p><p>\nPRINCIPLE OF REVELATION\n<\/p><p>\nThe supreme test of religion is revelation. No religion can be persuasive unless it relies on the\nprinciple of revelation. The living Church of Jesus Christ must be revelatory. Christianity in\nits pure sense is the religion of redeemed personality. While all true men reveal God, the\ncompletest carrier of revelation can be no other than a chosen personality.\n<\/p><p>\nBy the power of the Holy Priesthood which Joseph Smith received from heaven, he\nestablished our true relationship to God. Out of this grows the salvation of man&mdash;his true\nimmortal life. The nations all bear witness to the need of a light that is not of man. We can\ngive our word to the world that the forces which are to make the world the world it ought to\nbe are now within it. My fellow missionaries: We are to study more deeply and constantly the\ndivine truths of the gospel of Jesus Christ. We must know the history of the Church of which\nwe are members. We must understand the meaning of the priesthood of God which has been\ngiven to us. We must know the divine teachings of the Holy Bible, the Book of Mormon, The\nDoctrine and Covenants, and The Pearl of Great Price. How beautifully do they teach the\nwords of Shakespeare:\n<\/p><p>\nWhat a piece of work is a man! how noble in reason! how infinite in faculty!\nin form and moving how express and admirable! in action how like an angel! in\napprehension how like a God! (Shakespeare, <i>Hamlet<\/i>, Act II, Sc. 2.)\n<\/p><p>\nFAITH IN REVEALED WORD\n<\/p><p>\nThink of what your message can become as you go forth to teach. But it is going to require\nof you some sort of planning toward an end. Your minds must become more sensitive to the\nrevealed truths of God as never before. Your faith in your work must deepen from day to day.\nLet me call to your minds the words of the first two verses of the first chapter of the Book of\nMormon:\n<\/p><p>\nI, Nephi, having been born of goodly parents, therefore I was taught somewhat in\nall the learning of my father: and having seen many afflictions in the course of my\ndays, nevertheless, having been highly favored of the Lord in all my days; yea,\nhaving had a great knowledge of the goodness and the mysteries of God, therefore\nI make a record of my proceedings in my days.\n<\/p><p>\nYea, I make a record in the language of my father, which consists of the learning\nof the Jews and the language of the Egyptians\n(<span class=\"citation\" id=\"1470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1470)\">1 Ne. 1:1-2<\/a><\/span>).\n<\/p><p>\nWhat a noble tribute to education these words are. Lehi had become an educated man in his\nday, and his son pays him loving tribute. So you must study the words of Holy Writ every\nhour of the day and remember the admonition of the first teacher to the American Indians,\ncalled by some the apostle John Eliot:\n<\/p><p>\nWork, with faith in Jesus Christ can accomplish anything.\n<\/p><p>\n\"WORDS OF WISDOM\"\n<\/p><p>\nWhat a directive purpose the Prophet Joseph Smith gives us in the words as found in the 88th\nSection of the Doctrine and Covenants:\n<\/p><p>\n. . . seek ye diligently and teach one another words of wisdom; yea, seek ye out\nof the best books words of wisdom; seek learning, even by study and also by faith.\n<\/p><p>\nOrganize yourselves; prepare every needful thing; and establish a house, even a\nhouse of prayer, a house of fasting, a house of faith, a house of learning, a house\nof glory, a house of order, a house of God\n(<span class=\"citation\" id=\"12694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12694)\">D&amp;C 88:118-119<\/a><\/span>).\n<\/p><p>\nFrom the beginning of the history of the Church, Joseph Smith organized schools of learning.\nHe became a student and a member of the Latin, Greek, and Hebrew classes established in the\nKirtland Temple. He established the University of the City of Nauvoo, encouraged the\nbuilding of the Seventies' Hall of Science. In volume five of the <i>Times and Seasons<\/i> is found\nthis brief, but noble statement:\n<\/p><p>\nAmong the improvements going forward in this city, none merit higher\npraise, than the Seventies' Library. The concern has been commenced on a footing\nand scale, broad enough to embrace the arts and sciences, everywhere: so that the\nSeventies while traveling over the face of the globe, as the Lord's \"Regular\nSoldiers,\" can gather all the curious things, both natural and artificial, with all the\nknowledge, inventions, and wonderful specimens of genius that have been gracing\nthe world for almost six thousand years. (p. 762; January 1, 1845.)\n<\/p><p>\nREFINEMENT AND CULTURE\n<\/p><p>\nThe early history of the Church of Jesus Christ of Latter-day Saints was one of refinement\nand culture. The people became lovers of good literature. Even when they were camping on\nthe frozen ground of Iowa as they began their exodus to the far West, they read their sacred\nbooks and before the campfires they knelt in prayer. We are told that in one of the camps was\na copy of Mlle. Cottin's beautiful story, entitled \"Elizabeth.\" It was so sought after that some\nread the book by the light of the moon. They were sustained by day and by night by\n<\/p><p>\n. . . keeping up the songs of Zion, and passing along Doxologies from front to rear\nwhen the breath froze on their eyelashes.\n<\/p><p>\nJane Bicknell Young, the wife of Joseph Young, sang to her children the \"Song of the Silent\nLand\":\n<\/p><p>\nInto the Silent Land!<br \/>\nWho shall lead us thither?<br \/>\nClouds in the evening sky more darkly gather<br \/>\nAnd shattered wrecks lie thicker on the strand.<br \/>\nWho leads us with a gentle hand<br \/>\nThither, oh, thither,<br \/>\nInto the Silent Land.\n<\/p><p>\nThey trained themselves to read and to think, but they had no set regulations for their studies.\nThey embraced only guiding principles. They knew nothing of set rules and methods which\nwould have limited their imaginations and initiative, which are so important in the successful\npresentation of great truths. One of the first things that President Brigham Young did after the\nadvent of the pioneers to Utah was to issue an epistle&mdash;and this in 1847&mdash;which reads as\nfollows:\n<\/p><p>\nIt is very desirable that all the Saints should improve every opportunity of\nsecuring at least a copy of every valuable treatise on education&mdash;every book, map,\nchart, or diagram that may contain interesting, useful, and attractive matter, to gain\nthe attention of children, and cause them to love to learn to read; and also every\nhistorical, mathematical, philosophical, geographical, geological, astronomical,\nscientific, practical, and all other variety of useful and interesting writings, maps,\netc., to present to the general church recorder, when they shall arrive at their\ndestination, from which important and interesting matter may be gleaned to\ncompile the most valuable works on every science and subject, for the benefit of\nthe rising generation. We have a printing press, and any one who can take\ngood printing or writing paper to the valley will be\nblessing themselves and the Church. We also want all kinds of mathematical\ninstruments, together with all rare specimens of natural curiosities and works of\nart that can be gathered.\n<\/p><p>\nFIRST LIBRARY\n<\/p><p>\nIn 1851 the first extensive library was brought by ox teams to this state. It had been\npurchased in New York City by Dr. John M. Bernhisel and was a wonderful collection of\nbooks. There were the works of Shakespeare, Milton, Bacon, Homer, Juvenal, Lucretius,\nVirgil, Euripides, Sophocles, Plato, Montaigne, Tacitus, Spenser, Herodotus, Goldsmith, and\nmany others of the great masters of the world's best literature. The library received copies of\nthe New York <i>Herald<\/i>, New York <i>Evening Post<\/i>, the Philadelphia <i>Saturday Courier<\/i>, and the\n<i>North American Review<\/i>. Of the scientific works there were Newton's <i>Principia<\/i>, Herschel's\n<i>Outlines of Astronomy<\/i>, and Von Humboldt's <i>Cosmos<\/i>. The treatises on philosophy included\nthe works of John Stuart Mill, Martin Luther, John Wesley, and Emanuel Swedenborg.\n<\/p><p>\nTime will not permit my going into the cultural aspects of the early days of the Church, The\nLatter-day Saints were a cultured people from the first, and they indicated this in their lives.\nThe inventory of the educational resources of Utah have been what Dr. Samuel T. Dutton, of\nColumbia University, has pointed out. These resources are: First, homes, churches, schools,\nand libraries; second, newspapers, magazines, museums, drama, industry, and government;\nthird, those intellectual and ethical aptitudes of the people which make it possible for them to\nbe quickened and influenced in the right direction.\n<\/p><p>\nACHIEVEMENTS OF PIONEERS\n<\/p><p>\nThe pioneers were always striving to understand the arts and sciences, for they sensed keenly\nthe power of all truth. They knew the human constants&mdash;hunger and labor, seedtime and\nharvest, love and faith&mdash;which entered into their lives from the very first. They built this\nTabernacle in which we are worshiping today. They continued establishing schools and\ncolleges and established a theatre in the wilderness which in time became recognized by the\nartists of the London stage as well as the famous dramatists of America. Mr. M. B. Leavitt\nhas written in his <i>Fifty Years of the American Stage<\/i>:\n<\/p><p>\nSweeping as the statement may seem, I do not believe that the theater has ever\nrested on a higher plane, both as to its purpose and its offerings, than at Salt Lake\nCity, the Capital of Mormondom.\n<\/p><p>\nUtah today has become a great state. Ellsworth Huntington has recently written in his book,\nentitled <i>Civilization and Climate<\/i>:\n<\/p><p>\nThe proud position of Utah is presumably the result of Mormonism. The\nleaders of that faith have had the wisdom to insist on a thorough system of\nschools, and have obliged the children to attend them. The \"Gentiles\" have in\nself-defense been forced to do equally well, and the result has been admirable.\nWhatever one may think of Mormonism as a religious belief, it must be credited\nwith having accomplished a remarkable work in spreading a moderate degree of\neducation almost universally among the people of Utah.\n<\/p><p>\nCount Hermann Keyserling, the noted German philosopher and historian, came to Salt Lake\nCity a few years ago and afterwards wrote in his <i>Travel Diary of a Philosopher<\/i> these words:\n<\/p><p>\nThe Mormons have achieved a civilization hardly attained by any other people. In\nbarely half a century they have changed a salt-desert into a garden. They are\nmoreover admirable citizens, law-abiding, honest, and progressive.\n<\/p><p>\nMISSIONARIES TO TEACH WORLD\n<\/p><p>\nYou missionaries of Jesus Christ, our Savior, are taught the divine precepts of the religion of\nthe Master, and you go forth in all the world to teach. Out of the faith of your fathers you\ntake to peoples all that is holy and pure and of good report. Your zeal and self-devotion shall\nbe increased. Your heavenly aspirations, your human sympathies, your endless deeds of\ncharity will bring you the hearts of the people. You need never hesitate, for you have entered\nupon your many duties and responsibilities, your trials and discouragements \"with the zeal of\nPeter and the gentleness of John.\" Well may you read the words of the Prophet Joseph Smith\nas he wrote in the Articles of Faith:\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good\nto all men; indeed, we may say that we follow the admonition of Paul&mdash;We\nbelieve all things, we hope all things, we have endured many things, and hope to\nbe able to endure all things. If there is anything virtuous, lovely, or of good report\nor praiseworthy, we seek after these things\n(<span class=\"citation\" id=\"6641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6641)\">A of F 1:13<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}