{"ID":41, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">True to the Faith<\/p>\n<p class=\"gcspeaker\">Elder George Albert Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1942, pp. 48-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe certainly have had a glorious time today. From the first prayer that was offered, the first\nhymn sung, this house has been the abiding place of the Spirit of the Lord. Those of us who\nhave assembled have undoubtedly been enriched by the experiences through which we have\npassed.\n<\/p><p>\nReference has been made to the fact that recently one of the brethren had visited some of our\nshrines, if we may call them shrines, and that reminds me that within the last year I have been\nat the birthplace of the Prophet Joseph Smith. It is just about the same size village as it was\nwhen he was born. I have been at Kirtland, Ohio, where the Latter-day Saints built a temple.\nIt is the largest building in that section of the country now, and Kirtland is a village shrunk to\nthe point that it no longer has a post office. I also have been at Far West where there were\nthree thousand of our people, when they were driven out, and there are only three buildings\non the tract of land that we referred to as Far West&mdash;only three, and very poor buildings at\nthat. I have been thinking also of other places where our people lived, where they have\ndeveloped lands and built houses, and then were compelled to leave their homes and go away.\nIndependence, Missouri, is no larger in point of population, or little larger, than it was a\nhundred years ago The section of country around Nauvoo is just a village. Nauvoo, when the\nSaints were driven out, was a city of more than twenty thousand people, and today it has\nneither a streetcar nor a railroad train, and its population does not exceed one thousand\npeople. Our people came out of the world because they were compelled to come. It was a\nchoice between the world and the wilderness, but see what the Lord wrought and see how He\nhas fulfilled His promise.\n<\/p><p>\n\"Seek ye first the kingdom of God end his righteousness; and all things will be added unto\nyou\" (<span class=\"citation\" id=\"33799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33799)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nYou will find no place even today, in all America, no house of worship, equal to the house\nyou are sitting in now, in point of convenience and the ability to hear the voices of those who\nspeak. I know of no city more beautifully laid out, in all America, than this with its one\nhundred forty thousand population, and we have other fine cities. The Lord brought us here\nwhen it was a wilderness, and He has made it delightful to dwell in. Surely we are grateful\nfor our heritage.\n<\/p><p>\nThis morning the patriarch to the Church was introduced to you. His remarkable lineage is\nworth tracing. He is a son of one of the mighty apostles of the Church of Jesus Christ of\nLatter-day Saints. He is the grandson of one of the great presidents of the Church. He is a\ngreat-grandson of Hyrum Smith, the martyr, who was the brother of the Prophet Joseph\nSmith, who gave his life with his brother that this gospel might be kept in the world. He is a\ngreat-great-grandson of Joseph Smith, Senior, the first patriarch in the Church of Jesus Christ\nof Latter-day Saints to be so designated, and the first man to receive the testimony of Joseph\nSmith the Prophet that he had beheld a heavenly vision and had listened to the voice of an\nangel. \n<\/p><p>\nEvery family that came into the Church in the early days and remained faithful has enjoyed\nrich blessings that could be obtained in no other way. The Church of Jesus Christ of\nLatter-day Saints is not just another church. It is His Church who gave it His name\n(<span class=\"citation\" id=\"11818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11818)\">D&amp;C 115:4<\/a><\/span>). The\ngospel of Jesus Christ is the loving advice of a kind and Heavenly Father who, knowing the\nend from the beginning, says, \"This is the pathway&mdash;walk in it, and ye shall find the celestial\nkingdom,\" and there is no other pathway that leads to that kingdom.\n<\/p><p>\nWhere are those who left the Church about the time of the martyrdom of the Prophet Joseph\nSmith expecting to develop a church and lead the people? What has happened to them? I\nmade a mental note while sitting here of the failure of James J. Strang, Sidney Rigdon, Jason\nW. Briggs, James H. Gurley, Lyman Wight, Granville Hedrick, and I might name others but\nI will not take time. What became of them and where are their followers today? You could\nput all of them that make any claim to following those men, in this building and they would\nbe lost. This is only one of the great structures of the Church with which you are identified\nthat if it were required could be filled many, many times over, not by all the people, but by\nthe Priesthood alone.\n<\/p><p>\nI am thankful for my membership in this, the Church of Jesus Christ. I think that nobody\ncould be more thankful than I or more grateful for parents and grandparents who were faithful\nLatter-day Saints. We must not forget that when we see all the richness of our lives we can't\nseparate it from the righteousness of our mothers. It is a wonderful thing to know, as Nephi\nof old, who said he was born of goodly parents\n(<span class=\"citation\" id=\"1431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1431)\">1 Ne. 1:1<\/a><\/span>)&mdash;he didn't\nsay just a goodly father. He was\nborn of goodly parents, and we would do well when we think of our blessings to remember\nour mothers and our grandmothers and our great-grandmothers. Wherever there was a great\nleader in Israel there was a great wife or mother or both who stood by his side, I am thankful\nto be here with you. It is a blessed privilege.\n<\/p><p>\nThat was a marvelous message that was received this morning from the Presidency of the\nChurch&mdash;you can't duplicate it in any other church in the world; and you can't think of\nanything that would be desirable to enrich the Church and to prepare us for a place in the\ncelestial kingdom that was not included in that message. A marvelous gathering of facts and\nfigures and advice and counsel that we would all do well to listen to and profit by.\n<\/p><p>\nNow tonight we are here in peace and quiet. The world is on fire. Everywhere peace has been\ntaken from the earth, and the devil has been given power over his own dominion\n(<span class=\"citation\" id=\"11687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11687)\">D&amp;C 1:35<\/a><\/span>). God as said\nif we will honor Him and keep His commandments&mdash;if we will observe His laws He will fight\nour battles (<span class=\"citation\" id=\"11802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11802)\">D&amp;C 98:37<\/a><\/span>)\nand destroy the wicked, and when the time comes He will come down in\nheaven (<span class=\"citation\" id=\"11752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11752)\">D&amp;C 63:34<\/a><\/span>)&mdash;not\nfrom heaven&mdash;but He will bring heaven with Him&mdash;and this earth upon which we\ndwell, will be the celestial kingdom (<span class=\"citation\" id=\"11825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11825)\">D&amp;C 130:9<\/a><\/span>).\n<\/p><p>\nWhat if all the world knew and believed that? What a change there would be in the conditions\namong the children of men! What joy would be in the place of sorrow and distress today! It\nis your duty and mine, having received this information, to impart it to others.\n<\/p><p>\nWe are a little handful of people among the children of men, but possessing the only key to\nexaltation in the celestial kingdom of our Heavenly Father. I wonder if we appreciate it. If we\ndo we should evidence it by teaching others. Let us set our homes in order. Let our lights so\nshine that our neighbors who are not of this Church may see our upright lives and be\nconstrained to glorify the name of the Lord\n(<span class=\"citation\" id=\"33794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33794)\">Matt. 5:16<\/a><\/span>).\nLet us so adjust ourselves in our business affairs\nthat we will be known for our virtues and for our integrity. Let our homes be the abiding\nplace of prayer and let our premises indicate that we rejoice in living in our homes. Let us set\nthe example to the world that the world needs, that of a choice, sweet, wholesome\nsurrounding in the place that we call home. \n<\/p><p>\nI am glad to be identified with this group of men here tonight. I thank you, my brethren, for\nthe joy that has come into my life as a result of this companionship. I have been privileged\nabove many other men in the world. I am thankful for it. I am not inclined to boast about it,\nbut I do feel grateful to my Heavenly Father that all my life I have had the privilege of\nassociating with the best boys and girls and the best men and women that I could find in the\nworld, and it has not been necessary for me to seek my pleasure and my company and my\neducation among those who are evil-minded. Tonight, with gratitude in my heart, and with\nthanksgiving I associate with these men, the General Authorities of the Church, these men\nwho preside over the stakes and wards of Zion&mdash;these men who are seeking to build the\nquorums of the Priesthood as they ought to be&mdash;thankful that I belong to this group and pray\nthat as the days go on and as the opportunities are presented that I may do my part. That I\nmay be worthy of this fellowship and this membership, not only here but throughout the ages\nof eternity, and that we may all be so blessed I humbly pray, in the name of Jesus Christ, our\nLord. Amen.\n<\/p>\n<\/div>\n<\/div>"}