{"ID":410, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Delegation of Responsibility<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i> October 1949,  pp. 18-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure I never fully realize how much I need help until I actually arrive at this moment\nand this place, and I earnestly hope that I shall have it.\n<\/p><p>\nADVICE GIVEN TO MOSES\n<\/p><p>\nI should like to read as preface to the few remarks that I shall make, some verses from the\neighteenth chapter of Exodus:\n<\/p><p>\nAnd it came to pass on the morrow, that Moses sat to judge the people; and the\npeople stood by Moses from the morning unto the evening.\nAnd when Moses' father in law saw all that he did to the people, he said. What\nis this thing that thou doest to the people? Why sittest thou thyself alone, and all\nthe people stand by thee from morning unto even?\n<\/p><p>\nAnd Moses said unto his father in law, Because the people come unto me to\nenquire of God:\n<\/p><p>\nWhen they have a matter, they come unto me; and I judge between one and\nanother, and I do make them know the statutes of God, and his laws.\n<\/p><p>\nAnd Moses' father in law said unto him, the thing that thou doest is not good.\n<\/p><p>\nThou wilt surely wear away, both thou, and this people that is with thee: for this\nthing is too heavy for thee; thou art not able to perform it thyself alone.\n<\/p><p>\nHearken now unto my voice, I will give thee counsel, and God shall be with thee:\nBe thou for the people...\n<\/p><p>\nAnd thou shalt teach them ordinances and laws, and shalt shew them the way\nwherein they must walk, and the work that they must do.\n<\/p><p>\nMoreover thou shalt provide out of all the people able men, such as fear God, men\nof truth, hating covetousness; and place such over them, to be rulers of thousands,\nand rulers of hundreds, rulers of fifties, and rulers of tens:\n<\/p><p>\nAnd let them judge the people at all seasons: and it shall be, that every great\nmatter they shall bring unto thee, but every small matter they shall judge: so shall\nit be easier for thyself, and they shall hear the burden with thee.\n<\/p><p>\nIf thou shalt do this thing, and God command thee so, then thou shalt be able to\nendure, and all this people shall also go to their place in peace.\n<\/p><p>\nSo Moses hearkened to the voice of his father in law, and did all that he had said\n(<span class=\"citation\" id=\"22596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22596)\">Ex. 18:13-24<\/a><\/span>).\n<\/p><p>\nDELEGATION OF RESPONSIBILITY\n<\/p><p>\nThere is a profound wisdom in this early utterance concerning the delegation of authority and\nof responsibility and of work. Surely it must be evident to every thinking person that there\ncomes a time when, no matter how able or willing a man may be, he cannot further extend\nhimself so far as person-to-person communication and effort are concerned. As surely as this\nChurch grows, it must be apparent to everyone that a greater sense of responsibility must rest\nwith all those who have membership in it and by that membership, therefore, have a\nresponsibility for it.\n<\/p><p>\nI called attention on one previous occasion, I think, to the number of days a man may\nreasonably expect to live&mdash;assuming that the scriptural allotment of three score and ten years\nwere granted each of us. If you will get out your pencil and paper and multiply seventy by\nthree hundred sixty-five, it will total about twenty-five thousand days, which means that if we\nwere to spend one day each with twenty-five thousand different people, our lives would be\ngone. This would indicate the limit of our personal ability to spend time with individual\npeople. But we can extend ourselves in other ways. We are extending ourselves today by\ntelevision. For many years we have extended ourselves by radio. We can extend ourselves in\nprint and by all other means of mass communication and by delegating responsibility to\nother people. But in person-to-person appointments in this Church and\nout of it, there is a limit to which a man can extend himself&mdash;a truth which the father-in-law\nof Moses discovered and expressed many centuries ago, and which is a still more pressing\ntruth in our day as the Church and its responsibilities grow.\n<\/p><p>\nACTIVITY OF MEMBERSHIP\n<\/p><p>\nOne of the great elements of strength in this Church is the activity of its membership, the\nindividual testimony and responsibility of every member in it, in the priesthood quorums and\notherwise. And we must, of course, delegate authority and responsibility. The Lord has done\nit to us; he has trusted us; and we must trust our brethren and our fellow men in like manner.\nWe shall all make mistakes, but if the Lord with his patience and his wisdom can so long\nendure our fumbling and faltering, if he can stand by and watch his children as they work out\ntheir own salvation, surely we can well afford to watch the performance of one another as\neach of us attempts to work out his own salvation and to take responsibility of the work of\nthe Church as a whole and for the salvation of one another.\n<\/p><p>\nI remember on one occasion some months ago, when Brother George Q. Morris was called to\npreside over the Eastern States Mission, a farewell testimonial was being given for him by\none of the general boards of the M.I.A. As a book was being presented to him on that\noccasion, Sister Emily Bennett, I believe it was, who was making the presentation, offered\nsome apology because she didn't know whether or not he had that particular book in his\nlibrary&mdash;but they were presenting it to him anyway. President Clark, as I recall, followed her\nand somewhat facetiously (and yet, I believe, somewhat seriously) said, \"Why didn't you ask\nthe First Presidency whether Brother Morris had this book in his library&mdash;others, it seems,\ndon't hesitate to ask almost anything and everything of them.\"\n<\/p><p>\nNow, the First Presidency, and all the other brethren, I earnestly believe, are very willing to\ndo what they can do, to the full limit of their time and strength, and certainly when people\nhave questions and problems, they must feel free to ask someone the answers. A man should\nnot carry an unanswered question around with him and let it canker within him without being\nable to ask for the answer. But I am sure that so far as the Church to its broad extent is\nconcerned, individual audiences with the First Presidency and with the other brethren shall be\nproportionately fewer. And greater and greater and wider and wider, responsibility on the part\nof all of us, down to the youngest and least able, must be the watchword for the\naccomplishment of the things that need to be accomplished.\n<\/p><p>\nSHORTCUTS\n<\/p><p>\nI don't know why the Lord is content to let us move by the slow means, or at least by the\nseemingly slow means by which we sometimes seem to move. But the\nfact that he is content to let us move so  slowly must be significant, and it may be that some\nof the shortcuts that are sometimes suggested would not be good for us, individually or as a\nChurch.\n<\/p><p>\nI recall that a personality of great brilliance named Lucifer had some very drastic shortcuts to\nsuggest and they were rejected of our Father in heaven.\n<\/p><p>\nI am reminded of another story concerning a shortcut that my able associate on Temple\nSquare, Brother Marion D. Hanks, invited to my attention sometime ago. It was an incident\nrelated by the late Justice Sutherland of the United States Supreme Court. Some years ago, he\nrecalled a group of men, who had ascended the Arch of Triumph in Paris, and one very\nbrilliant young man among them was theorizing as to the various ways of descending. There\nwere the stairs down which they could laboriously and slowly descend, or one could jump\nover the edge of the monument and thus be down much sooner. Then the brilliant young man\nproceeded to demonstrate his theory: he jumped over the edge, and the next day they buried\nhim.\n<\/p><p>\nI think some of the shortcuts suggested these days in the world (and maybe some of the\nshortcuts suggested among us) may be in this category. It serves the purposes of God,\napparently, to work through men, imperfect as they are. Certainly there are many things that\nhe could accomplish more rapidly than by letting us do them in our fumbling and faltering\nway. Certainly he could send armies of angels to accomplish the things he has placed on our\nshoulders if he chose to do so. Jesus said to his own generation that God could raise up\nchildren unto Abraham from the very stones\n(<span class=\"citation\" id=\"34242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34242)\">Matt. 3:9<\/a><\/span>).\nI think all this must lead us to only one\nconclusion, which is basic in this Church: that the Lord lets us move as we move because it is\nhis purpose and glory to bring to pass our eternal and everlasting salvation, our immortality\nand eternal life (<span class=\"citation\" id=\"38964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38964)\">Moses 1:39<\/a><\/span>);\nand if he were to take some of these shortcuts, it might do the work without\ndeveloping the individual.\n<\/p><p>\n\"WE, THE PEOPLE\"\n<\/p><p>\nMen are only at their best and most effective under conditions of voluntary cooperation and\nnever under conditions of coercion. When President Smith mentioned earlier this morning the\nConstitution of the United States, the first line from the preamble came to my mind:\n<\/p><p>\nWe, the people of the United States, in order to form a more perfect union,\n<\/p><p>\n\"We, the people\"&mdash;it was not an edict from some tall tower directing that some mass of\npeople should do something regardless of their own wishes. \"We the people\" do this. Men are\nmost effective under conditions of voluntary cooperation, and that is one of the great\npillars of strength of this Church. The free agency of man is basic. We\nare committed to it, and corollary with it is our own individual initiative and willing\ncooperation in a great cause.\n<\/p><p>\nNow I have no concern as to the ability of our Father in heaven to accomplish his purposes in\nthe earth. He could raise up children to Abraham from the very rocks. He could send armies\nof angels. He could take these and other shortcuts. He could no doubt do many things much\nmore quickly, but he is interested in us, in our initiative, in our development, in our agency,\nin our voluntary willingness to cooperate one with another, and to move toward his purposes\nfor our own soul's salvation as well as for the good of his work in the earth.\n<\/p><p>\nI pray that we may each of us sense our responsibility in the world and in the Church, and\nthat we who have responsibility for any part of the work may learn to delegate detail as\noccasion requires and trust these men, our brethren, and these women, our sisters, to do their\npart in pushing forward the things that need to be done, and to feel a sense of responsibility\nas concerns carrying forward this work.\n<\/p><p>\nI should like to leave with you my conviction concerning the truthfulness and ultimate destiny\nof those things to which we are committed in this Church, which we earnestly accept as the\nChurch of Jesus Christ, and I do it in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}