{"ID":4103, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Agency and Accountability\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p2\" class=\"\">Elder Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:296a.jpg\" alt=\"Elder Victor L. Brown\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p3\" class=\"\">Twenty-four years ago this next October, I received a long-distance telephone call at our home in Chicago. The caller in Salt Lake City asked if I planned to attend general conference, which convened the next morning. To this I answered, “No,” whereupon he asked if I could. I responded, “I suppose I can if you want me to.” The caller said, “The President of the Church would like to see you tomorrow morning at 8:00 in his office. Now have a good night’s sleep because it will be your last.” After some twenty-four years, it looks as though I may get that good night’s sleep—perhaps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p4\" class=\"\">These years have been the most challenging and rewarding years of my life. I have had the indescribable blessing of being tutored every week, with few exceptions, by four Presidents of the Church and eight different Counselors in the First Presidency, and of course, for eleven years of that time, by a wonderful Presiding Bishop, John H. Vandenberg. It was a great blessing to serve with Elder Robert L. Simpson as Counselors to Bishop Vandenberg. Words cannot adequately express my love and my appreciation for my own faithful Counselors, Elder Vaughn J. Featherstone, Bishop H. Burke Peterson, and Bishop J. Richard Clarke, for their loyalty to me personally, and for their outstanding contribution to the Church during these thirteen years. We’ve been abundantly blessed by men and women of great faith and commitment—both here at home and from all over the world—who joined with us in response to the assignment from the First Presidency to accomplish the temporal work of the kingdom in these latter days. I express my heartfelt appreciation and gratitude to all, wherever they may be, and thank them for the blessing of being associated with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p5\" class=\"\">These associations have reinforced for me the basic principles learned in my youth. I should like to discuss two or three of them today. There are some things that are common to all mankind. Two of the most obvious are that we are born and we die. We take with us in death no more than we brought with us in birth, as far as material things are concerned. The closer I get to the time of departure from this life, the more concern I feel about what I will take with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p6\" class=\"\">A common principle, perhaps one of the most important, is the gift of free agency. This great gift of God to all of his children was part of the plan of salvation explained in the councils in heaven. From the scriptures we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p7\" class=\"\">“And the Messiah cometh in the fulness of time, that he may redeem the children of men from the fall. And because they are redeemed from the fall they have become free forever, knowing good from evil, to act for themselves. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p8\" class=\"\">“Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself.” (<span class=\"citation\" id=\"4127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4127)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4127)\">2 Ne. 2:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p9\" class=\"\">As President Brigham Young said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p10\" class=\"\">“If Brother Brigham shall take a wrong track, and be shut out of the Kingdom of heaven, no person will be to blame but Brother Brigham. I am the only being in heaven, earth, or hell, that can be blamed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p11\" class=\"\">“This will equally apply to every Latter-day Saint. Salvation is an individual operation. I am the only person that can possibly save myself. When salvation is sent to me, I can reject or receive it. In receiving it, I yield implicit obedience and submission to its great Author throughout my life, and to those whom he shall appoint to instruct me; in rejecting it, I follow the dictates of my own will in preference to the will of my Creator.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, [Salt Lake City: Deseret Book Co., 1941], p. 390.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p12\" class=\"\">Thus we see that free agency goes hand in hand with responsibility, and that consequences, good or bad, are the result of our personal decisions resulting from the exercise of free agency. And this is another principle, obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p13\" class=\"\">The Lord, understanding our frailty as human beings and recognizing the influence that Satan would exert, gave us standards by which we can live our lives and know good from evil. These standards are found in the holy scriptures. I should like to refer to some of these scriptures which for me have increased meaning as I grow older. The first one, perhaps, would be the foundation upon which the others can rise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p14\" class=\"\">In the eighth chapter of John, the Savior says, “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.” (<span class=\"citation\" id=\"29245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29245)\">John 8:12<\/a><\/span>.) If we accept this statement of the Lord, others will naturally fold into proper place. What does it mean to have the “light of life” and “not walk in darkness”? A rich young ruler may have had this question in mind when he asked Jesus what he should do to inherit eternal life, which is the greatest gift of God to man. The Savior responded:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p15\" class=\"\">“Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p16\" class=\"\">“And he said, All these have I kept from my youth up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p17\" class=\"\">“Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p18\" class=\"\">“And when he heard this, he was very sorrowful: for he was very rich.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p19\" class=\"\">“And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p20\" class=\"\">“For it is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.” (<span class=\"citation\" id=\"32218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32218)\">Luke 18:20–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p21\" class=\"\">May I restate part of President Young’s quotation: “When salvation is sent to me, I can reject or receive it. In receiving it, I yield implicit obedience and submission to its great Author throughout my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p22\" class=\"\">One of the great lessons on obedience is taught in the story of Naaman. Naaman was “captain of the host of the king of Syria, … and a mighty man in valour, but he was a leper.” (<span class=\"citation\" id=\"3203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3203)\">2 Kgs. 5:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p23\" class=\"\">One of his wife’s maidens, an Israelite who had great faith and concern for Naaman’s condition, “said unto her mistress, Would God my lord were with the prophet that is in Samaria! for he would recover him of his leprosy.” (<span class=\"citation\" id=\"3204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3204)\">2 Kgs. 5:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p24\" class=\"\">When the king learned of this, he sent Naaman to the king of Israel with a letter and with gifts, requesting that the king of Israel cure Naaman of his leprosy. He had misunderstood the maiden’s comment and thought that the king of Israel was the one who could cure his ailment. The Israelite king was very upset with this request because he had no power to do such a thing. Yet, he knew if he did not do it, it could mean war with the Syrians. Elisha, the prophet, heard of the king’s distress and suggested, “Let him come now to me, and he shall know that there is a prophet in Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p25\" class=\"\">“So Naaman came with his horses and with his chariot, and stood at the door of the house of Elisha.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p26\" class=\"\">“And Elisha sent a messenger unto him, saying, Go and wash in Jordan seven times, and thy flesh shall come again to thee, and thou shalt be clean.” (<span class=\"citation\" id=\"3205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3205)\">2 Kgs. 5:8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p27\" class=\"\">Naaman being a man of high position was insulted that Elisha would send a messenger and not show him the respect of coming himself. In addition, the simple nature of the message offended him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p28\" class=\"\">“Naaman was wroth, and went away, and said, Behold, I thought, He will surely come out to me, and stand, and call on the name of the Lord his God, and strike his hand over the place, and recover the leper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p29\" class=\"\">“Are not Abana and Pharpar, rivers of Damascus, better than all the waters of Israel? may I not wash in them, and be clean? So he turned and went away in a rage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p30\" class=\"\">“And his servants came near, and spake unto him, and said, My father, if the prophet had bid thee do some great thing, wouldest thou not have done it? how much rather then, when he said to thee, Wash, and be clean?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p31\" class=\"\">“Then went he down, and dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean.” (<span class=\"citation\" id=\"3206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3206)\">2 Kgs. 5:11–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p32\" class=\"\">Naaman needed to have the faith of a child to be obedient as a child before his flesh became clean as a little child’s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p33\" class=\"\">The final principle that I have observed in the lives of effective men and women is to act promptly and decisively once they have determined what the Lord wishes done. In the parable of the ten virgins, we are taught the folly of procrastinating and delaying our preparation for the day when the Savior will come again—but it is our choice. We “are free to choose liberty and eternal life … or to choose captivity and death.” (<span class=\"citation\" id=\"4128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4128)\">2 Ne. 2:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p34\" class=\"\">“Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom”—who is the Savior—at his second coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p35\" class=\"\">“And five of them were wise, and five were foolish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p36\" class=\"\">“They that were foolish took their lamps, and took no oil with them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p37\" class=\"\">“But the wise took oil in their vessels with their lamps. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p38\" class=\"\">“And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p39\" class=\"\">“Then all those virgins arose, and trimmed their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p40\" class=\"\">“And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p41\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p42\" class=\"\">“And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p43\" class=\"\">“Afterward came also the other virgins, saying, Lord, Lord, open to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p44\" class=\"\">“But he answered and said, Verily I say unto you, I know you not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p45\" class=\"\">“Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.” (<span class=\"citation\" id=\"37080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37080)\">Matt. 25:1–4, 6–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p46\" class=\"\">The foolish virgins expected that they could borrow oil from others. To their sorrow, they learned that they were individually responsible for their circumstances and had not prepared themselves. As I conclude this part of my service in the Church, it is my prayer that each of us will be wise enough to live lives that will cause us to be found among those referred to in this scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p47\" class=\"\">“And at that day, when I shall come in my glory, shall the parable be fulfilled which I spake concerning the ten virgins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p48\" class=\"\">“For they that are wise and have received the truth, and have taken the Holy Spirit for their guide, and have not been deceived—verily I say unto you, they shall not be hewn down and cast into the fire, but shall abide the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p49\" class=\"\">“And the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/agency-and-accountability.p50\" class=\"\">“For the Lord shall be in their midst, and his glory shall be upon them, and he will be their king and their lawgiver.” (<span class=\"citation\" id=\"18270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18270)\">D&amp;C 45:56–59<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}