{"ID":4106, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Invitation of the Master\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p2\" class=\"\">Elder John Sonnenberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26e2.jpg\" alt=\"Elder John Sonnenberg\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p3\" class=\"\">I would like to preface my remarks by bearing my testimony and telling you that I know this church is true, that Jesus is the Christ, and that we are led by prophets of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p4\" class=\"\">October 3, 1984, began as an ordinary day. The sun rose, the colors of autumn sprinkled the Midwest, and it appeared as the garden spot of the nation. The day was somewhat uneventful until the telephone rang. “Elder Sonnenberg?” the voice inquired, and then intoned, “The office of the First Presidency is calling. President Hinckley would like to speak with you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p5\" class=\"\">After a brief exchange of kindnesses, he invited me to become a member of the First Quorum of the Seventy and a General Authority. It has been, and yet remains, overwhelming. The day took on new meaning and an entirely different dimension in my life as I pondered the challenge and invitation. I will do my best and serve with all my heart. My lovely wife and children and their wonderful families surely sustain me, as they have always done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p6\" class=\"\">Men’s lives have been clearly and completely changed by such invitations from men of God. This acceptance was acknowledged by asking when and where the Lord would have me go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p7\" class=\"\">Men and women the world over are invited each day to come and join with us. The Savior invited men to “come, follow me.” (<span class=\"citation\" id=\"32219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32219)\">Luke 18:22<\/a><\/span>.) It was not an ordinary invitation—to follow Jesus. The commitment had everlasting and eternal consequences. Peter was invited to “launch out into the deep.” (<span class=\"citation\" id=\"32211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32211)\">Luke 5:4<\/a><\/span>.) He was a strong, suntanned, ordinary fisherman until he was invited “to let down [the] nets.” (<span class=\"citation\" id=\"32212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32212)\">Luke 5:4<\/a><\/span>.) Thereafter he would never be the same because the Savior was steering his soul more than the ship. Yes, he was an ordinary fisherman until he heard the voice of Jesus and accepted His invitation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p8\" class=\"\">Another time Peter was invited to walk on the water, and when he couldn’t continue he learned that when our faith falters we fail. (See <span class=\"citation\" id=\"37061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37061)\">Matt. 14:28–31<\/a><\/span>.) Accepting the invitation requires unconditional faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p9\" class=\"\">In the presence of arrogant and angry men who were eager to accuse, the Master inscribed in sand and dust that which is now cast in concrete. The crowded courtyard of anxious accusers was cleared, and a sinner was saved from stoning because the Savior was interested in the person more than the problem. (See <span class=\"citation\" id=\"29244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29244)\">John 8:3–11<\/a><\/span>.) He invited us to not judge, and then He demonstrated that forgiveness fosters love and that casting stones simply wouldn’t solve the problem or bring about a solution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p10\" class=\"\">If we are to be as He is, we must be as He was. We must even invite with interest those who show disinterest and hope that somehow they will recognize the divine discourse described as a testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p11\" class=\"\">He invited us to seek after the singular sheep that was lost. He made us to understand that a lost sheep is really a lost soul that we need to seek and search for, that a lost coin is one who needs to be counted and then converted, and that a prodigal son is one that can be saved by serving and then giving service himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p12\" class=\"\">He invited little children to come unto Him and each of us to become as one of them. He invited men to love one another as He has loved us, and then He would call them His disciples. He extended His love to His Apostles on condition that they understood what unconditional love for their fellowman was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p13\" class=\"\">He invites men to receive the priesthood of God and to magnify it by service. He invites us to pay our tithing and fast offering, to teach the gospel, and to be baptized, and receive the Holy Ghost. And He invites us to preach the gospel in all the world because we are a worldwide church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p14\" class=\"\">Last month my faithful and youthful companion, Timmy Manners, and I did our home teaching. Sixteen-year-old Timmy was born in the British Isles, I was born in the DDR [German Democratic Republic], and we teach a family from France. We visit them in Germany, and speak English—and we all understand each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p15\" class=\"\">Each of our families were converted to this, the Lord’s true church, by dedicated missionaries in different lands. We were taught by the sweet Spirit of the Lord. As we meet monthly in the lovely home of Jean Collin and his wonderful family, we have the opportunity to enlighten one another in our home teaching visit by that same sweet Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p16\" class=\"\">We invite the Spirit of the Lord on bended knee in the attitude of prayer. On this wise shall ye pray. What an invitation to communicate in the name of Christ! We are invited to cry repentance and bear our testimony, and then as a crown of commitment He allows us to go to His Holy House and be sealed for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p17\" class=\"\">Before 1830, April 6 was also just an ordinary day. Since the coming of the Book of Mormon and the organization of His church, the Spirit of the Lord has touched men and women around the world. Apostles and prophets and fellow Saints have borne witness of the divinity of the restoration of the gospel. Light, knowlege, and truth have been restored, and the Spirit of the Lord has been felt by members of His Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-invitation-of-the-master.p18\" class=\"\">My beloved brothers and sisters, I testify that the Book of Mormon is true, that Jesus is the Christ and that Spencer W. Kimball is a prophet of God, and I invite you to follow them and enjoy the Spirit of the Lord, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}