{"ID":4108, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Look for the Beautiful\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p2\" class=\"\">Elder Keith W. Wilcox<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26fa.jpg\" alt=\"Elder Keith W. Wilcox\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p3\" class=\"\">Not long ago, President Gordon B. Hinckley, in a commencement address at BYU—Hawaii, admonished graduates to “stop seeking out the storms and enjoy more fully the sunlight.” (<span class=\"emphasis\">Church News,<\/span> 3 July 1983, p. 10.) He pointed out that we can be negative and look for the ugly in life and the faults and failings of those around us, or we can develop positive attitudes and see the beautiful in life and the good, the strong, the decent, and the virtuous in people, which brings joy and happiness. It is a matter of attitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p4\" class=\"\">Shortly after beginning three years of service as a mission president, I was reminded of my personal attitude concerning the world and the people in it. One evening I looked up to see my thirteen-year-old daughter walking up to my desk. She stopped and looked intently at me, with her hands on her hips. She finally said, “Dad, I think I have you figured out.” Now she had my complete attention. Then she said, “You have devoted your life to the beautiful, haven’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p5\" class=\"\">I thought for a few moments and then replied, “Yes, Carole, you do have me figured out. Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p6\" class=\"\">My lovely wife and our six beautiful daughters had long been aware of my interest in the beauty of buildings, as expressed in my practice as a professional architect, and also of my interest in the beauty of this world, as expressed in my landscape paintings. Carole had now correctly concluded that I had an even greater interest in the creation of beautiful people—the type of radiant beauty that comes from righteous living and acceptance of the gospel of Jesus Christ, as taught by our missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p7\" class=\"\">In recent months in traveling to many parts of the world, I have observed this same beauty and spiritual glow in so many of those with whom I have associated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p8\" class=\"\">During these travels I have also observed many types of buildings. More and more I see how buildings and people resemble each other. The most beautiful buildings I have seen are our sacred temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p9\" class=\"\">The Lord has told us that we can be beautiful, even like a temple. In 1 Corinthians he said, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?” (<span class=\"citation\" id=\"746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(746)\">1 Cor. 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p10\" class=\"\">In 2 Corinthians we read, “For ye are the temple of the living God.” (<span class=\"citation\" id=\"3110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3110)\">2 Cor. 6:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p11\" class=\"\">When the Lord Jesus Christ finalized his immortal Sermon on the Mount, he used a comparison of buildings and people to emphasize the importance of foundations common to both:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p12\" class=\"\">“Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p13\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p14\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p15\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"37052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37052)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p16\" class=\"\">A solid foundation is the most important part of a building or of a person. President Benson has emphasized that in the Sermon on the Mount “we are told to be a light to others, to control our anger, to reconcile bad feelings with others … , [and] to love our enemy. … We are further instructed how to pray, how to fast, and how to regulate our priorities.” (<span class=\"emphasis\">Come unto Christ<\/span> [Salt Lake City: Deseret Book Co., 1983], p. 37.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p17\" class=\"\">As we live the principles of the Sermon on the Mount, we build a rock-solid foundation upon which our lives can safely be constructed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p18\" class=\"\">The Lord, the great Master Architect, has given us perfect plans and specifications to guide us in the building of our lives. These are the sacred scriptures. They contain the words of the Lord and should be frequently read and pondered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p19\" class=\"\">By seeking the Lord through prayer and through his holy scriptures, we learn to look for the beautiful and to develop positive attitudes. We achieve guidance in the building of our foundations and our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p20\" class=\"\">As we live righteous and unselfish lives, the Spirit of the Lord enters our souls and then radiates from us. We become beautiful, even as a holy temple is beautiful. And as missionaries we can help others to become beautiful. “How beautiful upon the mountains are the feet of him that bringeth good tidings.” (<span class=\"citation\" id=\"25608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25608)\">Isa. 52:7<\/a><\/span>, <span class=\"citation\" id=\"40588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40588)\">Mosiah 12:21<\/a><\/span>, <span class=\"citation\" id=\"6007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6007)\">3 Ne. 20:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/look-for-the-beautiful.p21\" class=\"\">I leave you my testimony that I know this is the restored Church of Jesus Christ, with a message for all mankind. Jesus is the Christ. We are led by a prophet of the Lord, President Spencer W. Kimball. Our church provides the way for each of us to construct that which is truly beautiful—a Christlike life, which brings joy and happiness now and into the eternities. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}