{"ID":4109, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Mantle of a Bishop\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p2\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p3\" class=\"\">My dear brothers and sisters, this is the fourth time that I will be ordained or set apart as a bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p4\" class=\"\">In turning to the forty-first section of the Doctrine and Covenants, we find where the first Presiding Bishop was called—Edward Partridge. There it was said that he was a guileless man. [see <span class=\"citation\" id=\"18264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18264)\">D&amp;C 41:9–11<\/a><\/span>.] Concerning that particular attribute, I would like to say of Bishop Brown, Bishop Peterson, and Bishop Clarke how guileless they are and how well they have served. In searching for a Presiding Bishopric, the Lord and the Brethren go through the kingdom to find three men who would be willing to enter a javelin-catching contest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p5\" class=\"\">Bishop Vandenberg, Bishop Simpson, and Bishop Featherstone have been great examples to me over the years. When I was a bishop in a ward, they were serving in the Presiding Bishopric.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p6\" class=\"\">If I could give a tribute today at this Easter time to the more than ten thousand bishops and branch presidents throughout the world, I would say how much the office of the bishop embodies the Savior’s characteristics. There are great bishops throughout the world. There is something that happens to a man when he becomes a bishop because he learns more than anything else to honor the call. Once a bishop is ordained, he is never released—the reason being that he holds within him the confidences, which will go to the grave with him, for those whom he serves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p7\" class=\"\">The mantle of the bishop includes being president of the Aaronic Priesthood and president of the priests quorum, being a common judge in Israel, being presiding high priest, assisting in temporal matters, providing for the welfare of the Saints through auxiliaries and priesthood councils, and being responsible for tithes and offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p8\" class=\"\">Have you ever wondered about this mantle which comes upon a bishop? He can sit in a sacrament meeting and look out at his flock and know who is in trouble, look at his Aaronic Priesthood—the deacons, the teachers, and the priests—and know which ones need his counsel. There is a hopeless feeling when you are released as a bishop to become a General Authority, and then return to your home ward where you have been serving and realize you have lost the power of discernment with the ward members. You can’t do what you did as a bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p9\" class=\"\">We think of the disciples waiting outside the Garden of Gethsemane and not having the discerning nature to know what the Savior was going through. And yet, the Savior himself embodied that characteristic which a bishop and all of us should have. He said, “What, could ye not watch with me one hour?” (<span class=\"citation\" id=\"37091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37091)\">Matt. 26:40<\/a><\/span>.) They did not understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p10\" class=\"\">Sometimes, experience is the best teacher of discernment. We are reminded of President Harold B. Lee who had to lose his sweet companion so that he might understand the agony and anguish of a single person who has lost his or her companion, turning his attention to the singles of the Church. It is in moments like this that we learn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p11\" class=\"\">I remember, too, my mother as she went through eight years of being paralyzed. The last year and a half she needed care around the clock, and my dear father cared for her. One night, a few weeks before she passed away, I knelt at her bed after a word of prayer and she said, “I would like to go to heaven to see Papa.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p12\" class=\"\">I said, “Mother, why have you gone through this pain?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p13\" class=\"\">She said, “To learn patience.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p14\" class=\"\">“Mother, have you learned enough patience?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p15\" class=\"\">Then, with a mother’s kind way of teaching, she looked at me and said, “I have, but have you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p16\" class=\"\">At such moments we begin to understand that the difficulties and problems of others, if we will feel them, will make us grow, if we will but lend a hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p17\" class=\"\">There are many priesthood leaders here from all over the world. These stake presidents, Regional Representatives, and General Authorities know the truth of the counsel once given us by one of the Presiding Bishops of this dispensation, Elder LeGrand Richards. After a weighty discussion in the temple with all the General Authorities, he said, “Now, Brethren, I understand all that we discussed, but until the bishops move, nothing will happen. Everything above the bishop is all talk.” He taught a great lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p18\" class=\"\">Each priesthood leader who is here this day must go home and make sure the bishops understand the messages which we have heard, for it is in their interviews with the youth, it is in their interviews in calling the people to positions, it is in their compassion for the needy and the widows that the important spiritual things happen in the lives of the Saints. The bishop who utilizes the resources at his hands—the auxiliaries, the priesthood—to fulfill the needs of his people, is a true bishop, not one who follows slavishly a handbook to the detriment of his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p19\" class=\"\">Having said this, I would like to ask the youth and adults who are here, and all within the sound of my voice, that every night and morning you pray for your bishop. He needs your help. He cannot carry the responsibilities on his shoulders without your help and prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p20\" class=\"\">The story is told of the young child who misbehaved in sacrament meeting. Father and Mother were embarrassed by his actions. Finally, Father was a little disturbed and took the child out. As he went down the aisle, he gave the child a little squeeze. The child knew he was in trouble. As the father turned to go out of the chapel, the child, now up over his father’s shoulder, said, “Bishop, help me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p21\" class=\"\">All members of the Church can turn to their bishops when they are in need of help and can feel secure in his love for them and can have confidence in following his counsel. Bishops learn not to judge people against a standard of perfection. A bishop learns that he will rejoice with those over whom he presides in any progress they make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p22\" class=\"\">In the forty-first section of the Doctrine and Covenants, on that day when Edward Partridge was called, the superscription says, “The members were striving to do the will of God so far as they knew it.” And that’s true today. We strive to do the Lord’s will so far as we know it. The section goes on to say that the Lord asks us to assemble ourselves together to agree upon his word. (See <span class=\"citation\" id=\"18262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18262)\">D&amp;C 41:2<\/a><\/span>.) If we do that, there will be unity. That unity has been here today. May the Lord’s blessings continue, that “by the prayer of your faith,” as the Lord promises, “ye shall receive my law, that ye may know how to govern my church and have all things right before me.” (<span class=\"citation\" id=\"18263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18263)\">D&amp;C 41:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p23\" class=\"\">In conclusion, let’s turn to the story of Elijah and Elisha. Elijah had gone from his duties to go up to a cave. The Lord came to him, and he was called to go back to his duties. He had not had a convert for some period of years, but when he went back he found Elisha, who immediately followed him. (See <span class=\"citation\" id=\"1290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1290)\">1 Kgs. 19:4–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p24\" class=\"\">They dwelt and worked together for a few years until the time came when all the priesthood leaders knew that it was time for Elijah to be translated. Elijah and Elisha stood at the banks of the River Jordan. Fifty other priesthood holders stood in view far off as the two stood by the Jordan. “And Elijah took his mantle, and wrapped it together, and smote the waters, and they were divided hither and thither, so that they two went over on dry ground.” And Elijah said to Elisha, “Ask what I shall do for thee.” Can you imagine? Then Elijah was translated and departed in a flaming chariot, and the only thing that was left was his mantle. Elisha picked up the mantle, then turned toward the fifty priesthood leaders who were standing afar off. He had to return over the river, so he picked up the cloak, smote the River Jordan, and it parted. (See <span class=\"citation\" id=\"3202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3202)\">2 Kgs. 2:1–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p25\" class=\"\">I now stand at the Jordan with two sweet counselors, Bishop Eyring and Bishop Pace, as we attempt to cross the River Jordan to serve together. I ask for the blessings of Bishop Brown, Bishop Clarke, and Bishop Peterson, and all those who are here, that my counselors and I might also have that river part so we may return and go about our mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p26\" class=\"\">Bishop Pace said to me when he received his call, “You don’t know me that well.” My response was, “No, but the Lord does.” Bishop Eyring and I have known each other since boyhood. He is a man of God. Sitting in this audience today is Wilber Cox. Both Bishop Eyring and I have served as counselors to him in a stake presidency. He molded us in a way in which we have been blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p27\" class=\"\">I appreciate being taught by the example of my mother and father. Mother, for fifteen years, was a Relief Society president. After I received my driver’s license, she had me drive her to deliver the welfare supplies and care for the needy. Father would always have me polish the sacrament trays when I was a deacon, and we would bring them home and wash the sacrament cloths and honor the priesthood. When he was in the bishopric, he took care of the outside of the building; and we, as Aaronic Priesthood boys, assisted him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-mantle-of-a-bishop.p28\" class=\"\">May the Lord’s blessings be with each and every one of us. It is my testimony that God lives, that Jesus is the Christ. Of this I have no doubt. I give you my testimony with those who have prophesied this day. As I look into their eyes and feel the love I have for them, I ask that we might be able to work together in harmony. I say this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}