{"ID":411, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Apostasy from the Truth<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i> October 1949,  pp. 22-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters: Six years ago at the October conference of the Church you\nsustained me as one of the General Authorities. In spite of my weaknesses and limitations, I\nstand here today to testify to you of the joy and the happiness which have been mine during\nthose six glorious years. For four and one-half years of the six, I have had the opportunity of\ntraveling among the stakes of Zion, meeting the stake presidencies, high councils, bishoprics,\nand Saints, and also visiting the missions of the Church and meeting the people there. It has\nbeen a priceless experience. In no other place in all the world can anyone be privileged to\nenjoy the association of such fine men and women as those who constitute the leadership of\nthe stakes and wards of Zion and the missions and branches of the Church. I am deeply\ngrateful for all your kindness.\n<\/p><p>\nAs though this were not enough, I have had the glorious privilege of a close and intimate\nassociation with the leadership of the Church, the General Authorities. I have always loved\nthem, but I have never loved them as much as I do today. Any one of them would give his\nall, including life itself, if necessary, for the establishment of this great work and the\nupbuilding of the kingdom. With all my heart, I sustain them and love them and commend to\nyou, my brethren and sisters, their example and counsel.\n<\/p><p>\nSome few months ago following a general conference of the Church, I received a letter\nfrom a young man in this city. He had been impressed with something that had been said\nregarding missionary work. In his letter he asked the question&mdash;after indicating that he was\nnot a member of the Church&mdash;\"Why do you people of the Mormon faith send missionaries\nout into the world, particularly to Christian nations? Why do you not confine your program to\nthe non-Christian people?\"\n<\/p><p>\nIf the Lord will bless me, I should like to attempt to answer that question, within the limits of\nthe time available and my own personal limitations.\n<\/p><p>\nCHURCH ESTABLISHED BY CHRIST\n<\/p><p>\nIt is a common belief of all sects professing Christianity that Jesus the Christ established his\ndivine Church here on the earth during his ministry among men. He came during a period of\ncomparative peace. The religious world was divided into two camps&mdash;the pagans of various\nsects and the Jews. The Jews alone were worshiping the true and Living God. Even they were\ndivided among themselves, the principal groups being the Pharisees, Sadducees, and Essenes.\nThere was also a mixture of the Jewish and pagan philosophies in the Samaritan group.\n<\/p><p>\nBut Christ came with his message indicating that the law of Moses was fulfilled in him\n(<span class=\"citation\" id=\"5482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5482)\">3 Ne. 9:17<\/a><\/span>). He\nbrought a higher law, a law of love, the gospel of love, and he established his Church. He\nselected officers. We read of the apostles, the seventies, bishops, elders, priests, teachers, and\ndeacons, and one of the members of that body of leaders later said that these officers should\nremain in the Church for the purpose of:\n<\/p><p>\n. . . the perfecting of the saints, for the work of the ministry, for the edifying of\nthe body of Christ:\n<\/p><p>\nTill we all come in the unity of the faith\n(<span class=\"citation\" id=\"21635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21635)\">Eph. 4:12-13<\/a><\/span>).\n<\/p><p>\nThe Master selected his Twelve. He named them; he sent them forth with the message, \"the\nkingdom of heaven is at hand\" (<span class=\"citation\" id=\"34275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34275)\">Matt. 10:7<\/a><\/span>).\nThey went to the lost sheep of the House of Israel\n(<span class=\"citation\" id=\"34274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34274)\">Matt. 10:6<\/a><\/span>) and later,\nthrough divine direction, to the Gentiles as well. Others were called, and the seventy,\nfollowing their first mission, came back rejoicing that even the devils had been subject to\nthem in the name of Jesus Christ\n(<span class=\"citation\" id=\"31237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31237)\">Luke 10:17<\/a><\/span>).\n<\/p><p>\nThere was a spirit of unity among the members, a spirit of brotherhood; there was a spirit of\noneness. They enjoyed rich spiritual gifts. Simple ordinances were performed by men who\nhad authority and had been commissioned. The apostolic ministry was characterized by every\nevidence that those engaged in it had divine authority to carry the message of the gospel and\nto administer in the affairs of the kingdom. They went forth freely without pay, because the\nMaster had said,  \"freely ye have received, freely give\"\n(<span class=\"citation\" id=\"34276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34276)\">Matt. 10:8<\/a><\/span>). Peter,\napparently the senior apostle, directed the activities of the Church.\n<\/p><p>\nIn 44 A. D. a council of the Church membership was called in Jerusalem, with Peter\npresiding (<span class=\"citation\" id=\"7614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7614)\">Acts 15:7<\/a><\/span>). According to the records, certain differences were adjusted at that conference, under\nthe inspiration of the Holy Ghost\n(<span class=\"citation\" id=\"7615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7615)\">Acts 15:28<\/a><\/span>).\nLater the apostles scattered; persecution was heaped upon\nthem; and so far as we know, they never met again in a general conference of the Church.\nThe activities of Paul centered at Antioch, but during the period from 68 A. D. to 100 A. D.,\nit appeared that most, if not all, of the original apostles, who had the authority to direct the\nkingdom&mdash;to direct the affairs of the Church&mdash;had passed from the earth.\n<\/p><p>\nBEGINNING OF APOSTASY\n<\/p><p>\nWaves of persecution continued, dissension crept in, political influence was in evidence.\nAccording to the writers of the second century, which are usually passed over in silence by\nmany of the religious leaders of the world today, the teachings were orthodox to quite an\nextent during the first century and into the second century following the advent of the Master.\nBut even during this period there was evidence that an apostasy was beginning. As\nConstantine came to the throne of the Roman Empire, there was a spirit of tolerance shown\ntoward all religious groups. Finally, tolerance increased toward the Christians until\nConstantine himself more or less espoused their cause.\n<\/p><p>\nGreat changes were now in evidence. Some would have us believe that the bishop of Rome,\nabout this time, became the head of the Church. There were many bishops presiding over\nlocal congregations&mdash;churches as they were called&mdash;but none of them had authority, as had\nbeen given to the Twelve, to direct Church affairs. In fact, the records indicate that at least\ntwo of the bishops of Rome died while John, the Apostle was still known among men.\nEvidently, one was living when John received his last great revelation recorded in the Book of\nRevelation. None of these had the authority, nor assumed authority, to direct the church\nestablished by Christ and his apostles.\n<\/p><p>\nIn the council called by Constantine, the emperor, in 325 A.D. (Council of Nicaea), which\nwas apparently the first conference called subsequent to the one that was held in Jerusalem in\n44 A.D., we are told that only about one-sixth of the bishops were in attendance, and that the\nbishop of Rome was absent from that important meeting. The emperor directed the council\nalthough he was not even baptized. According to the records we have, there was evidently no\nunity and no inspiration of the Spirit present at the meeting, but force and intrigue were used\nin an effort to bring political unity for political purposes. In fact, our best authorities seem to\nindicate that it must have been approximately 354 A. D. before Peter, the Apostle, was ever\nreferred to as a bishop.\n<\/p><p>\nPRINCIPLES AND ORDINANCES CHANGED\n<\/p><p>\nBut long before this time, evidences of apostasy had set in. The corrupting of the simple\nprinciples of the gospel, the introduction of pagan philosophies, the unwarranted and\nunauthorized addition of certain man-made ceremonies, changes in organization and in\ngovernment&mdash;all these and more were in evidence.\n<\/p><p>\nThere isn't time to dig into a detailed discussion of the changes made, but we may take as an\nexample the simple ordinance of baptism, performed by immersion, by those having authority,\nfollowing which hands of the priesthood were laid upon the heads of the baptized members\nand the Holy Ghost conferred. Shortly after the passing of the apostles, this ordinance was\ngreatly modified. The mode of baptism was changed. There came a time when baptism was\nrecognized whether or not men held or even claimed authority. They even went to the point\nof indicating that authority was not necessary. The baptism of infants was introduced. Adults\nwho were baptized were treated as infants and fed on milk and honey for a period. The use of\noil was introduced into the ordinance.\n<\/p><p>\nThe sacred ordinance of the sacrament was changed, that simple and impressive ordinance\nintroduced by the Master. The doctrine of transubstantiation was taught and actual idolatry\nand the worship of the emblems introduced. A change was made in the selection of officers.\nNominations had been made by the Apostles who had that authority. No longer was the\nprinciple of common consent (<span class=\"citation\" id=\"12614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12614)\">D&amp;C 26:2<\/a><\/span>),\nwhich had been a part of the early Church, practiced and\nfollowed. Members of the Church were forbidden to read the scriptures, although the Master\nhad said, \"Search the scriptures: for in them ye think ye have eternal life\"\n(<span class=\"citation\" id=\"27364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27364)\">John 5:39<\/a><\/span>).\n<\/p><p>\nABOMINABLE PRACTICES INTRODUCED\n<\/p><p>\nMany other practices were introduced, one of the most serious, and I am sure one of the most\nabominable in the sight of God, was the selling of indulgences. This practice was based on\nthe false theory that there was a treasure of merit&mdash;that certain of the saints and others\nthrough their works had performed more than was required for their salvation&mdash;and therefore,\nthere was a treasure available upon which others might draw, who through their unrighteous\nlives may be short of the requirements for salvation. The doctrine of infallibility, the worship\nof relics, the introduction of pomp, ceremony, and mysteries, the use of incense, the worship\nof martyrs, applause to show the relative popularity of speakers in the Church, and even the\npurchase of office were approved and practiced. Rivalry, strife, and disunity were rampant,\nprobably reaching a climax when the bishop of Rome excommunicated the patriarch of\nConstantinople and the patriarch in turn excommunicated the bishop.\n<\/p><p>\nThere remained then, only human churches, without authority, which had\nexcommunicated each other. Surely the apostasy was now complete.\n<\/p><p>\nAPOSTASY PREDICTED\n<\/p><p>\nAs the restored Church, we affirm that with the passing of the apostolic age, the Church\ndrifted into a condition of apostasy, that succession in the priesthood was broken, and that the\nChurch, as an earthly organization operating under divine direction and having authority to\nofficiate in spiritual ordinances, ceased to exist. This is attested by history. We affirm also\nthat all this was foreseen and predicted by the apostles when they were living, yea, and by the\nMaster in his day. The apostasy had started during the days of the Apostles, and was referred\nto frequently by them.\n<\/p><p>\nYou are acquainted with the quotation in Paul's reference to the situation as he met with the\nelders of Ephesus for the last time when he said,\n<\/p><p>\nFor I know this, that after my departing shall grievous wolves enter in among you,\nnot sparing the flock (<span class=\"citation\" id=\"7618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7618)\">Acts 20:29<\/a><\/span>).\n<\/p><p>\nThen his letter to the Thessalonians:\n<\/p><p>\nLet no man deceive you by any means: for that day shall not come&mdash;the Second\nComing of the Master except there come a falling away first\n(<span class=\"citation\" id=\"5035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5035)\">2 Thes. 2:3<\/a><\/span>).\n<\/p><p>\nTo the Galatians Paul referred to the apostasy already under way, and marveled that they were\nso soon removed from him that had called them, into another gospel. He chastised them for so\ndoing, and pointed out that there was only one gospel plan\n(<span class=\"citation\" id=\"23227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23227)\">Gal. 1:6-8<\/a><\/span>).\n<\/p><p>\nPeter spoke of\n<\/p><p>\n. . . false prophets also among the people, even as there shall be false teachers\namong you, who privily shall bring in damnable heresies . . . and bring upon\nthemselves swift destruction (<span class=\"citation\" id=\"4806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4806)\">2 Pet. 2:1<\/a><\/span>).\n<\/p><p>\nIn fact, in the great vision given to John while on the Isle of Patmos, he refers to the few\nchurches worthy of his note as being \"neither cold nor hot\"\n(<span class=\"citation\" id=\"42200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42200)\">Rev. 3:15<\/a><\/span>). In reference to the\nrestoration of the gospel, the passage often quoted\n(<span class=\"citation\" id=\"42205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42205)\">Rev. 14:6-7<\/a><\/span>)\nis a clear evidence that the\napostasy was to be complete, for when John received this revelation, indicating a condition of\nthe future, he saw an angel flying through the midst of heaven, \"having the everlasting gospel\nto preach unto them that dwell on the earth.\"\n<\/p><p>\nEven in the Old Testament, prophets had prophesied in a similar manner. Isaiah\nindicated that the earth would be:\n<\/p><p>\n. . . defiled under the inhabitants thereof because they\nhave transgressed the laws, changed the ordinance, broken the everlasting\ncovenant (<span class=\"citation\" id=\"25092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25092)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nNowhere is the law of Moses\nreferred to as an everlasting covenant. The everlasting covenant is the gospel of\nJesus Christ. Amos had spoken of a famine that should come in the land for\n\"hearing the words of the Lord\" and that people would \"run to and fro to seek the\nwork of the Lord, and shall not find it\"\n(<span class=\"citation\" id=\"10400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10400)\">Amos 8:11<\/a><\/span>).\n<\/p><p>\nNot only by history, which is quite conclusive, but through prophecy also we have been\ninformed definitely that there was and there would be a complete apostasy from the truth.\nMany of the early reformers recognized this fact as they struck out against the false teachings\nand practices of their day. Wesley, the founder of Methodism, lamented that the \"Christians\nhad turned heathen again and had only a dead form left.\" Even here in America, Roger\nWilliams, head of the oldest Baptist congregation in the land, recognized, as he quit the\nministry, that there was no divinely constituted authority or church upon the face of the earth,\nnor would there be such a church until one arose having apostles and other officers as found\nin the church established in the Meridian of Time.\n<\/p><p>\nAPOSTASY ATTESTED FACT\n<\/p><p>\nIt is an attested fact that as Joseph Smith, a humble boy, went into the woods to pray on that\nbeautiful spring morning in 1820, the world&mdash;Christian and otherwise&mdash;was in a sad state of\napostasy. The answer given to him is to me the greatest evidence we have in all the world\nthat there had been an apostasy from the truth. When he beheld those two glorious beings, the\none pointed to the other and said, \"This is My Beloved Son. Hear Him\"\n(<span class=\"citation\" id=\"30278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30278)\">JS&mdash;H 1:17<\/a><\/span>). And after Joseph had\nasked the question, \"which of all the sects was right\"\n(<span class=\"citation\" id=\"30283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30283)\">JS&mdash;H 1:18<\/a><\/span>),\nwhat was the answer that he received?\nThese are his words:\n<\/p><p>\nI was answered that I must join none of them, for they were all wrong . . . they\nteach for doctrines the commandments of men, having a form of godliness, but\nthey deny the power thereof.\n<\/p><p>\nHe [the Son] again forbade me to join with any of them\n(<span class=\"citation\" id=\"30287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30287)\">JS&mdash;H 1:19-20<\/a><\/span>).\n<\/p><p>\nTRUE CHURCH RE-ESTABLISHED\n<\/p><p>\nLater, the Prophet Joseph was commanded to go forth as an instrument in the hands of God\nand organize the Church, to publish to the world as an added testimony to the divinity of\nJesus Christ, the Book of Mormon which was taken from the sacred records. The Church was\norganized, and through revelation its name, the Church of Jesus Christ of Latter-day Saints,\nwas given (<span class=\"citation\" id=\"12724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12724)\">D&amp;C 115:4<\/a><\/span>),\nas referred to earlier by President Smith. Then after a few months had elapsed,\nwhile the elders were in special conference considering the matter of the publication of the\nrevelations that had been received up to that time, the Lord spoke through the Prophet and\ngave a very significant revelation and indicated that it should be  the preface to  the Lord's\nBook of Commandments. In that revelation we find these significant\nwords, referring to the Lord's servants who would have the responsibility of carrying the\nmessage to the world and establishing the kingdom. Said the Lord:\n<\/p><p>\nAnd also those to whom these commandments were given, might have power to\nlay the foundation of this church, and to bring it forth out of obscurity and out of\ndarkness, the only true and living church upon the face of the whole earth, with\nwhich I, the Lord, am well pleased, speaking unto the church collectively and not\nindividually&mdash;(<span class=\"citation\" id=\"12581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12581)\">D&amp;C 1:30<\/a><\/span>; italics author's).\n<\/p><p>\nThese are not our words. These are words of him who established his Church anciently, and\nthrough whose ministry it has been re-established and restored in the day and age in which we\nlive.\n<\/p><p>\nA MESSAGE FOR THE WORLD\n<\/p><p>\nNow, my brothers and sisters, that is why we send missionaries out into the world, because\nthis message is a world message. It is the truth restored. The Lord indicated this fact in that\nsame revelation, in the opening verse, in which he said:\n<\/p><p>\nHearken, O ye people of my church, saith the voice of him who dwells on high, and whose\neyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye that are upon\nthe islands of the sea, listen together.\n<\/p><p>\nFor verily the voice of the Lord is unto all men, and there is none to escape . . .\n(<span class=\"citation\" id=\"12579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12579)\">D&amp;C 1:1-2<\/a><\/span>).\n<\/p><p>\nThis restoration of the gospel, the bringing back of light and truth, is intended for the benefit\nand blessing of all God's children. And so, humbly and gratefully, our missionaries go out\ninto the world to proclaim that there has been an apostasy from the truth, but that through the\ngoodness of God the heavens have again been opened and the gospel revealed unto man\nthrough Joseph Smith, the Prophet.\n<\/p><p>\nI am grateful for this knowledge. To me it is the most precious thing in all the world. I would\nto God that all within the sound of my voice, and all God's children everywhere, could know\nof the sweetness of the gospel and what it means to hold the priesthood and to feel the\nfellowship and brotherhood which we have in the Church&mdash;yes, to know of the security that\ncomes to the heart of man as a testimony of the truth is borne in upon his soul.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nI testify to you this day that these things are true, that this is the work of God. I bear this\ntestimony knowing full well that eventually I must stand before the judgment seat of God, as\nyou my brethren and sisters will be required to do. I testify in all humility that God has again\nspoken from the heavens, following a long period of apostasy, that he\nhas raised up a prophet, that Joseph Smith was the instrument in his hands in restoring again\nto the earth the Holy Priesthood, the true Church organization with all the blessings enjoyed\nin former days, and even more, because this is the Dispensation of the Fulness of Times. I\nbear this testimony to you in all humility and with gratitude in my heart, in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}