{"ID":4110, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Resurrection\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p3\" class=\"\">In World War II, I was in a military hospital in Africa for a few days with a respiratory infection. The hospital was staffed with native orderlies who were to keep the hospital clean, change the beds, and generally be of help to the patients. Because of the prevalence of malaria and its carrier, the mosquito, we slept under large mosquito nets which hung from the ceiling and covered the whole bed. One night as I went to bed I slipped my wallet under my pillow and drifted off to sleep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p4\" class=\"\">Some time later in the night I was awakened and startled to feel some hands slipping under my bedclothes. I suspected that a thief was after my wallet. I instinctively grabbed one of the hands and switched on the light. My wallet slipped out from under the pillow. To my surprise, I held the arm of the native boy who was the orderly assigned to clean my room. All he said in defense of his action was, “Don’t worry. I am a disciple.” He could tell from the look on my face that I did not understand. In further explanation, he said simply, “I am a disciple. I am a Christian. I do not want your purse. I was only tucking the mosquito netting around your bed to protect you from the mosquitoes while you slept.” I came to know that this young man was not only a Christian, he was a disciple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p5\" class=\"\">True disciples are those who go beyond simply believing. They act out their belief. Said the Savior, “If any man will <span class=\"emphasis\">do his will, he shall know of the doctrine,<\/span> whether it be of God, or whether I speak of myself.” (<span class=\"citation\" id=\"29243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29243)\">John 7:17<\/a><\/span>; italics added.) Disciples follow the Divine Master. Their actions speak in symphonic harmony with their beliefs. They know who they are. They know what God expects of them. They mirror inner peace and certainty concerning the mission and resurrection of Christ. They hunger and thirst after righteousness. They know they are here on this earth for a purpose. They understand life after death. They believe that the transcendent event in the ministry of the Christ was the Atonement, culminating in the Resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p6\" class=\"\">The prophet Ether says that a disciple may with “surety hope for a better world, … which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works.” (<span class=\"citation\" id=\"22356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22356)\">Ether 12:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p7\" class=\"\">I should like on this afternoon before Easter to testify concerning the surety of hope all disciples may have through the resurrection of the Christ. The resurrection of Jesus is one of the greatest messages of all Christianity. It is a divine gift of the Atonement for all mankind. The idea that one who has died can live again was so unprecedented, so foreign to all human experience, that even the Apostles, who had been told it would happen, could hardly believe it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p8\" class=\"\">When Mary Magdalene, Joanna, Mary (the mother of James), and the other women told the Apostles that they had seen the resurrected Lord, “their words seemed to them as idle tales, and they believed them not.” (<span class=\"citation\" id=\"32250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32250)\">Luke 24:11<\/a><\/span>; see also <span class=\"citation\" id=\"37107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37107)\">Matt. 28:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p9\" class=\"\">Nevertheless, Peter and John must have experienced a confirmation of the Spirit that the women’s testimony was not to be ignored. John testified that Peter and John literally ran to the sepulchre to see for themselves. They found that the tomb was empty, just as the women had said, except for the linen burial clothes. (See <span class=\"citation\" id=\"29281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29281)\">John 20:3–10<\/a><\/span>.) Peter departed “wondering in himself at that which was come to pass.” (<span class=\"citation\" id=\"32251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32251)\">Luke 24:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p10\" class=\"\">As Mary stood without the sepulchre weeping, she was addressed by an apparent stranger with two ever-so-tender, compassionate questions: “Woman, why weepest thou? whom seekest thou?” In her grief and blinded by tear-filled eyes, she pleaded with the stranger, whom she supposed to be the gardener, “Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p11\" class=\"\">“Jesus saith unto her, Mary. She turned herself.” (<span class=\"citation\" id=\"29282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29282)\">John 20:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p12\" class=\"\"><span class=\"emphasis\">One,<\/span> only <span class=\"emphasis\">one,<\/span> person could speak her name that way. With that single word all doubt, confusion, and uncertainty was swept away. Mary, in that instant, came to the grand, sublime realization that he for whom she mourned, even Jesus that was crucified, had risen from the dead, just as the angels early that very morning had testified, “He is risen.” (See <span class=\"citation\" id=\"32247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32247)\">Luke 24:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p13\" class=\"\">Mary was not to be the only witness of the miracle of the Resurrection. Although the Savior was the “firstfruits” of them that slept (<span class=\"citation\" id=\"761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(761)\">1 Cor. 15:23<\/a><\/span>), the scriptures testify that “many bodies of the saints which slept arose, and came out of the graves after his resurrection, and went into the holy city, and appeared unto many.” (<span class=\"citation\" id=\"37103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37103)\">Matt. 27:52–53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p14\" class=\"\">Jesus appeared to two followers in Emmaus whose “eyes were holden that they should not know him” (<span class=\"citation\" id=\"32253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32253)\">Luke 24:16<\/a><\/span>), and they entreated him: “Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.” (<span class=\"citation\" id=\"32254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32254)\">Luke 24:29<\/a><\/span>.) As Jesus ate with them, their eyes were opened, and they knew him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p15\" class=\"\">Upon his first appearance to the ten Apostles following the Resurrection, they were terrified and thought they had seen a spirit, and he comforted them by saying, “Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p16\" class=\"\">“And when he had thus spoken, he shewed them his hands and his feet.” (<span class=\"citation\" id=\"32256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32256)\">Luke 24:39–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p17\" class=\"\">Thomas was absent, and when the others told him of Jesus’ resurrection, his response was disbelief: “Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.” At his next appearance a week later, Christ said to Thomas: “Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p18\" class=\"\">“And Thomas answered and said unto him, My Lord and my God.” (<span class=\"citation\" id=\"29286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29286)\">John 20:25, 27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p19\" class=\"\">And so for forty days the Savior ministered to his Apostles and other disciples and taught them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p20\" class=\"\">During these forty glorious days, Christ was also “seen of above five hundred brethren at once; of whom the greater part remain unto this present. … After that, he was seen of James; then of all the apostles.” Paul adds, “And last of all he was seen of me.” (<span class=\"citation\" id=\"757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(757)\">1 Cor. 15:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p21\" class=\"\">Latter-day Saints have additional witnesses of the reality of the resurrection of Jesus Christ and of the certainty of life after death. One of these witnesses is the Book of Mormon, a record containing the ministry of the resurrected Christ upon the American continent after his death and resurrection in Jerusalem. The appearance was preceded by a voice as if it came out of heaven: “And it was not a harsh voice, neither was it a loud voice; nevertheless, and notwithstanding it being a small voice it did pierce them that did hear to the center … ; yea, it did pierce them to the very soul, and did cause their hearts to burn.” (<span class=\"citation\" id=\"5985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5985)\">3 Ne. 11:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p22\" class=\"\">The voice announced, “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p23\" class=\"\">“And behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him.” (<span class=\"citation\" id=\"5989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5989)\">3 Ne. 11:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p24\" class=\"\">He stretched forth his hand and said, “Behold, I am Jesus Christ, whom the prophets testified shall come into the world.” (<span class=\"citation\" id=\"5990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5990)\">3 Ne. 11:10<\/a><\/span>.) And he invited the multitude: “Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.” (<span class=\"citation\" id=\"5992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5992)\">3 Ne. 11:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p25\" class=\"\">The testimony of modern witnesses is also recorded in the Doctrine and Covenants. The Prophet Joseph Smith and Sidney Rigdon testified:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p26\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p27\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p28\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"18289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18289)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p29\" class=\"\">The glorified appearance of Jesus Christ in the temple in Kirtland, Ohio, was described by the Prophet Joseph Smith as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p30\" class=\"\">“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p31\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.” (<span class=\"citation\" id=\"18356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18356)\">D&amp;C 110:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p32\" class=\"\">Joseph Smith also testified of the appearance of the Father and the Son to him as a young boy: “When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30678)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p33\" class=\"\">What, then, is the resurrection? A very good description comes from the Book of Mormon; the prophet Alma explains that Christ loosed the bands of temporal death for all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p34\" class=\"\">“All shall be raised from this temporal death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p35\" class=\"\">“The spirit and the body shall be reunited again in its perfect form; both limb and joint shall be restored to its proper frame … ; and we shall be brought to stand before God, knowing even as we know now, and have a bright recollection of all our guilt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p36\" class=\"\">“Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but every thing shall be restored to its perfect frame, as it is now. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p37\" class=\"\">“And also concerning the resurrection of the mortal body. I say unto you that this mortal body is raised to an immortal body, that is from death, even from the first death unto life, that they can die no more; their spirits uniting with their bodies, never to be divided; thus the whole becoming spiritual and immortal.” (<span class=\"citation\" id=\"9460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9460)\">Alma 11:42–45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p38\" class=\"\">The members of The Church of Jesus Christ of Latter-day Saints believe in universal salvation as well as individual salvation. We believe that through the Resurrection and Atonement there will be a resurrection of both the just and the unjust: “For as in Adam all [men] die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(760)\">1 Cor. 15:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p39\" class=\"\">How do we accept Jesus of Nazareth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p40\" class=\"\">We joyfully accept him without reservation as the greatest personage who ever lived on the face of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p41\" class=\"\">We believe him to be the Messiah, the Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p42\" class=\"\">We glory in his mission and his doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p43\" class=\"\">We delight in him as the firstfruits of them that slept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p44\" class=\"\">We worship him as the second member of the Godhead of three.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p45\" class=\"\">We humbly come to the Father through him, believing his words. “I am the way, the truth, and the life: no man cometh unto the Father, but by me.” (<span class=\"citation\" id=\"29257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29257)\">John 14:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p46\" class=\"\">A hallmark of a disciple is described in the words of the Master: “By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"29256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29256)\">John 13:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p47\" class=\"\">We can ask, with Job, the age-old question, “If a man die, shall he live again?” (<span class=\"citation\" id=\"26796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26796)\">Job 14:14<\/a><\/span>.) And the answering testimony is that Jesus Christ made the resurrection possible:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p48\" class=\"\">“For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p49\" class=\"\">“And though after my skin worms destroy this body, yet in my flesh shall I see God.” (<span class=\"citation\" id=\"26798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26798)\">Job 19:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p50\" class=\"\">We testify with Isaiah that “his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.” (<span class=\"citation\" id=\"25605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25605)\">Isa. 9:6<\/a><\/span>.) Of the Resurrection we can declare with Paul: “O death, where is thy sting? O grave, where is thy victory?” (<span class=\"citation\" id=\"764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(764)\">1 Cor. 15:55<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p51\" class=\"\">With the abundance of testimony, both ancient and modern, sealed by the witness of the Holy Spirit of God, we stand firm and unequivocating in our knowledge that Jesus of Nazareth is the resurrected Savior. His arms are stretched forth to all men, including my native friend in Africa, who, by accepting Him in His appointed way, may become not just believers but true disciples and with Paul hope to “obtain a better resurrection.” (<span class=\"citation\" id=\"24514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24514)\">Heb. 11:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-resurrection.p52\" class=\"\">To all we say, “May Christ lift thee up, and may … the hope of his glory and of eternal life, rest in your mind forever.” (<span class=\"citation\" id=\"38500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38500)\">Moro. 9:25<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}