{"ID":4111, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “From Such Turn Away”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p3\" class=\"\">Brethren and sisters, I had in mind speaking on another subject today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p4\" class=\"\">However, during the last few days, I have had pressing upon me, by inspiration as I believe, the feeling that I should present some counsel on another subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p5\" class=\"\">I have here in my hand a most interesting document. Let me quote from it: “To whom it may concern:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p6\" class=\"\">“This certifies that <span class=\"emphasis\">Parley P. Pratt,<\/span> has been received into the church of the Latter Day Saints, … and has been ordained an elder according to the rules and regulations of said church, and is duly authorized to preach the gospel, agreeably to the authority of that office. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p7\" class=\"\">“Given by the direction of a conference of the elders of said church, assembled in Kirtland, Geauga County, Ohio, this <span class=\"emphasis\">26th<\/span> day of <span class=\"emphasis\">April,<\/span> in the year of our Lord one thousand, eight hundred, and thirty-five. [Signed] <span class=\"emphasis\">Joseph Smith Jr.<\/span> … <span class=\"emphasis\">Oliver Cowdery,<\/span> Clerk.” (Parley P. Pratt Collection, Archives of The Church of Jesus Christ of Latter-day Saints, Salt Lake City.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p8\" class=\"\">So that you may sense the significance of this document, I quote from the forty-second section of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p9\" class=\"\">“I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except <span class=\"emphasis\">he be ordained by some one who has authority, and it is known to the church that he has authority and has been regularly ordained by the heads of the church.” <\/span>(<span class=\"citation\" id=\"18265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18265)\">D&amp;C 42:11<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p10\" class=\"\">I read that elder’s certificate to show that from the very beginning of the Church very careful procedures of authorization have been followed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p11\" class=\"\">It is important that every member of the Church understand that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p12\" class=\"\">The Apostle Paul wrote to Timothy of perilous times and apostasy to come in the last days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p13\" class=\"\">He listed the many evils that would be abroad in those perilous times, such things as false accusers, despisers of those that are good, and traitors, and he warned, “From such turn away.” (<span class=\"citation\" id=\"5229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5229)\">2 Tim. 3:1–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p14\" class=\"\">“Evil men and seducers shall wax worse and worse, deceiving, and being deceived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p15\" class=\"\">“But continue thou in the things which thou hast learned and hast been assured of, <span class=\"emphasis\">knowing of whom thou hast learned them.”<\/span> (<span class=\"citation\" id=\"5232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5232)\">2 Tim. 3:13–14<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p16\" class=\"\">That phrase, <span class=\"emphasis\">knowing of whom thou hast learned them,<\/span> has great significance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p17\" class=\"\">Paul taught that a knowledge of the scriptures was our immunization against these evils.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p18\" class=\"\">Repeating what the Lord said: “<span class=\"emphasis\">Again<\/span> I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except [one:] <span class=\"emphasis\">he be ordained by some one who has authority,<\/span> and [two:] <span class=\"emphasis\">it is known to the church that he has authority and has been regularly ordained by the heads of the church.”<\/span> (<span class=\"citation\" id=\"18266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18266)\">D&amp;C 42:11<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p19\" class=\"\">The Church will always be led by those who have been called by the regularly ordained heads of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p20\" class=\"\">Now, this does not prevent any member from sharing the gospel in a missionary attitude; that is our duty. There are duties, such as home teaching, and ordinances, such as blessing the sick, which go with the priesthood, and no special setting apart is required. But, for any and every office, there is care to see that anyone given authority receives it from one who has authority and it is <span class=\"emphasis\">known to the church<\/span> that he has authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p21\" class=\"\">We sometimes puzzle others with the many titles in the Church. They wonder why we have so many presidents. We have presidents in stakes and missions and quorums and women’s auxiliaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p22\" class=\"\">Each is sustained by the congregations before they are ordained or set apart, and a record is kept of that action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p23\" class=\"\">Bishops receive a certificate of ordination. So do stake and mission presidents and elders and seventies and high priests. It is known to the Church that they have authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p24\" class=\"\">Once, in company with Elder Gene R. Cook and the mission president, we traveled in a very remote region on the Altiplano, or high plain, in Bolivia. We had traveled much of the day in a four-wheel-drive vehicle. We had crossed an arm of Lake Titicaca on an ancient ferry. We followed mountain roads first built by the ancient Incan Indians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p25\" class=\"\">Once, we had to build a stone ramp to emerge from a river bed which formed something of a road in the dry season. Lifting stones at an altitude of more than thirteen thousand feet is no small task.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p26\" class=\"\">We came eventually to our destination, Huacuyo. It is really not a village so much as houses scattered about the mountains, as high, I suppose, as men live anywhere on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p27\" class=\"\">There we found what we were seeking—a little adobe and stone chapel. The few Saints in the region had built it themselves with no help from the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p28\" class=\"\">The distance and forbidding terrain made this, I’m sure, as remote from Church headquarters as any place on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p29\" class=\"\">The chapel had a dirt floor and rude hand-hewn benches. The interior walls had been whitewashed. Hanging on the front wall were three pictures: the President of the Church and his two counselors—the First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p30\" class=\"\">I repeat the words of Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p31\" class=\"\">“Continue thou in the things which thou hast learned, … <span class=\"emphasis\">knowing of whom thou hast learned them.”<\/span> (<span class=\"citation\" id=\"5233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5233)\">2 Tim. 3:14<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p32\" class=\"\">Even in that remote little branch the members could identify those who hold the keys of authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p33\" class=\"\">It is not unusual to see pictures of General Authorities in church buildings across the world. These pictures appear in Church publications. Whenever there is a change, new pictures appear. Now, with the sustaining of a new Presiding Bishopric and the calling of other Brethren, their pictures will appear in the news and eventually in chapels across the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p34\" class=\"\">Those who know me well know that I very much dislike to see pictures of myself displayed. But I endure that, as do the other Brethren, for very good reason.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p35\" class=\"\">There is purpose in members of the Church everywhere in the world being able to identify the general and local authorities. In that way they can know of whom they learn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p36\" class=\"\">A few years ago Sister Packer and I were returning from New Zealand. We left Auckland at midnight and landed in Papeete in Tahiti. We waited there for a connecting flight. Just before dawn, a plane landed. It was not the one we were to board. We did not know its route; it was just an airliner landing on that small island in the South Pacific in the wee hours of a Monday morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p37\" class=\"\">I told my wife, “I will know someone on that plane.” I stood near the gate and as the passengers disembarked, four people, none of whom I had met before, approached me. “Are you Brother Packer?” And near the end of the line was one man I knew.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p38\" class=\"\">The point is this. It is manifestly impossible, in Huacuyo, Bolivia, or Tierra del Fuego, Argentina, in Kemi, Finland, or Vava’U in Tonga or anywhere else on earth, for an imposter to present himself as a member of the Quorum of the Twelve Apostles and not be detected by the members as one who has not been regularly ordained by the leaders of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p39\" class=\"\">There are those who claim authority from some secret ordinations of the past. Even now some claim special revealed authority to lead or to teach the people. Occasionally they use the names of members of the First Presidency or of the Twelve or of the Seventy and imply some special approval of what they teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p40\" class=\"\">There have been too many names presented, too many sustaining votes taken, too many ordinations and settings apart performed before too many witnesses; there have been too many records kept, too many certificates prepared, and too many pictures published in too many places for any one to be deceived as to who holds proper authority. Claims of special revelation or secret authority from the Lord or from the Brethren are false on the face of them and really utter nonsense!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p41\" class=\"\">The Lord never operated that way; these things were not done in a corner (see <span class=\"citation\" id=\"8302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8302)\">Acts 26:26<\/a><\/span>); there is light on every official call and every authorized ordination, and it has always been that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p42\" class=\"\">Now, the priesthood is structured so that ordinary men and women and youth are called to work in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p43\" class=\"\">Surely we must appear at times to be very amateurish when compared to the highly schooled clergy of other churches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p44\" class=\"\">The very nature of the priesthood allows for a great variety in the gospel knowledge of members struggling to learn as they serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p45\" class=\"\">A member, at any given time, may not understand one point of doctrine or another, may have a misconception, or even believe something is true that in fact is false.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p46\" class=\"\">There is not much danger in that. That is an inevitable part of learning the gospel. No member of the Church should be embarrassed at the need to repent of a false notion he might have believed. Such ideas are corrected as one grows in light and knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p47\" class=\"\">It is not the <span class=\"emphasis\">belief<\/span> in a false notion that is the problem, it is the <span class=\"emphasis\">teaching<\/span> of it to others. In the Church we have the agency to believe whatever we want to believe about whatever we want to believe. But we are not authorized to teach it to others as truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p48\" class=\"\">If someone approaches you individually or invites you to very private meetings, claiming to have some special calling, whatever you do, follow Paul’s counsel—“from such turn away.” [<span class=\"citation\" id=\"5230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5230)\">2 Tim. 3:5<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p49\" class=\"\">They may claim special revelations and callings. They may claim visions and visitations. But where, pray tell me, can they claim the sustaining vote of the membership? In the revelation on organization and Church government given in 1830, the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p50\" class=\"\">“No person is to be ordained to any office in this church, where there is a regularly organized branch of the same, without the vote of that church.” (<span class=\"citation\" id=\"18251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18251)\">D&amp;C 20:65<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p51\" class=\"\">There is another area where caution means safety. There are some who, motivated by one influence or another, seek through writing and publishing criticisms and interpretations of doctrine to make the gospel more acceptable to the so-called thinking people of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p52\" class=\"\">They would do well to read very thoughtfully the parable of the tree of life in the eighth chapter of 1 Nephi, and to ponder very soberly verse twenty-eight:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p53\" class=\"\">“And <span class=\"emphasis\">after<\/span>” [meaning after they were members of the Church] <span class=\"emphasis\">after<\/span> “they had tasted of the fruit they were ashamed, because of those that were scoffing at them; and they fell away into forbidden paths and were lost.” (<span class=\"citation\" id=\"1827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1827)\">1 Ne. 8:28<\/a><\/span>; Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p54\" class=\"\">If their spirits are pure and their motives worthy, they will do no harm either to themselves or to others. If they are not, we would all do well to follow Paul’s admonition and “from such turn away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p55\" class=\"\">I saw something else on the wall of that little chapel in Huacuyo. It was a rudely printed poster. I could not hold back the tears as I read the heading “preparacion para ser estaca”—preparation for stakehood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p56\" class=\"\">There followed a list of qualifications for a stake of Zion. A stake of Zion there in the remotest village atop the Andes Mountains? Oh, yes! That will be one day. And when it comes, one of us will be there to give authority to the leaders. When a stake of Zion is organized anywhere on earth, a man sitting on this stand must be there to confer the keys of presidency. Only from those who <span class=\"emphasis\">have the authority<\/span> and <span class=\"emphasis\">it is known to the church that they have authority<\/span> can they receive them. There is yet a further witness. Any seeking soul—any member—has the right to know by the gift of the Spirit about the call of our leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p57\" class=\"\">On one occasion I was organizing a new stake on Upolu Island in Samoa. As is customary, we were conducting interviews with local priesthood leaders, asking each to suggest a few names of brethren of stature to be considered for a call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p58\" class=\"\">One dignified branch president had walked from the other side of the island. He stood before us in a white shirt and tie, with a lavalava, or skirt, tied about his waist. He wore no shoes; he had never owned shoes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p59\" class=\"\">I asked for names. He gave but one: “Bishop Iono will be our stake president.” He was right, for that had already been revealed to me. But I did not feel he should make the announcement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p60\" class=\"\">So I asked for other names, for we had counselors and others to call as well. He replied, holding up his finger, “Just one name.” “But,” I said, “suppose he could not serve, would you not like to name others?” This humble priesthood president then asked me a question, “Brother Packer, are you asking me to go against the witness of the Spirit?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p61\" class=\"\">How marvelous! This wonderful man had reminded me that each member of the Church, in prayer, can receive confirmation that the fifth article of faith has been honored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p62\" class=\"\">“We believe that a man [and this applies to sisters as well] must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.” [<span class=\"citation\" id=\"6983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6983)\">A of F 1:5<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p63\" class=\"\">On one occasion, Karl G. Maeser was leading a party of young missionaries across the Alps. As they reached the summit, he looked back and saw a row of sticks thrust into the snow to mark the one safe path across the otherwise treacherous glacier.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p64\" class=\"\">Halting the company of missionaries, he gestured toward the sticks and said, “Brethren, there stands the priesthood [of God]. They are just common sticks like the rest of us, … but the position they hold makes them what they are to us. If we step aside from the path they mark, we are lost.” (In Alma P. Burton, <span class=\"emphasis\">Karl G. Maeser, Mormon Educator,<\/span> Salt Lake City: Deseret Book Co., 1953, p. 22.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p65\" class=\"\">Although no one of us is perfect, the Church moves forward, led by ordinary people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p66\" class=\"\">The Lord promised:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p67\" class=\"\">“If my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p68\" class=\"\">“But if they will not hearken to my voice, nor unto the voice of these men whom I have appointed, they shall not be blest.” (<span class=\"citation\" id=\"18377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18377)\">D&amp;C 124:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p69\" class=\"\">I bear witness, brethren and sisters, that the leaders of the Church were called of God by proper authority, and it is known to the Church that they have that authority and have been properly ordained by the regularly ordained heads of the Church [see <span class=\"citation\" id=\"18267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18267)\">D&amp;C 42:11<\/a><\/span>]. If we follow them we will be saved. If we stray from them we will surely be lost. That is true of the file leaders down through the ranks of the Church, the heads of quorums and wards, of stakes and missions, and of the prophet, who stands at the head of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/from-such-turn-away.p70\" class=\"\">I sustain President Spencer W. Kimball as the prophet of God. I know that he is the prophet of God. I know that Jesus is the Christ, the Son of God, and by His order, and in His order, is the Church moved forward in our generation. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}