{"ID":4112, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparing Yourselves for Missionary Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03187_000_018<\/span>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p4\" class=\"\">My beloved brethren, this is a glorious sight. It’s a wonderful occasion to be with you. I’m grateful to see so many fathers here in the Tabernacle with their sons, and I feel assured that this is the case with our unseen audience in many locations throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p5\" class=\"\">Fathers, your greatest influence with your sons will be your example. If you want your boys to see what the gospel will do for them, let them see what it has done for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p6\" class=\"\">I want to say a few words to you young men who are here tonight because you hold the priesthood. The Aaronic Priesthood is to prepare you to serve—to serve our Heavenly Father all the days of your life. Most of you within the sound of my voice are preparing for a mission. Let me suggest four ways that you young men can prepare now for your missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p7\" class=\"\"><span class=\"emphasis\">First, prepare yourselves physically.<\/span> A two-year mission today requires good physical health. It requires that you keep your body clean. In your early teenage years, when temptations come to you to take things into your body which are unsuitable, have the courage to resist. Live the Word of Wisdom—no smoking, no drinking of any alcoholic beverages, and no drugs. Keep your body pure—a pure vessel for the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p8\" class=\"\">Stay morally clean. This means that you keep a clean mind. Your thoughts will determine your actions, and so they must be controlled. It’s difficult to control those thoughts if you submit yourself to temptation. So you will have to carefully select your reading material, the movies you see, and the other forms of entertainment in order to have good thoughts rather than unwholesome desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p9\" class=\"\"><span class=\"emphasis\">Second, prepare yourselves mentally.<\/span> A mission requires a great deal of mental preparation. You must memorize missionary discussions, memorize scriptures, and ofttimes learn a new language. The discipline to do this is learned in your early years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p10\" class=\"\">Establish now the daily practice of reading the scriptures ten to fifteen minutes each day. If you do so, by the time you reach the mission field, you will have read all four of the standard works. I urge you to read particularly the Book of Mormon so that you can testify of its truthfulness as the Lord has directed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p11\" class=\"\"><span class=\"emphasis\">Third, prepare yourselves socially.<\/span> A mission requires that you get along with others. You must get along with your companion, who is with you twenty-four hours a day. You must learn to meet people and be gracious and practice good manners. One of the greatest assets that a person has in life is the ability to make friends. When you make a friend of a person, you can teach him the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p12\" class=\"\"><span class=\"emphasis\">Fourth, prepare yourselves spiritually.<\/span> A spiritual person obeys all the Lord’s commandments. He prays to our Heavenly Father, and he gives service to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p13\" class=\"\">Let me talk about obedience. You’re learning now to keep all the commandments of the Lord. As you do so, you will have His Spirit to be with you. You’ll feel good about yourselves. You can’t <span class=\"emphasis\">do<\/span> wrong and <span class=\"emphasis\">feel<\/span> right. It’s impossible! One of the great lessons I learned on my first mission was the principle of total obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p14\" class=\"\">In 1923 I was serving a mission in Great Britain. At that time there was great opposition to the Church. It began with the ministers and then spread through the press. Many anti-Mormon articles appeared in the daily press. A number of anti-Mormon movies were shown, and derogatory plays were produced on the stage. The general theme was the same—that Mormon missionaries were in England to lure away British girls and make slaves of them on Utah farms. Today that seems fantastic, but in those days it was very real. In some places we even had to stop tracting because of such misunderstandings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p15\" class=\"\">One time we received a letter from mission headquarters instructing us that we should discontinue all street meetings. At that time I was serving as the conference president, and my companion was the conference clerk. When this instruction arrived, we already had a meeting scheduled for the following Sunday night. So we reasoned that we would hold that meeting and then discontinue street meetings thereafter. That’s where we made our mistake!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p16\" class=\"\">The next Sunday evening we held our street meeting down near the railway station as scheduled. The crowd was large and unruly. In our efforts to preach to them, my companion and I stood back to back. He spoke in one direction, and I faced the other half of the crowd.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p17\" class=\"\">When the saloons closed, the rougher, coarser element came out on the streets, many under the influence of liquor. The crowd became noisy, and those on the outside were not able to hear too well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p18\" class=\"\">Some yelled, “What’s the excitement?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p19\" class=\"\">Others yelled back, “It’s those dreadful Mormons.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p20\" class=\"\">To this, others responded, “Let’s get them and throw them in the river.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p21\" class=\"\">Soon an attempt was made to trample us under their feet. But since we were taller than the average man there, we put our hands on their shoulders and prevented them from getting us under their feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p22\" class=\"\">During the excitement, my companion and I became separated. They took him down the far side of the railway station and me down the near side. Things began to look pretty bad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p23\" class=\"\">Then a big husky fellow came up to me as some of the others formed a circle around me about ten feet in diameter. The man looked me straight in the eye and said, “Young man, I believe every word you said tonight!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p24\" class=\"\">By this time a British policeman had worked his way through the crowd. He took me by the arm and said, “Young man, you come with me. You’re lucky to be alive in this crowd.” He led me several blocks and then ordered, “Now you get to your lodge and don’t come out anymore tonight.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p25\" class=\"\">When I arrived at the lodge, I found that my companion was not yet there. I worried and then prayed and waited. I became so concerned about him that I decided to disguise my appearance by putting on an old American cap and taking off my topcoat. Then I went out to try to find him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p26\" class=\"\">As I neared the place of the meeting, a man recognized me and asked, “Have you seen your companion?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p27\" class=\"\">I said, “No. Where is he?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p28\" class=\"\">He responded, “He’s down on the other side of the railway station with one side of his head mashed in.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p29\" class=\"\">This frightened me greatly, and I sprinted to the site as fast as I could. Before I reached the railway station, however, I met the same policeman again. He said, “I thought I told you to stay in and not come out on the street again tonight.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p30\" class=\"\">I replied, “You did, officer. But I’m concerned about my companion. Do you know where he is?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p31\" class=\"\">He replied, “Yes, he got a nasty blow on the side of his head, but he’s gone to the lodge now. I walked partway with him as I did earlier with you. Now you get back there and don’t come out anymore tonight.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p32\" class=\"\">So I went back to the lodge and found my companion disguising himself in order to go out and look for me. We threw our arms around each other and knelt together in prayer. From that experience I learned always to follow counsel, and that lesson has followed me all the days of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p33\" class=\"\">Yes, young men, prepare now. Prepare yourselves physically, mentally, socially, and spiritually. Always be obedient to authority. Start a savings account for your mission if you haven’t done so already. Pay your tithing, and seek a testimony of the gospel through study and prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p34\" class=\"\">I pray, my young brethren, that our Heavenly Father will bless you with an understanding of how desperately you’re needed in His service today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/preparing-yourselves-for-missionary-service.p35\" class=\"\">God bless you to prepare yourselves for future service in His Church, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}