{"ID":4114, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prepare to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p3\" class=\"\">Just fifteen days ago, by assignment, I left Addis Ababa, Ethiopia, which is approximately ten thousand miles from here. The world is very small in some ways. Had I been able to fly directly from Addis Ababa to Salt Lake City, it would have taken approximately nineteen hours. In many other ways, however, the world is very large. Billions of our Heavenly Father’s children live upon the earth in all kinds of circumstances; the plight of those who are living in the drought-stricken areas of Africa is disastrous. Human suffering there is almost beyond description. I do not know all the reasons for the suffering. However, this most recent experience in my life has had a profound effect on me. I will never be the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p4\" class=\"\">I can testify to you, my brethren, that I know as I have never known before that to enjoy the privilege of holding the holy priesthood is a most treasured blessing. If every one of you young men of the Aaronic Priesthood could have been on the mission to Ethiopia with Bishop Glenn Pace and me, your hearts surely would have been filled with the <span class=\"emphasis\">desire<\/span> to honor your priesthood. I do not believe even one of us in this vast priesthood gathering should take for granted the great blessings that we enjoy as bearers of the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p5\" class=\"\">When we arrived in Ethiopia, we found one member of the Church, Brother Harry Hadlock from Seattle, Washington. He was overjoyed to meet two brethren of the priesthood. On Sunday morning, the three of us held a testimony meeting and then, with our priesthood, blessed and passed the sacrament. The Spirit of the Lord was present. Because we had a deep yearning to help our Father’s children who were suffering, we offered a special prayer that rain might come to that drought-stricken area. We felt a deep sense of the importance of our mission. I knew that if we called upon the Lord to bless the land, the elements would be tempered. We prayed, brethren, for rain. During the balance of the time we were in Ethiopia it rained every day wherever we traveled. We were grateful to our Heavenly Father because the rain was a special witness to us that he was aware that his sons, bearing his holy priesthood, were about his business in that part of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p6\" class=\"\">But there was more we could do for them, much more. We have a spiritual gift, the <span class=\"emphasis\">living waters,<\/span> to share. (See <span class=\"citation\" id=\"29239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29239)\">John 4:10<\/a><\/span>.) Could we but give them this, they would not thirst thereafter. My brethren, tonight I feel a deep urgency to touch the heart of every boy in the Church that each one might have a <span class=\"emphasis\">desire<\/span> to live worthy to hold the Melchizedek Priesthood and serve a mission. You young men must live worthy to become elders so you can carry the light of the gospel of Jesus Christ to every nation, kindred, tongue, and people as the Lord has commanded us to do. (See <span class=\"citation\" id=\"40594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40594)\">Mosiah 15:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p7\" class=\"\">The light of the gospel of Jesus Christ is needed desperately in the far reaches of the earth. You young men who are here tonight need to prepare now for your future service. I would ask, which one of you knows what the Lord has in mind for you to do in the future? May I ask also, which of you may someday sit here in the Tabernacle in these red chairs on the rostrum? As unlikely as it may seem to you young men tonight, all of the General Authorities were boys once, much like you. Even I was your age once. No young man should aspire to a calling, but as surely as you are sitting in this priesthood meeting tonight, many of you will preside over wards, stakes, missions, quorums, and, of course, your own families. Priesthood training, my brethren, starts when a young man is ordained a deacon in the Aaronic Priesthood. You Aaronic Priesthood bearers need to understand that you are in training.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p8\" class=\"\">Nephi had a good training plan. I recommend it to all of the boys here tonight: “And it came to pass that I, Nephi, being exceedingly young [he was in his teens], nevertheless being large in stature, <span class=\"emphasis\">and also having great desires to know of the mysteries of God,<\/span> wherefore, I did cry unto the Lord; and behold he did visit me, and did soften my heart that I did believe all the words which had been spoken by my father; wherefore, I did not rebel against him like unto my brothers.” (<span class=\"citation\" id=\"1815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1815)\">1 Ne. 2:16<\/a><\/span>; italics added.) The key, my brethren, was Nephi’s <span class=\"emphasis\">desire<\/span> to “know of the mysteries of God.” You young men, fill your hearts with this <span class=\"emphasis\">desire.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p9\" class=\"\">Of all the training I have received in my Church assignments, none has been more important to me than the training I received as a nineteen-year-old elder serving a full-time mission in the British Isles. As I look back now, I can see that no training in my life was more important for what I am now doing in the Church than the training I received as a full-time missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p10\" class=\"\">I am convinced, boys, that the Lord has no better place to get acquainted with you than when you serve him in the mission field. When you are serving your mission, he will send you on errands to act in his name. He will give you experience with the power of the Holy Ghost. He will authorize you to teach, to convert, and then to perform the sacred ordinances of salvation in his name. He will come to know you. He will come to know that he can trust you and can rely on you. He will help you learn the lessons that will qualify you for the great work that you must perform as you do your part in carrying the message of the Restoration to everyone in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p11\" class=\"\">On the recent errand to Ethiopia, the Spirit prompted Brother Pace and me. We knew what to do. We knew what to say. We knew where to go. In many ways, boys, I relived some of my missionary experiences of thirty-four years ago. For example, we needed a permit from the government to travel to Makale to visit the food stations and the distribution centers where tens of thousands of homeless refugees were gathered. When the permit was delayed, desiring to fill our mission, we knelt in prayer and asked the Lord for help. The next morning the permits were issued. Then we needed to get from Addis Ababa to Makale. We again prayed for help and then found passage with a British Royal Air Force mercy flight in a C-130 Hercules transport plane. From Makale, we had no way to travel to Asmara. The Lord knew of our need. Late in the afternoon we hitched a ride with a Swedish Air Force mercy flight. Hitchhiking is not a good idea, and especially not by air, but being on the Lord’s errand, it was all right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p12\" class=\"\">I have deep affection for the goodness of people, many of whom I met in far-off Ethiopia, who are not members of the Church but who are giving unselfish Christian service. Brethren, I was so grateful that the Church made a significant contribution to help meet a desperate need. I believe if we had more missionaries in the world, rendering meaningful Christian service and helping people come to the knowledge of the glorious message of the Restoration, we would find favor with the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p13\" class=\"\">I say to you young men tonight, get ready; every one of you, get ready. This world needs your service. Repent if you need to. Study from the standard works every day. Say your prayers morning and night. Develop in your heart a <span class=\"emphasis\">desire<\/span> to know the mysteries of God. To lead the Church tomorrow, you must prepare today. Train hard, boys, and I promise you that you will live to be grateful that you made the effort to prepare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p14\" class=\"\">Now, you young men, may I speak a few words to your bishops and stake presidents? You can listen if you’d like to. The past four days we have enjoyed historic meetings with the mission presidents and their wives from every mission in the Church, along with all of the Regional Representatives, and the stake presidents. We have received instruction from the First Presidency, the Council of the Twelve, and others. We were instructed to <span class=\"emphasis\">call <\/span>every worthy boy to serve a mission. I encourage each of you bishops in the Church to review carefully the roster of boys who are old enough to serve missions so you can extend a call to every one. Don’t miss one!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p15\" class=\"\">I would like to share with you a personal experience. When I served as bishop many years ago, a fine young man in our ward had fallen in love before being called to serve his mission. He made it known that he was going to get married and would not be available for missionary service. I worried how I was going to approach this young man because I felt an urgency as his bishop to see that he served our Father in Heaven as a missionary. When I invited Doug into my office, I approached him in a different way than I had ever approached a prospective missionary. I was prompted to say, “Doug, the Lord wants you to serve a mission.” Doug said he was not going to serve a mission because he was going to be married. I asked him to get together with his sweetheart and his parents and to fast and to pray. I asked him to come back within a week and tell me what he was going to do about the fact that he had been called to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p16\" class=\"\">One week later, with a great deal of emotion, Doug said to me, “Bishop, we did what you asked us to do. I cannot ignore a call from the Lord. I <span class=\"emphasis\">desire<\/span> to serve. How do I proceed?” Doug served his mission. In fact, he served as a counselor to his mission president. Upon returning, he married his sweetheart. She waited for him—that is not always the case, and it may not always be best that they do—but in Doug’s case it worked out. He has since served as a bishop and presently serves as the first counselor in his stake presidency. His mission was one of the most important training periods of his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p17\" class=\"\">May we ask all priesthood leaders, especially you fathers, to help prepare your sons. Prepare them both spiritually and temporally, to look and to act as servants of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p18\" class=\"\">Now you fine young men of the Aaronic Priesthood, remember: the Aaronic Priesthood is a preparatory priesthood. You are in training. Train hard. Get ready. The Lord needs you. The world needs you. The Church needs you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p19\" class=\"\">A wonderful chorus of missionaries sang to us yesterday these words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Called to serve him, heav’nly King of glory,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Chosen e’er to witness for his name; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Onward, ever onward, as we glory in his name.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p23\" class=\"\">(“Called to Serve,” <span class=\"emphasis\">Sing with Me,<\/span> B–85.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/prepare-to-serve.p24\" class=\"\">May God bless all of you young men to desire to serve him is my humble prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}