{"ID":4115, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spencer W. Kimball: A True Disciple of Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p3\" class=\"\">Each time I listen to the voice and words of President Spencer W. Kimball, my testimony that he is indeed a living prophet is reaffirmed with great impact. I bear you my special witness at the outset to that great reality and truth. Through him we have been blessed with continuous guidance and direction in the ways of the Lord. By his example we have learned how to live the Christlike life. From him we have learned the meaning of endurance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p4\" class=\"\">Day after day, trial after trial, President Kimball has set his goals and moved forward and upward, becoming a true disciple of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p5\" class=\"\">We as members of the Church of Jesus Christ have a prophet who has shown us by his daily living the formula for success. By sharing with you tonight some personal experiences I have had with President Kimball, I hope I can encourage all of us to look to his life for inspiration as we set our goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p6\" class=\"\">When I was ordained an Apostle, Spencer W. Kimball was President of the Council of the Twelve. I remember his saying to me, “Marvin, I am Acting President of the Twelve. Harold B. Lee is President of the Twelve. As long as he is serving as a counselor in the First Presidency and is my senior, I am merely Acting President.” He wanted me to understand that. He has always been careful never to assume any role that was not rightfully his. He was indicating also his respect for President Lee and at the same time teaching me. He has always applied Matthew 23:12—“He that shall humble himself shall be exalted.” [<span class=\"citation\" id=\"37078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37078)\">Matt. 23:12<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p7\" class=\"\">After one of our lengthy temple meetings, when I had been a member of the Twelve for only a short time, President Kimball took hold of my arm and said, “Will you wait just a few minutes? I want to talk to you.” Of course I waited. When we were alone he said, “I don’t want the First Presidency or the other members of the Twelve to know, but I don’t feel very good today. Will you please give me a blessing?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p8\" class=\"\">This thought came to my mind immediately: “Here am I, the least and last to be ordained, and he is asking me to give him a blessing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p9\" class=\"\">I was very nervous; I do not remember all that I said, but I shall never forget how pleased I was that he thought enough of me to ask for my assistance. He was asking the newest member to give him a blessing when he could have asked any of the First Presidency or other Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p10\" class=\"\">Why do I love this great man? In his hour of need he was exhibiting love for and confidence in me. He has learned the art of making people feel good about themselves. By his actions we know he loves us. “But whosoever will be great among you, let him be your minister; and whosoever will be chief among you, let him be your servant.” (<span class=\"citation\" id=\"37070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37070)\">Matt. 20:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p11\" class=\"\">Let me tell you another incident that indicates President Kimball looks upon himself as our minister and servant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p12\" class=\"\">A few years ago I was in my office about 6:30 <span class=\"small\">A.M.<\/span> I am mentioning that so you will know I was there early—it takes some of us a little longer. My phone rang, and as I answered it, I recognized that special voice that said, “Marvin.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p13\" class=\"\">I replied, “Yes, President Kimball.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p14\" class=\"\">He said, “Could I come up and see you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p15\" class=\"\">His office is on the first floor, and mine is on the third. (That is the only time I am ever higher than he is.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p16\" class=\"\">My reply was, “President Kimball, if you want to see me, I will be right down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p17\" class=\"\">He then responded with, “Would you do that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p18\" class=\"\">He did not exhibit any authority. There was no feeling of “Do you know who this is?” or “You’d better come.” He courteously asked, “Could I come up and see you?” When I told him I would be right down, his voice reflected gratitude as he said, “Will you do that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p19\" class=\"\">I went to his office in a hurry. After we shook hands, he handed me a letter and said, “How would you answer this?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p20\" class=\"\">I read it quickly and said, “President Kimball, you might want to consider this approach,” and told him what I thought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p21\" class=\"\">“I agree,” he said. “That is my thinking also.” He shook my hand, and I was on my way, reflecting about a prophet who asks for counsel and puts himself above no man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p22\" class=\"\">Another lesson was learned from President Kimball as we visited a prison together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p23\" class=\"\">One day a few years ago President Kimball said, “Marvin, I’d like you to take me to visit the Utah State Prison.” He remembered that when I was in charge of the Social Services programs for the Church I had had the responsibility for prisoners.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p24\" class=\"\">I said, “President Kimball, I don’t want you to go to the prison. I am afraid for your safety. There are some men confined there who would do anything to attract attention by embarrassing, injuring, or insulting you. I just don’t want you to go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p25\" class=\"\">That was once when I felt I couldn’t grant his request. He took my advice, and we didn’t go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p26\" class=\"\">However, about two months later, D. Arthur Haycock, President Kimball’s personal secretary, phoned me and said, “Elder Ashton, President Kimball wants you to go to the Utah State Prison with him.” The next day we went. My delaying tactic had lasted only a few weeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p27\" class=\"\">I called Warden Morris and said, “May we come and visit you? We do not want anyone to know of our visit. Could we just meet in your office and not go through the minimum, medium, or maximum security places? Perhaps you could invite two inmates with whom President Kimball could visit in your office. Later we could look around the grounds and talk with others.” He agreeably made the arrangements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p28\" class=\"\">We traveled to the institution, where about a thousand people are incarcerated. Soon into the warden’s office came two prisoners. I was impressed with how hard the convicts looked—how mean, how sullen. After they were introduced and sat down, I broke the silence by saying to President Kimball, “Would you like to say a few words to these two men?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p29\" class=\"\">He said, “Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p30\" class=\"\">They both looked steadily down at the floor. President Kimball waited, and finally when one raised his head up a little, President Kimball looked directly into his eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p31\" class=\"\">Let me just pause for a minute and set the stage. One prisoner had been convicted for murder and the other for manslaughter. Here is a prophet. Here were two hardened criminals. What do you say? What do you do? Do you say, “Aren’t you ashamed of yourselves? What a waste for you to be in such a place as this”? Those are things that might cross your mind and mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p32\" class=\"\">As I mentioned, as President Kimball caught the eye of one of them, he looked at him with a penetrating stare and said, “Tell me about your mother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p33\" class=\"\">This inmate looked up and told him about his mother. Tears came to his eyes as he talked in detail about his mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p34\" class=\"\">When that was over, President Kimball looked at the other one, who was now paying strict attention. He said, “Young man, tell me what your father does for a living.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p35\" class=\"\">The prisoner said, “I do not know where my father is. I never hear from him.” And he went on and on talking openly about his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p36\" class=\"\">I won’t tell you the details, but what a lesson in counseling, interviewing, and kindness was being taught by this great prophet. I learned more about interviewing in those fifteen minutes than in any similar period in my life. No condemnation. No judging. Only displaying a real interest in the person and his circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p37\" class=\"\">Before our interview was over, somehow the press found out that President Kimball was there. They were at the door and wanted to get into the warden’s office for an interview and a picture. I remember one of the inmates said, “Mr. Kimball, could I have my picture taken with you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p38\" class=\"\">President Kimball responded with “Why don’t I stand between the two of you, and we will take all three of us at once.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p39\" class=\"\">I did not feel very comfortable with President Kimball standing between those two men in this setting. I had the responsibility for his safety. I had tried to talk him out of it. But he is a disciple of Christ and holds on to the words of God: “I was an hungred, and ye gave me meat: … Naked, and ye clothed me: … I was in prison, and ye came unto me.” (<span class=\"citation\" id=\"37084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37084)\">Matt. 25:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p40\" class=\"\">After the pictures were taken, President Kimball looked at one prisoner and then at the other and said, “Thank you for letting me have my picture taken with you.” Is there any doubt we love him? He loves everyone. He teaches us the real meaning of Matthew 22:37–40:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p41\" class=\"\">“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p42\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p43\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p44\" class=\"\">“On these two commandments hang all the law and the prophets.” [<span class=\"citation\" id=\"37075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37075)\">Matt. 22:37–40<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p45\" class=\"\">Each week after the Twelve and First Presidency have met in the temple to take care of current business, we take turns reporting where we have been and what has been accomplished in the way of stake divisions or reorganizations, or missions visited, regional conferences attended, and so on. One week I remember among the Twelve we had been almost everywhere around the globe. President Kimball listened to all of us and then gave his report: “I spent Saturday and Sunday visiting the sick and the homebound.” The rest of us who thought we had had a busy and productive weekend realized that a man of God had again taught us a lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p46\" class=\"\">Has our prophet taught us anything through his prayers? Very often the Twelve and the First Presidency pray together. When President Kimball takes his turn to be voice, he generally includes this phrase in his prayers: “Bless our enemies. Help us to understand them, and them to understand us.” He doesn’t ask for vengeance or retaliation, just for understanding so differences can be resolved. Perhaps family differences and neighborhood problems could be resolved if we would follow our prophet’s example and pray for patience and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p47\" class=\"\">President Kimball once said, just after he became President of the Church, “I thought I knew how to pray before, but now I am really learning how to pray.” A man of God knows he can’t reach goals alone. He knows that guidance and help are available through prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p48\" class=\"\">I share these personal experiences to illustrate lessons I have learned from a disciple of Christ. I only do so to encourage myself and you, particularly the Aaronic Priesthood members, to select the traits I have illustrated and incorporate them into our lives. We should list our goals and then work on them consistently, until little by little they become part of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p49\" class=\"\">This beloved prophet of ours doesn’t speak to us much anymore. He has already given us more direction than most of us are following. So often we are reminded of the sign on his desk that says, “Do it.” Yet are we doing all we can to live productive, spiritual lives, with love of God and neighbor at the center of our plans and actions? Have we learned the power and the need of unconditional love? He even shows love to his enemies and many become friends. He has no time for envy, hate, ridicule, or evil speaking. Do we?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p50\" class=\"\">Two or three weeks ago this great teacher gave me motivation to try even harder to follow his example. Each Thursday morning after the Twelve have met for two hours, we are joined by the First Presidency to take care of our joint business. When President Kimball comes into the room on the fourth floor of the temple, one by one we go by and shake his hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p51\" class=\"\">President Kimball, now worn from long years of service, has a difficult time seeing, hearing, and speaking, so when it was my turn, I said, “President Kimball, I am Marvin Ashton.” He took my hand, paused, and then finally said softly, “Marv Ashton, I love you.” That is all he said to me. What else do I need? I can now go into the world and accomplish all of my assignments more effectively when I realize President Kimball trusts me and loves me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p52\" class=\"\">When I am asked, “What does President Kimball say when he is with you and the others in the temple?” I say, “That is not too important. The thing that is important is that he is there. Despite pain, discomfort, and a tired, worn body, he is there. From him we learn what enduring and persistence are all about.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p53\" class=\"\">The fiftieth section of the Doctrine and Covenants gives, I believe, an accurate description of President Spencer W. Kimball: “He that is ordained of God and sent forth, the same is appointed to be the greatest, notwithstanding he is the least and the servant of all.” (<span class=\"citation\" id=\"18273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18273)\">D&amp;C 50:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p54\" class=\"\">Now a great counselor is sitting at the side of this wonderful prophet. To him President Kimball has delegated much responsibility. With wisdom and judgment President Gordon B. Hinckley bears a tremendous load as he carries on the myriad tasks the prophet needs to have completed. Week after week President Hinckley sits at the side of the President in the temple, deferring to him, respecting his wishes, carrying on the daily responsibilities of the First Presidency, never assuming authority or becoming obtrusive. There is a mighty bond between President Kimball, President Romney, and President Hinckley. As they serve together each one teaches us what it means to be united and to be men of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/spencer-w-kimball-a-true-disciple-of-christ.p55\" class=\"\">I leave you my witness that President Spencer W. Kimball is a prophet, preserved in this day for purposes and occasions such as this. We can reflect, ponder, and be grateful the Lord has given us an extended period in which to enjoy his influence. His life motivates us to set our goals and make our plans to become disciples of Christ such as he. May God help us as priesthood bearers to follow his example, heed his priceless counsel, and share his wisdom and love in our homes, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}