{"ID":4116, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Set Some Personal Goals\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A videotape presentation followed featuring these extracts from talks given by President Kimball in past general conference priesthood sessions.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_022<\/span>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p4\" class=\"\">“I am happy to be with you here tonight in this priesthood meeting. It is a particular delight to us to see the fathers and their sons coming early to the Saturday night priesthood meeting—many of them an hour or two early to be sure of a good seat, and thousands of others, fathers and sons, hurrying to the Tabernacle and to the numerous stake and ward buildings all over the country. This is a delightful extension of our family life which we celebrate and love and which the world is beginning to recognize as a basic family pattern—to have fathers and sons together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p5\" class=\"\">“We are grateful to have you present, and our appreciation for you is great and our affection sincere.” (<span class=\"emphasis\">Ensign,<\/span> May 1974, p. 86.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p6\" class=\"\">“We are concerned, brethren, with our need to provide continually significant opportunities for our young men to stretch their souls in service. Young men do not usually become inactive in the Church because they are given too many significant things to do. No young man who has really witnessed for himself that the gospel works in the lives of the people will walk away from his duties in the kingdom and leave them undone.” (<span class=\"emphasis\">Ensign,<\/span> May 1976, p. 45.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p7\" class=\"\">“It is most appropriate for Aaronic Priesthood youth, as well as Melchizedek Priesthood men, to quietly, and with determination, set some serious personal goals in which they will seek to improve by selecting certain things that they will accomplish within a specified period of time. Even if the priesthood holders of our Heavenly Father are headed in the right direction, if they are men without momentum they will have too little influence. You are the leaven on which the world depends; you must use your powers to stop a drifting and aimless world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p8\" class=\"\">“We hope we can help our young men and young women to realize, even sooner than they do now, that they need to make certain decisions only once. I have mentioned at this pulpit before some determinations made early in my life, which decisions were such a help to me because I did not have to remake those decisions perpetually. We can push some things away from us once and have done with them! We can make a single decision about certain things that we will incorporate in our lives and then make them ours—without having to brood and redecide a hundred times what it is we will do and what we will not do.” (<span class=\"emphasis\">Ensign,<\/span> May 1976, p. 46.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p9\" class=\"\">“Let me tell you of one of the goals that I made when I was still but a lad. When I heard a Church leader from Salt Lake City tell us at conference that we should read the scriptures, and I recognized that I had never read the Bible, that very night at the conclusion of that very sermon I walked to my home a block away and climbed up in my little attic room in the top of the house and lighted a little coal-oil lamp that was on the little table, and I read the first chapters of Genesis. A year later I closed the Bible, having read every chapter in that big and glorious book.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p10\" class=\"\">“I found that this Bible that I was reading had in it 66 books, and then I was nearly dissuaded when I found that it had in it 1,189 chapters, and then I also found that it had 1,519 pages. It was formidable, but I knew if others did it that I could do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p11\" class=\"\">“I found that there were certain parts that were hard for a 14-year-old boy to understand. There were some pages that were not especially interesting to me, but when I had read the 66 books and 1,189 chapters and 1,519 pages, I had a glowing satisfaction that I had made a goal and that I had achieved it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p12\" class=\"\">“Now I am not telling you this story to boast; I am merely using this as an example to say that if I could do it by coal-oil light, you can do it by electric light. I have always been glad I read the Bible from cover to cover. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p13\" class=\"\">“And I remember that without being pressured by anyone, I made up my mind while still a little boy that I would never break the Word of Wisdom. I knew where it was written and I knew in a general way what the Lord had said, and I knew that when the Lord said it, it was pleasing unto him for men to abstain from all these destructive elements and that the thing I wanted to do was to please my Heavenly Father. And so I made up my mind firmly and solidly that I would never touch those harmful things. Having made up my mind fully and unequivocably, I found it not too difficult to keep the promise to myself and to my Heavenly Father.” (<span class=\"emphasis\">Ensign,<\/span> May 1974, p. 88.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p14\" class=\"\">“To be sure your life will be full and abundant, you must plan your life. What you plan now when you are deacons can assure you an abundant life. Have you already been saving money dedicated to your missions?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p15\" class=\"\">“You may not yet have chosen your business or profession or life’s work, but there are many generalities which you can already set up in your lives, even though you may not yet know whether you will be a lawyer or a doctor or a teacher or an engineer. There are decisions you should already have made or now be making. What are you going to do in the years between now and your marriage? And what will you do about your marriage?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p16\" class=\"\">“You can determine now that you will be the most faithful deacon and teacher and priest. You can decide that now with an irrevocable covenant. You can be a good student; you can use your time properly and efficiently. All the balance of your life you can be happy if you use your time well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p17\" class=\"\">“You can make up your mind this early that you will fill an honorable mission when you reach mission age, and to that end that you will now earn money and save it and invest it for your mission, that you will study and serve and use every opportunity to properly prepare your mind and heart and soul for that glorious period of your life.” (<span class=\"emphasis\">Ensign,<\/span> May 1974; p. 86.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p18\" class=\"\">“And since you will now establish your goal to fill a mission, remember it costs money to go to the various parts of the world and preach the gospel. Remember, then, it is your privilege now to begin to save your money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p19\" class=\"\">“Every time money comes into your hands, through gifts or earnings, set at least a part of it away in a savings account to be used for your mission. Every boy would like to be independent and furnish his own funds for his mission, rather than to ask his parents to do that for him. Every boy in every country in all the world who has been baptized and received the Holy Ghost will have the responsibility of bearing the message of the gospel to the people of the world. And this is also your opportunity, and it will contribute greatly toward your greatness.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 83.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p20\" class=\"\">“The question has been often asked, Is the mission program one of compulsion? And the answer, of course, is no. Everyone is given his free agency. … he <span class=\"emphasis\">should<\/span> pay his tithing, like he <span class=\"emphasis\">should<\/span> attend his meetings, like he <span class=\"emphasis\">should<\/span> keep his life clean and free from the ugliness of the world and plan a celestial marriage in the temple of the Lord.” (or <span class=\"emphasis\">Ensign,<\/span> May 1974, p. 87.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p21\" class=\"\">“I remind you young men that regardless of your present age, you are building your life; it will be cheap and shoddy or it will be valuable and beautiful; it will be full of constructive activities or it can be destructive; it can be full of joy and happiness, or it can be full of misery. It all depends upon you and your attitudes, for your altitude, or the height you climb, is dependent upon your attitude or your response to situations.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 80.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p22\" class=\"\">“And you, my fine young men, must not be just average. Your lives must be clean and free from all kinds of evil thoughts or acts—no lying, no theft, no anger, no faithlessness, no failure to do that which is right, no sexual sins of any kind, at any time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p23\" class=\"\">“You know what is right and what is wrong. You have all received the Holy Ghost following your baptism. You need no one to brand the act or thought as wrong or right. You know by the Spirit. You are painting your own picture, carving your own statue. It is up to you to make it acceptable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p24\" class=\"\">“May God bless you, our beloved young men. I know your Heavenly Father is your true friend. Everything he asks you to do is right and will bring blessings to you and make you manly and strong.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 83.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p25\" class=\"\">“The youth of the Church should realize that they do not need to be old men, long experienced, to receive the blessings of the Church. Joseph Smith was only 14 when he had the Vision, 25 when the Church was organized, 18 when he met Moroni, 24 when he got the plates, and 39 when he was martyred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p26\" class=\"\">“Thomas B. Marsh was 31, David W. Patten 30, about the time they became apostles. These were all young men, so to speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p27\" class=\"\">“Brigham Young was 28, Heber C. Kimball 28, Orson Hyde only 25, William E. McLellan 24, Parley P. Pratt 23, Luke Johnson 22, William Smith 19, Orson Pratt 18, John F. Boynton 18, and Lyman E. Johnson 18, when the Church was organized on April 6, 1830. And these men, many of them, were of the apostleship in 1835 when the Council of the Twelve was organized. All were still young men when they were deprived of Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p28\" class=\"\">“They were able to inspire boys. They became great missionaries. You young boys need not wait to be great. You can be superior missionaries, strong young men, great companions, and happy, trusted Church leaders. You need not wait until tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p29\" class=\"\">“The Lord bless you as you grow year by year to receive the inspiration of the Lord to be able to pass on the glorious blessings of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/set-some-personal-goals.p30\" class=\"\">“And this, my dear beloved brethren, I pray in the name of Jesus Christ. Amen.” (<span class=\"emphasis\">Ensign,<\/span> May 1976, p. 47.)<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}