{"ID":4124, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Hold Up Your Light”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p2\" class=\"\">Elder J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:225e.jpg\" alt=\"Elder J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p3\" class=\"\">Brothers and sisters, this has been a wonderful week. We have been so spiritually fed, and I pray now that I might be able to share something that will be appropriate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p4\" class=\"\">Before doing so, I would like to express my love and appreciation to Bishop Brown and to Bishop Peterson for eight and a half wonderful years of association in the Presiding Bishopric. And to the Seventy and the Twelve and the First Presidency who have been so supportive and encouraging, I express my love and continued support for them. I also would like to acknowledge those wonderful brothers and sisters who work behind the scenes here at headquarters and throughout the world to provide so many services and resources to help move the work along.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p5\" class=\"\">It’s marvelous to be in the service of the Lord and now to be called as a witness for our Lord and Savior and to return to a land that I love more than I can express. It’s just about as much emotion as I can handle at one time. So I pray that I might be able to fulfill the expectations of that wonderful call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p6\" class=\"\">In the Pearl of Great Price we read that the Lord delivered Abraham from idolatrous sacrifice. He introduced Himself as Jehovah and declared, “[Abraham], I will lead thee by my hand, and I will … put upon thee my name, even the Priesthood of thy father, and my power shall be over thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p7\" class=\"\">[And] through thy ministry my name shall be known in the earth forever, for I am thy God.” (<span class=\"citation\" id=\"7363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7363)\">Abr. 1:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p8\" class=\"\">This blessing was extended to Abraham’s posterity, who would “bear this ministry and Priesthood unto all nations.” (See <span class=\"citation\" id=\"7364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7364)\">Abr. 2:9<\/a><\/span>.) The covenant children of Abraham were to be distinguished by their sacred obligation to declare to the world the true and living God. Not only were they to be believers and worshipers, but His witnesses, boldly testifying of Him among the unbelievers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p9\" class=\"\">God has once again spoken from the heavens and restored the fulness of the gospel through His chosen prophet. We have become the covenant children of Abraham, a new generation of witnesses to bear testimony that God lives and Jesus is the Christ. We are to be a pure people, a holy people, fully committed and zealous in our proclamation of the gospel in word and deed. This is an awesome responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p10\" class=\"\">In the Book of Mormon we are told that “to be called His people” we must be willing “to stand as witnesses of God at all times and in all things, and in all places, … even until death.” (<span class=\"citation\" id=\"40595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40595)\">Mosiah 18:8–9<\/a><\/span>.) As individual members of the Church it is in the everyday context of our lives that this witness we exemplify comes under constant scrutiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p11\" class=\"\">May I share with you a personal experience to illustrate how humbling this can be? I was employed by a major corporation for almost twenty-five years. During those years I developed a personal friendship with a fine business associate from Texas. Our careers paralleled each other very closely. A few years ago, he presented me with a most unusual gift, which I shall always cherish. It was a large, molded bronze, personalized coat of arms. He said, “I have been observing you for many years and have created an original coat of arms using symbols which I believe represent the four most important values to which you have committed your life, namely, your church, your family, your profession, and your quest for personal development.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p12\" class=\"\">Naturally, I was surprised, deeply impressed, and flattered. As the significance of this gift settled upon my mind, the thought of someone quietly taking mental notes of my actions, attitudes, and values fired my imagination. I realized the weighty responsibility each of us has to demonstrate accurately the principles and priorities to which we are committed. It was like a mini-foretaste of Judgment Day!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p13\" class=\"\">I thought of the scripture in Revelation in which John saw the books opened, “and the dead were judged out of those things which were written in the books, according to their works.” (<span class=\"citation\" id=\"42550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42550)\">Rev. 20:12<\/a><\/span>.) It was a most sobering experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p14\" class=\"\">All of us give our lives daily for what we believe is important. Those with whom we associate are silently assessing us, our values and character traits. Is there anything about our daily conduct we would change if we knew someone was doing a written appraisal for publication?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p15\" class=\"\">Suppose you received, as the head of a family, a telephone call from your stake president, who said, “The local newspaper is doing a series of articles on the Church. They have asked permission for a reporter to move into one of our homes for a week to observe firsthand what a Mormon family is really like. We have selected you to represent the Church in our stake.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p16\" class=\"\">You say, “Yes, President, we will be happy to do it.” You have seven children ranging from age two months to a nineteen-year-old son awaiting his mission call. Little time is allowed for “sprucing” things up—just a typical week with life as you live it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p17\" class=\"\">This actually happened to Max and Nettie Ann Nelson of Boise, Idaho, in 1983. How proud I was of this fine family as I read the reporter’s account. What a positive impression was made upon him. The question going through your mind is possibly the same one that I had: “If our family were selected, would we be ready?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p18\" class=\"\">To the Nephites Jesus said, “Hold up your light that it may shine unto the world. Behold I am the light which ye shall hold up.” (<span class=\"citation\" id=\"6004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6004)\">3 Ne. 18:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p19\" class=\"\">In a related admonition, Peter counseled “that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p20\" class=\"\">“Abstain from fleshly lusts, which war against the soul;<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p21\" class=\"\">“Having your conversation honest among the Gentiles: that … they may by your good works, which they shall behold, glorify God in the day of visitation.” (<span class=\"citation\" id=\"2389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2389)\">1 Pet. 2:9, 11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p22\" class=\"\">To the Israelites and again to the Nephites the Lord commanded: “Thou shalt not bear false witness.” (See <span class=\"citation\" id=\"22943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22943)\">Ex. 20:16<\/a><\/span>; <span class=\"citation\" id=\"40590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40590)\">Mosiah 13:23<\/a><\/span>.) Are we not false witnesses if we are untrue to gospel principles we profess but do not practice?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p23\" class=\"\">Most damage to the collective reputation of the Church is done by those members who want to straddle the line, with one foot in the kingdom and the other foot in spiritual Babylon. Those who so compromise their principles want to play for both teams at once—the Lord’s and Satan’s—as if to say, “I want to wait and see which side is winning before I declare myself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p24\" class=\"\">There are some members who are not concerned about their outward appearances and actions, rationalizing that they know what they really are on the inside. These individuals inevitably are judged “guilty by association.” To be judged fairly, we must avoid the very appearance of evil. We would do well to remember the words quoted by President McKay: “Whate’er thou art, act well thy part.” (See <span class=\"emphasis\">Cherished Experiences,<\/span> comp. Claire Middlemiss, Salt Lake City: Deseret Book Co., 1955, pp. 174–75.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p25\" class=\"\">Character is revealed under pressure. Let me illustrate. A few years ago, Elder Gordon B. Hinckley related this inspiring story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p26\" class=\"\">“I talked with a young man recently returned from the war. He too had walked the jungle patrols, his heart pounding with fear. But reluctantly he admitted that the greatest fear he had was the fear of ridicule.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p27\" class=\"\">“The men of his company laughed at him, taunted him, plastered him with a nickname that troubled him. They told him the things they reveled in. Then on one occasion when the going was rough, he faced them and quietly said, ‘Look, I know you think I’m a square. I don’t consider myself any better than any of the rest of you. … But I grew up in a different way. I grew up in a religious home and a religious town. I went to church on Sundays. We prayed together as a family. I was taught to stay away from these things. It’s just that I believe differently. With me it’s a matter of religion, and it’s kind of a way of respecting my mother and my dad. All of you together might force me toward a compromising situation, but that wouldn’t change me, and you wouldn’t feel right after you’d done it.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p28\" class=\"\">“One by one they turned silently away. But during the next few days each came to ask his pardon, and from his example others gained the strength and the will to change their own lives. He taught the gospel to two of them and brought them into the church.” (<span class=\"emphasis\">Church News,<\/span> 29 Apr. 1972, p. 14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p29\" class=\"\">As Church members, we all benefit when one of us is honorable and righteous. Some years ago I made a speech at a business convention. When I concluded, a distinguished gentleman came up to me and asked, “Are you a Mormon?” I responded, “Yes.” He said, “I am associated with John Russon, a member of your church. He is the finest practicing Christian I have had the pleasure to know.” To him, and I’m sure to countless others, Brother Russon, now the president of the St. George Temple, is a reliable witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p30\" class=\"\">One of our greatest needs is for true witnesses among our youth. Young people need models from their own generation. Thankfully we have a tremendous army of latter-day sons and daughters of Helaman, stripling “Saturday’s warriors,” who are not ashamed of the gospel of Jesus Christ. Rather, they have turned this commitment to the Lord into an advantage. Let me tell you of one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p31\" class=\"\">Steve Hawes is the student body president at New Canaan High School in Connecticut. Of its twenty-three hundred students, only twenty-four are Latter-day Saints. Steve ran unopposed in a landslide election. This is impressive. But even more impressive is Steve’s moral courage—his commitment to living the principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p32\" class=\"\">The Hawes family lived for a time in Tampa, Florida. Steve played junior high football and basketball. When his family was preparing to move to Connecticut, the coach told Steve’s father how much he appreciated and admired Steve, not just because he is a fine athlete, but because of his deep religious convictions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p33\" class=\"\">“He doesn’t preach sermons; he just quietly lives his religion each day. I remember,” said the coach, “a group of us were in the squad room, and one of the boys pulled out a copy of <span class=\"emphasis\">Playboy<\/span> magazine. They opened to the centerfold and began to make some vulgar comments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p34\" class=\"\">“I noticed Steve walk away, so I followed him and asked if anything was wrong. He said, ‘I’m okay, Coach, but that just isn’t my kind of thing.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p35\" class=\"\">The coach said, “Steve made us all better people. When he joined us, most of the guys were swearing. Then they stopped swearing around Steve, and after a while, they pretty well stopped swearing altogether.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p36\" class=\"\">When I heard this tribute, I thought of Paul’s counsel to Timothy: “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.” (<span class=\"citation\" id=\"2873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2873)\">1 Tim. 4:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p37\" class=\"\">“Ye are my witnesses,” said the Lord through Isaiah. (<span class=\"citation\" id=\"25607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25607)\">Isa. 43:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/hold-up-your-light.p38\" class=\"\">Let us stand tall, brothers and sisters, and be not ashamed to take upon us the name of Christ. May God bless us as a church and as individuals that the testimony we bear as His witnesses will be true and clear and fully reliable, I humbly pray in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}