{"ID":4128, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Answers Will Come\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-answers-will-come.p2\" class=\"\">Elder Hans B. Ringger<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/the-answers-will-come.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2142.jpg\" alt=\"Elder Hans B. Ringger\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-answers-will-come.p3\" class=\"\">Elder Packer taught us two days ago, that in the early years of the Church, the Saints would sometimes get a letter from “Box B.” A letter from Box B meant you were getting a calling without being interviewed first. Presidents of the Church called members on missions with no warning beforehand. I feel the same way today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-answers-will-come.p4\" class=\"\">It’s a long way from Switzerland to this stand in Salt Lake City. I had to cross many borders. I had to ask for a visa, for permission to enter this country. But I found out that wherever I had to cross a border or had to talk with people, the people were friendly. That’s exactly what I need in my assignment—friends. I have some sitting behind me. I have some sitting before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-answers-will-come.p5\" class=\"\">I’m really happy to be here and to serve. I don’t know at the moment all the questions I will be asked or how I will find solutions for them. But I know that I will get an answer when I work on it and pray about it. If I do that, I know I will be blessed in all I do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/the-answers-will-come.p6\" class=\"\">I am very thankful for my priesthood leaders, my parents, my sisters, my brethren, my teachers in Sunday School—all who have given me the strength to fulfill the assignments I get in my life. Hopefully, I can serve so that our Lord will be pleased. I am very thankful to the First Presidency for this privilege—for calling me to be a General Authority. I leave you my testimony that I know that our Lord lives, that Jesus is the Christ, and that Joseph Smith is a true prophet. This I say in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}