{"ID":4129, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            This Is the Work of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/this-is-the-work-of-the-lord.p2\" class=\"\">Elder Waldo P. Call<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/05\/this-is-the-work-of-the-lord.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03187_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:262a.jpg\" alt=\"Elder Waldo P. Call\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/this-is-the-work-of-the-lord.p3\" class=\"\">My dear brothers and sisters, this is, as our missionaries would say, an awesome situation. At this time, I want to thank my parents for the good example they set for me. There was one time in my life—and my mother, who I imagine might be listening, doesn’t know this—when the love I knew she had for me saved me. I knelt down one night to pray, as she had taught me. I was about to throw away everything that I had. As I started praying, I started thinking of her and of the love that she had for me. As I cried and prayed—and it took most of the night—I was so grateful that I knew that she loved me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/this-is-the-work-of-the-lord.p4\" class=\"\">I am grateful for my wife. Throughout the many years we have been together, I have known that she has loved me. It is because of this love I have felt for my family, and they have felt for me, that I am here today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/this-is-the-work-of-the-lord.p5\" class=\"\">I am grateful for President Kimball. I was watching some young people sitting in front of me as we were singing “We Thank Thee, O God, for a Prophet” (<span class=\"emphasis\">Hymns,<\/span> no. 196), and I imagine they would have liked to have come up and sat beside President Kimball where I sat just now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/05\/this-is-the-work-of-the-lord.p6\" class=\"\">I know that this is the work of the Lord. I know that he lives. I know this. I know that these men, the First Presidency and the Quorum of the Twelve, are prophets and Apostles, seers and revelators, and if we will follow them, we will have eternal life. I say this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}