{"ID":413, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fruits of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i> October 1949, pp. 39-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI bring you greetings from my beloved colleague, Elder Thomas E. McKay. I stood at his\nbedside early this morning and said, \"Thomas, it is time to get up and go to conference.\"\nThere is nothing in the world he would rather have done, but he was unable to come. He\nasked me to express his love to you and also his appreciation for the prayers you have offered\nin his behalf. He feels that our Heavenly Father has heard your prayers.\n<\/p><p>\nI am very grateful for these conferences. They revive my soul. Every one I have attended for\nyears has lifted me up and induced me to renew my determination to devote myself more\nfully to works of righteousness. During them, the importance of this world's interests and\ndistractions seems to diminish, and life's true values, as set forth in the gospel of Jesus Christ,\ncome into plainer view.\n<\/p><p>\nFRUITS OF THE GOSPEL\n<\/p><p>\nDoes each of you find it so? I hope you do, and I encourage you to take every available\nopportunity to renew within yourself a determination to obtain the full fruits of the gospel of\nJesus Christ.\n<\/p><p>\nWhen earth life is over and things appear in their true perspective, we shall more clearly see\nand realize what the Lord and his prophets have repeatedly told us, that the fruits of the\ngospel are the only objectives worthy of life's full efforts. Their possessor obtains true\nwealth&mdash;wealth in the Lord's view of values. We need constantly to deepen our\nunderstandings and sharpen our realization of what the fruits of the gospel are.\n<\/p><p>\nThe Lord has defined them as . . . peace in this world, and eternal life in\nthe world to come (<span class=\"citation\" id=\"12645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12645)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nIt is a bit difficult to define the \"peace in this world\" referred to it the revelation. But we may\nbe assured that it is not the ease luxury, and freedom from struggle envisioned by the world's\nutopian dreamers. Jesus told his apostles that it would be found by theft even in their days of\ntribulation.\n<\/p><p>\nPeace I leave with you, he said, . . . my peace I give unto you. And then, by way\nof caution, it seems to me, he added, . . . not as the world giveth, give I unto you\n(<span class=\"citation\" id=\"27375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27375)\">John 14:27<\/a><\/span>).\n<\/p><p>\nPEACE AMIDST TRIBULATION\n<\/p><p>\nA little later he re-emphasized this statement in these words:\n<\/p><p>\nThese things I have spoken unto you, that in me ye might have peace. In the\nworld ye shall have tribulation\n(<span class=\"citation\" id=\"27381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27381)\">John 16:33<\/a><\/span>).\n<\/p><p>\nConvincing evidence of the truth of this saying of the Master&mdash;that people suffering\ntribulation in this world could at the same time find peace in him&mdash;has come out of the most\nsevere experiences.\n<\/p><p>\nI suppose that the last few days of the Prophet's life were crowded with about as much\ntribulation as any human being could endure. He was hounded by traitors, impeached by\nmisguided and false-accusing associates, called to account, promised protection, and then\nabandoned by his government. That all the while he knew he was approaching martyrdom is\nclear from the record. On the evening of Saturday, June 22, he wrote in his journal:\n<\/p><p>\nI told Stephen Markham that if I and Hyrum were ever taken again we should be\nmassacred, or I was not a prophet of God.\n<\/p><p>\nOn Sunday, the 23rd, he said to his brother Hyrum, If you go back, I will go with\nyou, but we shall be butchered.\n<\/p><p>\nMonday, the 24th, on leaving Nauvoo, he paused when they got to the temple, and looked\nwith admiration first on that, and then on the city, and remarked,\n<\/p><p>\nThis is the loveliest place and the best people under the heavens; little do they\nknow the trials that await them.\n<\/p><p>\nIn this setting, knowing\nthat his own life would be taken from him by force and violence and viewing the\ntrials and suffering which would be visited upon his beloved followers, he said to\nthe company who were with him,\n<\/p><p>\nI am going like a lamb to the slaughter, but I\nam calm as a summer's morning\n(<span class=\"citation\" id=\"12754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12754)\">D&amp;C 135:4<\/a><\/span>).\n<\/p><p>\nThis is a classic example of a person having at the same time tribulation in this world and\npeace in Christ. Many others, both in ancient and in modern times, have had similar\nexperiences.\n<\/p><p>\nETERNAL LIFE\n<\/p><p>\nThe other fruit of the gospel named in the quotation&mdash;\"eternal life in the world to\ncome\" (<span class=\"citation\" id=\"12646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12646)\">D&amp;C 59:23<\/a><\/span>)&mdash;must\nbe a glorious thing, for the Lord has said that \"he that hath eternal life is rich\"\n(<span class=\"citation\" id=\"12593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12593)\">D&amp;C 6:7<\/a><\/span>), and that the \"gift of\neternal life is the greatest of all the gifts of God\"\n(<span class=\"citation\" id=\"12597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12597)\">D&amp;C 14:7<\/a><\/span>).\nHe who obtains it will obtain an exaltation in the celestial kingdom of our Father in\nheaven. Speaking of such the Lord says, among other things:\n<\/p><p>\nThey are they who are the church of the Firstborn.\n<\/p><p>\n. . . into whose hands the Father has given all things&mdash;\n<\/p><p>\nThey are they who are priests and kings, who have received of his fulness, and of\nhis glory;\n<\/p><p>\n. . . they are gods, even the sons of God . . .\n<\/p><p>\nThese shall dwell in the presence of God and his Christ forever and ever.\n<\/p><p>\nThese are they whom he shall bring with him, when he shall come in the clouds\nof heaven to reign on the earth over his people . . . who shall have part in the first\nresurrection.\n<\/p><p>\n. . . who shall come forth in the resurrection of the just. These are they whose\nnames are written in heaven . . .\n<\/p><p>\n. . . of God, the highest of all, whose glory the sun of the firmament is written of\nas being typical\n(<span class=\"citation\" id=\"12668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12668)\">D&amp;C 76:54-56,58,62-65,68,70<\/a><\/span>).\n<\/p><p>\nASSURANCE OF BLESSINGS\n<\/p><p>\nThis gift of eternal life in the world to come may not, of course, be fully realized during earth\nlife. An assurance that it will be obtained in the world to come may, however, be had in this\nworld. As a matter of fact, the blessings of the celestial kingdom are promised only to those\nwho have such an assurance. According to the vision, a successful candidate for these\nblessings must qualify on three counts: First, he must have \". . . received the testimony of\nJesus, and believed on his name\" and been \". . . baptized after the manner of his burial\";\nsecond, he must have received \"the Holy Spirit by the laying on of the hands of him who is\nordained and sealed unto this power\"; and third, he must be \"sealed by the Holy Spirit of\npromise\" (<span class=\"citation\" id=\"12666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12666)\">D&amp;C 76:51-53<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph taught that one so sealed would have within himself an assurance\nborn of the spirit, that he would obtain eternal life in the world to come. He urgently and\nrepeatedly admonished the Saints of his day to obtain such an assurance by making their\ncalling and election sure (<span class=\"citation\" id=\"4803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4803)\">2 Pet. 1:10<\/a><\/span>).\nIt is this assurance within a person which brings to him the peace in\nthis world which will sustain him in every tribulation.\n<\/p><p>\nMORE SURE WORD OF PROPHECY\n<\/p><p>\nSo taught the Prophet in explanation of the words of Peter. Although that apostle had heard\nthe voice of God declare, when he was with the Savior on the holy mount,\n<\/p><p>\nThis is my beloved Son, in whom I am well pleased\n(<span class=\"citation\" id=\"4804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4804)\">2 Pet. 1:17<\/a><\/span>),\n<\/p><p>\nhe nevertheless wrote to the Saints,\n<\/p><p>\nWe have also a more sure word of prophecy; whereunto ye do well that ye take\nheed (<span class=\"citation\" id=\"4805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4805)\">2 Pet. 1:19<\/a><\/span>).\n<\/p><p>\nExplaining this statement the Prophet said:\n<\/p><p>\nThough they might hear the voice of God and know that Jesus was the Son of\nGod, this would be no evidence that their election and calling was made sure, that\nthey had part with Christ, and were joint heirs with him. They then would want\nthat more sure word of prophecy, that they were sealed in the heavens, and had\nthe promise of eternal life in the kingdom of God. Then, having this promise\nsealed unto them, it was an anchor to the soul, sure and steadfast. Though the\nthunders might roll and lightnings flash, and earthquakes bellow, and war gather\nthick around, yet this hope and knowledge would support the soul in every hour\nof trial, trouble and tribulation (<i>DHC<\/i> 5:387-390).\n<\/p><p>\nIt was such an assurance which sustained the Prophet himself as he went to martyrdom, for\nunto him the Lord had said in a direct revelation:\n<\/p><p>\n. . . I am the Lord thy God and will be with thee even unto the end of the world,\nand through all eternity: for verily I seal upon you your exaltation, and prepare a\nthrone for you in the kingdom of my Father, with Abraham your father\n(<span class=\"citation\" id=\"12747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12747)\">D&amp;C 132:49<\/a><\/span>).\n<\/p><p>\nSUSTAINED BY ASSURANCE\n<\/p><p>\nThe Apostle Paul was likewise sustained by such an assurance. From the hand of the Lord \"he\nhad a promise of receiving a crown of righteousness.\"\n<\/p><p>\n. . . I am now ready to be offered,\n<\/p><p>\nhe wrote to Timothy just previous to his death.\n<\/p><p>\nI have fought a good fight. I have finished my course, I have kept the faith:\n<\/p><p>\nHenceforth there is laid up for me a crown of righteousness, which the Lord, the\nrighteous judge, shall give me at that day\n(<span class=\"citation\" id=\"5106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5106)\">2 Tim. 4:6-8<\/a><\/span>).\n<\/p><p>\nI think Apostle Alonzo A. Hinckley had an assurance that he would receive the\ngift of eternal life in the world to come and that he was sustained by that\nassurance as he endured the sufferings of a slow death, for in a letter which he\nwrote to the First Presidency after he had been told by his physician that his\nillness would be fatal, he said:\n<\/p><p>\nI assure you that I am not deeply disturbed over the final results. I am reconciled,\nand I reach my hands to take what My Father has for me, be it life or death. With\na spirit of thanksgiving, and I trust free from vanity or boastfulness, I look over\nthe past with satisfaction. I would not turn the leaf down on any chapter of my\nlife. So far as I know, I have honored my Heavenly Father with my time, my\nhumble talents, and all the means that he has blessed me with, and I have dealt\njustly with all men. I have fought, but I have fought fairly.\n<\/p><p>\nAs to the future. I have no misgivings. It is inviting and glorious, and I sense\nrather clearly what it means to be saved by the redeeming blood of Jesus Christ\nand to be exalted by his power and be with him ever more (<i>Church Section<\/i>,\nMarch 27, 1949).\n<\/p><p>\nWHOLEHEARTED DEVOTION\n<\/p><p>\nThese fruits of the gospel&mdash;assurance that we shall obtain eternal life, peace in this world\n(<span class=\"citation\" id=\"12647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12647)\">D&amp;C 59:23<\/a><\/span>)\nsustained by such an assurance, and finally eternal life in the world to come&mdash;are within the\nreach of us all. Sometimes, however, because of our lack of understanding and appreciation of\nthem, I am persuaded that we take too much for granted. We assume that because we are\nmembers of the Church, we shall receive as a matter of course all the blessings of the gospel.\nI have heard people contend that they have a claim upon them because they have been\nthrough the temple, even though they are not careful to keep the covenants they there made. I\ndo not think this will be the case.\n<\/p><p>\nWe might take a lesson from an account given by the Prophet of a vision of the resurrection,\nin which he records that one of the saddest things he had ever witnessed was the sorrow of\nmembers of the Church who came forth to a resurrection below that which they had taken for\ngranted they would receive.\n<\/p><p>\nI conceive the blessings of the gospel to be of such inestimable worth that the price for them\nmust be very exacting, and if I correctly understand what the Lord has said on the subject, it\nis. The price, however, is within the reach of us all, because it is not to be paid in money nor\nin any of this world's goods but in righteous living. What is required is wholehearted\ndevotion to the gospel and unreserved allegiance to the Church of Jesus Christ of Latter-day\nSaints. Speaking to this point, the Prophet taught \". . . that those who keep the\ncommandments of the Lord and walk in his statutes to the end, are the only individuals\" who\nshall receive the blessings.\n<\/p><p>\nReferring to Paul's devotion he said:\n<\/p><p>\nFollow the labors of this apostle from the time of his conversion to the time of his\ndeath, and you will have a fair sample of industry and patience in promulgating\nthe gospel of Christ. Derided, whipped, and stoned, the moment he escaped the\nhands of his persecutors he as zealously as ever proclaimed the doctrine of the\nSavior. None will say that he did not keep the faith, that he did not fight the good\nfight (<span class=\"citation\" id=\"5107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5107)\">2 Tim. 4:7<\/a><\/span>),\nthat he did not preach and persuade to the last. And what was he to receive?\nA crown of righteousness (<span class=\"citation\" id=\"5108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5108)\">2 Tim. 4:8<\/a><\/span>),\nand what shall others receive who do not labor\nfaithfully, and continue to the end? We leave such to search out their own\nblessings if any they have (<i>DHC<\/i> 2:19-20).\n<\/p><p>\nExplaining to the Prophet Joseph Smith the reason why his exaltation was sealed upon him,\nthe Lord said:\n<\/p><p>\nBehold, I have seen your sacrifices and will forgive all your sins; I have seen your\nsacrifices in obedience to that which I have told you\n(<span class=\"citation\" id=\"12748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12748)\">D&amp;C 132:50<\/a><\/span>).\n<\/p><p>\nCALLING AND ELECTION MADE SURE\n<\/p><p>\nA half-hearted performance is not enough. We cannot obtain these blessings and be like the\nrich young man who protested that he had kept the commandments from his youth up but\nwho went away sorrowful when, in answer to the question, \"What lack I yet?\"\n(<span class=\"citation\" id=\"34301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34301)\">Matt. 19:20<\/a><\/span>). Jesus said unto him,\n<\/p><p>\nIf thou wilt be perfect, go and sell that thou, hast, and give to the poor . . . and\ncome and follow me (<span class=\"citation\" id=\"34303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34303)\">Matt. 19:21<\/a><\/span>).\n<\/p><p>\nEvidently he could live everything but the welfare program.\n<\/p><p>\nThere can be no such reservation. We must be willing to sacrifice everything. Through\nself-discipline and devotion we must demonstrate to the Lord that we are willing to serve him\nunder all circumstances. When we have done this, we shall receive an assurance that we shall\nhave eternal life in the world to come. Then we shall have peace in this world\n(<span class=\"citation\" id=\"12648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12648)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith made this perfectly clear. He said,\n<\/p><p>\nAfter a person has faith in Christ, repents of his sins, and is baptized for the\nremission of his sins and receives the Holy Ghost (by the laying on of\nhands)....then let him continue to humble himself before God, hungering and\nthirsting after righteousness, and living by every word of God, and the Lord will\nsoon say unto him, Son, thou shall be exalted. When the Lord has thoroughly\nproved him, and finds that the man is determined to serve him at all hazards, then\nthe man will find his calling and his election made sure (<i>DHC<\/i> 3:380).\n<\/p><p>\nNow may the Lord bless us, my brethren and sisters, with an understanding of his great\ngospel. And may we press forward with diligence and energy to perfect and qualify ourselves\nto receive and enjoy the full fruits thereof, for they are of all things the most joyous to the\nsoul (<span class=\"citation\" id=\"1481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1481)\">1 Ne. 11:21-23<\/a><\/span>).\nLet us each day in solemn honesty confront ourselves with the\nrich man's question, \"What lack I yet?\"\n(<span class=\"citation\" id=\"34302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34302)\">Matt. 19:20<\/a><\/span>).\nAnd thus, with utter frankness, discovering our own\nlimitations, let us conquer them one by one until we obtain peace in this world through an\nassurance that we shall have eternal life in the world to come\n(<span class=\"citation\" id=\"12649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12649)\">D&amp;C 59:23<\/a><\/span>). For these blessings I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}