{"ID":415, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fulfilment of Prophecy<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i> October 1949, pp. 49-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would have been very happy to give my time to Elder Cowley. I am sure we could all have\nlistened another hour to his wonderful experiences while away and enjoyed the spirit he\nbrings home to us. I love the spirit of this work. I have loved it all my life. I think it is the\nmost wonderful thing in all the world.\n<\/p><p>\nGATHERING OF ISRAEL\n<\/p><p>\nTo me, one of the greatest miracles the world has ever produced has been the fulfilment of\nthe words of the prophets in the gathering of latter-day Israel and our establishment here in\nthe tops of these mountains (<span class=\"citation\" id=\"25082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25082)\">Isa. 2:2-3<\/a><\/span>);\nthis beautiful temple that stands on this block, our fertile valleys,\nand our very presence, for the Lord said he was married unto Israel\n(<span class=\"citation\" id=\"25099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25099)\">Isa. 49:14-19<\/a><\/span>;\n<span class=\"citation\" id=\"25102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25102)\">Isa. 54:1-6<\/a><\/span>),\nspeaking of latter-day Israel,\n<\/p><p>\n. . . and I will take you one of a city, and two of a family, and I will bring you\nto Zion:\n<\/p><p>\nAnd I will give you pastors according to mine heart, which shall feed you with\nknowledge and understanding (<span class=\"citation\" id=\"26471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26471)\">Jer. 3:14-15<\/a><\/span>).\n<\/p><p>\nAnd that is the reason for which we are gathered in this great conference here today,\nthat we might be so fed.\n<\/p><p>\nWe had the privilege of attending a meeting in the temple a week ago yesterday&mdash;all the\nGeneral Authorities&mdash;preparatory to this conference, and one of the brethren, in bearing his\ntestimony, indicated that as a boy he and his brother talked about the prophecies, and he said\nin substance, \"If I ever live to see the Jews gathered back to Jerusalem, then I will know that\nthe prophets knew what they were talking about.\"\n<\/p><p>\nWell, today, that is an obvious commonplace. We know, notwithstanding the fact that Jesus\nsaid that not one stone should be left upon another of their great temple\n(<span class=\"citation\" id=\"34310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34310)\">Matt. 24:2<\/a><\/span>), that that land should\nbe plowed as an acre (<span class=\"citation\" id=\"26474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26474)\">Jer. 26:18<\/a><\/span>),\nand that they should be scattered, as the prophets indicated, among all\nnations and become a hiss and a byword\n(<span class=\"citation\" id=\"1494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1494)\">1 Ne. 19:14<\/a><\/span>),\nnevertheless the promise of the Lord was upon that\nland that it should be rebuilt, and that they should be gathered again and that it should\nbecome a great city (<span class=\"citation\" id=\"22180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22180)\">Ether 13:5<\/a><\/span>;\n<span class=\"citation\" id=\"12675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12675)\">D&amp;C 77:15<\/a><\/span>).\nCompare that for a moment with the prophecy of Isaiah with respect to\nthe great city of Babylon.\n<\/p><p>\nPROPHECIES FULFILLED\n<\/p><p>\nIsaiah had declared that Babylon should be destroyed and that it should never be rebuilt, that\nit should become the home of reptiles and wild animals, and that the Arab should no more\npitch his tent there (<span class=\"citation\" id=\"25085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25085)\">Isa. 13:19-21<\/a><\/span>).\nToday no one would dare declare that the greatest city in the world, if\ndestroyed, should never be rebuilt; but Babylon, the greatest city of its time, never has been\nrebuilt; the Arabs have not pitched their tents there because its ruins are full of reptiles and\nwild animals; but Jerusalem, the Lord had decreed, would be rebuilt, and it is now being\nbuilt.\n<\/p><p>\nBrother Kimball, whose assignment is with the Indians, said that President Woodruff indicated\nthat of all the prophecies that were the most difficult for him to believe and understand was\nthe prophecy concerning how the Lord would fulfil all of his promises with respect to the\nIndians (<i>Journal of Discourses<\/i> 15:282), and yet when we see the work the Church is\nundertaking today, and the response,\nsimilar in a way to what Brother Cowley has just reported from the islands, we can easily\nunderstand how the Lord will fulfil in every sense of the word the promises made to this\ngreat branch of the house of Israel.\n<\/p><p>\nBOOK OF MORMON VINDICATED\n<\/p><p>\nSome of us recall how President Grant, standing here in this pulpit, used to tell of his friend\nwho graduated from college as a doctor, and he said to President Grant in substance: \"I\ncannot accept your Book of Mormon because it is full of lies,\" and then he went on to talk\nabout the fact that the Book of Mormon said that the former inhabitants of this land were\nexperienced and trained in the use of cement. He said, \"Everybody knows that is a lie.\nCement is a modern product.\"\n<\/p><p>\nPresident Grant, having a testimony that the Book of Mormon was true, said: \"If my\nchildren do not live to see vindicated the fact that they did build with cement and were\nproficient in its use, my grandchildren will live to see it.\" And he lived himself to see\nuncovered those great cement highways and cement buildings down in Central and South\nAmerica, vindicating the truth of the words in the Book of Mormon. How would Joseph\nSmith have dared to write such things when the book was published in 1830 if he had been\nthe author of it?\n<\/p><p>\nAnd another of the statements contained in the Book of Mormon which President Grant's\ndoctor friend did not believe was where the Savior appeared here in the land of America\nfollowing his resurrection, and the account says that his voice was heard all over the land, and\nthis doctor said: \"You know that is not true, for no man's voice can carry more than a few\nhundred feet,\" and yet today, as we speak from this Tabernacle, the voice is going out for\nthousands and thousands of miles, so today we have lived to see the truth of that statement\nsubstantiated.\n<\/p><p>\nCONDITIONS FORETOLD\n<\/p><p>\nThere is another statement in the Book of Mormon that, in my judgment, no man could have\nmade at the time the Book of Mormon was published, with any degree of assurance that he\nwas telling the truth, and that is the statement in Second Nephi with respect to the work of\nthe devil. I want to read a few words from the 28th Chapter of Second Nephi:\n<\/p><p>\nFor the kingdom of the devil must shake, and they which belong to it must needs\nbe stirred up unto repentance, or the devil will grasp them with his everlasting\nchains, and they be stirred up to anger, and perish;\n<\/p><p>\nFor behold, at that day shall he rage in the hearts of the children of men, and stir\nthem up to anger, against that which is good.\n<\/p><p>\nAnd others he will pacify, and lull them away into carnal security, that they will\nsay: All is well in Zion; yea, Zion prospereth, all is well&mdash;and thus the devil\ncheateth their souls and leadeth them away carefully down to hell.\n<\/p><p>\nAnd behold, others he flattereth away, and telleth them there is no hell; and he\nsaith unto them: I am no devil, for there is none&mdash;and thus he whispereth in their\nears, until he grasps them with his awful chains, from whence there is no\ndeliverance (<span class=\"citation\" id=\"3508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3508)\">2 Ne. 28:19-22<\/a><\/span>).\n<\/p><p>\nI doubt if there was a Christian minister in all the world who would have said there was no\ndevil at the time the Book of Mormon was published in 1830, and yet when a questionnaire\nwas sent out by the Northwestern University School of Religion in 1934 to five hundred\nChristian ministers, of the five hundred, fifty-four percent, or two hundred and seventy of\nthem, said: \"There is no devil.\" Thirty-nine percent, or one hundred and ninety-five, said there\nwould be no judgment day; and eighty percent were opposed to teaching that hell was a place\nof burning.\n<\/p><p>\nSATAN DECEIVES WORLD\n<\/p><p>\nIf the world could just get rid of the devil, probably it would be a different world. They little\nrealize how much his influence and power is being felt, for, in the words of Isaiah: He\ndecreed that he would exalt his throne above the stars of God, that he would become like unto\nthe Most High (<span class=\"citation\" id=\"25088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25088)\">Isa. 14:12-15<\/a><\/span>)\n John, the Revelator, saw the history of this world from its beginning, when\nthere was war in heaven, and he saw Satan with a third of the hosts of heaven cast down\nupon this earth, and he saw that he should deceive the whole world\n(<span class=\"citation\" id=\"42201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42201)\">Rev. 12:4,7,9<\/a><\/span>).\n<\/p><p>\nThis does not leave very many out, and after listening to the brethren today we realize that we\nmust be very careful if we are not going to be deceived, and in the words of the Book of\nMormon:\n<\/p><p>\n. . . he whispereth in their ears, until he grasps them with his awful chains, from\nwhence there is no deliverance (<span class=\"citation\" id=\"3509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3509)\">2 Ne. 28:22<\/a><\/span>).\n<\/p><p>\nYou remember the experience the Savior had when he went out in the wilderness and found a\nman possessed of the devil. No one needed to introduce the Savior because they had known\neach other in the spirit world; since Satan brought with him the knowledge he had there, he\nsaid in substance: \"Why hast thou come to persecute us before our time, O Jesus, thou Son of\nthe Most High?\" (see <span class=\"citation\" id=\"33024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33024)\">Mark 5:7-13<\/a><\/span>).\n<\/p><p>\nAnd then you remember the conversation that ensued and how the Savior cast him out, and he\nasked his name, and he said: \"Legion,\" because many spirits had entered into the body of this\nman, and at their request, Jesus permitted them to enter the bodies of the swine, and the swine\nran off into the river and were drowned.\n<\/p><p>\nEXPERIENCES IN HOLLAND\n<\/p><p>\nI would like to relate an experience I had with two of my missionary companions in\nAmsterdam, Holland. We went into a home for dinner. The mother was not a member of the\nChurch; her son and daughter were. As we finished our meal, I asked her how it was she had\nnever joined the Church. \"Well,\" she said, \"President Richards\" (I was then president of the\nmission), \"I find it too hard to live. I just could not keep the Word of Wisdom.\"\n<\/p><p>\nI began to explain to her that the Lord did not give us the Word of Wisdom to deprive us of\nanything that we ought to have or that was good for us but to protect us against the\ndestructive elements that would destroy the vitality of our bodies, and with that a spirit took\npossession of her, and instead of the sweet, lovely soul that she was, she began to roll her\neyes and looked up at me and in the most sneering voice I have ever been addressed in my\nlife, said: \"Who are you?\"\n<\/p><p>\nI replied: \"I am a servant of the Lord.\"\n<\/p><p>\nThen she turned to her daughter and said: \"And who are you?\" She answered: \"I\nam the daughter of the house.\"\nThen she turned to me again and asked the same question, and when I\nreplied that I was a servant of the Lord, she said: \"So, if you are a servant of the\nLord then I have nothing to do here.\"\n<\/p><p>\nWith that I called my companions. We laid our hands upon her head. We rebuked the evil\nspirits. We commanded them to depart from her and that house, and she fell limp on the\nfloor. We carried her in on the bed, and after giving her a drink, in a short time she was her\nnatural self again. The daughter told us that her mother and father had come to America some\nyears previous, and they had something to do with spiritualism here, and she said: \"Now the\nspirits come and annoy her in the night, knocking on the wall until she cannot sleep.\"\n<\/p><p>\nWe had another friend in The Hague in Holland tell us that because he had interested himself\nin spiritualism, if he went to bed at night without praying, the spirits would literally lift him\nout of his bed and make him kneel down and pray.\n<\/p><p>\nThere is not time to discuss this matter further, but I want to tell you that there is a spirit of\nthe evil one in this world and he is trying to destroy the souls of men and gather them into\nhis net, and he is trying to do it with our young people.\n<\/p><p>\nI would like to read a few words from an article that appeared in one of our recent magazines\nto show how the devil, whispering in their ears, tries to lead men and women away and\nensnare them in his net, as Nephi says.\n<\/p><p>\nCHASTITY\n<\/p><p>\nI will read the first paragraph of the article entitled \"Is Chastity Outmoded?\"\n<\/p><p>\nToday we talk about sex with an unembarrassed frankness that would have filled\nour grandparents with amazement and horror. This new liberty in speech has its\ncounterpart in behavior. In many circles the traditional restraints in sex conduct\nare considered stuffy and out of fashion. Chastity, say many modern people, is\noutmoded (<i>Woman's Home Companion<\/i>, Sept. 1949).\n<\/p><p>\nWhat in the world could the devil, the enemy of all righteousness, desire more than to make\nour young people think that chastity is outmoded? To accomplish this, he must make them\nbelieve there is no devil, and that there is no hell or judgment day. Thus \"he whispereth in\ntheir ears, until he grasps them with his awful chains, from whence there is no deliverance\"\n(<span class=\"citation\" id=\"3510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3510)\">2 Ne. 28:22<\/a><\/span>).\n<\/p><p>\nNow I want to quote from another recent magazine article entitled \"The Mistake.\" This article\ntells of a boy and girl who made a mistake the night of their graduation from high school,\nwhich mistake was followed by the birth of a baby. I want to read the last paragraph of that\narticle which shows how Satan whispered in their ears that everything could be covered up,\nbut how they found through their own experience that this was not true, because he is the\nfather of all lies.\n<\/p><p>\n\"I'm sorry, darling, for everything.\"\n<\/p><p>\n\"Don't be,\" he said, \"we're in it together, and we'll get out of it together.\"\n<\/p><p>\nBut later upstairs, long after he was asleep, long after the house and street outside\nwere quiet, Janet turned her head and buried her face in the pillow to stifle the\nsound the sobs made. Because it wasn't true, as people had said, that you could\nmake a mistake and pay for it. You made a mistake and then you settled down,\nas she and Ken were doing, to live with it for all the rest of your life.\n<\/p><p>\nI read an article in the newspaper at the close of the war, indicating that in Germany there\nwere thirteen thousand illegitimate babies whose fathers were American boys!\n<\/p><p>\nDo you believe that in the eternal worlds those boys will ever be able to forgive themselves\nfor having brought sons and daughters into this world&mdash;their own flesh and blood&mdash;for whom\nthey have never claimed fatherhood and for whom they have never discharged their duty as\nfathers? We should remember the words of the Prophet Alma to his son Corianton, and teach\nthem to our children:\n<\/p><p>\nKnow ye not, my son, that these things are an abomination in the sight of the\nLord; yea, most abominable above all sins save it be the shedding of innocent\nblood or denying the Holy Ghost?\n(<span class=\"citation\" id=\"8887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8887)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nNow, brothers and sisters, Satan is working every way he can to get us to disobey the\ncommandments of God, and I tell you he would have every man and every woman profaning;\nhe would have them all living immoral lives; he would have them disregard every\ncommandment of the Lord if he could, in order that he might do what he had decreed to do,\nexalt his throne above the stars of God, and become like unto the Most High\n(<span class=\"citation\" id=\"25089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25089)\">Isa. 14:12-15<\/a><\/span>).\n<\/p><p>\nMay God help us to recognize the power of evil in the world and to shun it and to serve the\nliving God, I pray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}