{"ID":416, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Powers of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i> October 1949, pp. 54-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have rejoiced with you this afternoon at the excellence of the addresses which have been\ndelivered, and I pray that for these few moments I may be strengthened by your faith and\nprayers.\n<\/p><p>\nIn President George Albert Smith's opening remarks this morning he made reference to the\ntwo great forces contending in the world today with the human soul as the prize, and he\nadmonished the Latter-day Saints to stay \"on the Lord's side.\"\n<\/p><p>\nPOWER OF EVIL\n<\/p><p>\nI was reminded of that as the brethren have spoken, particularly Bishop Richards, of the\npower of evil extant in the world today, and some evidences of that power. As I thought of\nthat, I have remembered that in the life of the boy-prophet, Joseph\nSmith, before he was given the outbursting of two of the greatest revelations that have ever\nbeen given to man, both of those revelations were preceded by a demonstration of the power\nof evil&mdash;in the Sacred Grove (<span class=\"citation\" id=\"30273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30273)\">JS&mdash;H 1:15-16<\/a><\/span>),\nand on the Hill Cumorah. It seemed to have been necessary\nthat the Prophet was to understand the nature and power of that force in order that he could\nbe prepared to contend successfully against it.\n<\/p><p>\nThe Master, just before his crucifixion, in fact, it was immediately after the Last Supper, after\nSatan had entered into Judas Iscariot (<span class=\"citation\" id=\"31248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31248)\">Luke 22:3<\/a><\/span>),\nas the scriptures record, as he received the sop from the\nSavior and departed to the place of the betrayal, the Master then proceeded to converse with\nthe other eleven. Whether this took place as he stood at the table or on their way to the place\nof the betrayal or in the temple, we have no definite way of knowing, but in that conversation\nthe Master gave expression to this significant statement:\n<\/p><p>\nHereafter I will not talk much with you: for the prince of this world cometh, and\nhath nothing in me (<span class=\"citation\" id=\"27376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27376)\">John 14:30<\/a><\/span>).\n<\/p><p>\nThat statement, which is the quotation from the King James Version, is given more\nsignificance by the Prophet Joseph in the Inspired Version when he quoted it thus:\n<\/p><p>\n. . . the prince of darkness, who is of this world, cometh, but hath no power over\nme, but he hath power over you\n(<span class=\"citation\" id=\"27378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27378)\">John 14:30 (JST)<\/a><\/span>).\n<\/p><p>\nSATAN'S DOMINION\n<\/p><p>\nIn a revelation to the Prophet Joseph Smith, his preface to his commandments in this\ndispensation, the Lord said this, making it still clearer as to the nature of this force of evil:\n<\/p><p>\nFor I am no respecter of persons, and will that all men shall know that the time\nspeedily cometh; the hour is not yet, but is nigh at hand, when peace shall be\ntaken from the earth, and the devil shall have power over his own dominion\n(<span class=\"citation\" id=\"12586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12586)\">D&amp;C 1:35<\/a><\/span>).\n<\/p><p>\nSatan's dominion, as the Lord has further explained, was the dominion of those who do\nwickedly in and throughout the world. Bishop Richards has called attention to the fact of the\ndisbelief among many in such a being as Satan, and he has shown us that such disbelievers,\nwithout their knowing it, are but giving fulfilment to a prophecy uttered twenty-five hundred\nyears ago to the effect that such disbelief and denial of the existence of hell and Satan\n(<span class=\"citation\" id=\"3511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3511)\">2 Ne. 28:22-23<\/a><\/span>) would\nbe one of the things which would come in this latter day.\n<\/p><p>\nSatan, or the devil, is known by various terms. He is called the dragon\n(<span class=\"citation\" id=\"42203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42203)\">Rev. 12:9<\/a><\/span>); he is called the\nserpent (<span class=\"citation\" id=\"23555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23555)\">Gen. 3:1<\/a><\/span>;\n<span class=\"citation\" id=\"42207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42207)\">Rev. 20:2<\/a><\/span>); he is called perdition\n(<span class=\"citation\" id=\"12665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12665)\">D&amp;C 76:25-28<\/a><\/span>);\nhe is called Lucifer (<span class=\"citation\" id=\"25087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25087)\">Isa. 14:12<\/a><\/span>);\nand he is called the adversary\n(<span class=\"citation\" id=\"30288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30288)\">JS&mdash;H 1:20<\/a><\/span>) or the\nprince of darkness (<span class=\"citation\" id=\"27379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27379)\">John 14:30 (JST)<\/a><\/span>).\nAfter an encounter with Moses with this master of darkness, the Lord\nappeared and told Moses who Satan was\n(<span class=\"citation\" id=\"38966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38966)\">Moses 4:1-4<\/a><\/span>),\nthat he was one of the sons of God who came to\nElohim with a proposition before this world was that would have\ndestroyed the agency of man. Satan was cast out with all those who followed after him, and\nthey became those striving in this earth in a further effort to destroy the agency of man.\n<\/p><p>\nPOWERS OF DARKNESS\n<\/p><p>\nIn a revelation to the Prophet Joseph Smith the Lord said that Satan drew after him a third\npart of the spirits whom God created\n(<span class=\"citation\" id=\"12619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12619)\">D&amp;C 29:36<\/a><\/span>), and that they with Satan became the force in the world\nto try to destroy the work of righteousness. That power was spoken of by Isaiah in a vision\nwhich he received which he called a grievous vision\n(<span class=\"citation\" id=\"25090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25090)\">Isa. 21:2<\/a><\/span>), in which it was said: \"Set a watchman\non the tower to tell what he seeth and report the coming of horsemen and chariots,\" but a\nvoice spoke out of Mount Seir saying, \"Watchman, what of the night\" (see\n<span class=\"citation\" id=\"25091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25091)\">Isa. 21:6-11<\/a><\/span>).\n\"Watchman, what of the night,\" suggesting that, more to be feared than the enemies that could\nbe perceived with the physical senses or could be seen by physical eyes were the powers of\ndarkness that came unseen by physical eyes.\n<\/p><p>\nThat same thought was in the mind of the Master, no doubt, when he said:\n<\/p><p>\nAnd fear not them which kill the body, but are not able to kill the soul; but rather\nfear him which is able to destroy both soul and body in hell\n(<span class=\"citation\" id=\"34278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34278)\">Matt. 10:28<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul seemed to understand very clearly this same power when he declared:\n<\/p><p>\nFor we wrestle not against flesh and blood, but against principalities, against\npowers, against the rulers of the darkness of this world, against spiritual\nwickedness in high places\n(<span class=\"citation\" id=\"21642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21642)\">Eph. 6:12<\/a><\/span>).\n<\/p><p>\nIMPORTANCE OF DEFENSES\n<\/p><p>\nUsing words that are common to modern warfare, we might say that there are in the world\ntoday fifth columnists who are seeking to infiltrate the defenses of every one of us, and when\nwe lower those defenses, we open avenues to an invasion of our souls. There are carefully\ncharted on the maps of the opposition the weak spots in every one of us. They are known to\nthe forces of evil, and just the moment we lower the defense of any one of those ports, that\nbecomes the D Day of our invasion, and our souls are in danger.\n<\/p><p>\nThe experiences and the examples of many cases recited in testimonies in this and other\ndispensations of the gospel seem clearly to indicate that whenever we allow ourselves to\nbecome doubtful, bitter in our souls, melancholy, and otherwise downcast, or despondent, we\nopen avenues to the forces which are ready to take us in a snare just the moment these\nweaknesses are discovered in us.\n<\/p><p>\nPOWER OF GOD IN WEAKNESS\n<\/p><p>\nWith these things clearly understood and taught by the scriptures, it seems that we should do\nwell today to look to ourselves as leaders and members of the Church\nof Jesus Christ. The Lord has told us in the scriptures that Satan is an enemy of all\nrighteousness (<span class=\"citation\" id=\"40223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40223)\">Mosiah 4:14<\/a><\/span>);\nbecause of that fact, those who are standing in high places in our Father's\nkingdom will become the objects of his attacks. You may well expect, as the Apostle Paul\nunderstood, that you who preside in the various places in our Father's kingdom will be\nsubject to the devil's onslaughts. The Apostle Paul said this:\n<\/p><p>\nAnd lest I should be exalted above measure through the abundance of the\nrevelations, there was given to me a thorn in the flesh, the messenger of Satan of\nbuffet me, lest I should be exalted above measure.\n<\/p><p>\nFor this thing I besought the Lord thrice, that it might depart from me.\n<\/p><p>\nAnd he said unto me, My grace is sufficient for thee: for my strength is made\nperfect in weakness. Most gladly therefore will I rather glory in my infirmities that\nthe power of Christ may rest upon me\n(<span class=\"citation\" id=\"3018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3018)\">2 Cor. 12:7-9<\/a><\/span>).\n<\/p><p>\nSo it is with you who in Zion preside in the various places. Sometimes there is given\ninfirmity, difficulty, hardship upon you to try your souls; and the powers of Satan seem to be\nenrolled against you, watching and trying to break down your powers of resistance; but your\nweakness, through those infirmities, will give you the power of God that shall rest upon you\neven as the Apostle Paul was reconciled and comforted by the thought that through his trials\nthe power of God might rest upon him.\n<\/p><p>\nSATAN'S ABILITY TO DECEIVE\n<\/p><p>\nSatan has been said to have the power to transform himself into an angel of light\n(<span class=\"citation\" id=\"3016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3016)\">2 Cor. 11:14<\/a><\/span>); and because\nof that ability to transform himself, the Apostle Paul asked the Corinthians:\n<\/p><p>\nDo you think it is any great thing that his ministers can likewise transform\nthemselves into ministers of righteousness (see\n<span class=\"citation\" id=\"3017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3017)\">2 Cor. 11:15<\/a><\/span>),\n<\/p><p>\nin order that they might lead the children of men astray. Because of Satan's ability thus to\ncleverly deceive, the Lord has given us a key in the scriptures by which we may be able to\ndetect him when he comes presenting himself as that angel of light\n(<span class=\"citation\" id=\"12733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12733)\">D&amp;C 129:8<\/a><\/span>). And so we are told to be\nconstantly on guard against these things.\n<\/p><p>\nMoroni said it is as easy as it is to tell the darkness from the daylight to discover evil from\nrighteousness, for, \"the devil persuadeth men continually to do evil and to believe not in\nChrist, but to deny him, and to serve not God nor keep his commandments. And he\npersuadeth no man to do good, neither his angels, neither do they who subject themselves\nunto him\" (see <span class=\"citation\" id=\"38239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38239)\">Moro. 7:16-17<\/a><\/span>).\n<\/p><p>\nARMOR OF GOD\n<\/p><p>\nBecause of that power of evil which is so strong in the world today, the great teacher to the\nGentiles declared:\n<\/p><p>\nPut on the whole armour of God, that ye might be able to stand against the\nwiles of the devil, in an evil day\n(<span class=\"citation\" id=\"21641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21641)\">Eph. 6:11<\/a><\/span>).\n<\/p><p>\nBut he taught a remarkable lesson. He pictured each of us as a man of armor, clothed on\nvarious strategic points of his body with  armor that would protect him against the onslaughts\nof evil. He said \"Have a girdle around your loins\"\n(<span class=\"citation\" id=\"21644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21644)\">Eph. 6:14<\/a><\/span>),\nsuggesting the very thing which Bishop\nRichards has spoken to us about, that one of the avenues by which he finds most easy to\noverthrow humankind is unchastity. So the Apostle Paul admonished that we have a girdle\naround our loins.\n<\/p><p>\nWe are counseled to put on the breastplate of righteousness over our hearts, suggesting that\nour conduct in life should always be right and proper. Have our feet shod with the preparation\nof the gospel of peace, or in other words, our objectives, the goal we set out to achieve in life\nbe in harmony with the gospel of peace; and have on the helmet of salvation and take the\nshield of faith and the sword or the spirit, which is the word of God\n(<span class=\"citation\" id=\"21643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21643)\">Eph. 6:13-18<\/a><\/span>;\n<span class=\"citation\" id=\"12615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12615)\">D&amp;C 27:15-18<\/a><\/span>).\nThus armored, we are\nnow prepared with the weapons common to the warfare of Paul's day, comparable to those\nthings which we would have in similar way upon us today, to attack and to fight successfully\nand to win this battle in which the forces of evil and the forces of righteousness are\ncontending today.\n<\/p><p>\nEXPERIENCE WITH POWER OF EVIL\n<\/p><p>\nI want to bear you my solemn witness that I know there are such forces in the world today. It\nwould seem to me somewhat significant as I have thought about it, that the first and only\nexperience of its kind I ever had, came shortly after I came into the Council of the Twelve\nwhen I was asked to administer to a young woman who was possessed of an evil spirit.\nSeemingly, there might have been a purpose in letting me know that these powers were\naround. In this experience, as I was challenged by the evil spirit, the hairs on my head felt as\nthough pin pricks were in every hair and coursing down my body. I knew in that experience\nthe power of evil, and I knew again the superior power of the priesthood and the powers of\nthe Living God. I came on that occasion to understand what the Savior admonished in his day\nto his disciples when he said: \"The prince of the darkness which is of this world cometh, and\nhath nothing in me\" (<span class=\"citation\" id=\"27377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27377)\">John 14:30<\/a><\/span>).\n<\/p><p>\nHe was trying to impress upon his disciples likewise that Satan would come to each of them\nwith cunning, temptation and deceit. Latter-day Saints, the prince of darkness which is of this\nworld cometh among us today. He is knocking without the door of every one of us, of you\nand me and all who bear the names within themselves of the gospel of Jesus Christ, of our\nLord and Savior Jesus Christ, and I pray God that he may find nothing in us, and will go\naway and let us alone.\n<\/p><p>\nI bear you my testimony that I know these powers are in the world and I know the powers of\nthe gospel of Jesus Christ are sufficient to thwart these powers of\ndarkness. God give us strength and understanding sufficient to our day, to help us to live\nworthy of the callings to which we have been called and be able successfully to assail these\npowers of darkness, and to win in this greatest of all combats known in the world today. I\npray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}