{"ID":4175, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Joined Together in Love and Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03193_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p4\" class=\"\">It is a wonderful privilege and blessing to be with you in this great conference. Many more of you are participating in gathering places outside of the Tabernacle than are assembled in the Tabernacle. We welcome you most warmly wherever you may be and whatever your circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p5\" class=\"\">At the time of the construction of this Tabernacle, more than a century ago, when we were relatively few in number, the Brethren stated that we could never hope to construct a building large enough to accommodate all of the Latter-day Saints. If that was true then, it is more so today. The membership of the Church is now approaching the six million mark.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p6\" class=\"\">Through the miracle of science and by the power of the Spirit, we are joined together in a great world conference. We thank you for your interest and for your presence. We thank you for your great faith and faithfulness. No power under the heavens can stop the growth of this work if we, as a people, will live the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p7\" class=\"\">I am so happy that we have President Kimball with us this morning. Now in his ninety-first year, he has nevertheless made the effort to come before you. I wish with all my heart that he might speak to us, but that does not appear to be feasible. He has asked that we convey to you his love and blessing. He is our prophet, our seer, our revelator. He was put in place by the God of heaven, and he has been kept there by this same power. He will remain for as long as the Lord wills that he remain. We are blessed with his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p8\" class=\"\">We shall miss in this conference the strong voice of Elder Bruce R. McConkie, who passed away April 19, 1985. He bore his final testimony to the truth of this work when he spoke to us in conference last April. He was a dedicated scholar of the gospel and a fearless advocate of its message. Our lives were enriched and our understanding broadened by the logic of his presentation and the sincerity of his declaration. He spoke as an Apostle, a special witness of the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/joined-together-in-love-and-faith.p9\" class=\"\">We are grateful for the continuing strength and vitality of President Ezra Taft Benson, President of the Council of the Twelve Apostles. He will be our first speaker this morning.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}