{"ID":4179, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “As I Have Loved You”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p2\" class=\"\">Elder Robert L. Backman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246a.jpg\" alt=\"Elder Robert L. Backman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p3\" class=\"\">Fern attended high school in a small town. She was one of those nice but unnoticed girls who don’t become much but a face on a yearbook page and a name on the rolls. Her family was poor, and they lived out of town. She was not part of the “in crowd,” and the only time her name came up in a conversation of other students was in that mocking, sarcastic way that seems funny when you are young, insecure, and need to ridicule someone else to take the pressure off yourself. Her name became synonymous with anything dumb or out of style. If a thing was unacceptable or ridiculous, the students called it “Ferny.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p4\" class=\"\">Young people can be so cruel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p5\" class=\"\">It was an annual tradition in the school to recognize the student who showed the most school spirit and support for the athletic teams. When the assembly came to honor that student, as expected, they called out the name of one of the more popular girls in the school. She bounced up the aisle smiling and waving to all her friends. But then a miracle happened. As she took the stage, she said, “I can’t accept this award. Yes, I have loved the teams and cheered for them at every game. But Fern has come to every game, too. I came in a nice, warm car surrounded by my happy friends. She came alone and walked all the way—two and a half miles—sometimes in the rain or snow. She had to sit by herself, but I don’t know anyone who cheered with as much spirit as Fern. I would like to nominate her for the most enthusiastic student in the school.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p6\" class=\"\">Fern was escorted to the stage to a spontaneous standing ovation from her fellow students.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p7\" class=\"\">Youth can be so kind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p8\" class=\"\">Fern is a mature woman today, her hair streaked with gray. Many things have happened to shape her life, but nothing more important than that outburst of acceptance and appreciation from her peers on that memorable day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p9\" class=\"\">And there are mature men and women today who can’t remember how many games their teams won or lost that year, but who have never forgotten the warm feeling they had when they stood up and cheered for Fern and welcomed her into their friendship and society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p10\" class=\"\">Attending a stake conference in the Lancaster California Stake, I heard Marianne Mortensen, a lovely Laurel, tell this story as she developed the theme of showing charity toward our peers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p11\" class=\"\">Reaching out to others is not an easy thing to do, particularly when you are young. To take the hand of another at the risk of your own popularity takes a mature, Christlike love. Yet our Savior made no distinction between young and old when he declared, “As I have loved you, … love one another.” (<span class=\"citation\" id=\"29254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29254)\">John 13:34<\/a><\/span>.) How desperately we need that kind of caring in our world today!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p12\" class=\"\">Young people are being hit on all sides by open and subtle attacks on their faith, their ideals, their morality, their self-confidence, even their identity. The typical teenager is pictured as being of the “ME” generation: self-centered, turned inward, unfeeling toward others, seeking immediate self-gratification. Though some young people might fit that description, and many others are struggling and failing in the battle of life, others are winning in spectacular ways. Young men and women are accomplishing things today we used to assume it took a lifetime to do. In science, literature, the arts, social, civic, and spiritual work, we can point with pride to millions of talented teenagers who have set lofty goals and are working to attain them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p13\" class=\"\">The question is, How can we help those who are stumbling to lock arms with those who are striding confidently up the road of life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p14\" class=\"\">“Positive peer pressure,” as the social scientists call it, may be the salvation of this generation. If this be true, think how admirably suited our Aaronic Priesthood quorums and our Young Women classes are to offer such meaningful service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p15\" class=\"\">In her talk, Marianne said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p16\" class=\"\">“Most of us have a difficult time resisting those who have a genuine love for us. Such people have a way of becoming important to us because we know we are genuinely important to them. The cry of youth today is for genuine concern and for meaningful relationships with our peers. … And when I speak of meaningful relationships, I think immediately of the Golden Rule, ‘Do unto others as you would have them do unto you.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p17\" class=\"\">“As teenagers, that is a difficult thing to do. Charity for those outside of our circle of friends is difficult to comprehend when we feel so comfortable within the confines of our ‘group.’ But if we look at the life of our Savior, we see that He didn’t leave His ‘group,’ the Apostles, or those friends about Him. He merely opened His arms to all who would listen. He increased His fold. So … we do not have to leave our group to learn to care for the feelings of our peers. We just need to open our arms and increase our friendships.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p18\" class=\"\">Marianne Mortensen was right on target.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p19\" class=\"\">There is another side to this matter of rendering service to others, not just to our peers, and it applies to those of us who are struggling to find our way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p20\" class=\"\">As a boy I sought happiness as the world measures it. I wanted acceptance, position, fame (particularly as an athlete), and wealth. I had none of these. I was very unhappy. I thought happiness was as elusive as a shadow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p21\" class=\"\">It was not until I was called on a mission that I discovered the real key to happiness. To my surprise, despite the discouragement, the disappointments, and the plain hard work associated with my missionary labors, I was happy. It was then I learned that happiness is really a by-product of service. As I forgot my own desires, my own weaknesses and frailties in my missionary service, I began to understand King Benjamin’s profound counsel to his people. “And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40567)\">Mosiah 2:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p22\" class=\"\">That is why a missionary can return from the toughest experiences of his life and report, “These have been the happiest two years of my life!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p23\" class=\"\">A life can never be happy that is focused inward. So if you are miserable now, forget your troubles. March right out your door, and find someone who needs you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p24\" class=\"\">You want happiness? Find ways to serve. Your happiness will be commensurate with the service you render.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p25\" class=\"\">Just think how much that joy can grow as we expand our love and service to more and more people.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Consider the happiness generated in both the giver and the receiver by these examples of service:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Youths of the Meridian Idaho East Stake recently participated in a communitywide “Paint Your Heart Out” service project. One hundred and sixty-four youth split into five teams, and each team painted one house of an elderly person during a seven-hour period.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Concerned for the youth of his ward, a good bishop in Bountiful challenged his young people to taste the sweetness of beautiful service. Reluctantly at first, they put aside their entertainment. One project was making quilts for the mentally retarded at the American Fork Training School. Upon completion of their quilts, the girls delivered them. They arrived at the school in time to help feed supper to the “children.” And that was an experience. As they left the school, with mashed potatoes, gravy, and assorted vegetables in their hair and on their outfits, one girl, touched by the sweetness of the “child” she had fed, said, “I’ll never forget Billy.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>In a recent letter to the editor, I read:<\/p>\n\t\t\t\t\t<p>“One is continually hearing about the ‘Terrible Teenagers’ with their obnoxious dress and deplorable actions. How refreshing it was to have a most thrilling experience with—yes, four teenagers.<\/p>\n\t\t\t\t\t<p>“One evening I was hosting a special guest from New York City. We were on our beautiful Temple Square, admiring the Seagull Monument. As we turned to go, four teenagers approached us. I immediately felt the [in]security of my gentleman guest, when one of the group stepped forward and said, ‘Lady, we would like to present you with this rose to make you happy, and hope that you will have a nice evening.’<\/p>\n\t\t\t\t\t<p>“There clutched in his hand was a beautiful, long-stemmed American Beauty red rose, with a spray of fern, artistically wrapped in cellophane.<\/p>\n\t\t\t\t\t<p>“‘We bought this rose to give to someone, and when we saw you, we thought you were the one.’<\/p>\n\t\t\t\t\t<p>“As they turned to leave, I quickly got their names, expressing my most profound appreciation and admiration for their thoughtfulness and kindness to me, which was so unusual, and how I was quite overwhelmed to think that four teenagers would have the desire for such a gracious act, and that no one would appreciate it more than I would, a little grandmother, as I gave each one a big hug.” (Irene E. Staples, <span class=\"emphasis\">Deseret News,<\/span> 22 Sept. 1985.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>With the knowledge that her little brother had leukemia, Michelle went to Bear River High School sad and despondent. She struggled through the school day, grateful when the dismissal bell rang. As she collected her books, a friend approached, “Michelle, come into the music room with me.” Half-heartedly, Michelle accompanied her. Entering the music room, she was surprised to find the entire a cappella choir. In the straightforward manner of youth, they told Michelle they had been fasting for her little brother and wanted her to join them as they prayed together to end their fast.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p36\" class=\"\">Emerson said it well: “Serve, and thou shalt be served. If you love and serve men, you cannot, by any hiding or stratagem, escape the remuneration.” (“The Sovereignty of Ethics,” in <span class=\"emphasis\">The Complete Writings of Ralph Waldo Emerson,<\/span> New York: Wm. H. Wise &amp; Co., 1929, p. 1004.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p37\" class=\"\">Those we serve, we love. We discover that loving someone else deeply is one of the most joyous feelings we can know, and we begin to understand the bounteous love our Father in Heaven has for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p38\" class=\"\">D. Brent Collette told a stirring story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p39\" class=\"\">“Ronny was not just shy; he was downright backward. As a 17-year-old high school senior, Ronny had never really had a close friend or done anything that included other people. He was famous for his shyness. He never said anything to anybody, not even a teacher. One look at him told you a great deal of the story—inferiority complex. He slumped over as if to hide his face and seemed to be always looking at his feet. He always sat in the back of the class and would never participate. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p40\" class=\"\">“It was because of Ronny’s shyness that I was so astonished when he started coming to my Sunday School class. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p41\" class=\"\">“His attendance in my class was the result of the personal efforts of a classmate, Brandon Craig, who had recently befriended Ronny. Boy, if there had ever been a mismatch, this was it. Brandon was ‘Mr. Social.’ A good head taller than Ronny, he was undisputedly the number one star of our high school athletics program. Brandon was involved in everything and successful at everything. … He was just a neat boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p42\" class=\"\">“Well, Brandon took to little Ronny like glue. Class was obviously painful for Ronny, but Brandon protected him like the king’s guard. I played a low profile—no questions, just a quick smile and once a pat on the back. Time seemed to be helping, but I often wondered if Brandon and company (the rest of the class certainly played it right) would ever be able to break the ice. That’s why I was so shocked when Brian, the class president, stood before our Sunday School class one Sunday afternoon and boldly announced that Ronny would offer the opening prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p43\" class=\"\">“There was a moment of hesitation; then Ronny slowly came to his feet. Still looking at his shoes, he walked to the front of the room. He folded his arms (his head was already bowed.) The class was frozen solid. I thought to myself, ‘If he does it, we’ll all be translated.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p44\" class=\"\">“Then almost at a whisper I heard, ‘Our Father in Heaven, thank you for our Sunday School class.’ Then silence—long, loud silence! I could feel poor Ronny suffering. Then came a few sniffles and a muffled sob.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p45\" class=\"\">“‘Oh, no,’ I thought, ‘I should be up front where I can help or something.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p46\" class=\"\">“I hurt for him; we all did. I opened an eye and looked up to make my way to Ronny. But Brandon beat me to it. With an eye still open I watched six-foot-four Brandon put his arm around his friend, bend down and put his chin on Ronny’s shoulder, then whisper the words of a short, sweet prayer. Ronny struggled for composure, then repeated the prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p47\" class=\"\">“But when the prayer was over, Ronny kept his head bowed and added: ‘Thank you for Brandon, amen.’ He then turned and looked up at his big buddy and said clear enough for all to hear, ‘I love you, Brandon.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p48\" class=\"\">“Brandon, who still had his arm around him, responded, ‘I love you too, Ronny. And that was fun.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p49\" class=\"\">“And it was, for all of us.” (<span class=\"emphasis\">New Era,<\/span> May 1983, p. 18.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p50\" class=\"\">Our Primary children sing that glorious song:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As I have loved you, Love one another,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This new commandment: Love one another.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">By this shall men know Ye are my disciples,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If ye have love One to another.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p55\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 308.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/as-i-have-loved-you.p56\" class=\"\">And therein lies happiness. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}