{"ID":418, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Working Faith<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i> October 1949, pp. 65-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren and sisters, that what I may say may be prompted by the\ninspiration of the Lord. I repeat again what I have said sometimes before, it is always an\noverwhelming thing for me to stand before you, and yet we Latter-day Saints have so much in\ncommon that, because of the vastness of our assembly, we should not unnecessarily be\ndisturbed; but somehow or other as one stands here, it is impossible to overcome this feeling.\n<\/p><p>\nI read something the other day that is encouraging. Someone said that a person's brain was a\nmost marvelous mechanism, that it begins to work at one's birth and never stops until one\nstands up and attempts to speak in public.\n<\/p><p>\nPRACTICAL RELIGION\n<\/p><p>\nI appreciate very much the remarks of Brother Widtsoe. There is something about our\ntheology, our religion, that is so practical, and of course it necessarily must be so.\nMormonism is a practical religion. Indeed no religion is of much value unless it has a\npractical application.\n<\/p><p>\nLast winter some of us had a rather unusual experience. We were coming from the East on a\ntrain of luxury. We had left Chicago in the afternoon, having all the comforts that one could\ndesire, in fact more than one needed&mdash;warmth, plenty of food; the train was almost a palace,\nand we were riding at ease, feeling so secure. The next morning we found ourselves in the\nthroes of a blizzard, snowbound. That night the heat was off in the train, and by the next\nmorning there was no food. For some time it was too cold to leave the\ntrain because of the intense blizzard. Later we found shelter in some railroad houses where we\nhad some heat. The blizzard continued until the third day when it eased enough so that the\nrailroad company could procure planes from Fort Warren, the military base near Cheyenne,\nand food could be brought in by airplanes. Even then we did not get much of it because the\ngale was so severe that the food was scattered to the four winds. But it brought home this\nrealization: we may be secure today and yet suddenly be placed in a position of want. These\nthings can happen so suddenly that it behooves us to be on our guard constantly, to be always\nin a position to follow those who counsel us as to what we should do in these important\nmatters.\n<\/p><p>\nWe have been told of the great growth of the welfare plan, and we are proud of it. As one\nviews the welfare films which depict the marvelous growth of this agency in the Church, one\ncannot help sensing a deep feeling of pride, gratitude for the blessings that we enjoy as\nLatter-day Saints; that we belong to a Church that is practical; that when we pray for the\nneedy and those who may be in want, we not only pray but we also do something about it.\nOur people are a praying people. We should be a praying people, but we cannot accomplish\nmuch, my brothers and sisters, at least that has been my experience, by just sitting or kneeling\ndown and praying, and then doing nothing about it. The Lord never intended that.\n<\/p><p>\nWORK ACCOMPLISHED\n<\/p><p>\nIn the very beginning of the Church, the Prophet Joseph had to work. The Lord gave him a\ntask that was seemingly insurmountable. He revealed the sacred record, the Book of Mormon,\nand instructed him to translate it. When you recall the fact that here was an unlearned youth\nwith no schooling, no education in the light of what we today call education, who was given a\nsacred record and told to translate it and that God would help him, it becomes one of the\nmost challenging things that we have in Church history. Consider the fact that the Book of\nMormon contains a vocabulary of over five thousand different words (the Bible has a little\nover four thousand.) Think of the magnitude of the task! The Lord expects his servants to\nwork. He expects us to work, and here he was teaching the Prophet Joseph something\nfundamental in this Church. When the Pioneers came out here, these valleys were not made to\nblossom as the rose (<span class=\"citation\" id=\"25096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25096)\">Isa. 35:1<\/a><\/span>)\nby the people's merely kneeling down and praying. They had to do\nsomething about it. The Lord expected it, and they did do something about it.\n<\/p><p>\nI remember reading a statement of Emerson Hough, made after he had visited southern Utah.\nWhen he saw what had been accomplished in the building of a canal on the Rio Virgin\nthrough the solid rock, it was a challenge to him. The desert was made literally to blossom as\nthe rose. And when he saw it and learned that the men had been called on the job through an\nannouncement of the bishop in a Sabbath day meeting&mdash;a request for\nmen and teams with their scrapes and wagons&mdash;they had no mechanized machinery in those\ndays&mdash;and those men responded and for their pay received shares in the irrigation\ncanal&mdash;when Emerson Hough saw all this and learned the story, he said, \"Only a Mormon\nbishop could accomplish such a thing.\"\n<\/p><p>\nPRAYER AND WORKS\n<\/p><p>\nWe are proud, my brothers and sisters, that the Lord has established this practice among us,\nand it is a glorious privilege and a blessing for all of us that when we pray for those who are\nin need, we have something with which we can help the Lord to answer our prayers. I do not\nwant to be misunderstood in this. I know that the Lord can hear and answer our prayers, but\nhe does not always answer them in the way we would like to have them answered. He\nanswers them in his way, and in a way that gives strength and character to his people, gives\nfaith to them.\n<\/p><p>\nMy father was a physician. I recall one time going with him to administer to someone who\nwas very ill, and I remember his counsel. After father had administered to this brother, he\ngave him some advice saying: \"Now, you do these things, and they will help you to get well,\"\nand the brother said: \"Well, Brother Young, can't the Lord heal me?\" Father said: \"Of course\nthe Lord can heal you, but the Lord has given us ways and means that will help us to be\nhealed, and he expects us to use them.\"\n<\/p><p>\nFAITH OF DR. MIDDLETON\n<\/p><p>\nI recall another occasion that came into the experience of Sister Young and me when our only\nboy was seriously ill. At that time peritonitis was generally fatal. This boy had had it for\nseveral days, and it appeared to be a hopeless case. The surgeon, the late Dr. George W.\nMiddleton, who operated on the boy, removed what little of his appendix he could. He\nremained with us all night, and the next morning told us that we should prepare for the worst.\nI pay tribute to Dr. Middleton. He was a man of great faith. Those who knew him knew that\nhe had faith. Sometimes he was regarded as too liberal in his thinking, but he did have faith\nin the providence and the priesthood of the Almighty. Finally he said: \"Let us administer to\nthis boy.\" I anointed him, and I recall the substance of Dr. Middleton's sealing prayer.\n\"Father,\" he said, \"we have done all that we can for this boy. We ask thee now with thy\ndivine power to touch him and to heal him and to sanctify to his good the things that we in\nour weak way have done.\" That prayer stimulated faith. The Lord healed our boy.\n<\/p><p>\nNECESSITY OF WORK\n<\/p><p>\nIt is a glorious privilege, my brethren and sisters, to belong to this Church, a Church that is\npractical. We have great spiritual powers. These practical things have the elements of\nspirituality about them.\n<\/p><p>\nAnyone who knew anything about the Prophet Brigham Young knew that he was\nspiritual, that he had unlimited faith, but with it all he realized that his people had to work\nand had to struggle for what they received, and he inspired the people to provide for\nthemselves. It is said on one occasion that President Young was in a meeting where the\nbrethren were discussing some theological subjects, a meeting that had been called in Nauvoo\nwhile the temple was being built. President Young arose and said: \"If you will excuse me, I\nshould like to go and work on the temple.\" It is a striking example of work where work is\nnecessary.\n<\/p><p>\nNow we are faced today with some rather serious problems, and I say to you that we will be\ngrateful before we are through that we have within this Church those elements that teach us to\nprovide and to help the Lord to provide for the things for which we pray, and when we pray\nfor those who are in need, we are prepared to help the Lord in answering those prayers.\n<\/p><p>\nSPIRITUAL NEEDS\n<\/p><p>\nNow, there is another phase of it. We frequently pray for those who mourn and who are\nbowed down with sorrow, and that is as it should be, but we have the same elements of\ncomfort in the operation of the Holy Priesthood. We are constantly urging our brethren and\nsisters to visit our people and to administer to them in their spiritual needs. That is another\npractical way of carrying out some of the teachings that we hold dear. Our ward teachers and\nour Relief Society teachers have a charge to bring comfort to those who are less fortunate\nthan we and who may be spiritually bowed down, who may be lacking in the things that feed\nthe soul. We can bring comfort to them and help them in their problems.\n<\/p><p>\nI repeat that I am not unmindful that sometimes the Lord does not always answer the prayers\nthe way we would like to have them, but he does answer them the way they should be. At\ntimes we may need physical blessings, and we do not always receive them, but we receive\nspiritual blessings and those spiritual blessings help us to make adjustments and to feel that no\nmatter what is, it will be right if we are in tune with the Holy Spirit. The Lord does not\nexpect us to be selfish about it. He expects us to acknowledge his hand\n(<span class=\"citation\" id=\"12644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12644)\">D&amp;C 59:21<\/a><\/span>), and then we shall be\nprepared for whatever comes. That is the spirit of the gospel of the Lord Jesus Christ, and\nmay God help us that we may always have it. I am grateful to you, my brethren and sisters,\nfor your association, for the strength that I feel as I visit among you in your stakes. I am\ngrateful for my brethren with whom I am associated, for their loving kindness and for their\nfaith. I am grateful to the Lord for his goodness to me. I pray that we may never fail in\nacknowledging him and in doing the things that we should do to further his work temporally\nand spiritually, and I humbly ask it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}