{"ID":4181, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Lessons from the Atonement That Help Us to Endure to the End\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p3\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03193_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p4\" class=\"\">My brothers and sisters, I believe in Christ, and I stand to be accountable for that testimony. I ask the Lord’s blessings this day for the sustaining support of my Brethren and for His support in Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p5\" class=\"\">In the gospel of Jesus Christ, there comes a point in time when we must stand accountable for who we are and what we are going to be. In the atonement of Jesus Christ, we have been given an example to follow—that of the eldest son of God the Father. I would like to talk for just a few minutes today about the atoning sacrifice and what it has meant in my life, from the perspective of a bishop, in helping us endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p6\" class=\"\">I’d like first to start in the book of Ether in the Book of Mormon where we are given a very clear lesson as we read about the brother of Jared going before the Lord. Many times when we pray, we merely restate our problems; and this was the case with the brother of Jared. As you may recall, he was directed to take his people across the waters. He had built his barges, but there was no light, there was no air, there was no visible means of propulsion or navigation. And so he went to the Lord and asked, “Behold, O Lord, wilt thou suffer that we shall cross this great water in darkness?” (<span class=\"citation\" id=\"22348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22348)\">Ether 2:22<\/a><\/span>.) And the Lord replied, “What will ye that I should do that ye may have light in your vessels?” (<span class=\"citation\" id=\"22349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22349)\">Ether 2:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p7\" class=\"\">The brother of Jared just a few short verses before this had been scolded by the Lord for a period of three hours for not praying to him. And in this environment, the brother of Jared went away to devise a specific plan. And when he did, he brought sixteen stones, beautiful crystals, laid them before the Lord on the top of Mount Shelem, and there asked the Lord to touch the stones with His finger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p8\" class=\"\">The lesson I would like to bring out from this story is that when the Lord touched these stones, the brother of Jared saw His finger. The Lord said, as the brother of Jared fell to the ground, “Arise, why hast thou fallen?” (<span class=\"citation\" id=\"22350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22350)\">Ether 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p9\" class=\"\">And the Lord got an answer that was quite remarkable when the brother of Jared, looking to the Lord, said, “I knew not that the Lord had flesh and blood.” (<span class=\"citation\" id=\"22351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22351)\">Ether 3:8<\/a><\/span>.) In verse 16 the Lord explained: “Behold, this body, which ye now behold, is the body of my spirit; and man have I created after the body of my spirit; and even as I appear unto thee to be in the spirit will I appear unto my people in the flesh” (<span class=\"citation\" id=\"22355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22355)\">Ether 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p10\" class=\"\">The Lord asked if he had seen more of Him than His finger: “Sawest thou more than this?” (<span class=\"citation\" id=\"125226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125226)\">Ether 3:9<\/a><\/span>.) The brother of Jared answered, “Nay; Lord, show thyself unto me.” (<span class=\"citation\" id=\"22352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22352)\">Ether 3:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p11\" class=\"\">The Lord then asked the brother of Jared if he would believe in His words; and he said, “Yea, Lord, I know that thou speakest the truth, for thou art a God of truth, and canst not lie.” (<span class=\"citation\" id=\"22353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22353)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22353)\">Ether 3:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p12\" class=\"\">The Lord thus showed Himself twenty-five hundred years before He was actually born as a babe in Jerusalem. He then bore testimony of the fact that He would be Jesus the Christ, that He would come before His people, and that He would be the atoning sacrifice, that all mankind might live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p13\" class=\"\">As we move closer to the atoning sacrifice in the Garden of Gethsemane, we find in John 17 that there Jesus offered an intercessory prayer. “I have glorified thee on the earth: I have finished the work which thou gavest me to do … before the world was.” (<span class=\"citation\" id=\"29269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29269)\">John 17:4–5<\/a><\/span>.) He then went on to say in verse 24, “For thou lovedst me before the foundation of the world.” (<span class=\"citation\" id=\"29270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29270)\">John 17:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p14\" class=\"\">And so with the love of God the Father, Jesus went to the Garden of Gethsemane. He dropped to His knees in prayer, even sweating great drops of blood. And then, as He departed to go out to see His disciples, He found them asleep. He asked, “What, could ye not watch with me one hour?” (<span class=\"citation\" id=\"37092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37092)\">Matt. 26:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p15\" class=\"\">How many of us are sleeping when those around us are hurting and are in need? How many of us give our testimonies of the Lord, but then do not listen, as in <span class=\"citation\" id=\"1142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1142)\">1 Jn. 4:20<\/a><\/span>, “For he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p16\" class=\"\">He then returned to the Garden of Gethsemane and asked His Father to help Him through this experience which He had to endure [see <span class=\"citation\" id=\"37089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37089)\">Matt. 26:39<\/a><\/span>]. And for you and me, there is great solace, for “there appeared an angel unto him from heaven, strengthening him.” (<span class=\"citation\" id=\"32231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32231)\">Luke 22:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p17\" class=\"\">Do we not understand that we, too, will have moments in our lives when we will be brought to our knees, when we will need help to endure to the end? Even Joseph Smith showed impatience after being in jail for a few months and wondered why he could not get on with his mission. At that time the Lord said to Joseph, “All these things shall give thee experience, and shall be for thy good.” (<span class=\"citation\" id=\"18372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18372)\">D&amp;C 122:7<\/a><\/span>.) The ways in which we handle our trials are part of the maturing of the physical and spiritual man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p18\" class=\"\">As a bishop, I have also learned from the atoning sacrifice a great lesson. In the trial where Pilate knew very well that the man before him was not guilty, he, for political reasons, had to bring in a verdict of guilty [see <span class=\"citation\" id=\"37096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37096)\">Matt. 27:24<\/a><\/span>]. And in this, Jesus was silent [see <span class=\"citation\" id=\"37094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37094)\">Matt. 27:14<\/a><\/span>]. We learn a good deal from this in our lives when enemies contend against us and when we are falsely accused. There are times when it is best to follow the Lord’s example and not attempt to answer every accusation made against us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p19\" class=\"\">Many lessons can be learned from the account of the Atonement. It is comforting to know that, though suffering, Jesus Christ was able to look down from the cross and be concerned for His mother, that she should be properly cared for, as He asked for the help of a disciple [see <span class=\"citation\" id=\"29276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29276)\">John 19:25–27<\/a><\/span>]. This is one of the great messages we have heard this conference—that we turn some of our attention from our own trials and tribulations to concern and caring for others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p20\" class=\"\">Even in the closing moments of the life of Jesus a great lesson is to be learned. Jesus had cried with a loud voice, “Father, into thy hands I commend my spirit.” The verse goes on to say, “… and having said thus, he gave up the ghost.” (<span class=\"citation\" id=\"32245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32245)\">Luke 23:46<\/a><\/span>.) Jesus had endured to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p21\" class=\"\">On earth there was great sorrow, and those beholding the Crucifixion smote their breasts. However, in heaven a multitude awaited the advent of the Son of God into the spirit world to declare their redemption from the bands of death. Their sleeping dust was to be restored unto its perfect frame. The spirit and the body were to be united, never again to be divided, that they might receive a fulness of joy. While the vast multitude waited and commenced rejoicing in the hour of their deliverance from the chains of death, the Son of God appeared. He preached to them the everlasting gospel, the doctrine of the resurrection and redemption of mankind from the Fall and from individual sins on conditions of repentance. (See <span class=\"citation\" id=\"18383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18383)\">D&amp;C 138:16–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p22\" class=\"\">The lesson we can learn is that when a loved one has died and sorrow and despair have taken over our hearts, we can have solace knowing the joy that will come when our loved ones are reunited and continue their eternal progression because of the atoning sacrifice of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p23\" class=\"\">With Jesus upon the cross were two other men being crucified, one on either side of Jesus. For me, as I see that setting, it is very clear that one accepted Jesus Christ and gave his testimony that Jesus was the Son of God, and the other rejected Him [see <span class=\"citation\" id=\"32242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32242)\">Luke 23:39–43<\/a><\/span>]. This is typical of all mankind. Each one of us will someday, either in this life or in the life to come, have to give our testimony that He is truly the Son of God, the Savior of all mankind, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p24\" class=\"\">In the last moments upon the cross Jesus asked His Father a very simple question: “Why hast thou forsaken me?” (<span class=\"citation\" id=\"37102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37102)\">Matt. 27:46<\/a><\/span>.) Are there times in our lives when we think that we have been forsaken by God, or by our fellow men, or by our families? That is the moment when we have to turn our thoughts back to Christ and endure to the end. We know there is a great purpose in Christ’s suffering because this was an act of free agency. Jesus could have called upon legions of angels to bring Him down from the cross, but He did not. He endured to the end that we would have the benefits of the atoning sacrifice; that mercy could be brought into the world; that justice would be satisfied; that we might be resurrected; and that we might be able to earn, through our obedience, eternal life in the presence of God the Father and Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p25\" class=\"\">I had an experience recently which further illustrates these principles. A father who was very wealthy asked if I could talk to his family. His daughter had recently been through a divorce. I went to see her and her children. Her father could have provided for all of their needs and cares, but he said it was time for them to live more modestly and to help support themselves, to be more self-sufficient, to be able to stand on their own. This experience is similar to the Lord’s asking His Father, “Why hast thou forsaken me?” for the family’s reaction was, “Why would Father do this now when we need him the most?” But you see, he was preparing them that they might be strengthened by providing for their own needs, so that when they did gain their inheritance, they would be able to endure to the end and remain self-sufficient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p26\" class=\"\">There are times that we, as parents, must be able to cut our own children loose in order that they may learn to make decisions for themselves and have the strength to stand on their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p27\" class=\"\">Jesus taught us many lessons. But for me, one of the greatest lessons was taught after Jesus had died, and was resurrected, and came out of the sepulchre. There was Mary—she did not recognize Him at first—then upon recognizing Him, came toward Him. He said, “Touch me not; for I have not yet ascended to my Father,” (<span class=\"citation\" id=\"29283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29283)\">John 20:17<\/a><\/span>), knowing that He was going to return to His Father in Heaven and then come back to earth and show himself to many as a resurrected being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p28\" class=\"\">We started with a story from the Book of Mormon. Coming full circle back to 3 Nephi, I think of Jesus coming to the temple as a resurrected being after much devastation of the land, similar to what has happened in Mexico recently with earthquakes and rending of the land. In the account in 3 Nephi, the people who were there returned to the temple, and there the Lord came, introduced by His Father: “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name.” (<span class=\"citation\" id=\"5987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5987)\">3 Ne. 11:7<\/a><\/span>.) They were asked to listen to Him, and He descended among them. The most significant event is that the two thousand or so who were assembled at the temple each had the opportunity of thrusting his hands in the sides and in the wounds of the Savior to know of a surety that He lives [see <span class=\"citation\" id=\"5994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5994)\">3 Ne. 11:14–15<\/a><\/span>]. And for this they had a few centuries of peace in the land, and all were one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p29\" class=\"\">I ask the Lord’s blessings to be with us, that we can understand the importance of the atoning sacrifice in our lives, that it is the greatest event in all history. In fact, the Atonement was the very purpose of the Lord and Savior, Jesus Christ, coming to earth. Unfortunately, we sometimes deviate from that which we know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p30\" class=\"\">Some years ago, as a pilot, I was taken by an instructor up in an airplane. By turning the airplane at less than two degrees at a time, the instructor succeeded in turning the airplane completely upside down. My inner ear could not detect the transition because he kept positive gravity upon us at all times. Therefore, I did not know that, when he gave the airplane to me, it was upside down. Everything on the airplane, every instrument, was exactly right except for the landing gear, which was upside down; and every reaction I made had an opposite reaction from what I thought it would have. This is called vertigo, and it taught me a great lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p31\" class=\"\">I would like to talk for a moment about spiritual vertigo. Although we know of the atoning sacrifice of Jesus Christ, of His obedience, of His willingness to serve and to be an example to us, and of His message to “come, follow me,” [<span class=\"citation\" id=\"32220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32220)\">Luke 18:22<\/a><\/span>] there are times when we get off course, less than a degree at a time, and do not know that we turn totally upside down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p32\" class=\"\">One of the greatest messages that I ever received was from President Harold B. Lee. I was a young man visiting Salt Lake, and he asked me to come by his office. He knew something I didn’t know—that someone would be asking me to represent their organization. He put both of his hands on my shoulders, looked me directly in the eye, and said, “Be careful who you give your name to.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p33\" class=\"\">I believe that the Lord Jesus Christ is very careful whom He gives His name to. When we go into the waters of baptism, we take upon us His name and promise that we will always be obedient. Every time we take the sacrament, we remind ourselves that we will always remember Him, that we will take His name upon us, and that we will always keep His commandments. For that obedience, we are told that we will always have His Spirit to be with us. [see <span class=\"citation\" id=\"18255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18255)\">D&amp;C 20:77<\/a><\/span>; <span class=\"citation\" id=\"38493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38493)\">Moro. 4:3<\/a><\/span>.] We will always have the spiritual gyroscope that will guide us so that we will never have to encounter spiritual vertigo and that we will never be off course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p34\" class=\"\">I ask the Lord’s blessings to be with each of us, that we might be mindful of the small course corrections in our lives—that we might be obedient to the Lord and follow His example of obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p35\" class=\"\">We see the love God the Father has for His son, Jesus Christ, because He endured to the end, when He said, “This is my Beloved Son, in whom I am well pleased.” [<span class=\"citation\" id=\"37066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37066)\">Matt. 17:5<\/a><\/span>; <span class=\"citation\" id=\"5988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5988)\">3 Ne. 11:7<\/a><\/span>.] May each of us endure to the end and be greeted by our maker, “Well done thou good and faithful servant,” [<span class=\"citation\" id=\"37082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37082)\">Matt. 25:21<\/a><\/span>] is my prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p36\" class=\"\">I want to thank my sweetheart and companion for her love. I was once told by the chairman of an organization, “Your greatest asset is your wife.” That is a true statement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/lessons-from-the-atonement-that-help-us-to-endure-to-the-end.p37\" class=\"\">I bear you my testimony that God lives and that Jesus is the Christ. Of this I have no doubt. Of this I have never had a doubt since I was a young boy. I testify that the men who are seated here upon this stand—The First Presidency, the Quorum of the Twelve—are prophets, seers, and revelators. I testify that a prophet of God is among us, even President Spencer W. Kimball, who in his enduring to the end is an example for all of us. That we may watch and be guided by his actions and his love is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}