{"ID":4183, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What’s the Difference?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p2\" class=\"\">Elder Derek A. Cuthbert<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:24e8.jpg\" alt=\"Elder Derek A. Cuthbert\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p3\" class=\"\">Over nineteen hundred years ago, the Apostle Paul, in writing to the Saints at Ephesus, declared: “One Lord, one faith, one baptism.” (<span class=\"citation\" id=\"21974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21974)\">Eph. 4:5<\/a><\/span>.) How far we have drifted over the intervening years, for there are now more than a thousand different churches claiming to be Christian.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p4\" class=\"\">For the first twenty-four years of my life I was an active member of one of this multitude of churches of Christendom. However, I had many unanswered questions which prompted me to listen to the young Mormon missionaries when they knocked on our door in England. Similar questions remain unanswered for millions of people who claim membership in some church but who do not have a clear understanding of the Savior’s teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p5\" class=\"\">I would therefore like to suggest ten questions which members of any church might ask our missionaries, or, indeed, any Latter-day Saint. My life was changed, along with my dear wife’s, as we met with the missionaries, asked questions, and prayed to know the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p6\" class=\"\"><span class=\"emphasis\">Question number one: Why doesn’t God speak to us today?<\/span> My wife and I grew up as teenagers during the Second World War, and this question often came to our minds. We felt strongly the need for God’s guidance then, as we do today in these challenging and perilous times. Anciently, through the prophet Amos, the Lord had declared, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10479)\">Amos 3:7<\/a><\/span>.) I never felt that revelations had ceased just because those already given had been bound into a book, the Holy Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p7\" class=\"\">It was not until five years after the hostilities of war had ceased that I received the answer. God does speak again, through prophets, and revelation once more flows down from the heavens. These and many other wonderful truths enlightened our minds and lifted our souls as the missionaries taught us. How exciting to realize we are living in the latter days, “the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” (<span class=\"citation\" id=\"8294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8294)\">Acts 3:21<\/a><\/span>.) How wonderful to learn of another book of scripture, the Book of Mormon, revealed through a latter-day prophet as another testament of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p8\" class=\"\"><span class=\"emphasis\">Question number two: What is God like?<\/span> The Lord himself, in his beautiful intercessory prayer, petitioned: “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"29268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29268)\">John 17:3<\/a><\/span>.) What a contrast to the teachings of most churches that it is a mystery, that we cannot know and should not know what God is like.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p9\" class=\"\">How wonderful that the Almighty God has identified himself to us through his beloved son, Jesus Christ. He has revealed himself as our Father in Heaven, who wants us, his children, to keep in touch with him while we are away from our heavenly home. Ask a little child to close his eyes and think of God and then describe him. Will he describe a spirit? No! He will tell of a loving, kindly faced, white-robed personal being. In his epistle to the Hebrews, Paul describes Jesus, in relation to God the Father, as “being the brightness of his glory, and the express image of his person.” (<span class=\"citation\" id=\"24511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24511)\">Heb. 1:3<\/a><\/span>.) Yes, the Holy Bible answers the question as to what God is like, but people have been led astray by nonbiblical teachings and by half-truths. To correct the traditions of error handed down through the centuries, God himself has appeared in a pillar of light, together with his beloved Son, Jesus Christ, to the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p10\" class=\"\"><span class=\"emphasis\">Question number three: What does your church teach about family life?<\/span> The strength and moral fiber of a nation are in its families, and any church purporting to be Christian must cherish family life, both as a precious, God-given heritage and as a priceless, promised inheritance. I shall be eternally grateful that our missionary teachers expanded our vision of family significantly. They encouraged us to gather our children around us night and morning in family prayer. We were then introduced to family home evening, an institution in Latter-day Saint homes throughout the world. It is indeed a great anchor and fortress to gather together at least one evening a week to discuss applications of gospel principles, have happy, healthful activity, develop talents within the family circle, and to pray together. We often reminisce about the family home evenings we have had over the years, but there is something to be prized even more. Although previously married “until death do you part,” we have now been married in a Latter-day Saint temple for “time and eternity.” Our family can be forever!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p11\" class=\"\"><span class=\"emphasis\">Question number four: How can God be just if baptism is essential and many die without knowing this?<\/span> I had been baptized by sprinkling as a baby, but I came to realize that baptism is for remission of my own sins, not for Adam’s or anyone else’s transgressions. I was happy to learn that little children need no baptism, for they are innocent until the age of accountability. But what of those who were accountable who had not received baptism before dying?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p12\" class=\"\">I remember a fine minister, visiting Salt Lake City from South Africa, who came to my office inquiring:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p13\" class=\"\">“What is the basis for your doctrine of baptism for the dead?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p14\" class=\"\">“Is baptism essential?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p15\" class=\"\">“Yes,” he responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p16\" class=\"\">“Do you believe God is just?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p17\" class=\"\">“Of course,” he replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p18\" class=\"\">“Then what of those who died without baptism?” I inquired, and he indicated that he had often wondered about that. I asked whether he had overlooked Paul’s teaching: “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?” (<span class=\"citation\" id=\"762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(762)\">1 Cor. 15:29<\/a><\/span>.) The minister looked at me and quietly said: “Thank you for explaining that doctrine.” I was glad he had been enlightened but sad that he and so many others had failed to see before. Yes, our Father in Heaven loves all of his children and has provided a way for every one of them to return to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p19\" class=\"\"><span class=\"emphasis\">Question number five: If God loves us so much, why doesn’t he warn us about the evils of alcohol, tobacco and other drugs?<\/span> So many of God’s children degrade themselves by becoming chemically dependent. He is concerned, and in the year 1833 he gave such a warning through the latter-day prophet, Joseph Smith. This health law is called the Word of Wisdom. (See <span class=\"citation\" id=\"18328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18328)\">D&amp;C 89<\/a><\/span>.)  Oh, that the world would heed this counsel from the Lord through a prophet, for a great part of crime, sickness, and unhappiness in the world is drug related.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p20\" class=\"\"><span class=\"emphasis\">Question number six: How does your church care for you and fulfill your needs in addition to your Word of Wisdom?<\/span> Over the years of my membership in The Church of Jesus Christ of Latter-day Saints, I have greatly appreciated the opportunities for service, for there is no paid ministry. Every worthy male member of the Church above the age of twelve may hold an office in the priesthood. Similarly, the girls and women of the Church receive many assignments to lead and teach and serve. Each family is visited monthly by priesthood home teachers, who care for their needs, and by visiting teachers from the women’s Relief Society, whose motto is “charity never faileth.” We also enjoy all kinds of physical, spiritual and social activity, and receive instruction on such subjects as personal and family preparedness, including home production and storage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p21\" class=\"\">For those who fall on hard times due to unemployment or sickness, help is given to rehabilitate and reestablish. Such assistance comes from the general membership, who fast two meals each month and give the money to relieve the poor and the needy. Yes, the Lord does watch over us and counsel us and warn us through his appointed and ordained ministers. These teachings and inspired programs are now being shared with God’s children all over the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p22\" class=\"\"><span class=\"emphasis\">Question number seven: Why do you send missionaries all over the world, when most churches concentrate on third-world countries?<\/span> I must confess that question was in my mind when the young men knocked on our door and announced they were missionaries. Having studied the New Testament, I should have known the answer, for the Savior gave it so clearly as he instructed his Apostles just before his ascension. “Go ye therefore and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.” (<span class=\"citation\" id=\"37108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37108)\">Matt. 28:19<\/a><\/span>.) The fact that the Lord gave the commission is sufficient justification for carrying the gospel to the ends of the earth. People of all nations need the truth and purpose and happiness which the fulness of the gospel brings. Everyone should be interested in truth, and so we say to people of all faiths, Keep all the truth you have and we will add to it. This is why tens of thousands of young men and women and well over a thousand retired couples are voluntarily giving eighteen months to two years, preaching the restored gospel of Jesus Christ to all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p23\" class=\"\"><span class=\"emphasis\">Question number eight: What is your understanding of the purpose of life?<\/span> In its basic form, this question might be expressed as “Why am I here?” There is a yearning deep down in all people to know the answer in order to live a purposeful life. As all loving parents do, our Heavenly Father had made a plan for us, his children, before this earth ever existed. In that period of time, which we call the premortal existence, we lived with God as his spirit children. In order for us to progress further, it was necessary for us to experience mortality by receiving a physical body provided by earthly parents. Being away from the presence of God for a while, we learn to walk by faith and develop qualities which will eventually qualify us to return to our heavenly home as resurrected beings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p24\" class=\"\">The Almighty God, our Heavenly Father, has declared his great purpose and plan for his children: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39645)\">Moses 1:39<\/a><\/span>.) Without this period of life on earth, we can achieve neither immortality nor eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p25\" class=\"\"><span class=\"emphasis\">Question number nine: How do you know the answers you have given are true?<\/span> I know because of my testimony, which comes from deep inside me and yet is from a divine source. The wonderful missionaries brought a special gift, which I received following baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p26\" class=\"\">“A gift, you say? What did they buy for you that has made you so happy and made you so sure that God and Jesus live and that they speak to us in these days through prophets?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p27\" class=\"\">No, it was not a gift purchased, except by the atoning blood of Jesus Christ. He promised that he would send a Comforter, even the Holy Ghost, to guide and bless and comfort and testify of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p28\" class=\"\">“You mean you have the gift of the Holy Ghost as was promised and bestowed in the early Church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p29\" class=\"\">Yes. After I had come up out of the water, hands were laid upon my head by one having authority from Jesus Christ himself, and I received the Holy Ghost to be my constant companion. The Holy Ghost testifies of truth [see <span class=\"citation\" id=\"29264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29264)\">John 16:13<\/a><\/span>]; he bears witness of the Father and the Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p30\" class=\"\"><span class=\"emphasis\">Question number ten: How can I know for myself that what you teach is true?<\/span> To all who ask this question, the promise found in the Book of Mormon is powerful, true, and of eternal significance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p31\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p32\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.” (<span class=\"citation\" id=\"38503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38503)\">Moro. 10:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/whats-the-difference.p33\" class=\"\">Yes, my dear inquiring friend, we will add to the truth you have, for God speaks again through prophets. He has revealed himself to man in modern times. It is possible for families to be forever, for God has restored the sacred temple ordinances for the living and the dead. Furthermore, he has given us a health law, a welfare program, and a missionary system. He has revealed the purpose of life and has given us the Holy Ghost that we might testify to others and know for ourselves that this is the living Church of the living Christ, and that he speaks through a living prophet, even our beloved President Spencer W. Kimball. I so testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}