{"ID":4186, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Those Who Love Jesus\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p3\" class=\"\">Driving on the modern freeways during the sunshine of summer is often a pleasant experience. Frequently, one can view the grandeur of majestic mountains and the mesmerizing surf of the sea all in a single drive. However, when the traffic is heavy, the mountains and seas are set aside, and concentration is focused on the car ahead. Such was the occasion when I read with keen interest the words of a bumper sticker readily visible on the highly polished chrome bumper of a car which was weaving in and out of the traffic stream. The words were these: “Honk if you love Jesus.” No one honked. Perhaps each was disturbed by the thoughtless and rude actions of the offending driver. Then, again, would honking be an appropriate manner in which to show one’s love for the Son of God, the Savior of the world, the Redeemer of all mankind? Such was not the pattern provided by Jesus of Nazareth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p4\" class=\"\">The importance of demonstrating daily a true and an abiding love was convincingly taught by the Master when the inquiring lawyer stepped forward and boldly asked him, “Master, which is the great commandment in the law?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p5\" class=\"\">Matthew records that “Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p6\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p7\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"37072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37072)\">Matt. 22:36–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p8\" class=\"\">Mark concludes the account with the Savior’s statement, “There is none other commandment greater than these.” (<span class=\"citation\" id=\"33352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33352)\">Mark 12:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p9\" class=\"\">His answer could not be faulted. His very actions gave credence to His words. He demonstrated genuine love of God by living the perfect life, by honoring the sacred mission that was His. Never was He haughty. Never was He puffed up with pride. Never was He disloyal. Ever was He humble. Ever was He sincere. Ever was He true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p10\" class=\"\">Though He was led up of the Spirit into the wilderness to be tempted by that master of deceit, even the devil; though He was physically weakened from fasting forty days and forty nights and was an hungered; yet when the evil one proffered Jesus the most alluring and tempting proposals, He gave to us a divine example of true love of God by refusing to deviate from what He knew was right. (See <span class=\"citation\" id=\"37038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37038)\">Matt. 4:1–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p11\" class=\"\">Jesus, throughout His ministry, blessed the sick, restored sight to the blind, made the deaf to hear and the maimed to walk. He taught forgiveness by forgiving. He taught compassion by being compassionate. He taught devotion by giving of Himself. Jesus taught by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p12\" class=\"\">As we survey the life of our Lord, each of us could echo the words of the well-known hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I stand all amazed at the love Jesus offers me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Confused at the grace that so fully he proffers me.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I tremble to know that for me he was crucified,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That for me, a sinner, he suffered, he bled and died.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p17\" class=\"\">(“I Stand All Amazed,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 193.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p18\" class=\"\">To demonstrate our gratitude, is it required that we, too, lay down our lives as did He? Some have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p19\" class=\"\">In the beautiful city of Melbourne, Australia, there is situated in an impressive setting a historic war memorial. As one walks through the memorial’s silent corridors, one sees tablets of marble that note the deeds of valor and acts of courage of those who made the supreme sacrifice. One can almost hear the roar of the cannon, the scream of the rocket, the cry of the wounded. One can feel the exhilaration of victory and, at the same time, sense the despair of defeat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p20\" class=\"\">In the center of the main hall, inscribed for all to see, is the message of the memorial. The skylight overhead permits easy reading. The words almost stand up and speak: “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"29260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29260)\">John 15:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p21\" class=\"\">Today, the challenge which we face and must meet is not that we should go forth on the battlefield of war and lay down our lives. Rather, it is that we, on the battlefield of life, so live and serve that our lives and actions reflect a true love of God, of His Son, Jesus Christ, and of our fellowmen. This is not accomplished by clever signs printed on bumper stickers affixed to automobiles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p22\" class=\"\">Jesus teaches us: “If ye love me, keep my commandments. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p23\" class=\"\">“He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.” (<span class=\"citation\" id=\"29259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29259)\">John 14:15, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p24\" class=\"\">Years ago we danced to a popular song, the words of which were, “It’s easy to say I love you, easy to say I’ll be true, easy to say these simple things, but prove it by the things you do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p25\" class=\"\">From our lessons learned in Primary we remember the poem entitled “Which Loved Best?”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“I love you, Mother,” said little [John];<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then, forgetting his work, his cap went on,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he was off to the garden swing,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And left her the water and wood to bring.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“I love you, Mother,” said rosy Nell—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“I love you better than tongue can tell”;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then she teased and pouted full half the day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Till her mother rejoiced when she went to play.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“I love you, Mother,” said little Fan;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Today I’ll help you all I can;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How glad I am that school doesn’t keep!”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So she rocked the babe till it fell asleep.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then, stepping softly, she fetched the broom,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And swept the floor and tidied the room;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Busy and happy all day was she,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Helpful and happy as child could be.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“I love you, Mother,” again they said,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Three little children going to bed;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How do you think that Mother guessed<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Which of them really loved her best?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p46\" class=\"\">(Joy Allison, <span class=\"emphasis\">The World’s Best Loved Poems,<\/span> New York: Harper and Row, 1955, pp. 243–44.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p47\" class=\"\">Years pass. Childhood vanishes. Truth remains. The transition from Primary’s poems to today’s truths is not difficult. True love continues to be an outward expression of an inward conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p48\" class=\"\">Today, on a gentle rise in the historic city of Freiberg, German Democratic Republic, there stands a beautiful, dedicated temple of God. The temple provides the ultimate—even the eternal—blessings of a loving Heavenly Father to His faithful Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p49\" class=\"\">Ten years ago, on a Sunday morning, April 27, 1975, I stood on an outcropping of rock situated between the cities of Dresden and Meissen, high above the Elbe River. I responded to the promptings of the Holy Spirit and offered a prayer of dedication on that land and its people. That prayer noted the faith of the members. It emphasized the tender feelings of many hearts filled with an overwhelming desire to obtain temple blessings. A plea for peace was expressed. Divine help was requested. I voiced the words, “Dear Father, let this be the beginning of a new day for the members of Thy church in this land.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p50\" class=\"\">Suddenly, from far below in the valley, a bell in a church steeple began to chime and the shrill crow of a rooster broke the morning silence, each heralding the commencement of a new day. Though my eyes were closed, I felt a warmth from the sun’s rays reaching my face, my hands, my arms. How could this be? An incessant rain had been falling all morning. At the conclusion of the prayer, I gazed heavenward. I noted a ray of sunshine which penetrated an opening in the heavy clouds, a ray which engulfed the spot where our small group stood. From that moment I knew divine help was at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p51\" class=\"\">Full cooperation of government officials was forthcoming. President Spencer W. Kimball and his counselors provided enthusiastic approval. A temple was planned, a site selected, ground-breaking services held, and construction commenced. At the time of dedication, the attention of the international press was focused on this temple in its unusual setting. Words like “How?” and “Why?” were voiced frequently. This was particularly in evidence during the public open house, when 89,872 persons visited the temple. At times the waiting period stretched to three hours, occasionally in the rain. None wavered. All were shown God’s house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p52\" class=\"\">During the actual dedicatory services when President Gordon B. Hinckley offered the dedicatory prayer, hymns of praise, testimonies of truth, tears of gratitude, and prayers of thanksgiving marked the historic event. To understand <span class=\"emphasis\">how,<\/span> to comprehend <span class=\"emphasis\">why,<\/span> it is necessary to know the faith, the devotion, the love of the members of the Church in that nation. Though fewer than five thousand in number, the activity levels exceed those found anywhere else in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p53\" class=\"\">During the many years I have served on assignment in that area, I have noted the absence of spacious chapels with multiple teaching stations and grounds featuring the greenery of lawns and the blossoms of flowers. The meetinghouse libraries, as well as the personal libraries of our members, consist only of the standard works, a hymnbook, and one or two other volumes. These books do not remain on bookcase shelves. Their teachings are engraved on the hearts of members. They are displayed in their daily lives. Service is a privilege. A branch president, forty-two years of age, has served in his calling for twenty-one years—half his life. Never a complaint—just gratitude. In Leipzig, when the meetinghouse furnace failed one cold winter day, the meetings were not dismissed. Rather, the members met in the chill of the unheated building, sitting shoulder to shoulder, wearing their coats, singing the hymns of Zion and worshiping Him who counseled, “Be not weary in well doing,” “Follow me,” “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.” (<span class=\"citation\" id=\"5058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5058)\">2 Thes. 3:13<\/a><\/span>; <span class=\"citation\" id=\"37040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37040)\">Matt. 4:19<\/a><\/span>; <span class=\"citation\" id=\"18358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18358)\">D&amp;C 112:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p54\" class=\"\">The Apostle Paul taught the Corinthians, “If any man love God, the same is known of him.” (<span class=\"citation\" id=\"750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(750)\">1 Cor. 8:3<\/a><\/span>.) The love which these faithful members have for God, for His Son, Jesus Christ, and for His everlasting gospel is confirmed by their very lives. It is reminiscent of the love demonstrated by the brother of Jared as described in the Book of Mormon. The blessings of a loving, caring, and just Heavenly Father simply could not be withheld. Faith preceded the miracle. Eternal ordinances are now performed. Everlasting covenants are now made. The love of God has again blessed His people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p55\" class=\"\">For those who love Jesus, these prophetic words have sublime meaning:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p56\" class=\"\">“Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is God, and beside him there is no Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p57\" class=\"\">“Great is his wisdom, marvelous are his ways. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p58\" class=\"\">“His purposes fail not. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p59\" class=\"\">“For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p60\" class=\"\">“Great shall be their reward and eternal shall be their glory.” (<span class=\"citation\" id=\"18287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18287)\">D&amp;C 76:1–3, 5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/those-who-love-jesus.p61\" class=\"\">Such is the blessing reserved for those who love Jesus. May each of us qualify for this great reward, this eternal glory, I pray in the name of Jesus Christ, whom I love and of whom I testify, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}