{"ID":4188, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Heavens Declare the Glory of God”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p2\" class=\"\">Don Lind<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p\" class=\"\">Astronaut<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_016<\/span>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p3\" class=\"\">Brethren, I am honored to be with you this evening. In my professional life I associate with some very well-known and accomplished people, both astronauts and scientists. As an astronaut, I am a member of several scientific and governmental organizations. I have been a member of some committees that have made some rather important decisions in the space program that have involved a lot of money and many people’s careers. But I can honestly tell you that I am more impressed to be a member of the priesthood of this Church than of any other organization to which I belong. The other organizations are organizations of men. It is an honor to belong to them, but they will last only a few years. The priesthood will last forever. I am more anxious to be worthy to associate with you brethren of the priesthood than with any other group of men I have ever worked with.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p4\" class=\"\">Just after last April conference I was getting ready to take one of the most exciting trips that I can imagine. On April 29 our crew rode the space shuttle <span class=\"emphasis\">Challenger<\/span> into orbit to conduct a scientific mission called Spacelab 3. This was a personal thrill for me and a very impressive ride. Most of you, I am sure, have seen a space shuttle lift-off on television. I can assure you that it’s as exciting as it looks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p5\" class=\"\">I was surprised how calm I felt as we strapped into our seats about two and one-half hours before lift-off. As the count moved closer and closer to launch, I allowed myself just a little bit of excitement. When I heard the rumble of the main engines coming up to speed way down below me, the adrenaline flow picked up noticeably. And when I heard that incredible thunderclap of the solid rocket boosters lighting off and felt <span class=\"emphasis\">Challenger<\/span> lift off, I was as excited as a little boy going to the circus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p6\" class=\"\">With seven and one-half million pounds of thrust pressing you back into your seat with three times your normal weight, you quickly pick up speed. By the time the fuel runs out, you want to be going fast enough so that centrifugal force will keep you in orbit—and that takes 17,500 miles per hour. Traveling at that speed is quite an experience. As we went into orbit, we traveled from Cape Canaveral, which is in Florida, to north of Boston in just over eight minutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p7\" class=\"\">When you reach orbital velocity, the engines shut down rather abruptly. It is very quiet. I floated up against my shoulder straps. A couple of the procedures books drifted up to the end of their tethers and waved in front of me as I have seen the kelp do when I go scuba diving. I knew that this was zero gravity. And I just sat in my seat for a few minutes savoring the fact that I was finally in space.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p8\" class=\"\">For the next week our crew conducted a set of fifteen rather sophisticated experiments in the laboratory that was mounted in the cargo bay of the space shuttle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p9\" class=\"\">The ride into orbit had been exciting. The trip out of orbit was not quite as novel, because by then I was quite used to space. But it was just as serious. When you are properly trained, you are not frightened in any sense. But you have a great respect for the tremendous energy involved and thus for the inherent risk. You are well aware that every procedure has to be performed precisely right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p10\" class=\"\">We were to land at Edwards Air Force Base just north of Los Angeles, but we started our reentry just to the northeast of the island of Madagascar. We swept down south of Australia and up across the Pacific Ocean as we came home. The reentry is quite demanding. There is no way that you can carry enough fuel into orbit to slow down by rocket propulsion. You have just enough fuel to nudge your orbit down into the upper edge of the atmosphere. And then you do something that’s really quite clever. You come into the atmosphere in the worst possible aerodynamic attitude—belly first. This creates a terrible aerodynamic shock wave. But the shock wave slows you down without using a drop of rocket fuel. Your kinetic energy is converted into the heat of the shock wave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p11\" class=\"\">This is all very clever, except for the fact that the shock wave is fifty-four hundred degrees Fahrenheit, which is well above the melting point of astronauts. That is why we worry so much about the thermal tiles on the underside of the shuttle. During reentry they glow red hot. In fact, the very air around the shuttle glows red hot. From the ground we look exactly like a meteor crossing the sky. Looking out the windows through that fireball is a fairly impressive experience. You realize that you are in a fiery furnace significantly hotter than the furnace prepared for Shadrach, Meshach, and Abed-nego. (See <span class=\"citation\" id=\"10791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10791)\">Dan. 3:12–30<\/a><\/span>.) And NASA cannot guarantee you the Lord’s protection that they had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p12\" class=\"\">The space shuttle on which our lives depended worked flawlessly. I am personally convinced that the Lord was watching over us. I had been promised that in a special blessing I received before lift-off. That blessing was fulfilled in every detail, and I thank our Heavenly Father for that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p13\" class=\"\">I am sure the general image of space flight is one of impressive machines and billowing flames and the precision of high technology. That is not incorrect. But for me, there were also many special, personal, private feelings. Some of them were fun. Living in weightlessness is delightful. The Peter Pan ability to float to any corner of the laboratory and perch like a sparrow on the slightest protrusion made me feel as though I was living my little boy dreams.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p14\" class=\"\">Some of my personal feelings were very spiritual. To look down on the earth from space is absolutely incredible. I knew ahead of time just exactly what I was going to see. I was intellectually prepared, but I was not prepared emotionally for what I saw. The world is very large. I knew that. But to see this huge, magnificent sphere slowly rotating beneath me was overwhelming. I have no ability to describe what it was really like, and no photographic emulsion can even start to do it justice. The visibility, of course, was excellent. But I was amazed at the intensity of the colors. I estimated that there were twenty shades of intense blue as the earth’s atmosphere changes from the gray of the curved horizon into the incredible black void of space. And when you look at an archipelago of islands, there are hundreds of shades of blue and green and yellow tan that are just beyond description.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p15\" class=\"\">The first time I had a minute to stop and just look at the earth, the absolute beauty of the scene brought tears to my eyes. In weightlessness tears do not just quietly roll down your cheeks. They stay in front of your eyeballs and get bigger and bigger and in a few moments you feel like a guppy looking up through the surface of the aquarium.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p16\" class=\"\">Now, try to imagine what it was like for me to have that scene in front of me and then have the fragments of half a dozen scriptures pop into my mind. “The heavens declare the glory of God.” (<span class=\"citation\" id=\"41993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41993)\">Ps. 19:1<\/a><\/span>.) If you have seen the heavens, you have “seen God moving in his majesty and power.” (<span class=\"citation\" id=\"18309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18309)\">D&amp;C 88:47<\/a><\/span>.) I am sure you can imagine the closeness I felt to my Father in Heaven as I looked down at one of His beautiful creations. I was really stirred by an increased awareness of what He did for us as the Creator of our earth. That was one of the most moving experiences of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p17\" class=\"\">Another experience that is very close to me was to have the sacrament in orbit. We were in space for a full week, so of course, we were up there on a Sunday. Our bishop had given me permission to hold my own sacrament service. It was a little unusual. You priests in the audience might consider what it would be like to try to kneel down in weightlessness—you keep drifting off. For privacy I held my sacrament service in my sleep station—something like a Pullman berth. I kneeled on what you would think of as the ceiling and braced my shoulders against my sleeping bag so I would not float away. It was a very special experience. I will remember that sacrament service and the renewing of my baptismal covenants high above the earth all my life. It had some of that special feeling that you usually have only when you go to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p18\" class=\"\">Shortly after the flight I had the opportunity to show Sister Sharlene Wells, our Miss America, around the space center. She asked me if it didn’t seem uncomfortable going into space upside down. I explained that in space you always feel right side up and stationary. The earth turns below you. If somebody’s head is pointing toward your feet, he is the one who is upside down. At lift-off, the earth simply rotates to a position above your head, but that is the earth’s problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p19\" class=\"\">Later at a fireside, Sister Wells made a comment about that situation that I think is very meaningful. In many things we do, the world thinks we are completely upside down. They think our moral values are foolish, our standards are restrictive, and our beliefs are quaint but outdated. The important thing is that we make sure that we keep ourselves right side up, aligned with the Lord, even if it makes the whole world look upside down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p20\" class=\"\">It took me a long time, many years of preparation, to make it into orbit. I learned that important things don’t come easily or quickly. I learned that persistence pays off. I also learned that you have to be prepared when the opportunity comes. I started preparing for the space program long before there was a space program. I could pass the six-day astronaut physical examination because I had lived the Word of Wisdom all my life. When they started accepting applications for the astronaut program, I had already completed my education. I already knew how to fly jet airplanes. When they ran an FBI check on me, there was nothing in the record that would disqualify me. Now, you young men of the Aaronic Priesthood, this evening you have already started to prepare for what you will someday become. I encourage you to prepare well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-heavens-declare-the-glory-of-god.p21\" class=\"\">Brethren, it’s an honor to be with you this evening. I bear you my testimony that we are engaged in the work of the Lord. He lives; He guides His Church; these Brethren on this stand are His chosen servants. I bear you that testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}