{"ID":419, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Testimony of Jesus Christ<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i> October 1949, pp. 69-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, as I look into the faces of this vast congregation I feel indeed\nvery humble. I ask our Father in heaven if he will direct the things I say.\n<\/p><p>\nDIVINITY OF JESUS CHRIST\n<\/p><p>\nWhenever I hear the song sung, \"I Know that My Redeemer Lives,\" I thrill throughout my\nentire body. This morning I would like to bear testimony to the divinity of Jesus Christ and\npoint out a few highlights of his great mission. I know as I know that I am standing here this\nmorning&mdash;and I am certainly thoroughly convinced of that fact&mdash;that Jesus is the Christ, the\nSavior of the world, our Redeemer, our Lord, our Advocate with the Father, the Master of the\nplan of salvation, the Judge of this earth; and, in conjunction with the Father, he is our Lord,\nour God, and our King.\n<\/p><p>\nWe read in modern revelation that Jesus Christ was and is our elder brother, the \"Firstborn\"\nunto the Father\n(<span class=\"citation\" id=\"12669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12669)\">D&amp;C 76:54,67,71,94,102<\/a><\/span>;\n<span class=\"citation\" id=\"12673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12673)\">D&amp;C 77:11<\/a><\/span>;\n<span class=\"citation\" id=\"12684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12684)\">D&amp;C 88:5<\/a><\/span>;\n<span class=\"citation\" id=\"12703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12703)\">D&amp;C 93:21-22<\/a><\/span>). We accept, as Latter-day Saints, the teachings of the prophets to the effect\nthat Jesus of Nazareth was the Only Begotten Son of the Eternal Father in the flesh; therefore,\nthe revelation I referred to points back to a previous birth, a birth in the spirit world. You and\nI were sons and daughters of our Eternal Parents in the spirit world. In fact, all the people in\nthis world were of that family, and Jesus Christ was the Firstborn.\n<\/p><p>\nPRE-MORTAL LIFE\n<\/p><p>\nDuring his pre-mortal life Jesus Christ rose to the status of Godhood. At that time he was\nforeordained to be the Savior of this world. Father Abraham was privileged to see in vision\nthe grand council in heaven that was held prior to the peopling of this earth, and he saw, as\nthe Lord showed him, \"many of the noble and great ones.\" The Lord pointed out:\n<\/p><p>\nThese I will make my rulers .... Abraham, thou art one of them; thou wast chosen\nbefore thou wast born (<span class=\"citation\" id=\"7175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7175)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\nJoseph Smith tells us that at that grand council the head God of all the Gods called the\ncouncil, and the purpose was to present a plan whereby his children were to come into mortal\nearth and have the experience of mortality and then return back into the presence of God. The\nEternal Father explained to his children that mortal beings would forget their premortal\nexperiences and the gospel truths after they had come from the presence of God and,\ntherefore, they would have to have a Savior in order that they might be taught the Gospel\ntruths again. He also declared that they would not have the power to break the bands of death\nand bring about resurrection and that they would have to have a Savior for that purpose also.\n<\/p><p>\nAs he explained these things, he asked whom he should send to be the Savior. Abraham\nsaw that there stood one in the midst of the group in the grand council in heaven \"like unto\nGod\" (<span class=\"citation\" id=\"7176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7176)\">Abr. 3:24<\/a><\/span>).\nThat one answered and said: \"Here am I, send me\"\n(<span class=\"citation\" id=\"7178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7178)\">Abr. 3:27<\/a><\/span>).\nHe said that he would come down\nto this earth and give men their free agency,\n<\/p><p>\nAnd they who keep their first estate shall be added upon; . . . and they who keep\ntheir second estate shall have glory added upon their heads for ever and ever\n(<span class=\"citation\" id=\"7177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7177)\">Abr. 3:26<\/a><\/span>),\n<\/p><p>\nand all the honor and the glory should go to the Father.\n<\/p><p>\nMISSION OF JESUS CHRIST\n<\/p><p>\nAbraham saw that the Eternal Father was very pleased with this one like unto him and said\nthat he would send him. At that time he ordained Jesus Christ, we say \"foreordained\" him, for\nhis great mission. He ordained him to be the first great high priest over this earth and gave\nunto him the keys of the priesthood. God gave the Only Begotten the same power that he the\nEternal Father enjoyed, the power to do all of the works of the Father with and for the Father.\nElohim named that priesthood after his Only Begotten Son. In the relationship to this earth, it\nwas to be called:\n<\/p><p>\n. . . the Holy Priesthood, after the Order of the Son of God\n(<span class=\"citation\" id=\"12720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12720)\">D&amp;C 107:3<\/a><\/span>).\n<\/p><p>\nIt bore that name among mortals down to the time of Abraham and Melchizedek.\n<\/p><p>\nThe Eternal Father also told his Son that he would name the plan of salvation after him.\nThereupon he named it the gospel of Jesus Christ. And on that occasion an eternal decree\nwent forth from the throne of God that there would be no other name given under heaven\nwhereby mankind could be saved, save the name of Jesus Christ. With that eternal decree\ngoing forth, we know that the true Church must bear that name throughout all ages.\n<\/p><p>\nThere are two great factors in atonement or in the assignment given to the Savior. One was to\nbreak the bands of death and give every man immortality, i.e., resurrection. The other was to\nteach a gospel plan whereby if you and I and all other mortals would render obedience, we\nwould not only receive immortality, but we would be also brought back into the presence of\nGod. There we would receive exaltation along with him, sharing with our Father and his Only\nBegotten Son all the same type of glory, power, honor, and happiness that they enjoy.\n<\/p><p>\nGOSPEL PLAN REVEALED\n<\/p><p>\nShortly after Adam and Eve became mortal beings, or at that time, Jesus Christ began his\nactive mission upon this earth as the Savior of this world, as a mediator between the heavens\nand the earth, as the one to bring the gospel to mankind; in other words,\nhe began his work to bring about the atonement. He did so by revealing to Father\nAdam and Mother Eve the gospel plan of salvation. As they had passed into mortality, a veil\nhad been drawn over their minds, as the Lord had predicted would be; therefore, they had\nbecome spiritually dead; i.e., they forgot their premortal experiences and the gospel doctrines\nand were banished from the presence of God. They became spiritually alive by applying the\nmessage that they received from their Savior. During Adam's period and throughout Old\nTestament days, Jesus was known as Jehovah. He spoke at times to Adam from the Garden of\nEden. At times he appeared to the first man, and on other occasions he sent angels to teach\nthe father of the human family eternal truths, until Adam had a fulness of the gospel of Jesus\nChrist, just the same as you and I as Latter-day Saints enjoy a fulness of the gospel in our\ndispensation. On one occasion, after Adam had been commanded to offer sacrifices, this\nparticular event occurred. To quote:\n<\/p><p>\nAnd after many days an angel of the Lord appeared unto Adam, saying: Why dost\nthou offer sacrifices unto the Lord? And Adam said unto him: I know not, save\nthe Lord commanded me.\n<\/p><p>\nAnd then the angel spake, saying: This thing is a similitude of the sacrifice of the\nOnly Begotten of the Father, which is full of grace and truth.\n<\/p><p>\nWherefore, thou do all thou doest in the name of the Son, and thou shall repent\nand call upon God in the name of the Son forevermore\n(<span class=\"citation\" id=\"38969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38969)\">Moses 5:6-8<\/a><\/span>).\n<\/p><p>\nSALVATION THROUGH JESUS\n<\/p><p>\nShortly after that event occurred, the voice of the Lord came to Adam, as is recorded in The\nPearl of Great Price, and told him that in the Meridian of Time that his Only Begotten would\ncome into the world, would live and teach man how to live, would die and break the bands of\ndeath, and bring about the atonement. And then the voice of God pointed out to Adam that\nthe name of his Only Begotten would be:\n<\/p><p>\n. . . Jesus Christ, the only name which shall be given under heaven, whereby\nsalvation shall come to the children of men\n(<span class=\"citation\" id=\"38972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38972)\">Moses 6:52<\/a><\/span>).\n<\/p><p>\nTherefore even in the beginning, in the first dispensation of the gospel, that same eternal\ndecree went forth that the name of Jesus Christ would be the one whereby you and I could\nexpect salvation, or even more than that, exaltation in the kingdom of God.\n<\/p><p>\nFollowing the days of Adam, Jesus Christ continued to serve as the mediator between the\nheavens and the earth by revealing the gospel to the numerous prophets during the various\ngospel dispensations. On a number of occasions he even appeared to some of the great\nprophets.\n<\/p><p>\nEARTHLY MISSION\n<\/p><p>\nFinally, as the holy prophets had predicted, in the Meridian of Time Jesus Christ came into\nthis world. Latter-day Saints accept the doctrine that he was actually\nand literally the Son, heir in the flesh, of God the Eternal Father. He was born of the Virgin\nMary. He was the only man in this life who was born into mortality of the Eternal Father. As\nI have already stated, you and I are all sons and daughters of God in the spirit world, but\nChrist's mortal birth, being actually the Son of God, gave him that extra power of godliness\nneeded to be the Savior of the world. In other words, being the Only Begotten gave him\npower to be the one to break the bands of death. Thus he was endowed by the Father with\npower within himself over life and death. Also, he is the only perfect man who ever lived,\nshowing us the way whereby you and I might become perfect if we will follow his example.\n<\/p><p>\nAfter living thirty-three years of that type of perfect life, three years of which were devoted to\nintensive missionary work, the Man of Galilee was crucified. Three days later he rose from\nthe grave, as the prophets had foretold, thereby becoming the \"firstfruits\"\n(<span class=\"citation\" id=\"181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(181)\">1 Cor. 15:20<\/a><\/span>) of the resurrection.\nHe broke the bands of death and not only made it possible for all men to be resurrected, but\nhe also made it absolutely necessary. No matter how righteously people live here in mortality\nor no matter how wickedly they live, every man, woman, and child is promised immortality,\ni.e., resurrection. They must come forth from the grave and stand before the seat of Jesus\nChrist to be judged for the actions they committed while they lived here on this earth.\n<\/p><p>\nCHURCH ORGANIZED\n<\/p><p>\nAs Brother Benson very beautifully pointed out yesterday, while Christ was here living among\nmortals, he organized a church. It became a great church, especially in numbers. But, as\nBrother Benson pointed out, as time passed this church dropped into darkness. Thousands and\nthousands of pagans joined this church, and they brought into it their pet pagan practices,\nideas, and doctrines, which were man-made and many of which were quite crude. Thus they\nmingled paganism with the teachings that the Savior had given, thereby adulterating\nChristianity. The result was the bringing about of what is known as the great apostasy.\nNaturally the Savior could not accept that adulterated church as his. Thereupon he withdrew\nhis Holy Priesthood, leaving the world to grope in darkness for hundreds and hundreds of\nyears.\n<\/p><p>\nRESTORATION OF GOSPEL\n<\/p><p>\nBut the prophets had looked down through the stream of time and had predicted that in the\nlatter days God would stretch forth his hand again to restore the gospel upon the earth; the\ngospel dispensation known as the Dispensation of the Fulness of Times, the day when all the\nordinances, principles and doctrines, powers and priesthoods that had been in the world from\nthe beginning, would be restored preparatory to the coming of the Lord.\n<\/p><p>\nI bear solemn testimony, as have others here today, that that restoration took place\napproximately a hundred years ago. It began on that memorable spring morning in 1820 when\nthe Prophet Joseph Smith went into the Sacred Grove to pray. In answer to that prayer, God\nthe Eternal Father and his Only Begotten Son appeared to that boy-prophet in their glory. The\nFather pointed to the Son and said, \"This is My Beloved Son. Hear Him!\"\n(<span class=\"citation\" id=\"30279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30279)\">JS&mdash;H 1:17<\/a><\/span>). Thereupon Jesus\nChrist again took his rightful place as the Mediator between the Father and mankind, as the\nSavior of this world, by conversing with Joseph Smith and by telling him that the true Church\nwas not upon the earth and that if he lived the right kind of life, he had been chosen and\nforeordained to be the instrument in the hands of God through which that Church would be\nestablished. Christ also told Joseph that the ministers (\"professors\") of the world drew near to\nGod with their lips but their hearts were far from him; and that they were teaching for\ndoctrines the commandments of men\n(<span class=\"citation\" id=\"30285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30285)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nFURTHER REVELATIONS\n<\/p><p>\nAfter this glorious vision had taken place, and I might say that it was one of the most\nglorious manifestations that has ever happened here upon this earth, Jesus of Nazareth\ncontinued to function in accordance with his appointment as the Savior of mankind by\nappearing to the Prophet several other times and also by sending great angels&mdash;men who had\nlived upon this earth in the past&mdash;to give to the Prophet Joseph Smith all the keys and powers\nand authority that had been enjoyed in other dispensations. Revelation after revelation came to\nthe Prophet Joseph Smith until the fulness came, as had been predicted. On one of these\noccasions when Joseph Smith had the privilege of seeing a vision, the great revelation known\nas \"The Vision,\" or \"The Degrees of Glory,\" Joseph Smith and Sidney Rigdon looked into the\nthree degrees of glory and also into perdition and recorded some of the things that are there. I\nwould like to read a few words from Joseph's testimony:\n<\/p><p>\nAnd while we meditated upon these things, the Lord touched the eyes of our\nunderstandings and they were opened, and the glory of the Lord shone round\nabout.\n<\/p><p>\nAnd we beheld the glory of the Son, on the right hand of the Father, and received\nof his fulness;\n<\/p><p>\nAnd saw the holy angels, and them who are sanctified before his throne,\nworshiping God, and the Lamb, who worship him forever and ever.\n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the\ntestimony, last of all, which we give of him: That he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God; and we heard the voice bearing\nrecord that he is the Only Begotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and\nthe inhabitants thereof are begotten sons and daughters unto God\n(<span class=\"citation\" id=\"12664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12664)\">D&amp;C 76:19-24<\/a><\/span>).\n<\/p><p>\nTHE SECOND COMING\n<\/p><p>\nLatter-day Saints are looking forward to the day, as predicted by the prophets, when Jesus\nChrist shall come upon the earth to reign as the Lord of lords and the King of kings. We are\nlooking forward to the day when this earth shall be cleansed of its wickedness, when\nrighteousness shall prevail, and when children shall be born in righteousness and will grow up\nwithout sin. At that time they shall live, rear their children, and when they become the age of\na tree pass from mortality into immortality in the twinkling of an eye.\n<\/p><p>\nAt the time of the second coming of Jesus Christ to reign upon the earth as the Lord and God\n\"the great and dreadful day of the Lord\"\n(<span class=\"citation\" id=\"12587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12587)\">D&amp;C 2:1-3<\/a><\/span>;\n<span class=\"citation\" id=\"12670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12670)\">D&amp;C 76:54,67,71,94,102<\/a><\/span>;\n<span class=\"citation\" id=\"12674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12674)\">D&amp;C 77:11<\/a><\/span>;\n<span class=\"citation\" id=\"12704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12704)\">D&amp;C 93:21-22<\/a><\/span>)\nwill take place. It will be a great day for the\nrighteous and a dreadful day for the wicked. The prophets predicted that at that day the earth\n\"shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble\"\n(<span class=\"citation\" id=\"32724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32724)\">Mal. 4:1<\/a><\/span>);\nalso, \"the elements shall melt with fervent heat\"\n(<span class=\"citation\" id=\"4807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4807)\">2 Pet. 3:10<\/a><\/span>;\n<span class=\"citation\" id=\"12713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12713)\">D&amp;C 101:25<\/a><\/span>).\n<\/p><p>\nWe as members of the true Church are looking forward to that great day when Jesus Christ\nshall come to his own, and when the devil shall be bound for one thousand years and cease to\nhave power, as was explained yesterday, that he does at the present time, over the hearts of\nthe children of men. At the close of that one thousand years' time, the devil will be loosed for\na short season, and wickedness will again prevail throughout the world. Then will come the\nday when Lucifer and all his evil hosts will be cast off this earth. They shall go into perdition\nand dwell as lost souls forever.\n<\/p><p>\nSANCTIFIED EARTH\n<\/p><p>\nAt that day the earth shall be sanctified. It shall die, so the Lord revealed to the Prophet\nJoseph Smith, and be resurrected\n(<span class=\"citation\" id=\"12685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12685)\">D&amp;C 88:25-26<\/a><\/span>).\nIt shall become a new world. It shall become the\ncelestialized orb prepared for the members of \"the Church of the Firstborn\"\n(<span class=\"citation\" id=\"12672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12672)\">D&amp;C 76:94<\/a><\/span>). Jesus Christ will\njudge all inhabitants of this earth. Those who have lived worthy lives from Adam's day on\ndown to the end of the millennium will be assigned to dwell upon this earth forever, to dwell\nas celestialized beings with Jesus Christ; thus they will be assigned to their celestial glory. All\nwho have inhabited this earth will stand before the judgment seat of Jesus Christ and will be\nassigned to their future world in which to live forever. Some will be assigned to terrestrial\nglory, some to telestial glory, and others even to perdition. Many Latter-day Saints will not\nattain the celestial glory because they did not abide by the commandments of God; therefore,\nthey will be very unhappy because they did not gain celestial life which could have been\ntheirs.\n<\/p><p>\nThe Father will say to his Only Begotten Son, \"This is your world because of the great work\nthat you did in being its Redeemer. You shall now be the Lord, you shall be the God, you\nshall be the king of this world forevermore. This is your kingdom.\" Under the\ndirection, then, of the Father who has many other kingdoms, Jesus Christ will preside\nhere as your God and my God if we live worthy of celestial glory.\n<\/p><p>\nMembers of the Church of Jesus Christ of Latter-day Saints are heirs to this great kingdom on\ncondition that we obey the teachings of the gospel as revealed to earth through the Prophet\nJoseph Smith. As Brother Romney very beautifully pointed out yesterday, today is the day for\nyou and me to prepare for that great judgment day when this earth shall become the\ncelestialized orb. Then if we are found worthy, we will hear the voice of Jesus Christ say to\nus to enter into our exaltation and dwell with him forever here upon this earth.\n<\/p><p>\nMay you and I live clean and pure, be prayerful, be humble, live according to every word that\nhas come from the mouth of God in order that this might be our happy lot, I humbly pray, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}