{"ID":4190, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Oath and Covenant of the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p3\" class=\"\">Of all the holy agreements pertaining to the gospel of Jesus Christ, few, if any, would transcend in importance the oath and covenant of the priesthood. It is certainly one of the most sacred agreements, for it involves the sharing of heavenly powers and man’s upward reaching toward eternal goals. None of us can afford to be ignorant of the terms of this contract. To do so might cause us to miss the mark in our performance of duty and result in the forfeiture of promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p4\" class=\"\">A gospel covenant is a holy contract. “God in his good pleasure fixes the terms, which man accepts.” (Bible Dictionary, LDS ed., s.v. “covenant”.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p5\" class=\"\">The two parties to the priesthood covenant are man and God. Man covenants to do certain things or meet certain conditions; God cites promises that he will give in return.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Man’s Covenant<\/h2>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Receive the Melchizedek Priesthood in Good Faith. When a man has the Melchizedek Priesthood conferred upon him, he is expected to receive it in good faith. The word receive is used generously in the Doctrine and Covenants verses that describe the oath and covenant of the priesthood:<\/p>\n\t\t\t\t\t\t<p>“All they who receive this priesthood receive me, saith the Lord; …<\/p>\n\t\t\t\t\t\t<p>“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t\t\t\t<p>“And he that receiveth my Father receiveth my Father’s kingdom.” (<span class=\"citation\" id=\"18300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18300)\">D&amp;C 84:35, 37–38<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<p>As people are confirmed members of the Church, those in authority lay hands upon their heads and command, “Receive the Holy Ghost.” Does not the same apply to the conferral of priesthood power? Several years ago, my father laid his hands upon my head to confer upon me the Melchizedek Priesthood and, as described in the Old Testament, to “put some of [his] honour upon [me] … and gave [me] a charge.” (See <span class=\"citation\" id=\"41132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41132)\">Num. 27:18–23<\/a><\/span>.) I knew that he had power to bestow, I knew that that power was real, and I knew the ultimate source of that power. So I received the holy priesthood in good faith.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Magnify Callings. President Kimball defines priesthood, in part, as “the means whereby the Lord acts through men to save souls.” (Ensign, June 1975, p. 3.) This definition suggests action, not inaction. It implies that priesthood power is to be exercised in behalf of other people; it is not something to sit upon or to simply glory in. It suggests that priesthood callings are to be magnified.<\/p>\n\t\t\t\t\t\t<p>The transcendent blessings of the priesthood do not come by ordination alone. We are instructed:<\/p>\n\t\t\t\t\t\t<p>“Ordination to the priesthood is a prerequisite to receiving [blessings], but it does not guarantee them. For a man actually to obtain them, he must faithfully discharge the obligation which is placed upon him when he receives the priesthood.” (Marion G. Romney, in Conference Report, Apr. 1962, p. 17.)<\/p>\n\t\t\t\t\t\t<p>What does it mean to magnify one’s calling? According to <span class=\"emphasis\">Webster’s Third New International Dictionary,<\/span> “to magnify” is “to increase the importance of: cause to be held in greater esteem or respect … to make greater.” One magnifies a calling—<\/p>\n\t\t\t\t\t\t<ul class=\"bullet\"><li>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<p>By learning one’s duty and executing it fully. (See <span class=\"citation\" id=\"18349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18349)\">D&amp;C 107:99–100<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<p>By giving one’s best effort in assigned fields of labor.<\/p>\n\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<p>By consecrating one’s time, talents, and means to the Lord’s work as called upon by our leaders and the whisperings of the Spirit. (See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Mar. 1985, p. 5.)<\/p>\n\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<p>By teaching and exemplifying truth.<\/p>\n\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<\/ul><p>Jacob, the Book of Mormon prophet, testified, “We did magnify our office unto the Lord, taking upon us the responsibility, … [teaching] them the word of God with all diligence; … [and] laboring with our might.” (<span class=\"citation\" id=\"25894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25894)\">Jacob 1:19<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<p>I underscore the words <span class=\"emphasis\">taking responsibility, teaching the word of God,<\/span> and <span class=\"emphasis\">laboring with might<\/span> in this inspired quotation. These are critical actions related to the exercise of priesthood power.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Obey the Commandments. In the revelation on priesthood, we read, “And I now give unto you a commandment … to give diligent heed to the words of eternal life.” (<span class=\"citation\" id=\"18303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18303)\">D&amp;C 84:43<\/a><\/span>.) “To give diligent heed,” I believe, includes to obey the commandments.<\/p>\n\t\t\t\t\t\t<p>No commandment or requirement of the gospel is nonessential. Each has its place, and all are to be respected. Not one is to be trifled with or placed aside as inconvenient.<\/p>\n\t\t\t\t\t\t<p>A person who chooses to obey one commandment and ignore others is as foolish as the driver who adheres strictly to the posted speed limit but runs every stop sign and flaunts other rules of the road.<\/p>\n\t\t\t\t\t\t<p>Let us remember that with every commandment, God has promised a blessing. If we expect to claim the blessing, we must keep the commandment. Otherwise, if we ignore or break the commandment, we are cursed by losing the blessing. (See <span class=\"citation\" id=\"21339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21339)\">Deut. 11:26–28<\/a><\/span>.) It is a very simple but serious arrangement.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>Live by Every Word of God. Addressing priesthood bearers, the Lord says, “For you shall live by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"18304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18304)\">D&amp;C 84:44<\/a><\/span>; italics added.) This statement reinforces the need for obedience. It also suggests the need to know the word of the Lord.<\/p>\n\t\t\t\t\t\t<p>Words of eternal life come from one source: God. They are made available to us through the fountain of the holy scriptures and the fountain of living prophets and reconfirmed by personal revelation through the power of the Holy Ghost.<\/p>\n\t\t\t\t\t\t<p>When we search the scriptures, we sit at the feet of prophets like Abraham, Isaiah, Peter, Paul, Nephi, Moroni, and Joseph Smith. These men received revelations in a former day and have much wisdom to share with us. Their counsel may be likened to a light positioned behind us. That light helps us understand things of the past and gives us partial vision for the future.<\/p>\n\t\t\t\t\t\t<p>To receive added light, light positioned over and ahead of us, we must sit at the feet of living prophets, just as we are doing tonight. None of us need stumble along the way or depart from the path in the presence of such light. All we need to do is keep our eyes upon the prophets, heed their warnings, and live by their inspired words.<\/p>\n\t\t\t\t\t\t<p>Men of the priesthood should burn these words into their minds:<\/p>\n\t\t\t\t\t\t<p>“What I the Lord have spoken, I have spoken, and I excuse not myself; … my word … shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.” (<span class=\"citation\" id=\"18225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18225)\">D&amp;C 1:38<\/a><\/span>; see also <span class=\"citation\" id=\"18219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18219)\">D&amp;C 1:11–14<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<p>I have indicated that a man who receives the Melchizedek Priesthood agrees (1) to receive it in good faith, (2) to magnify callings given, (3) to obey all the commandments, and (4) to live by every word of God. These four expectations compose man’s covenant as applied to the oath and covenant of the priesthood.<\/p>\n\t\t\t\t\t\t<p>Next, let’s consider God’s promises and oath. You might ask, “If I fulfill my terms of the agreement, what has God promised in return?” Let us consider three promises:<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>God’s Promises and Oath<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p35\" class=\"\"><span class=\"emphasis\">Promise 1. We Will Be Sanctified by the Spirit.<\/span> Note these words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p36\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods of which I have spoken [Aaronic and Melchizedek Priesthood], and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.” (<span class=\"citation\" id=\"18297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18297)\">D&amp;C 84:33<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p37\" class=\"\">On one occasion, President Hugh B. Brown testified that President David O. McKay had been sanctified by the Spirit unto the renewing of his body. And, he added, “Some of the rest of us are better off today than we were many years ago so far as physical health is concerned—and we attribute that fact to [the Lord’s] blessing.” (In Conference Report, Apr. 1963, p. 90.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p38\" class=\"\">Many of us have felt the influence of this “renewal promise.” Without it, scores of our assignments might have gone unfinished.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p39\" class=\"\"><span class=\"emphasis\">Promise 2: We Will Be Numbered with the Elect of God.<\/span> It is said of those who receive the holy priesthood and remain true to their covenants, “They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.” (<span class=\"citation\" id=\"18299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18299)\">D&amp;C 84:34<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p40\" class=\"\">Elder Bruce R. McConkie explains:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p41\" class=\"\">“These are the portion of church members who are striving with all their hearts to keep the fulness of the gospel law in this life so that they can become inheritors of the fulness of gospel rewards in the life to come.” (<span class=\"emphasis\">Mormon Doctrine,<\/span> 2d ed., Salt Lake City: Bookcraft, 1966, p. 217.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p42\" class=\"\">We do not become saints automatically by entering the waters of baptism. We become saints, in the true sense of the word, as we live saintly lives and cultivate Christlike attributes. Similarly, we do not become the elect of God instantaneously by receiving the priesthood. Such honor will come only so fast as we remember and perform according to the priesthood covenant.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p43\" class=\"\"><span class=\"emphasis\">Promise 3: We Will Be Given All That God Has.<\/span> This all-encompassing promise is stated by Christ in these words: “All that my Father hath shall be given unto him.” (<span class=\"citation\" id=\"18301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18301)\">D&amp;C 84:38<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p44\" class=\"\">Few of us, I suppose, can comprehend all that this promise means. Even though we know that it includes eternal life, or the inheritance of exaltation, still it is so great and so wonderful that it defies proper explanation. It is sufficient for me to know that God in heaven is my Father and that he will bless me with all he has to offer, if I prove myself to be a faithful son.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p45\" class=\"\">I stand in humble adoration of my Maker when I realize that he has sworn and confirmed his part of the agreement with an oath. (See <span class=\"citation\" id=\"24513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24513)\">Heb. 6:13–17<\/a><\/span>.) He will never fall short of his promise, nor will he void it or compromise it in the slightest degree.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p46\" class=\"\">Perhaps I can place in clearer perspective all that I have said about the oath and covenant of the priesthood by relating a story based on a true experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p47\" class=\"\">The son of a very wealthy man was called to serve a full-time mission. He entered the mission field and began his work. At first things went well; however, as he met rejections and as other challenges of finding and teaching surfaced, the young man’s faith wavered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p48\" class=\"\">Mission associates gave encouragement, but it did not seem to help. One day the young man announced to the mission president that he was abandoning his call; he was returning home. The mission president did all within his power to dissuade the missionary. It was to no avail.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p49\" class=\"\">When word of the missionary’s decision reached the father, he obtained permission to visit his son in the mission field. In one of many tense conversations, the father said, “My son, I have lived for the day when you would serve a full-time mission. I did so because I love you and I love God. And I know that there is no work more essential than that of teaching truth to the peoples of the world.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p50\" class=\"\">Somewhat sobered by his father’s words, the son meekly replied, “Dad, I didn’t realize that a mission meant so much to you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p51\" class=\"\">“It means everything to me,” the father declared. Then he added with some emotion, “All my life I have worked and saved with one person in mind: you. And my one goal has been to provide you a decent inheritance.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p52\" class=\"\">“But Dad,” the son interjected, “the work is difficult and I don’t enjoy …”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p53\" class=\"\">The father didn’t allow him to finish his sentence. Instead he asked, “How can I trust my businesses to your care if you cannot prove yourself by serving the Lord for two short years?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p54\" class=\"\">There was an awkward pause as the son pondered the father’s question and studied his anxious countenance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p55\" class=\"\">Then with measured words, the father promised, “My son, my only heir, if you will be faithful in this calling and prove yourself worthy in every respect, all that I possess will be yours.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p56\" class=\"\">Noticeably touched by these earnest pleadings, the son rose to his feet, embraced his father, and sobbed, “I will stay.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p57\" class=\"\">The son did stay in the mission field; he did serve faithfully from that day forward. And yes, in due time, he received from his father the promised inheritance, even all that his father had to share.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p58\" class=\"\">My brethren, we are the sons of God. He has endowed us with his power, and he has called each of us to serve missions in a place called mortality. Our missions mean very much to him, and they should mean everything to us. In this mortal life, we are to prove ourselves worthy of his love and worthy of the inheritance he has offered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p59\" class=\"\">What is that inheritance? It is all that he has, even eternal life. This blessed and promised gift will be ours only if we keep the covenants, particularly the covenant of the priesthood, and remain faithful to the end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-oath-and-covenant-of-the-priesthood.p60\" class=\"\">I pray that we will do so, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}