{"ID":4193, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Rejoice in This Great Era of Temple Building\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03193_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p4\" class=\"\">My beloved brethren and sisters, I feel profoundly grateful for the sustaining faith and prayers of the Latter-day Saints. To stand before you in this capacity is a most serious and sacred responsibility. I claim no special talent. I hope that all of you realize that I am not here of my own choice. I did not seek this responsibility. It was placed upon me by the prophet of the Lord. It is one from which I cannot shrink.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p5\" class=\"\">I am driven by two resolutions. The first is to serve the Lord to the very best of my ability. I think I understand, in some small measure at least, what that means. The second is to serve His chosen prophet, President Spencer W. Kimball, and lift from his shoulders every burden that I legitimately can. I consider these to be sacred and binding obligations and more important than all other considerations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p6\" class=\"\">I am profoundly grateful to my Brethren of the Council of the Twelve Apostles, who consistently and without exception have met every request and every assignment given them. They have been most supportive. The same holds true for the members of the First Quorum of the Seventy and the Presiding Bishopric. I repeat what I have said before at this pulpit, that there is perfect unity among the Brethren. They are not yes-men. Each is a man of understanding, of conviction, of great proven ability. Each is also a man of humility, with a willingness to subdue all personal considerations and place first the work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p7\" class=\"\">My constant association with these able and dedicated Brethren is for me a constantly unfolding miracle. We deal with many problems of a serious nature, with many forces impacting on the solution to those problems. Each man is encouraged and is free to give his opinion and express his judgment. It is a most remarkable and wonderful thing to witness how, under the influence of the Holy Spirit, there is a gradual melding of judgment, which invariably leads to a united decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p8\" class=\"\">No policy of importance, no action of consequence, is taken without consideration in the highest councils of the Church and without unanimity of feeling on the decisions reached. No such action is taken without earnest and sincere prayer and without a plea to the Almighty for guidance and revelation, and, further, without the approval of the President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p9\" class=\"\">Some wonder about who is directing the Church. I give you my solemn testimony that inspiration from on high is received and that it is our Father in Heaven and His Beloved Son, the Redeemer of the world, who are guiding and directing this church to bring to pass their eternal purposes in behalf of the sons and daughters of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p10\" class=\"\">These are important and vital days in the work of the Lord. For instance, we are living in one of the most significant and important epochs in the history of the Church and in the history of God’s work among His people. We are living in the greatest era of temple building ever witnessed, and of that I wish to speak for a few minutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p11\" class=\"\">I sing with conviction our great Latter-day Saint hymn, “We thank thee, O God, for a prophet, to guide us in these latter days” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 19.) I sing it in appreciation for and tribute to the Prophet Joseph Smith, through whom the foundation of this work was revealed in this the dispensation of the fulness of times. I sing it in appreciation for and tribute to him whom we today honor as our prophet, President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p12\" class=\"\">Temple building and the dedication of temples have gone on at such a pace in the last few years that some pay little attention and feel it is of small significance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p13\" class=\"\">But the adversary has not been unmindful of it. The building and dedication of these sacred edifices have been accompanied by a surge of opposition from a few enemies of the Church as well as criticism from a few within. This has brought to mind a statement of Brigham Young in 1861 while the Salt Lake Temple was under construction. Evidently when someone with previous experience was asked to work on the Salt Lake Temple, he responded, “I do not like to do it, for we never began to build a Temple without the bells of hell beginning to ring.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p14\" class=\"\">To which Brigham Young replied, “I want to hear them ring again. All the tribes of hell will be on the move, if we uncover the walls of this Temple. But what do you think it will amount to? You have all the time seen what it has amounted to.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 8:355–56.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p15\" class=\"\">Yes, in these recent times we have felt much of opposition, but we have also noted the frustration of those who have tried to stop this work. We have been strengthened, and we have moved forward under the promise of the Lord, who said: “I will not suffer that they [the enemy] shall destroy my work; yea, I will show unto them that my wisdom is greater than the cunning of the devil.” (<span class=\"citation\" id=\"18231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18231)\">D&amp;C 10:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p16\" class=\"\">In little more than two and a half years we have dedicated sixteen new temples and rededicated the restored Manti Temple. Before the end of the year, we shall dedicate at least one more, so that we will have dedicated six in 1983, six in 1984, and six in 1985. This great impetus in temple building was given by President Kimball under revelation from the Lord, whose work this is. The sacred and important work that goes on in temples must be accelerated, and for this to happen, it is necessary that temples be taken closer to the people rather than having the people travel so far to temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p17\" class=\"\">I wish that anyone who has any doubt concerning the strength and power of this cause could have had the experiences that I have had in recent months in these dedicatory services in the United States, in Asia and Australia, in Mexico, Central America, and South America, in Europe and Africa. I have looked into the faces of tens of thousands of Latter-day Saints. Their skins are of varying colors and hues. But their hearts beat as one with testimony and conviction concerning the truth of this great restored work of God. I have heard their testimonies spoken with sincerity. I have listened to their prayers. I have heard them lift their voices in anthems of praise. I have seen their tears of gratitude. I have known of their sacrifices made in appreciation for the blessings that have come to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p18\" class=\"\">Their languages have been many, but they have spoken as with one voice in testimony of divine and eternal truth restored to earth. These are men and women who love the Lord, who understand His eternal plan, who are imbued with a selflessness that prompts dedicated service without expectation of thanks or reward. It has been the same everywhere we have been. I wish there were time to speak of experiences in each of these many temple dedication services. I can touch only lightly on three or four.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p19\" class=\"\">I have been to Mexico a number of times extending over a period of many years. Once our people there seemed so poor, their education so meager. They appeared to be seriously handicapped in many ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p20\" class=\"\">Now, recently, when the Mexico City Temple was dedicated, they came by the thousands. They were clean, their faces bright and smiling, their clothes neat and attractive. They bore every mark of education and refinement. There was something of greatness apparent in them. Most of them have the blood of Lehi in their veins. The shackles of darkness have fallen from their eyes, as promised by the prophets of the Book of Mormon. They have become “a pure and a delightsome people.” (<span class=\"citation\" id=\"4147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4147)\">2 Ne. 30:6<\/a><\/span>.) What a wonderfully uplifting experience it was to be with them and to witness the miraculous power of God in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p21\" class=\"\">I could not hold back the tears when we were in the Philippines. It was my privilege to participate in the opening of missionary work in that land in 1961. At that time we did not have a building of any kind, and we had only one native member of the Church of whom we were aware. In 1984, only twenty-three years later, it was our privilege to dedicate a beautiful temple of the Lord in a choice area of the great metropolis of Manila. I looked into the faces of those thousands of enlightened and faithful Latter-day Saints on whom the Lord is pouring out His blessings in a marvelous and wonderful way. In less than a quarter of a century, from the one native member we found in 1961, the Church has grown to well over a hundred thousand. These are my friends, the people I love, among whom I have worked and to whom I have taught the gospel. The opening of the temple represented the fulness of gospel opportunity for them, the longed-for fruition of their dreams.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p22\" class=\"\">In Freiberg, Germany, this past August we dedicated another beautiful and sacred house of God. Before the dedication, when the building was open for public viewing, only a few less than ninety thousand came to enter its precincts. Many stood in the rain for hours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p23\" class=\"\">The faithful Saints sacrificed their money, their jewelry, their comfort to assist in building that temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p24\" class=\"\">One of their number who attended the dedication wrote: “There was a solemn stillness, and there was not a dry eye. The sun was shining after a long time. … You could sense gladness and enthusiasm and the wish for a never-ending harmony. … Tears, laughter, and gladness; everything was present.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p25\" class=\"\">While recognizing the different political philosophies under which we live, I express sincere appreciation to the officials of the government of that nation for their help in making possible this sacred edifice for the blessing of our brethren and sisters in that land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p26\" class=\"\">We recently returned from Johannesburg, South Africa. Here in the United States we see in the public press and on television much of conflict in that area. But in the house of God, that beautiful Johannesburg Temple, there was peace, the peace of the Lord, the peace that “passeth all understanding.” (<span class=\"citation\" id=\"41310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41310)\">Philip. 4:7<\/a><\/span>.) Mingling together as brethren and sisters, bound by eternal covenants with the Almighty, were people with different roots. Among them were those descended from the Dutch who long ago went to that land, those who descended from the British who had fought the Dutch, and also those who came of the native peoples of Africa. There was fellowship, there was love, there was unity and mutual respect among all assembled in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p27\" class=\"\">We experienced much of rejoicing on these sacred occasions, not only in the temples I have named, but in every other as well. Following the dedication of each of these temples, the ordinance work was begun, and it has gone forward without let or hindrance to the blessing of thousands on this side of the veil and tens of thousands on the other side of the veil. If there is any work in all the world that demonstrates the universality of God’s love, it is the selfless work that goes on in these sacred houses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p28\" class=\"\">Jesus Christ, the Son of God, gave His life on Calvary’s cross as an atonement for the sins of mankind. His was a vicarious sacrifice for each of us. Through that sacrifice came the promise of the resurrection for all. This has come through the grace of God, without effort on the part of men. And beyond this, through the keys of the holy priesthood conferred upon the Twelve by the Lord when He walked among them, which keys were restored in this dispensation by those who held them anciently—through these have come great added blessings, including those unique and remarkable ordinances administered in the house of the Lord. Only in those ordinances is there realized the exercise of “the fulness of the priesthood.” (<span class=\"citation\" id=\"18375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18375)\">D&amp;C 124:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p29\" class=\"\">I assume there is no Christian who does not acknowledge the necessity for and the importance of baptism “of water and of the Spirit.” None could legitimately deny this necessity in view of the statement given by the Master to Nicodemus: “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"29237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29237)\">John 3:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p30\" class=\"\">Are the uncounted millions who have died without baptism to be denied the blessings of the kingdom of God because they were innocent of the requirement?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p31\" class=\"\">It is inconceivable to me that anyone could believe that the God who is the Father of us all would so discriminate among His children in terms of their eternal blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p32\" class=\"\">No, there must be universal opportunity if there is to be universal justice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p33\" class=\"\">Paul’s question to the Corinthian Saints offers scriptural confirmation of the practice of proxy baptism in behalf of the deceased: “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?” (<span class=\"citation\" id=\"763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(763)\">1 Cor. 15:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p34\" class=\"\">The word of Jesus to Nicodemus did not allow for exemption. In each of the temples of The Church of Jesus Christ of Latter-day Saints is a font wherein living proxies may be baptized in behalf of the dead. I do not like to speak of them as “the dead.” I believe that under the great plan of our Eternal Father and through the atonement of Christ, they are living. Though they have died as to their mortal bodies, they have retained their identity as individuals. They are personalities as much so as are we, and as entitled to the blessings that pertain to eternal life. Am I more worthy of these transcendent blessings than are my forebears through whom has come my inheritance?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p35\" class=\"\">The house of the Lord is a house of purity. Those who serve therein dress in spotless white. They participate in sacred ordinances. They are instructed in the eternal plan of the Lord. They make covenants enjoining personal morality and rectitude, unselfishness and service. Their activities are anticipatory of that scene described by John the Revelator: “What are these which are arrayed in white robes? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p36\" class=\"\">“Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p37\" class=\"\">“They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p38\" class=\"\">“For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.” (<span class=\"citation\" id=\"42547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42547)\">Rev. 7:13, 15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p39\" class=\"\">Here in these holy houses husbands and wives are sealed together under that same authority which the Lord gave His Apostles anciently. “When Jesus came into the coasts of Caesarea Philippi,” he conversed with His disciples, and out of that conversation came Peter’s moving declaration: “Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"37062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37062)\">Matt. 16:13, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p40\" class=\"\">The Savior then spoke of the power of revelation through which that knowledge had come and of that principle of revelation upon which His church should be built. He then went on to say to these, His chosen brethren: “And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"37063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37063)\">Matt. 16:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p41\" class=\"\">Marriage, solemnized in the temples of the Church, is performed in the authority of that same holy priesthood, not only for this life, but for the next as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p42\" class=\"\">The separation of loved ones in death is always fraught with sorrow. It would be fraught with hopelessness if there were not some alternative to the finality of the “until death do thee part” pronouncement in most marriage ceremonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p43\" class=\"\">It need not be so. Reason would deny that the Father who loves us all would tear asunder the most sacred relationship of all human experience and banish the companionship of marriage by those who love, honor, and respect one another. But there must be rules. There must be compliance. There must be obedience. The way is clear, made so through the exercise of the holy priesthood in these sacred temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p44\" class=\"\">The other day I sat beside a friend who had lost his beloved companion. He wept in loneliness, now bereft of an association of more than half a century which had been the very bulwark of his life. But shining through his tears and towering above his doubts was the certain conviction that the marriage performed many, many years ago had been joined by an authority whose power reached beyond the veil of death and which would be as efficacious there as it had been here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p45\" class=\"\">Small wonder, my brethren and sisters, that with the opening of these new temples I have seen the tears of strong men who have embraced their wives at the altars in these sacred houses. I have seen the tears of fathers and mothers as they have embraced their children at these same altars. Through the power here exercised they have come to know that neither time nor death can destroy the bonds which bind them together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p46\" class=\"\">And just as these bonds are efficacious for the living, so are they for the dead when living proxies stand in their stead to receive these ordinances. This work, unselfishly given in behalf of those on the other side, comes nearer to the unparalleled vicarious work of the Savior than any other of which I know. The great and important work of teaching the gospel of Christ to the people of the world is incomplete, at best, if it does not also provide for that teaching to those in another sphere and making available to them those gospel ordinances required of all if they are to move forward on the way of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p47\" class=\"\">These temples are there to be used, and those who use them will reap a blessing of harmony in their lives. They will draw nearer unto the Lord, and He will draw nearer unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/rejoice-in-this-great-era-of-temple-building.p48\" class=\"\">There are those few who mock our temple work. They may mock the language, but they cannot mock the Spirit, nor can they mock the truth. I bear testimony of the universality of our Father’s love, of the universality of the salvation from death which came through the sacrifice of the Savior, of the universality of the opportunity for all generations of men and women to the great blessings of our Father, who said, “This is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39646)\">Moses 1:39<\/a><\/span>.) I so testify in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}