{"ID":4194, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spirituality\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p3\" class=\"\">As faithful members of The Church of Jesus Christ of Latter-day Saints, we have a distinctive way of looking at life. We view our experiences in terms of eternity. As we draw farther from worldliness, we feel closer to our Father in Heaven and more able to be guided by his Spirit. We call this quality of life <span class=\"emphasis\">spirituality.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p4\" class=\"\">To the faithful, spirituality is a lens through which we view life and a gauge by which we evaluate it. The Apostle Paul expressed this thought in two of his letters:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p5\" class=\"\">“We look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.” (<span class=\"citation\" id=\"3109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3109)\">2 Cor. 4:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p6\" class=\"\">“For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p7\" class=\"\">“For to be carnally minded is death; but to be spiritually minded is life and peace.” (<span class=\"citation\" id=\"42910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42910)\">Rom. 8:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p8\" class=\"\">To be spiritually minded is to view and evaluate our experiences in terms of the enlarged perspective of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p9\" class=\"\">Each of us has a personal lens through which we <span class=\"emphasis\">view<\/span> the world. Our lens gives its special tint to all we see. It can suppress some features and emphasize others. It can also reveal things otherwise invisible. Through the lens of spirituality, we can know “the things of God” by “the Spirit of God.” (<span class=\"citation\" id=\"743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(743)\">1 Cor. 2:11<\/a><\/span>.) As the Apostle Paul taught, such things are “foolishness” to the “natural man.” He cannot see them “because they are spiritually discerned.” (See <span class=\"citation\" id=\"744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(744)\">1 Cor. 2:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p10\" class=\"\">How we <span class=\"emphasis\">interpret<\/span> our experiences is also a function of our degree of spirituality. Some interpret mortality solely in terms of worldly accomplishments and possessions. In contrast, we who have a testimony of the gospel of Jesus Christ should interpret our experiences in terms of our knowledge of the purpose of life, the mission of our Savior, and the eternal destiny of the children of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p11\" class=\"\">Spirituality is not a function of occupation or calling. A scientist may be more spiritual than a theologian; a teacher may be more spiritual than an officer. Spirituality is determined by personal outlook and priorities. It is evident in our words and actions. Elder John Taylor showed his spirituality in these words, uttered as he reported on his mission to Europe in 1852:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p12\" class=\"\">“Some people have said to me, sometimes, Are you not afraid to cross over the seas, and deserts, where there are wolves and bears, and other ferocious animals? … Are you not afraid that you will drop by the way, and leave your body on the desert track, or beneath the ocean’s wave? No. Who cares anything about it? What of it, if we should happen to drop by the way? … These things don’t trouble me, but I have felt to rejoice all the day long, that God has revealed the principle of eternal life, that I am put in possession of that truth, and that I am counted worthy to engage in the work of the Lord.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 1:17.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p13\" class=\"\">The scriptures contain great illustrations of spirituality as it relates to everyday living. One of these, recorded in the tenth chapter of Luke, tells how the Savior came to a particular village:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p14\" class=\"\">“And a certain woman named Martha received him into her house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p15\" class=\"\">“And she had a sister called Mary, which also sat at Jesus’ feet, and heard his word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p16\" class=\"\">“But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p17\" class=\"\">“And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p18\" class=\"\">“But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her.” (<span class=\"citation\" id=\"32215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32215)\">Luke 10:38–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p19\" class=\"\">This scripture reminds every Martha, male and female, that we should not be so occupied with what is routine and temporal that we fail to cherish those opportunities that are unique and spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p20\" class=\"\">The contrast between the spiritual and the temporal is also illustrated by the twins Esau and Jacob and their different attitudes toward their birthright. The firstborn, Esau, “despised his birthright.” (<span class=\"citation\" id=\"23985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23985)\">Gen. 25:34<\/a><\/span>.) Jacob, the second twin, desired it. Jacob valued the spiritual, while Esau sought the things of this world. When he was hungry, Esau sold his birthright for a mess of pottage. “Behold,” he explained, “I am at the point to die: and what profit shall this birthright do to me?” (<span class=\"citation\" id=\"23984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23984)\">Gen. 25:32<\/a><\/span>.) Many Esaus have given up something of eternal value in order to satisfy a momentary hunger for the things of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p21\" class=\"\">The Roman soldiers of Pilate provided an unforgettable illustration of the different perspectives of the carnal mind and the spiritual mind. During a tragic afternoon on Calvary, a handful of soldiers waited at the foot of a cross. The most important event in all eternity was taking place on the cross above their heads. Oblivious to that fact, they occupied themselves casting lots to divide the earthly property of the dying Son of God. (See <span class=\"citation\" id=\"37099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37099)\">Matt. 27:35<\/a><\/span>; <span class=\"citation\" id=\"32240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32240)\">Luke 23:34<\/a><\/span>; <span class=\"citation\" id=\"29275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29275)\">John 19:24<\/a><\/span>.) Their example reminds each of us that we should not be casting our lots for the things of the world while the things of eternity, including our families and the work of the Lord, suffer for our attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p22\" class=\"\">Here is an example of a spiritual and a temporal evaluation of an everyday experience. In a BYU devotional several years ago, Elder Loren C. Dunn described how his father, a busy stake president in Tooele, gave his two young sons the responsibility of raising cows on the family farm. He gave the boys large latitude in what they could do, and they made some mistakes. These were observed by an alert neighbor, who complained to their father about what the young cow-raisers were doing. “Jim, you don’t understand,” President Dunn replied. “You see, I’m raising boys, not cows.” (“Our Spiritual Heritage,” in <span class=\"emphasis\">Brigham Young University 1981–82 Fireside and Devotional Speeches, <\/span> Provo: Brigham Young University Press, 1982, p. 138.) What a marvelous insight! What an example for parents who are inclined to view and evaluate their children’s performance solely in temporal terms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p23\" class=\"\">What we <span class=\"emphasis\">see<\/span> around us depends on what we <span class=\"emphasis\">seek<\/span> in life. The Spanish conquerors took irreplaceable objects of art from the craftsmen of the New World and melted them down into gold bullion. The enemies of the young prophet, Joseph Smith, hounded him to get possession of the golden plates from which he was to translate the Book of Mormon. They sought the golden plates to get money, not a message. The temporal value of the plates had a price; their spiritual value was priceless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p24\" class=\"\">Elder John A. Widtsoe taught that “there is a spiritual meaning of all human acts and earthly events. … It is the business of man to find the spiritual meaning of earthly things. … No man is quite so happy … as he who backs all his labors by such a spiritual interpretation and understanding of the acts of his life.” (in Conference Report, Apr. 1922, pp. 96–97.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p25\" class=\"\">The Latter-day Saint men and women who settled these valleys of the mountains acted upon that principle. Judged in terms of the values and aspirations of the world, some pioneer enterprises were failures. The iron mission did not succeed in making significant quantities of iron. The cotton mission did not give the Utah Territory self-sufficiency in cotton production. Efforts to manufacture sugar did not achieve material success for forty years. The Perpetual Immigration Fund did not perpetuate itself because many immigrants were unable to pay their debt to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p26\" class=\"\">But, when measured against the eternal values of loyalty, cooperation, and consecration, some of the most conspicuous worldly failures are seen as the pioneer enterprisers’ greatest triumphs. Whatever their financial outcome, these enterprises called forth the sacrifices that molded pioneers into Saints and prepared Saints for exaltation. Unto God, “all things … are spiritual.” (<span class=\"citation\" id=\"18258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18258)\">D&amp;C 29:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p27\" class=\"\">In another great event in Mormon history, several hundred men marched from Ohio to give military relief to the persecuted Saints in Zion—western Missouri. But when the men of Zion’s Camp approached their intended destination, the Prophet Joseph Smith disbanded them. According to its ostensible purpose, the expedition was a failure. But most of the men who were to lead the Church for the next half-century, including those who would take the Saints across the plains and colonize the Intermountain West, came to know the Prophet Joseph and received their formative leadership training in the march of Zion’s Camp. As Elder Orson F. Whitney said of Zion’s Camp:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p28\" class=\"\">“The redemption of Zion is more than the purchase or recovery of lands, the building of cities, or even the founding of nations. It is the conquest of the heart, the subjugation of the soul, the sanctifying of the flesh, the purifying and ennobling of the passions.” (<span class=\"emphasis\">The Life of Heber C. Kimball,<\/span> 2d ed., Salt Lake City: Stevens &amp; Wallis, 1945, p. 65.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p29\" class=\"\">The first of the Ten Commandments—“Thou shalt have no other gods before me” (<span class=\"citation\" id=\"22938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22938)\">Ex. 20:3<\/a><\/span>)—epitomizes the nature of spirituality. A spiritual person has no priorities ahead of God. A person who seeks or serves other objectives, such as power or prominence, is not spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p30\" class=\"\">The primacy of the spiritual over the temporal is evident in the teachings of the Savior’s three senior Apostles. Peter taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p31\" class=\"\">“All flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p32\" class=\"\">“But the word of the Lord endureth for ever.” (<span class=\"citation\" id=\"2387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2387)\">1 Pet. 1:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p33\" class=\"\">James asked: “Know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.” (<span class=\"citation\" id=\"26336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26336)\">James 4:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p34\" class=\"\">And the Apostle John wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p35\" class=\"\">“Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p36\" class=\"\">“For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p37\" class=\"\">“And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.” (<span class=\"citation\" id=\"1141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1141)\">1 Jn. 2:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p38\" class=\"\">Materialism, which gives priority to material needs and objects, is obviously the opposite of spirituality. The Savior taught that we should not lay up “treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal.” (<span class=\"citation\" id=\"37047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37047)\">Matt. 6:19<\/a><\/span>.) We should lay up treasures in heaven: “For where your treasure is, there will your heart be also.” (<span class=\"citation\" id=\"37048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37048)\">Matt. 6:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p39\" class=\"\">Like other Book of Mormon prophets, Samuel the Lamanite warned the Nephites that they were cursed because of their riches, “Because ye have set your hearts upon them, and have not hearkened unto the words of him who gave them unto you.” (<span class=\"citation\" id=\"24751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24751)\">Hel. 13:21<\/a><\/span>; see also <span class=\"citation\" id=\"24749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24749)\">Hel. 6:17<\/a><\/span>; <span class=\"citation\" id=\"24750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24750)\">Hel. 7:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p40\" class=\"\">The Apostle Paul counseled young Timothy, “Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy.” (<span class=\"citation\" id=\"2877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2877)\">1 Tim. 6:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p41\" class=\"\">There is nothing inherently evil about money. The Good Samaritan used the same coinage to serve his fellowman that Judas used to betray the Master. It is “the <span class=\"emphasis\">love of money<\/span> [which] is the root of all evil.” (<span class=\"citation\" id=\"2876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2876)\">1 Tim. 6:10<\/a><\/span>; italics added.) The critical difference is the degree of spirituality we exercise in viewing, evaluating, and managing the things of this world and our experiences in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p42\" class=\"\">If allowed to become an object of worship or priority, money can make us selfish and prideful, “puffed up in the vain things of the world.” (<span class=\"citation\" id=\"9451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9451)\">Alma 5:37<\/a><\/span>.) In contrast, if used for fulfilling our legal obligations and for paying our tithes and offerings, money can demonstrate integrity and develop unselfishness. The spiritually enlightened use of property can help prepare us for the higher law of a celestial glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p43\" class=\"\">The qualities of spirituality we have been able to embody in our lives are often evident in the way we react to death or other apparent tragedies or misfortunes. As faithful Latter-day Saints, we can bear the death of loved ones because we have faith in the resurrection and the eternal nature of family ties. We can repent and rise above our mistakes and inadequacies because we know that our Savior “suffered these things for all, that they might not suffer if they would repent.” (<span class=\"citation\" id=\"18244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18244)\">D&amp;C 19:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p44\" class=\"\">Seen with the perspective of eternity, a temporal setback can be an opportunity to develop soul power of eternal significance. Strength is forged in adversity. Faith is developed in a setting where we cannot see what lies ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p45\" class=\"\">Lehi promised his son Jacob that God “shall consecrate thine afflictions for thy gain.” (<span class=\"citation\" id=\"4124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4124)\">2 Ne. 2:2<\/a><\/span>.) In the midst of the Missouri persecutions, the Lord assured the Saints that “all things wherewith you have been afflicted shall work together for your good.” (<span class=\"citation\" id=\"18342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18342)\">D&amp;C 98:3<\/a><\/span>.) Those who can look upon their afflictions in this manner have spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p46\" class=\"\">How do we achieve spirituality? How do we attain that degree of holiness where we can have the constant companionship of the Holy Ghost? How do we come to view and evaluate the things of this world with the perspective of eternity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p47\" class=\"\">We seek spirituality through faith, repentance, and baptism; through forgiveness of one another; through fasting and prayer; through righteous desires and pure thoughts and actions. We seek spirituality through service to our fellowmen; through worship; through feasting on the word of God, in the scriptures and the teachings of the living prophets. We attain spirituality through making and keeping covenants, through conscientiously trying to keep all the commandments of God. Spirituality is not acquired suddenly. It is the consequence of a succession of right choices. It is the harvest of a righteous life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p48\" class=\"\">Through the lens of spirituality, we see all the commandments of God as invitations to blessings. Obedience and sacrifice, loyalty and love, fidelity and family all appear in eternal perspective. The words of the Savior, given to the world in the Prophet Joseph Smith’s inspired translation of the Bible, have renewed significance:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p49\" class=\"\">“And whosoever will lose his life in this world, for my sake, shall find it in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p50\" class=\"\">“Therefore, forsake the world, and save your souls; for what is a man profited, if he shall gain the whole world, and lose his own soul? Or what shall a man give in exchange for his soul?” (<span class=\"citation\" id=\"37064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37064)\">JST, Matt. 16:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p51\" class=\"\">The fruits of spirituality were revealed to the Prophet Joseph Smith in the eighty-eighth section of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p52\" class=\"\">“And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p53\" class=\"\">“Therefore, sanctify yourselves that your minds become single to God.” (<span class=\"citation\" id=\"18316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18316)\">D&amp;C 88:67–68<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p54\" class=\"\">I testify that we are the children of God the Eternal Father. Through the atoning sacrifice of his Only Begotten Son, our Savior Jesus Christ, he has given us the means by which we may be cleansed of our sins. Through his prophets he has given us the eternal perspective of spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/spirituality.p55\" class=\"\">May we strive to attain that level of spirituality where we sanctify ourselves that our minds become single to God. (See <span class=\"citation\" id=\"18317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18317)\">D&amp;C 88:68<\/a><\/span>.) As we do so, we will enjoy his promised blessings, including the blessing of eternal life, “the greatest of all the gifts of God.” (<span class=\"citation\" id=\"18237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18237)\">D&amp;C 14:7<\/a><\/span>.) Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}