{"ID":4195, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Mercy Temper Justice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25be.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p3\" class=\"\">Many people, both Church members and nonmembers, wonder what General Authorities do. They ask me: “How do you spend your time? I know you travel a lot, hold stake conferences, and speak on Sundays, but what do you do with the rest of your time—just study and prepare your sermons?” When someone asks me that question, I feel like answering, “What extra time?” I prepared this sermon on planes and in airports waiting for planes to leave. If it sounds a little bumpy, I hope you’ll understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p4\" class=\"\">I was called to be a General Authority twenty-five years ago and had no idea at first what I would be asked to do. I was assigned to hold a stake conference the very next weekend and went for advice to my former stake president, Elder Harold B. Lee, who was then a member of the Council of the Twelve Apostles. I asked him to tell me what to do. His answer both shocked and frightened me. He said, “Theodore, you are a General Authority now. No one tells a General Authority how to act in his special calling. If you have questions, ask the Lord and He will instruct you.” I had prayed before, never expecting a direct answer, but now I prayed soberly and with real intent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p5\" class=\"\">The Lord did answer my prayers—not in ways I expected, but by speaking things into my mind. But that only happened after I had studied the problem and prepared myself to receive an answer. I have been startled by some of the things that have come to me. Scriptures I had not understood before suddenly were made meaningful. Answers I had previously passed over in reading the scriptures took on new significance. I have truly learned over these years line upon line and precept on precept. I have learned to follow living prophets as well as those prophets who have passed on. Of necessity I have learned to live by faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p6\" class=\"\">During the course of my service, I have been given many different assignments. Each General Authority is given one or more special duties to perform which occupy his full time. Some are research or teaching assignments; some are difficult administrative responsibilities. Some are highly spiritual experiences such as managing temples where work begins early in the morning and continues until late in the evening. All General Authority assignments require managerial ability, and General Authorities have to bring spiritual and organizational skills into financial, personnel, or other administrative work. The work is demanding of time and energy, and I often marvel at how well my associates carry out these assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p7\" class=\"\">I am presently serving on a special committee to assist the First Presidency in bringing back into full Christian fellowship those individuals who have strayed from the fold and who now have reached a point in their lives where they feel a need to regain their full priesthood and temple blessings. Each case requires the personal approval of the First Presidency. Our committee assignment is to organize each of these cases with full information in concise form so that the First Presidency can make a final disposition of each case, based on justice and mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p8\" class=\"\">I have been asked the question, “Isn’t it depressing to have to review the sins and transgressions of people involved in such difficulties?” It would be if I were looking for sins and transgressions. But I am working with people who are repenting. These are sons and daughters of God who have made mistakes—some of them very serious. But they are <span class=\"emphasis\">not<\/span> sinners. They <span class=\"emphasis\">were<\/span> sinners in the past but have learned through bitter experience the heartbreak that results from disobedience to God’s laws. <span class=\"emphasis\">Now<\/span> they are no longer sinners. They are God’s repentant children who want to come back to Him and are striving to do so. They have made their mistakes and have paid for them. Now they seek understanding, love, and acceptance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p9\" class=\"\">I often wish that in the first place they had believed the words of the prophet Alma which he spoke to his wayward son, Corianton:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p10\" class=\"\">“And now behold, my son, do not risk one more offense against your God upon those points of doctrine, which ye have hitherto risked to commit sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p11\" class=\"\">“Do not suppose, because it has been spoken concerning restoration, that ye shall be restored from sin to happiness. Behold, I say unto you, wickedness <span class=\"emphasis\">never<\/span> was happiness.” (<span class=\"citation\" id=\"9493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9493)\">Alma 41:9–10<\/a><\/span>, italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p12\" class=\"\">Just as a sewing pattern determines the dress or clothes we wear, so our present lives determine our future existence. Why do people have to go through the “school of hard knocks” to learn this truth? The scriptures and instructions from our spiritual leaders teach us how to avoid the heartache which <span class=\"emphasis\">always<\/span> results from sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p13\" class=\"\">I have had people tell or write me how much they have learned as they have overcome their sins and thus have brought new happiness to themselves and their families. But how much better had it been if husbands and wives had learned to be kind and considerate, loving and thoughtful, virtuous and true, and had avoided that heartbreak right from the beginning? Many people have done so and have been happy. Others have had to learn to do the right things the hard way before they found happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p14\" class=\"\">But the people I work with are on the road back. So I rejoice as I organize and summarize each case for First Presidency consideration. If an application from a former transgressor is approved by the Presidency, one of the General Authorities is assigned to interview that person to determine his or her present worthiness and readiness to receive back those priesthood and temple blessings which he or she possessed before excommunication occurred. Thus, when President Benson appoints me, for example, to such a task, I interview the applicant to determine that repentance truly has taken place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p15\" class=\"\">Then I take time to teach that person how to avoid a recurrence of the problem. Once a person has transgressed, Satan tries hard to discourage that individual and take away his (or her) hope of ever being completely freed from that sin. I explain that God truly loves him and that through the love and atonement of Jesus Christ even personal sins can and will be forgiven, and completely wiped away, if he will only forsake sin and never give way to that temptation again. As General Authorities, we are spiritual healers trying to help people put their lives—and where possible their families—back in order again so that the person involved, if he or she will continue to live righteously, can eventually return to the very presence of God, the Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p16\" class=\"\">It saddens me when I hear how some of our members and even sometimes our local leaders treat people who have to be disciplined for transgression. I realize there is a tendency to equate the word <span class=\"emphasis\">discipline<\/span> with the word <span class=\"emphasis\">punish,<\/span> but there is a difference between these words. In English, at least, the word <span class=\"emphasis\">discipline<\/span> has the same root as the word <span class=\"emphasis\">disciple.<\/span> A disciple is a student, to be taught. In dealing with transgressors, we must remember that they desperately <span class=\"emphasis\">need<\/span> to be taught. Ofttimes the transgressor is so belligerent that it is impossible to teach him at the moment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p17\" class=\"\">However, if we can remember that he or she is a child of God, we will never abandon him or her. For a branch president or bishop to advise his people to avoid further contact with transgressors is most unwise and unkind. It is at such moments of rebellion or anger when they most need help. We should continue to make friendly overtures to them, not in a spirit of challenge or criticism, but in a spirit of compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p18\" class=\"\">The more I study the Book of Mormon, the more I appreciate the spirit of kindness and love with which that book was written. In speaking of those not yet ready to repent, Jesus told his disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p19\" class=\"\">“And behold, ye shall meet together oft; and ye shall not forbid any man from coming unto you when ye shall meet together, but suffer them that they may come unto you and forbid them not;<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p20\" class=\"\">“But ye shall pray for them, and shall not cast them out; and if it so be that they come unto you oft ye shall pray for them unto the Father, in my name.” (<span class=\"citation\" id=\"6003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6003)\">3 Ne. 18:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p21\" class=\"\">Unworthy persons are not to partake of the sacrament that they may not mock that holy ordinance in which we covenant to obey and keep the laws of God. The Savior then continues: “Nevertheless, ye shall not cast him out from among you, but ye shall minister unto him and shall pray for him unto the Father, in my name.” (<span class=\"citation\" id=\"6005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6005)\">3 Ne. 18:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p22\" class=\"\">I understand that to “minister” means we should teach, befriend, and help that person to understand, repent, and return to God. If that person then repents and is baptized, that is good. But if that person refuses to repent, he or she is not yet ready to be numbered among the members of the Church of Christ. The Savior then instructs us how to treat those who have not yet repented:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p23\" class=\"\">“Nevertheless, ye shall not cast him out of your synagogues, or your places of worship, for unto such shall ye continue to minister; for ye know not but what they will return and repent, and come unto me with full purpose of heart, and I shall heal them; and ye shall be the means of bringing salvation unto them.” (<span class=\"citation\" id=\"6006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6006)\">3 Ne. 18:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p24\" class=\"\">I urge you especially to consider the problems which families of transgressors have to face. When a person has to be disciplined, remember the impact this has on his or her family. That family is already crushed by what has occurred. The family has been betrayed and abused, and individual family members often feel the taint of that transgression upon them even though they may be personally innocent. Do not abandon them in their hour of need. Never will they need friends more than at that moment. Never will they need acceptance, kindness, and understanding more than in those first few months after their betrayal. Do not widen the breach. Do not further condemn the offender in the minds of family members. That will only delay the healing process and make forgiveness more difficult. Put yourself in their place. They need strength and encouragement and often financial or physical aid. A spouse left alone finds it difficult to cope with the many changes that have to be made. I ask you just to <span class=\"emphasis\">be<\/span> there—a pillar of friendship on which they can lean, a comforter and protector of the children within that family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p25\" class=\"\">Thus, as one of the General Authorities, and in fulfilling part of my present duty, I plead with you to be kind to these distressed children of God who need you now more than ever. May we heed the advice of our Savior: “A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p26\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"29255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29255)\">John 13:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/let-mercy-temper-justice.p27\" class=\"\">That we may do so I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}