{"ID":4196, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “By Their Fruits Ye Shall Know Them”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p2\" class=\"\">Elder Dean L. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246c.jpg\" alt=\"Elder Dean L. Larsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p3\" class=\"\">In recent months, several items of historical interest have surfaced in one way or another, stirring a renewed interest in the life of Joseph Smith and the means through which he established the Church. A wide range of opinions has been expressed regarding the extent to which these new disclosures should affect our perceptions of the traditional and scriptural accounts of Joseph’s divine calling and his part in bringing about the restoration of the gospel and the church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p4\" class=\"\">In my remarks today I do not wish to make any assessment of the validity of the newly discovered documents nor the extent to which they might, in the eyes of some, affect the reconstruction of Church history. I would like, instead, to point to some ultimate tests that can be applied to determine the divine nature of any religious work. These are tests which the Lord himself prescribed. They overreach the tentative significance of any historical document that may survive the passage of time, whether it relates to specific events or to the people who participated in the events. The Lord’s work is known by its fruits. Often, documents of historical interest reflect, at best, the way one individual recalls or perceives events or the actions and motives of those who participated in them. Such reflections may be interesting, but they may not always be accurate. They may even tell more about the one doing the reflecting than the one being reflected upon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p5\" class=\"\">In any case, the Lord’s test is the only one that will stand with the passage of time and reveal the truth about those who claim to do his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p6\" class=\"\">The Savior acknowledged that there would be imposters who would attempt to pass themselves off as his authorized representatives. He warned of false prophets who would come in sheep’s clothing but who would have their own selfish motives to fulfill. “Ye shall know them by their fruits,” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p7\" class=\"\">“Do men gather grapes of thorns, or figs of thistles?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p8\" class=\"\">“Even so every good tree bringeth forth good fruits; but a corrupt tree bringeth forth evil fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p9\" class=\"\">“A good tree cannot bring forth evil fruit; neither can a corrupt tree bring forth good fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p10\" class=\"\">“Wherefore by their fruits ye shall know them.” (<span class=\"citation\" id=\"37050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37050)\">Matt. 7:15–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p11\" class=\"\">It is interesting that this declaration by the Savior was made in response to accusations from the scribes and the Pharisees that he was performing his miracles and healings by the power of the devil. “This fellow doth not cast out devils, but by Beelzebub, the prince of the devils,” they protested. (<span class=\"citation\" id=\"37057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37057)\">Matt. 12:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p12\" class=\"\">The attempts by the Savior’s enemies to destroy his work by discrediting him were futile. All he said and did has stood the test of time and has borne good fruit in the lives of millions of people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p13\" class=\"\">In addition to the record of the good works performed by the Savior, we are given the personal affirmation and testimony of the Eternal Father regarding Jesus’ divine nature and calling. Those who were present at the baptism of the Master heard the Father’s voice declare from the heavens, “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"37037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37037)\">Matt. 3:17<\/a><\/span>.) Again, on the Mount of Transfiguration, the chosen Apostles of the Lord heard the repeated affirmation: “This is my beloved Son, in whom I am well pleased; hear ye him.” (<span class=\"citation\" id=\"37067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37067)\">Matt. 17:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p14\" class=\"\">In a similar fashion we have the Lord’s own testimony as to the divine calling of Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p15\" class=\"\">“Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments.” (<span class=\"citation\" id=\"18220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18220)\">D&amp;C 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p16\" class=\"\">Also: “I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p17\" class=\"\">“For hereafter you shall be ordained and go forth and deliver my words unto the children of men. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p18\" class=\"\">“But this generation shall have my word through you.” (<span class=\"citation\" id=\"18227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18227)\">D&amp;C 5:2, 6, 10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p19\" class=\"\">And: “The ends of the earth shall inquire after thy name, and fools shall have thee in derision, and hell shall rage against thee;<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p20\" class=\"\">“While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and authority, and blessings constantly from under thy hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p21\" class=\"\">“And thy people shall never be turned against thee by the testimony of traitors.” (<span class=\"citation\" id=\"18370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18370)\">D&amp;C 122:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p22\" class=\"\">Joseph Smith declared that his work was the Lord’s work. His credentials as a prophet of God are not adequately tested by historical relics.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p23\" class=\"\">The fruits of the restored gospel of Jesus Christ are the real test of Joseph and his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p24\" class=\"\">Among these fruits which are easily available for assessment today are the scriptures that came from his efforts. These, of course, include the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price. They are tangible fruits that cannot be displaced by all of the commentary of those who have an interest in reconstructing history. They contain the revelations of God. The value of the eternal principles which they propound can be tested by daily application.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p25\" class=\"\">In fact, this is the only true test. Alma, in his segment of the Book of Mormon record, issues a challenge for such a test. “Behold,” he says, “if ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, yea, even if ye can no more than desire to believe, let this desire work in you, even until ye believe in a manner that ye can give place for a portion of my words.” (<span class=\"citation\" id=\"9468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9468)\">Alma 32:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p26\" class=\"\">Comparing this experiment to the planting of a seed, Alma continued: “Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.” (<span class=\"citation\" id=\"9469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9469)\">Alma 32:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p27\" class=\"\">For more than 150 years, since the founding of The Church of Jesus Christ of Latter-day Saints, millions of people have tried the experiment proposed by Alma as it pertains to the gospel that Joseph Smith restored. They and others in increasing numbers throughout the world today bear testimony to the good fruit that the experiment has borne. They have applied the Savior’s sure test.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p28\" class=\"\">Within the context of the Savior’s prescribed testing of the fruit lies an implied challenge and warning for all who receive the restored gospel of Christ, who accept Joseph Smith as a prophet of God, and who claim membership in The Church of Jesus Christ of Latter-day Saints. The challenge is given by the Savior in the Sermon on the Mount;<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p29\" class=\"\">“Ye are the salt of the earth: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p30\" class=\"\">“Ye are the light of the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p31\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"37042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37042)\">Matt. 5:13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p32\" class=\"\">Those who receive the gospel are expected to manifest its fruits in their lives, not only for their own benefit and blessing, but for the purpose of drawing others to the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p33\" class=\"\">This does not suggest that all who are obedient to the principles of truth will be free of all earthly cares and concerns, for all are tested. But those who are compliant with the Lord’s plan of life will be able to meet the tests and not be overcome. They will endure. In significant ways their lives will manifest the fruits of the gospel and set them apart as a beacon to all who are seeking for light and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p34\" class=\"\">When we fail to measure up to this trust, we betray the covenants we have made. Not only do we then fail to gain the full benefits of the gospel for ourselves, but we become a stumbling block for others. In such a case it is with us as it was with the disobedient missionary son of Alma, who fell to the temptations of the world, and of whom Alma mourned: “Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.” (<span class=\"citation\" id=\"9492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9492)\">Alma 39:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p35\" class=\"\">The Savior warned those who, knowing the truth, pursue another course: “But if the salt shall have lost his savour, … it is henceforth good for nothing, but to be cast out, and to be trodden under the foot of men.” (<span class=\"citation\" id=\"37041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37041)\">Matt. 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p36\" class=\"\">Enjoying the fruits of the gospel should not make us arrogant and aloof, but it should set us apart from the world in much of our conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p37\" class=\"\">It is, perhaps, well in these times, when so many of the fundamental truths of the Restoration and the validity of the Lord’s work are being challenged, that we ask ourselves to what degree our conduct sets us apart and manifests the fruits of the gospel. In our homes and in our families, are we enjoying and qualifying for the love and support of family members? In our business dealings, are we fair and honest and prompt in meeting our obligations; is our word as good as our bond? Are our private and innermost thoughts free from the contaminations of the world? Do they reflect our absolute loyalty and fidelity to those with whom we have made eternal vows? Are we nourishing through prayer and a regular study of the Lord’s revealed truths the spiritual and moral strength which is required in today’s environment? In the entertainment and recreation we seek, are we keeping ourselves unspotted from the world and in harmony with the Lord’s holy Sabbath? Are we generous with our means and inclined to be serviceable to others? Do we acknowledge our faults and shortcomings and seek forgiveness from those whom we have wronged or offended?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p38\" class=\"\">Let me repeat again that those who do the Lord’s work demonstrate it by the fruits of their labors. Analyzing and criticizing others, either from a historical perspective or from what we may view of a contemporary life, will be of little consequence unless it balances with the Lord’s assessment. The Apostle Paul said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p39\" class=\"\">“But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p40\" class=\"\">“So then every one of us shall give account of himself to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p41\" class=\"\">“Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his brother’s way.” (<span class=\"citation\" id=\"42916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42916)\">Rom. 14:10, 12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p42\" class=\"\">I bear testimony that Joseph Smith was a prophet of God through whose instrumentality the Lord has reestablished his true church and the only plan of life that can bring eternal happiness and exaltation. I further testify that those who have succeeded him in his prophetic role down to the present day have been men who are chosen and endowed with power and authority to accomplish the Lord’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p43\" class=\"\">I humbly acknowledge the responsibility I share with you to make manifest in my life the fruits of the gospel of Jesus Christ. And to those who may question the validity of this work, I leave the Savior’s challenge: “Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit.” (<span class=\"citation\" id=\"37058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37058)\">Matt. 12:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/by-their-fruits-ye-shall-know-them.p44\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}