{"ID":4199, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p2\" class=\"\">Elder Hartman Rector, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2262.jpg\" alt=\"Elder Hartman Rector, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p3\" class=\"\">My brothers and sisters, I would like to spend a few moments discussing with you the power of God unto salvation, or the gospel of Jesus Christ. I think more properly for us, the gospel is the <span class=\"emphasis\">way<\/span> to salvation, and surely there is no other way. Mortals will get there through the gospel of Jesus Christ, or they will not receive salvation, meaning eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p4\" class=\"\">The word <span class=\"emphasis\">gospel<\/span> means literally “glad tidings” or “good news.” If you were to receive the news that a long-lost relative of whom you had never heard had died and left you a million dollars, that quite possibly could be considered good news, but it would not be the gospel. The gospel is, then, a particular kind of good news. It is the good news about Jesus Christ and his atoning sacrifice for our sins and the original transgression that took place in the Garden of Eden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p5\" class=\"\">If we were to search for the best definition of what is contained in the gospel of Jesus Christ, we could hardly do better than look to the Lord Jesus Christ’s definition of what his gospel is. We read from 3 Nephi 27, beginning with verse 13, “Behold I have given unto you my gospel, and this is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.” [<span class=\"citation\" id=\"6011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6011)\">3 Ne. 27:13<\/a><\/span>] I presume we—you and I—also came into this world to do the will of the Father because our Father sent us, too. We have not been sent to do precisely the same thing that Jesus Christ was sent to do, but it is vitally important to us that we also do the will of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p6\" class=\"\">Jesus continues telling us precisely what he was sent to do, “And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me, … to stand before me, to be judged of their works, whether they be good or whether they be evil.” (<span class=\"citation\" id=\"6012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6012)\">3 Ne. 27:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p7\" class=\"\">Jesus came to give his life upon the cross to save all mankind on condition of their acceptance of what he did. It might be permissible to ask, Did he seek to die on the cross? I think not. If so, why should he pray, “Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.” (<span class=\"citation\" id=\"32228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32228)\">Luke 22:42<\/a><\/span>.) It appears that he did not seek to die on the cross, but he did want to do the will of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p8\" class=\"\">I learned this lesson from my father at a very early age. My dad was smarter than I was when I was seven years old. Of course, I was smarter than he was when I was seventeen, but that changed later, too. He said to me one time, “You are not big enough to milk the cows.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p9\" class=\"\">Now, I knew I was. I was seven years old, and I knew I could milk the cows. So I proved to him that I could.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p10\" class=\"\">My dad said, “You know, I believe you can milk. You’ve got the job.” For the next ten years I milked eight to twelve cows night and morning. You may rest assured I got to the place where I did not want to milk, and once I said to Dad, “Dad, I don’t want to milk.” He said, “That’s all right. You don’t have to want to—as long as you do it.” This seems to be what the Lord says to us at times when the going gets rough and we feel—“I really don’t want to go to the temple,” or “It is inconvenient to pay tithing,” or “I don’t want to go home teaching.” I know for sure that Jonah did not want to go on a mission. But he went.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p11\" class=\"\">Jesus was lifted up upon the cross so that he might draw all men unto him. The question could be asked, How could being lifted up upon the cross possibly draw all men unto him? Many men have been crucified without drawing all men to them. Well, it is necessary to understand who he was and what he was doing upon the earth. He was the sinless Son of God who had been sent to the earth to pay the price for sin (see <span class=\"citation\" id=\"749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(749)\">1 Cor. 6:20<\/a><\/span>), both the original transgression in the Garden of Eden, and individual sins. The transgression in the Garden of Eden brought death into the world—both temporal death, the separation of the spirit from the body, and spiritual death, the separation of the spirit from the presence of God. In atoning for the original transgression he would bring to pass the resurrection, the rejoining of the spirits and bodies of all mankind. By paying the price for individual sins, he would open the door to eternal life for all to return to live in the presence of God, thereby eliminating spiritual death. Neither of these acts could man do for himself. Only Jesus could provide the way and the means to save fallen man. He did it because he loved mankind. Said he: “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"29261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29261)\">John 15:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p12\" class=\"\">When we understand this, it is easy to love our Redeemer. His sacrifice demonstrates infinite love for us; it begets infinite love in us for him who gave his life as a ransom for all. “There was no other good enough to pay the price of sin.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 194.) As he was lifted up (crucified) by men, wherein he made the resurrection a reality, so shall all men, whether they be good or bad, be lifted up, or resurrected, by the Father. Resurrection is a free gift from Jesus Christ. There needs to be nothing done to receive it except to be born on the earth. However, those who are filthy, in the resurrection will be filthy still; and those who are righteous will be righteous still. In the words of the Master, the resurrection takes place so we can be judged. From this statement it appears that the Judgment requires the spirit and the body inseparably connected in order to receive a fulness of joy, meaning exaltation—or damnation. And what will be the basis of the Judgment? It will be according to the deeds done in the flesh—not what we did before we were born or what we do after we die, but what we do while we are here in mortality. (See <span class=\"citation\" id=\"9448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9448)\">Alma 5:15<\/a><\/span>.) We were all born; we will all die. So the word of the Lord is: “This life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p13\" class=\"\">“Ye cannot say, when ye are brought to that awful crisis, that I will repent, that I will return to my God. Nay, ye cannot say this; for that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world.” (<span class=\"citation\" id=\"9474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9474)\">Alma 34:32, 34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p14\" class=\"\">It appears that we do not change when we die, which means that if we are addicted to drugs, bad habits, and evil desires when we go out of this life, those influences will probably follow us. Therefore, repentance and forgiveness, which come under the heading of fearing God and keeping his commandments, are our whole duty here in mortality. (See <span class=\"citation\" id=\"21445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21445)\">Eccl. 12:13<\/a><\/span>.) Mortality is, in reality, a very, very short period. It is literally a snap of the fingers compared to an eternity. It is so short that we can do it. We can prevail. Why, you can stand your foot in a vise for a while if you know it’s going to be released soon. It is when you can see no relief in sight that it becomes unbearable. Yes, earthly probation is short compared to eternity, but so very much is riding on how we handle the trials and temptations of the flesh. It is, as the Lord said in essence to the Prophet Joseph: thine afflictions will be but for a small moment, then if thou endureth it well thy God shall stand by thee forever and ever. (See <span class=\"citation\" id=\"18361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18361)\">D&amp;C 121:7–8<\/a><\/span>; <span class=\"citation\" id=\"18371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18371)\">D&amp;C 122:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p15\" class=\"\">Therefore, it appears that one reason we are being resurrected is so we can be judged. The Master continues, “And for this cause have I been lifted up; therefore, according to the power of the Father I will draw all men unto me, that they may be judged according to their works.” (<span class=\"citation\" id=\"6013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6013)\">3 Ne. 27:15<\/a><\/span>.) The works the Master refers to here, I believe, are the works that he inspires us to do by his Holy Spirit. Paul, speaking of those who through the gospel have covenanted to do the will of Jesus, said, “For it is God which worketh in you both to will and to do.” (<span class=\"citation\" id=\"41309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41309)\">Philip. 2:13<\/a><\/span>.) Paul further stated, “Whereunto I also labour, striving according to his working, which worketh in me mightily.” (<span class=\"citation\" id=\"10533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10533)\">Col. 1:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p16\" class=\"\">The works which we do of ourselves are not sufficient to exalt us. In the words of King Benjamin, “I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.” (<span class=\"citation\" id=\"40568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40568)\">Mosiah 2:21<\/a><\/span>.) It seems you and I can do little of ourselves, but through Christ we can do all things. (See <span class=\"citation\" id=\"41312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41312)\">Philip. 4:13<\/a><\/span>.) Therefore, when we do well we are receiving credit for his works. In the words of Nephi, we are “relying wholly upon the merits of him who is mighty to save.” (<span class=\"citation\" id=\"4150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4150)\">2 Ne. 31:19<\/a><\/span>.) Moroni echoes the same theme when he says people of the Church were “relying alone upon the merits of Christ, who was the author and the finisher of their faith.” (<span class=\"citation\" id=\"38496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38496)\">Moro. 6:4<\/a><\/span>.) Then the Master tells us how we can make his atoning sacrifice effective in our lives and get credit for his works of righteousness. “And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end”—and I would add in repentance, including obedience and forgiving others—“behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.” (<span class=\"citation\" id=\"6014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6014)\">3 Ne. 27:16<\/a><\/span>.) Ah, then you and I must be guiltless at the last day, and being the sinners that we are, that would be impossible without Christ paying for our sins and our acceptance of his payment through our own faith, repentance, and baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p17\" class=\"\">The Master continues, “And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.” (<span class=\"citation\" id=\"6015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6015)\">3 Ne. 27:17<\/a><\/span>.) All too often, the justice of God seems to be relegated to the back burner, while the mercy of God seems to get the lion’s share of attention. I presume this is true because we are all hoping for mercy and trying to avoid justice if at all possible. But it is a fact that God is just, and mercy cannot rob justice. Justice will have her due! It is also a fact that mercy, while it cannot rob justice, can satisfy the demands of justice in one instance and one instance only. That is beautifully stated by Amulek in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p18\" class=\"\">“And behold, this is the whole meaning of the law [of Moses], every whit pointing to that great and last sacrifice; and that great and last sacrifice will be the Son of God, yea, infinite and eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p19\" class=\"\">“And thus he shall bring salvation to all those who shall believe on his name; this being the intent of this last sacrifice, to bring about the bowels of mercy, which overpowereth justice, and bringeth about means unto men that they may have faith unto repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p20\" class=\"\">“And thus mercy can <span class=\"emphasis\">satisfy<\/span> the demands of justice, and encircles them in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the <span class=\"emphasis\">demands<\/span> of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption.” (<span class=\"citation\" id=\"9472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9472)\">Alma 34:14–16<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p21\" class=\"\">Then, while mercy cannot rob justice, mercy can satisfy the demands of justice, but only in the instance where we exercise faith in Jesus Christ unto repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p22\" class=\"\">The Master told the Nephites:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p23\" class=\"\">“And this is the word which he [the Father] hath given unto the children of men. And for this cause he fulfilleth the words which he hath given, and he lieth not, but fulfilleth all his words.” (<span class=\"citation\" id=\"6016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6016)\">3 Ne. 27:18<\/a><\/span>.) Because the Lord has spoken it, you can believe it. He is a god of truth and cannot lie. The Master further states that “no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood.” And how is this done? “Because of their faith, and the repentance of all their sins, and their faithfulness unto the end.” (<span class=\"citation\" id=\"6017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6017)\">3 Ne. 27:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p24\" class=\"\">The Master then finishes his gospel statement with these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p25\" class=\"\">“Now this is the commandment: <span class=\"emphasis\">Repent,<\/span> all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p26\" class=\"\">“Verily, verily, I say unto you, <span class=\"emphasis\">this is my gospel.<\/span>” (<span class=\"citation\" id=\"6018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6018)\">3 Ne. 27:20–21<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-gospel.p27\" class=\"\">I say as did King Benjamin, “There shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent.” (<span class=\"citation\" id=\"40577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40577)\">Mosiah 3:17<\/a><\/span>), of which I bear witness in Jesus’ name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}