{"ID":420, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Message of the Restoration<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i> October 1949, pp. 75-80<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf the Holy Ghost will give me utterance, I should like to say some things to you about how I\nthink the message of the restoration can be carried to the world with power and effect.\n<\/p><p>\nMESSAGE OF THE RESTORATION\n<\/p><p>\nThis message is, first, foremost, and above all other things: that Jesus Christ is the son of the\nLiving God; that he is the Savior of the world and the Redeemer of men; that salvation was\nand is and is to come, in and through his name only. We believe that he came into the world\nto do the will of his Father (<span class=\"citation\" id=\"27362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27362)\">John 5:30<\/a><\/span>)\nand work out the infinite and eternal atonement\n(<span class=\"citation\" id=\"8884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8884)\">Alma 34:10<\/a><\/span>), and that by virtue\nof this atonement all men who believe and obey the gospel laws will be raised in immortality\nunto eternal life. It is only by obedience to his laws and his ordinances that we may gain the\ncelestial kingdom.\n<\/p><p>\nThis message is, secondly, that Joseph Smith, Jr., is the chosen prophet through whom the\nfulness of the everlasting gospel has been restored in this dispensation. He was chosen by\nChrist to be the restorer and revealer of all things necessary for the\nsalvation and exaltation of man; he gave again on earth every law, every principle, and every\ndoctrine by conformity to which we may gain the kingdom of God.\n<\/p><p>\nThis message is, thirdly, that this Church of Jesus Christ of Latter-day Saints is, at this\nmoment, the only true and living Church upon the face of the whole earth\n(<span class=\"citation\" id=\"12582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12582)\">D&amp;C 1:30<\/a><\/span>). It is the only place\nwhere the plan of life and salvation is found. There is no other path and no other way\nwhereby men can strive and gain the peace and happiness that is available for those who live\nright in this life, and the eternal life that God has promised the Saints in the world to come.\n<\/p><p>\nGUIDANCE OF HOLY GHOST\n<\/p><p>\nNow we want to carry this message to the world in the way that the Lord wants us to carry it.\nWe want to preach the truth in purity and in perfection, and to do it in the way the Lord\nwants it done. The only single formula whereby we may do this is for us so to live (and our\nelders in the mission fields so to live) that we can be guided by the Holy Ghost. We must be\nguided by the Spirit. We have to have the Lord tell us how he wants us to teach the message\nof the restoration, and every doctrine of the gospel, and he will do this by revelation from the\nHoly Ghost if we are worthy to receive it.\n<\/p><p>\nOne of the chief differences between us and the churches which are built up, and not unto the\nLord, is that the Holy Ghost gives us utterance\n(<span class=\"citation\" id=\"12598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12598)\">D&amp;C 14:8<\/a><\/span>) if we are faithful, but that the people in the\nworld teach with their learning, and deny the Holy Ghost which giveth utterance\n(<span class=\"citation\" id=\"3505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3505)\">2 Ne. 28:4<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost revealed to Nephi about latter-day church conditions. Speaking of this very\nday Nephi foretold that many would teach \"false and vain and foolish doctrines\"\n(<span class=\"citation\" id=\"3512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3512)\">2 Ne. 28:9<\/a><\/span>). He said that:\n<\/p><p>\nBecause of pride, and because of false teachers, and false doctrine, their churches\nhave become corrupted, they have all gone astray save it be a few, who are the\nhumble followers of Christ; nevertheless, they are led, that in many instances they\ndo err because they are taught by the precepts of men\n(<span class=\"citation\" id=\"3506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3506)\">2 Ne. 28:12,14<\/a><\/span>).\n<\/p><p>\nSOUND DOCTRINE\n<\/p><p>\nWe have no interest in teaching by the wisdom or learning or according to the precepts of\nmen. We want to teach the gospel the way the Lord would have us teach it, and to do it under\nthe power and influence of the Holy Ghost. If we will do that, we will teach sound doctrine.\nIt will be the truth. It will build faith and increase righteousness in the hearts of men, and\nthey will be led along that path which leads to the celestial world.\n<\/p><p>\nBut if we teach without the Spirit of the Lord, if we are not guided by the Holy Ghost, we\nwill be teaching at our peril. It is a serious thing to teach false doctrine, to teach that which is\nnot true, to teach that which does not build faith in the hearts of men.\n<\/p><p>\nIn that same sermon on latter-day church conditions, Nephi said, the Holy Ghost giving\nhim utterance,\n<\/p><p>\n. . . and all those who preach false doctrines,...wo, wo, wo be unto them, saith the\nLord God Almighty, for they shall be thrust down to hell!\n(<span class=\"citation\" id=\"3507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3507)\">2 Ne. 28:15<\/a><\/span>).\n<\/p><p>\nThere is no hope and no salvation and no blessing in carrying any message to the world by\nthe power of man. The philosophies of the world and the wisdom of the wise shall perish\n(<span class=\"citation\" id=\"25094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25094)\">Isa. 29:14<\/a><\/span>). We\ncannot touch the hearts of men, but the Lord can, and he will touch them through our\nministry if we have the Spirit of the Lord in our hearts. We will get that Spirit if we are\nrighteous in our living and in the things we do.\n<\/p><p>\nAnd so it is that the Lord said by revelation to the whole Church through the Prophet Joseph\nSmith, that:\n<\/p><p>\n. . . the Spirit shall be given unto you by the prayer of faith: and if ye receive not\nthe Spirit ye shall not teach\n(<span class=\"citation\" id=\"12623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12623)\">D&amp;C 42:14<\/a><\/span>).\n<\/p><p>\nAnd so it is that he has sent his elders out in this day commanding that they take no thought\nbeforehand what they should say but instructing that they should treasure up in their minds\ncontinually the words of life. Theirs is then the promise that it shall be given them in the very\nhour that portion which should be meted to every man.\n<\/p><p>\nIf we can have the Holy Ghost as our guide\n(<span class=\"citation\" id=\"12628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12628)\">D&amp;C 45:57<\/a><\/span>), we shall be able to touch the hearts of righteous\nmen; we shall do the things that the Lord wants us to do; and this course will give us peace\nhere and eternal reward hereafter\n(<span class=\"citation\" id=\"12650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12650)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nHEAD OF THIS DISPENSATION\n<\/p><p>\nNow, associated with this principle, this only perfect plan and formula for carrying our\nmessage to the world, is another. The Lord said to the Prophet Joseph Smith:\n<\/p><p>\n. . . this generation shall have my word through you\n(<span class=\"citation\" id=\"12590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12590)\">D&amp;C 5:10<\/a><\/span>).\n<\/p><p>\nNow, I take it that we are not obligated to teach the message of salvation the way it was\nrevealed to Peter, James, and John, to Moses, or Adam, or any of the ancient prophets, but\nthat the Lord wants us to carry this message the way it was given through the Prophet Joseph\nSmith. It is the same message of salvation now as it was then. The gospel never changes. All\nmen who ever gain salvation will win it by obedience to the same eternal laws. But in each\nage it has to be accepted from the oracles whom the Lord sends for that age and time.\n<\/p><p>\nJoseph Smith was given the keys of salvation as pertaining to all men who live in the\nDispensation of the Fulness of Times. That means that he stands at the head of this\ndispensation. It means that under Adam, the great high priest who stands at the head of all\ndispensations, and under Christ who is the Savior of the world, he directs all the affairs of\nGod in the world as pertaining to this dispensation.\n<\/p><p>\nWhen we link the name of Joseph Smith with the name of Jesus Christ in the\ntestimonies we bear, we are doing that which is pleasing to the Lord. If we had lived in\nancient Israel and had attended the testimony meetings that they held, we would have linked\nthe name of Moses with the name of Jesus Christ, because he headed that dispensation. And if\nwe had lived in Enoch's day or Abraham's or Adam's, we would have testified of Christ and\nthe man who stood at the head of that particular dispensation.\n<\/p><p>\nMODERN SCRIPTURES\n<\/p><p>\nBut to us the word of the Lord is sent forth through Joseph Smith. It has been given through\nhim in the manner and form, to the degree, and in the plainness that is adapted to the capacity\nand abilities of people who now live in the world. Some of the ancient scriptures are not so\nplain and intelligible to us as the modern. They were written for people who had the social\nconditions, the philosophies, and the backgrounds that existed generations and millenniums ago.\nWhat we have, as it has come through Joseph Smith, is adapted to our intelligence and our\ncapacity. If we shall study it in preference to anything else, we shall have more light, more\ntruth, and more understanding of the mind and will of the Lord, and the things that we have\nto do in order to be saved in his kingdom, than we could gain from any other source.\n<\/p><p>\nThis does not mean that we do not accept the Bible. We do with all our hearts, and we do not\ntry to spiritualize away its teachings. We believe it to be the word of God as far as it is\ntranslated correctly (<span class=\"citation\" id=\"6630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6630)\">A of F 1:8<\/a><\/span>).\nWe believe all that God has revealed\n(<span class=\"citation\" id=\"6632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6632)\">A of F 1:9<\/a><\/span>),\nand every revelation given to\nJoseph Smith is in strictest harmony with every revelation given through any prophet in any\nage. Truth is always the same; revelations never contradict each other. But there is no\nsalvation in reading the Bible and stopping there. People must find a living oracle, a legal\nadministrator, someone who can bind on earth and seal in heaven, someone whose teachings\nand performances will be recognized by the Lord. And that is where Joseph Smith and the\npresent living oracles come in.\n<\/p><p>\nTHE BOOK OF MORMON\n<\/p><p>\nSo that we may carry the message of salvation to the world in this generation through Joseph\nSmith, we have had certain tools given us. The chief of these is the Book of Mormon. That\nbook is a witness for Jesus Christ. Such is its chief purpose. It testifies of him, and it teaches\nthe doctrines of his gospel in plainness and purity, and let it not be forgotten that our chief\nmission is to bear testimony of Christ and teach the doctrines of his gospel.\n<\/p><p>\nNext, the Book of Mormon is a witness that Joseph Smith is a prophet of God, that he\nrestored the fulness of the gospel and was everything we claim him to have been. No man\ncould have written the Book of Mormon, and any person who will\nstudy it with a sincere heart, with real intent, having faith in Christ, following Moroni's\ncounsel (<span class=\"citation\" id=\"38240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38240)\">Moro. 10:4<\/a><\/span>),\nwill get the witness in his heart that Joseph Smith obtained that book from the plates\nin exactly the manner in which he said he got it.\n<\/p><p>\nSo, by using the Book of Mormon to carry our message to the world, we carry forth the\ntestimony of Christ and of Joseph Smith. If those to whom we preach have righteousness in\ntheir hearts, they soon receive by the power of the Holy Ghost the knowledge that Jesus is the\nChrist, the Son of the Living God; they soon get by revelation from the Holy Ghost the\nknowledge that Joseph Smith is his prophet and the head of his work for this age and\ndispensation.\n<\/p><p>\nThen, because the Lord giveth not his Spirit by portions, and because they have tasted of the\npower and inspiration of the Holy Ghost in these two particulars, they will get, also by\nrevelation from the same source, the knowledge that this Church, this kingdom, is the only\ntrue and living Church upon the face of the whole earth\n(<span class=\"citation\" id=\"12583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12583)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nThese three things are the very ones we want to get all the righteous everywhere to accept,\nand the Book of Mormon is the means whereby we may accomplish it.\n<\/p><p>\nMOST CORRECT OF ANY BOOK\n<\/p><p>\nThe Prophet Joseph Smith said that the Book of Mormon was the most correct of any book\non earth and the keystone of our religion, and that a man would get nearer to God by abiding\nits precepts than by any other book.\n<\/p><p>\nWhy, that is the very thing we want the world to do. We want the people who hear the\nmessage that we bear to get so near to the Lord that in contrition and humility they will\nrepent of their sins, come in at the gate of baptism, and grow in faith and in righteousness\nuntil they become the sons of God, heirs to his eternal kingdom.\n<\/p><p>\nAs far as the Latter-day Saints are concerned, if they would read and study that book, with\nthe same real intent, purpose, and faith in Christ of which Moroni spoke\n(<span class=\"citation\" id=\"38241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38241)\">Moro. 10:4<\/a><\/span>), they would discover\nthat faith would grow in their hearts. They would get a knowledge of the principles of\nsalvation. They would have desires of righteousness spring up in their souls. Soon they would\nnot have any inclination or any desire or any aim except to be in harmony with all of their\nbrethren, with their bishops and stake presidents, and with every righteous person in the\nkingdom.\n<\/p><p>\nIf you get the spirit of the Book of Mormon, you cannot be out of harmony with the Lord's\nwork and with his mind and will in this day.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nWith these brethren who have testified, I have in my heart a knowledge and an assurance that\nis real and positive and certain that this work is true. I know just as\nwell as I know anything in this world that Jesus Christ is the Son of God and that Joseph\nSmith is his chiefest prophet and his chiefest witness for this dispensation.\n<\/p><p>\nAt that strait gate where men must enter if they attain the celestial world, there stands a\nkeeper of the gate who is the Holy One of Israel. He employeth no servant there.\n<\/p><p>\n. . . and there is none other way save it be by the gate; for he cannot be deceived,\nfor the Lord God is his name\n(<span class=\"citation\" id=\"3504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3504)\">2 Ne. 9:41<\/a><\/span>).\n<\/p><p>\nBut those who receive the servants of the Lord receive him\n(<span class=\"citation\" id=\"12679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12679)\">D&amp;C 84:36<\/a><\/span>), and he in turn receives them\nbecause they received his servants. And as pertaining to people who lived in this dispensation,\nwhen the judgment is set and the books are opened, they will find that the Prophet Joseph\nSmith will be seated on the right hand of Christ, and it will be with his approval and his\napprobation and his counsel and his consent that all men from his dispensation who attain\nsalvation will be permitted to inherit it.\n<\/p><p>\nI glory in the testimony that I have. I know that this work is true and that this is the Lord's\nChurch. I pray that the work may roll forth and that the Lord's purposes may prevail in the\nearth, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}