{"ID":4202, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Only True Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p3\" class=\"\">We believe that a man must [not could be, or might be, but must] be called of God, by prophecy, and by the laying on of hands by those in authority, to preach the Gospel and administer in the ordinances thereof.” (<span class=\"citation\" id=\"6984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6984)\">A of F 1:5<\/a><\/span>.) In this manner we receive our commissions to move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p4\" class=\"\">Today we have all participated in the sustaining of Elder M. Russell Ballard as a new member of the Quorum of the Twelve Apostles. I’m sure Brother Bruce R. McConkie, with whom Brother Ballard worked on a daily basis in missionary work, is rejoicing this day in what has transpired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p5\" class=\"\">I think the world little understands the significance of this sacred priesthood body, and I join my Brethren in welcoming you, Brother Ballard, to this sacred brotherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p6\" class=\"\">In a former day, it was Peter, James, John, Andrew, Philip, Bartholomew, and the others. And in just as real and literal a way, the same office, the same calling, the same sacred relationship with the Lord exists today. In our day, it is Spencer and Marion and Gordon and Ezra and Howard and Thomas and the others, with the same obligation, the same sustaining power to see this work move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p7\" class=\"\">I feel humble that it was my privilege with you to raise my hand on this sacred occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p8\" class=\"\">I desire, for the few minutes allotted me, to encourage you who feel inadequate when someone rejects one or another of the fundamental doctrines of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p9\" class=\"\">The Lord said that “every man might speak in the name of God the Lord, even the Savior of the world.” (<span class=\"citation\" id=\"18221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18221)\">D&amp;C 1:20<\/a><\/span>). So humble men and women, and even young people, not professionally trained for the ministry, carry on the work of the Lord—many of us with little more than the spiritual conviction that it is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p10\" class=\"\">Surely we must appear at times to be very amateurish when compared to the professional clergy of other churches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p11\" class=\"\">One doctrine presents a particular challenge. It is our firm conviction that The Church of Jesus Christ of Latter-day Saints is, as the revelations state, “the only true and living church upon the face of the whole earth.” (<span class=\"citation\" id=\"18222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18222)\">D&amp;C 1:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p12\" class=\"\">This doctrine often generates resistance and repels the casual investigator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p13\" class=\"\">Some have said, “We want nothing to do with anyone who makes so presumptuous a claim as that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p14\" class=\"\">The early Latter-day Saints were bitterly persecuted for holding to this doctrine. They were the butt of many clever stories. We, of course, are not free from that today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p15\" class=\"\">Should we not then make one accommodation and set this doctrine aside? Would it not be better to have more accept what would be left of the gospel than the relatively few who are converted now?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p16\" class=\"\">Our missionaries sift through thousands to find one convert. Our harvest may seem impressive, but we are but gleaners. As the scriptures have foretold, we gather “one of a city, and two of a family.” (<span class=\"citation\" id=\"26575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26575)\">Jer. 3:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p17\" class=\"\">Some have recommended that we confine ourselves strictly to evidences of the gospel: happy family life, and temperate living, and so on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p18\" class=\"\">Could we not use the words <span class=\"emphasis\">better<\/span> or <span class=\"emphasis\">best?<\/span> The word <span class=\"emphasis\">only<\/span> really isn’t the most appealing way to begin a discussion of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p19\" class=\"\">If we thought only in terms of diplomacy or popularity, surely we should change our course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p20\" class=\"\">But we must hold tightly to it even though some turn away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p21\" class=\"\">It is little wonder that our missionaries are sometimes thought to be overbearing, even when they are most courteous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p22\" class=\"\">If our main desire is to be accepted and approved, surely we will feel uncomfortable when others reject the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p23\" class=\"\">I recall an experience from pilot training in World War II. Air cadets were posted to colleges for ground training. We were assigned to Washington State University at Pullman. Eight of us who had never met were assigned to the same room. The first evening we introduced ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p24\" class=\"\">The first to speak was from a wealthy family in the East. He described the private schools he had attended. He said that each summer their family had “gone on the Continent.” I had no way of knowing that meant they had traveled to Europe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p25\" class=\"\">The father of the next had been governor of Ohio and at that time was in the president’s cabinet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p26\" class=\"\">And so it went. I was younger than most, and it was my first time away from home. Each had attended college, I had not. In fact, there was nothing to distinguish me at all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p27\" class=\"\">When finally I got the courage to speak, I said, “I come from a little town in Utah that you have never heard of. I come from a large family, eleven children. My father is a mechanic and runs a little garage.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p28\" class=\"\">I said that my great-grandfather had joined the Church and come west with the pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p29\" class=\"\">To my surprise and relief, I was accepted. My faith and my obscurity were not a penalty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p30\" class=\"\">From then until now I have never felt uncomfortable among people of wealth or achievement, of high station or of low. Nor have I been ashamed of my heritage or of the Church, or felt the need to apologize for any of its doctrines, even those I could not defend to the satisfaction of everyone who might ask.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p31\" class=\"\">Inevitably (and properly) the “true church” doctrine emerges very early in any serious discussion of the gospel, for there is no better place to start such a discussion than with the First Vision. And there, in that very first conversation with man in this dispensation, the Lord presented it in unmistakable clarity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p32\" class=\"\">Joseph Smith sought answer to the question “which of all the sects was right … and which … should [he] join?” (<span class=\"citation\" id=\"30680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30680)\">JS—H 1:18<\/a><\/span>.) Surely he supposed that somewhere the “right” church was to be found. A simple direction to it would end his search. He could then join that church, live the tenets it proclaimed, and that would be that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p33\" class=\"\">But that was not to be. In response to his humble prayer, the Father and the Son appeared to him. When he gained possession of himself so as to be able to speak, he asked “which of all the sects was right, that [he] might know which to join.” (<span class=\"citation\" id=\"30681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30681)\">JS—H 1:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p34\" class=\"\">He recorded this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p35\" class=\"\">“I was answered that I must join none of them, for they were all wrong; and the Personage who addressed me said that all their creeds were an abomination in his sight; that those professors were all corrupt; that: ‘they draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p36\" class=\"\">“He again forbade me to join with any of them.” (<span class=\"citation\" id=\"30684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30684)\">JS—H 1:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p37\" class=\"\">That is very blunt language. Little wonder that when he repeated it, the troubles began.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p38\" class=\"\">If ever he was tempted to disregard those words, they were repeated and sustained in subsequent revelations. A little more than a year after the Church was organized, the first section of the Doctrine and Covenants was revealed. In it the Lord said that the Book of Mormon was given in order that his servants “might have power to lay the foundation of this church, and to bring it forth out of obscurity and out of darkness, <span class=\"emphasis\">the only true and living church upon the face of the whole earth,<\/span> with which I, the Lord, am well pleased, speaking unto the church collectively and not individually.” (<span class=\"citation\" id=\"18223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18223)\">D&amp;C 1:30<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p39\" class=\"\">After making it clear that he was “speaking unto the church collectively and not individually,” the Lord warned, “I the Lord cannot look upon sin with the least degree of allowance.” (<span class=\"citation\" id=\"18224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18224)\">D&amp;C 1:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p40\" class=\"\">We know there are decent, respectable, humble people in many churches, Christian and otherwise. In turn, sadly enough, there are so-called Latter-day Saints who by comparison are not as worthy, for they do not keep their covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p41\" class=\"\">But it is not a matter of comparing individuals. We are not baptized collectively, nor will we be judged collectively.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p42\" class=\"\">Good conduct without the ordinances of the gospel will neither redeem nor exalt mankind; covenants and the ordinances are essential. We are required to teach the doctrines, even the unpopular ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p43\" class=\"\">Yield on this doctrine, and you cannot justify the Restoration. The doctrine is true; it is logical. The opposite is not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p44\" class=\"\">A few weeks ago I was returning from the East with President Hinckley. We conversed with a passenger who said something to the effect that all churches lead to heaven. How often have you heard that—the parallel path to heaven philosophy?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p45\" class=\"\">They claim one church is not really better than another, just different. Eventually the paths will converge. One is, therefore, quite as safe in any church as in any other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p46\" class=\"\">While this seems to be very generous, it just cannot be true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p47\" class=\"\">I find it so interesting that those who condemn us reject the parallel path philosophy themselves when it comes to non-Christian religions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p48\" class=\"\">For if they do not, they have no reason to accept the Lord as our Redeemer or regard the Atonement as essential. And what could they do with his statement that “he that believeth and is baptized shall be saved; but he that believeth not shall be damned”? (<span class=\"citation\" id=\"33359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33359)\">Mark 16:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p49\" class=\"\">While the converging path idea is very appealing, it really is not reasonable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p50\" class=\"\">Suppose schools were operated on that philosophy, with each discipline a separate path leading to the same diploma. No matter whether you study or not, pass the tests or not, all would be given the same diploma—the one of their choice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p51\" class=\"\">Without qualifying, one could choose the diploma of an attorney, an engineer, a medical doctor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p52\" class=\"\">Surely you would not submit yourself to surgery under the hands of a graduate of that kind of school!<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p53\" class=\"\">But it does not work that way. It cannot work that way—not in education, not in spiritual matters. There are essential ordinances just as there are required courses. There are prescribed standards of worthiness. If we resist them, avoid them, or fail them, we will not enter in with those who complete the course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p54\" class=\"\">Do you realize that the notion that all churches are equal presupposes that the <span class=\"emphasis\">true<\/span> church of Jesus Christ actually does not exist anywhere?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p55\" class=\"\">Now, others may insist that <span class=\"emphasis\">this<\/span> is not the true church. That is their privilege. But to claim that it does not exist anywhere, that it does not even <span class=\"emphasis\">need<\/span> to exist, is to deny the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p56\" class=\"\">The New Testament teaches of “one Lord, one faith, one baptism” and speaks of “[all coming] in the unity of the faith” (<span class=\"citation\" id=\"21975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21975)\">Eph. 4:5, 13<\/a><\/span>) and of a “restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began” (<span class=\"citation\" id=\"8295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8295)\">Acts 3:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p57\" class=\"\">We did not invent the doctrine of the only true church. It came from the Lord. Whatever perception others have of us, however presumptuous we appear to be, whatever criticism is directed to us, we must teach it to all who will listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p58\" class=\"\">The Lord commanded the Latter-day Saints that “notwithstanding the tribulation which shall descend upon you,” the Church must “stand independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"18293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18293)\">D&amp;C 78:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p59\" class=\"\">In obedience we remain independent. While we cooperate with others to reach mutual objectives, we do it in our own way. We do not recognize the ordinances performed in other churches. We will not exchange baptisms, a practice which has become commonplace in the Christian world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p60\" class=\"\">We do not join associations of clergy or councils of churches. We keep our distance from the ecumenical movements. The restored gospel is the means by which Christians must ultimately be united.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p61\" class=\"\">We do not claim that others have no truth. The Lord described them as having “a form of godliness.” [<span class=\"citation\" id=\"30683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30683)\">JS—H 1:19<\/a><\/span>; <span class=\"citation\" id=\"5231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5231)\">2 Tim. 3:5<\/a><\/span>.] Converts to the Church may bring with them all the truth they possess and have it added upon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p62\" class=\"\">We are not free to alter this fundamental doctrine of the gospel, not even in the face of the tribulation prophesied in that revelation (<span class=\"citation\" id=\"18294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18294)\">D&amp;C 78:14<\/a><\/span>.) Popularity and the approval of the world perhaps must remain ever beyond our reach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p63\" class=\"\">Some years ago I was invited to speak to a group at Harvard University. At that time a member of the Church was campaigning for national office and this created much interest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p64\" class=\"\">Both faculty members and students were to be present. I, of course, hoped that the gospel message would be accepted and that the meeting would end in harmony of views.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p65\" class=\"\">As I prayed that this might result, there came to me the strong impression that this prayer would not be answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p66\" class=\"\">I determined that however preposterous talk of angels and golden plates and restoration might be to them, I would teach the truth with quiet confidence, for I have a testimony of the truth. If some must come from the meeting unsettled and disturbed, it would not be <span class=\"emphasis\">me.<\/span> Let <span class=\"emphasis\">them<\/span> be disturbed, if they would.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p67\" class=\"\">It was as the Spirit foretold. Some shook their heads in amazement, even cynical amusement, that anyone could believe such things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p68\" class=\"\">But I was at peace. I had taught the truth, and they could accept it or reject it as they pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p69\" class=\"\">There is always the hope, and often it is true, that one among them with an open mind may admit one simple thought: “Could it possibly be true?” Combine that thought with sincere prayer, and one more soul enters a private sacred grove to find the answer to “Which of all the churches is true, and which should I join?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p70\" class=\"\">As I grow in age and experience, I grow ever <span class=\"emphasis\">less<\/span> concerned over whether others agree with us. I grow ever <span class=\"emphasis\">more<\/span> concerned that they understand us. If they do understand, they have their agency and can accept or reject the gospel as they please.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p71\" class=\"\">It is not an easy thing for us to defend the position that bothers so many others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p72\" class=\"\">Brethren and sisters, never be ashamed of the gospel of Jesus Christ. Never apologize for the sacred doctrines of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p73\" class=\"\">Never feel inadequate and unsettled because you cannot explain them to the satisfaction of all who might inquire of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p74\" class=\"\">Do not be ill at ease or uncomfortable because you can give little more than your conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p75\" class=\"\">Be assured that, if you will explain what you know and testify of what you feel, you may plant a seed that will one day grow and blossom into a testimony of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p76\" class=\"\">I bear testimony that The Church of Jesus Christ of Latter-day Saints is, as the Lord declared, the only true and living church upon the face of the earth; that with it, He is well pleased, speaking of the Church collectively. And that, individually, if we are humble and faithful, we can stand approved of Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-only-true-church.p77\" class=\"\">If we can stand without shame, without hesitancy, without embarrassment, without reservation to bear witness that the gospel has been restored, that there are prophets and Apostles upon the earth, that the truth is available for all mankind, the Lord’s Spirit will be with us. And that assurance can be affirmed to others. Of this I bear witness in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}