{"ID":4207, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Holy Scriptures: Letters from Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p3\" class=\"\">Ardeth G. Kapp<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03193_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2414.jpg\" alt=\"Ardeth G. Kapp\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p4\" class=\"\">How I wish I could sit on the edge of your bed with you young women, look into your eyes, and help you understand the greatness of your spirit. We’d talk about the desire to be popular and the influence of friends and the importance of families and good times. Maybe you would tell me about when you have felt discouraged or disappointed, confused, maybe afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p5\" class=\"\">I think of questions young women have asked me. “How do I stay close to the Lord?” “Can I make it?” “Is there a way back?” In answer to those questions, I raise my voice and say with all the fervor of my soul, “You <span class=\"emphasis\">can<\/span> feel a closeness to your Heavenly Father. You can make it, no matter how tough the test.” And to some I’d say with the deepest conviction, “Yes, there is a way back—come back.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p6\" class=\"\">I would tell you how searching the holy scriptures can answer every question you may ever have in life. I remember a difficult time in my life when I thought I couldn’t make it. I had failed a grade in school. It was awful. I just remember praying with all my heart that I could be smart. Some time after that I became aware that the scriptures could provide answers when I needed help. I’d like to share with you one scripture that really helped me during that time in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p7\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p8\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.” (<span class=\"citation\" id=\"41573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41573)\">Prov. 3:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p9\" class=\"\">You might think that I never lack confidence now, but I do sometimes. And when I feel that way, I reread that scripture, and I can feel His love and know He is near.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p10\" class=\"\">You might wonder how this happens. Maybe you’re like many young people and some older people—you find the scriptures boring, or they don’t have much meaning to you. If so, you haven’t yet put forth the time and effort and faith to learn to understand them and love them. Learning to love the scriptures is a lot like learning to walk. At first you’re unsure—you sometimes stumble, and you don’t get anywhere very fast. But if you stopped trying to walk and gave up, just because it wasn’t fun at first, you’d never know the joy of walking. But as you persist, you learn how to walk; soon you can run and go places where you couldn’t go before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p11\" class=\"\">Learning to study the scriptures is like learning to walk. When you first begin reading them, you feel unsure; you’d much rather read something familiar, like a favorite story. But I can tell you from my experience, if you will try reading the scriptures every day, just as you kept trying to walk, these precious records will become as important to you as being able to walk. In fact, I believe more so. Every day will go better for you. Your confidence will grow, and you will find the strength to resist temptation and discouragement. But you have got to begin. So if you haven’t already, will you start tonight by marking a favorite scripture before you go to bed? If you don’t have a favorite one, you could mark the one I shared from Proverbs, chapter 3, verses 5 and 6, and put today’s date beside it as a reminder of our visit tonight. [<span class=\"citation\" id=\"125325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125325)\">Prov. 3:5–6<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p12\" class=\"\">You might start by reading the chapter headnotes to get the feel of the story. The headnote to chapter one in Third Nephi in the book of Mormon reads, in part, “The night of Christ’s birth arrives—The sign is given and a new star arises.” You’re already familiar with that miraculous event, and by reading this chapter you can be comfortably on your way—a first step which can lead to many more each day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p13\" class=\"\">I want to share with you an experience I had this summer. I spent three days in a wilderness camp with 150 youth. We did a lot of hiking and had some hard physical challenges like when we rappelled down an eighty-foot cliff. On the last day we were given instructions to go into the woods alone. Before leaving the group, each youth was given a letter from home which had been written by his or her mother or father for this occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p14\" class=\"\">When I went out alone, I took my scriptures with me. I read about my Father in Heaven’s love for all of us and for me. It was then that I realized that these scriptures are like letters from home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p15\" class=\"\">After a time we gathered together. Everyone had opened and read his or her letter. One young woman stood expressing the feelings of her heart. She held her letter close. In her words, “I nearly bawled my face off when I sat there alone and realized how much my mom and dad love me.” I nearly bawled my face off when I read again about how very much our Father in Heaven loves us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p16\" class=\"\">Can you imagine being away from home and receiving a letter from your parents and not bothering to open it or read it? This is what happens when we don’t read these precious records. The holy scriptures are like letters from home telling us how we can draw near to our Father in Heaven. He tells us to come as we are. No one will be denied. He loves everyone. (See <span class=\"citation\" id=\"5984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5984)\">3 Ne. 9:14, 17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p17\" class=\"\">I ask you, will you open your scriptures and read them every day? Why? Because the glorious promises will then be yours. You can have a sure testimony of our Father in Heaven’s love for you. You can know the gospel plan and the blessings that come through obedience and right choices. The verses you mark will become anchors to cling to when the voices of the world try to confuse you or discourage you. They will lift you up in spirit when you’re down, and you can experience the feeling of being close to our Father in Heaven. I know this, but I’d like you to hear from a young woman who has made a habit of reading the scriptures. I’ve asked Gail Gardner to tell you how it works for her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p18\" class=\"\"><span class=\"emphasis\">Gail:<\/span> I read them because there are a whole lot of good things that have come out of scripture reading for me. The times when I feel like I really know and understand my Heavenly Father and what He wants for me have almost always been those times when I’m reading the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p19\" class=\"\"><span class=\"emphasis\">Sister Kapp:<\/span> Do you have a favorite scripture, Gail?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p20\" class=\"\"><span class=\"emphasis\">Gail:<\/span> Yes. One that has really helped me is found in the Book of Mormon in <span class=\"citation\" id=\"40583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40583)\">Mosiah 4:27<\/a><\/span>. It talks about man not having the need to run faster than he has strength, but that if he will be diligent, all things will come to him. That scripture helps me because I’ve always been really busy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p21\" class=\"\">A specific incident with that scripture happened just a very little while ago. I was preparing to compete in a big speech tournament and was facing college entrance exams. I’d just been called to serve on our seminary council and was worried about responsibilities there. I also have one brother and six sisters whom I really care about, and I wanted to spend time with them. I read through that scripture and others like it which said that all I needed to do was to set a pace for myself and keep up with it. I felt that my Father in Heaven had answered my prayers in that scripture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p22\" class=\"\"><span class=\"emphasis\">Sister Kapp:<\/span> Gail, how have you made scripture study a habit?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p23\" class=\"\"><span class=\"emphasis\">Gail:<\/span> I try to keep in mind three things. First, I’ve found that ten minutes of serious studying and concentration every day is much more meaningful and worthwhile to me than an hour of “hurried” reading once a week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p24\" class=\"\">Second, I’ve found that it’s easier for me to make scripture reading a habit if I do it for a certain length of time and at a specific time of day, if at all possible. For me, it works best to read at least ten minutes a day, and I usually do that right after my prayers, before I go to bed. Some days are hard, and reading the scriptures every day helps me feel closer to my Father in Heaven and makes it easier to do what’s right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p25\" class=\"\">Last of all, I’d say that scripture reading and prayer go hand in hand. A lot of times I don’t understand a scripture, but the feeling I get when I’m studying, reading, and praying can often bring answers to all kinds of questions and doubts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p26\" class=\"\"><span class=\"emphasis\">Sister Kapp:<\/span> How do you feel about having your own set of scriptures?<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p27\" class=\"\"><span class=\"emphasis\">Gail:<\/span> I love them. These scriptures that I have marked and studied have helped to increase my testimony so much. I’m only seventeen, but the principles and guidelines of the gospel that I understand and have learned to obey have really brought me closer to my Father in Heaven. From my study of His scriptures, I know that they are true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p28\" class=\"\"><span class=\"emphasis\">Sister Kapp:<\/span> Thank you, Gail, for your strong testimony. I know that they are true, too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p29\" class=\"\">To you young women everywhere, will you make a commitment tonight to make a habit of reading your letters from home—your scriptures—more frequently? If you will ask your Heavenly Father in daily prayers to help you understand the messages and find answers to your problems or questions, and if you will strive to keep the commandments, you can have the spirit of the Holy Ghost to teach you and to open your mind more than you would ever have thought possible. These are special messages that are there for you for your individual needs at this particular time in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p30\" class=\"\">Often while you’re studying you will feel very close to your Heavenly Father, and so you will want to have your scriptures with you. I have this small size so I can carry them with me most of the time. You already carry your schoolbooks; will you carry your scriptures? Make it the thing to do. If you will, others will follow your example. You’ll discover important friends that will be excited to share with you scriptures that are special to them. I have a friend who often calls me on the phone and says, “Have you got your scriptures there?” With excitement in her voice, she’ll say, “Let me share with you what I’ve found.” Then she reads it to me, and I say, “Where did you find that? What’s the reference?” Then I get excited, and I mark my scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p31\" class=\"\">But I had to learn to walk first. As you keep trying, sooner than you realize, you’ll have a few favorite scriptures marked that you can easily turn to. And you’ll learn to love these books like special friends. If you do not have your own set of scriptures, make a plan to get them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p32\" class=\"\">Let me tell you about this old set that my mom and dad gave me when I was seventeen. I had read the Book of Mormon before, but this time it was different. I was young, and I wanted to know for myself if the Book of Mormon was really true. On this day I had come to the part in Alma, chapter 32, [<span class=\"citation\" id=\"9467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9467)\">Alma 32:18–43<\/a><\/span>] about faith. As I finished the chapter, I experienced a feeling which I recognized as a witness from the Holy Ghost—I knew the Book of Mormon was true. I wanted to stand up and shout. I wanted to tell the whole world what I knew and how I felt, but I was alone. So with tears of joy streaming down my face, I wrote on the margin all the way around on each side the feelings in my heart at that moment. I made a big red star up in the corner and wrote, “May 31st, 7:30 <span class=\"small\">A.M.<\/span> This I know, written as if to me.” Then I wrote on the other margin, “I have received a confirmation. I know the Book of Mormon is true.” On the other side I wrote, “One month ago today I began fasting each Tuesday for a more sure knowledge. This I know.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p33\" class=\"\">Through prayer and study you can know the scriptures are true. I am so anxious for you to know and love the scriptures so they can provide answers during your teenage years when the climb is steep and scary and risky and you need inspiration as you make important choices every day. As you become more and more familiar with the scriptures, they can eventually become your favorite stories, easy to read; and they will help you have determination to stand firm for righteousness, even when it’s hard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1985\/11\/the-holy-scriptures-letters-from-home.p34\" class=\"\">After this conference, will you join with me in making a renewed commitment to increase your scripture study on a regular basis? Will you make a plan to have a set of your own scriptures to keep close and carry with you? Will every one of you within the sound of my voice accept the invitation, the challenge, to make a commitment to read the scriptures this year regularly? If you will do this, I promise you, and bear my witness, that our Father in Heaven will draw near to you because you will be drawing near to Him. (See <span class=\"citation\" id=\"18313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18313)\">D&amp;C 88:63<\/a><\/span>.) We live and will one day die. And when we do, we will know our Savior, for we will have searched the holy scriptures and felt His nearness as He walks with us on our journey home. To this I bear my testimony, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}