{"ID":421, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sustain the Authorities<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i> October 1949, pp. 80-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful, my brothers and sisters, for the stimulation I have received in this\nconference. I am grateful for the privilege of going to the stake conferences and for the good\nthat I receive from them. I think it is wonderful to feel the strength of the Saints in the\ndifferent parts of the Church, and as I go about among the people and feel their strength and\nfaith and note their devotion, I am very grateful indeed that this is truly a great Church. It is a\nstrong Church, and the people who belong to it are a strong people. I am very grateful for this\nknowledge.\n<\/p><p>\nDIFFICULTIES ENCOUNTERED\n<\/p><p>\nAt times we meet people who find it difficult to live our religion. Sometimes they say it is\nhard to live some of the principles of the gospel. Occasionally people say they find it hard to\nlive the law of tithing, or the Word of Wisdom. I know that some do find it difficult, but I\nknow also that if they would apply themselves and really convert themselves to these great\nprinciples, they would be able to live them and enjoy doing so.\n<\/p><p>\nAs I have observed some of the people in the Church, I believe that one of the principles they\nfind most difficult to live is the principle set forth in one of the Articles of Faith, the sixth\none:\n<\/p><p>\nWe believe in the same organization that existed in the Primitive Church,\nnamely, apostles, prophets, pastors, teachers, evangelists, etc.\n(<span class=\"citation\" id=\"6628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6628)\">A of F 1:6<\/a><\/span>).\n<\/p><p>\nI suppose some of you will think it strange that I say that, but I really believe that there are a\nnumber of people among us who find the principle represented in that Article of Faith to be\nthe most difficult they have to live.\n<\/p><p>\nFAITH IN GOD\n<\/p><p>\nOur first Article of Faith, which has been referred to here, says that we believe in God the\nEternal Father and in his Son Jesus Christ and in the Holy Ghost\n(<span class=\"citation\" id=\"6627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6627)\">A of F 1:1<\/a><\/span>). Without faith in God we\nwouldn't even have any religion, because faith in God is fundamental to our religion. But\nsuch faith is no more fundamental than it is to believe that God can and will reveal himself to\nmankind. It is just as fundamental to believe that God can reveal himself to mankind as it is\nto believe that there is a God.\n<\/p><p>\nAll down through the ages the Lord has revealed himself to men. Then, we must believe in\nrevelation. But to whom does God reveal himself? An ancient prophet said the Lord will do\nnothing but he revealeth his secrets to his servants the prophets\n(<span class=\"citation\" id=\"10399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10399)\">Amos 3:7<\/a><\/span>). Then we must have prophets\namong us. We had them anciently, from the days of Adam on down to the days of Malachi to\nwhom God revealed himself in harmony with this great principle which is such an important\npart of our restored religion.\n<\/p><p>\nANCIENT APOSTLES AND PROPHETS\n<\/p><p>\nWhat about prophets in Christian times? When the Church was established on the earth in the\ndays of the Savior, it was rounded with apostles and prophets at the head\n(<span class=\"citation\" id=\"21632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21632)\">Eph. 2:20<\/a><\/span>). And why were they\nput in the Church? Paul explains, as has been mentioned once before, that they were put in\nthe Church for the perfecting of the Saints, for the work of the ministry, for the edifying of\nthe body of Christ. They were to remain in the Church until we all come to a unity of the\nfaith, unto a perfect man, unto the fulness of the measure of the stature of Christ\n(<span class=\"citation\" id=\"21636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21636)\">Eph. 4:12-13<\/a><\/span>).\n<\/p><p>\nThroughout the ancient times there was always a tendency to profess belief in God but to\nreject the teachings of the prophets. Jesus met that situation when he was upon the earth, and\namong the other things, he made a great appeal to overcome it. He said, \"...ye believe in God,\nbelieve also in me\" (<span class=\"citation\" id=\"27374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27374)\">John 14:1<\/a><\/span>).\nThe great tragedy of ancient Israel was that the people of\nthose days were willing to profess belief in God, but would not follow the teachings of the\nprophets of God.\n<\/p><p>\nWhat did the Lord reveal to his people through the prophets all down through the ages? He\nrevealed to the prophets, and through them to the people, the things which he expected the\npeople to do, and these expectations of the Lord, as revealed to the people through\nthe prophets, formed the program which our Father in heaven desired\nhis people on earth to follow for their salvation. In other words, these revelations and these\ndirections given to the people through the prophets formed the program of the Church in\nancient times.\n<\/p><p>\nAPOSTLES AND PROPHETS TODAY\n<\/p><p>\nWe today are no different from the people who lived in the days of the Savior and the ancient\napostles, because our Church today also is founded with apostles and prophets at the head,\nand the teachings of these apostles and prophets form the program of the Church. This\nprogram is varied. It has many projects and many enterprises. It includes many\ncommandments and many ordinances. But they are all a part of the program of the Church.\nWe cannot distinguish between them and say that these we will accept and these others we\nwill not accept. We cannot make fish of one and fowl of the other. The hand cannot say to\nthe foot, \"I have no need of thee\"\n(<span class=\"citation\" id=\"178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(178)\">1 Cor. 12:21<\/a><\/span>).\n<\/p><p>\nThe Sunday School could not say to the Relief Society, \"You are not necessary.\" Not one of\nus can consistently say that we will sustain the priesthood program, but we will reject the\nwelfare program. We could not say that we will accept the Aaronic Priesthood program, for\ninstance, and that we will reject the Melchizedek Priesthood program. We could not say that\nwe would accept and sustain the auxiliaries of the Church, and, for instance, refuse to sustain\nthe Church publications which help to give bone and fiber and sinew to these organizations.\n<\/p><p>\nCONSISTENT SUPPORT OF PROGRAM\n<\/p><p>\nAre we in a position of consistency if we try to choose one part of the program of the Church\nand turn our backs upon the others? Every phase of the program is worthy of our support,\nwhether it be priesthood or Church welfare, whether it be the Church publications or whether\nit be the auxiliary organizations, or any of the commandments in the gospel.\n<\/p><p>\nThe program of the Church is inaugurated and sponsored by the heads of the Church. And\nwho are the heads of the Church? They are the prophets of God. And why are they in the\nChurch? For the perfecting of the Saints, for the work of the ministry, for the edifying of the\nbody of Christ (<span class=\"citation\" id=\"21633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21633)\">Eph. 4:12<\/a><\/span>).\n<\/p><p>\nWe are the Saints. Our Church makes up the body of Christ. We need the edification and the\nperfection that come to us through participating in the program of the Church. We have the\nprophets of God who give us the program of the Church. Let us follow that program so that\nwe may get the blessings God proffers to us.\n<\/p><p>\nInstead of going off on a tangent this way or a tangent some other way, let us be willing to\nfollow the prophets of God who stand here at the head of the Church and who receive the\ndivine guidance of the Almighty. Let us have enough faith and enough\ncourage to be real Latter-day Saints. Let us have enough courage and enough faith to believe\nin the Articles of Faith. I challenge every Latter-day Saint everywhere to believe and accept\nand sustain the sixth Article of Faith which I read again:\n<\/p><p>\nWe believe in the same organization that existed in the Primitive Church, namely,\napostles, prophets, pastors, teachers, evangelists, etc.\n(<span class=\"citation\" id=\"6629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6629)\">A of F 1:6<\/a><\/span>).\n<\/p><p>\nI pray that we may have this courage, that we may have the unity and the harmony as a\npeople to support and sustain the prophet of God by sustaining the program in all its projects\nand enterprises as he gives it to us, and this I do in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}