{"ID":422, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Testimony of the Truth<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i> October 1949, pp. 87-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMany centuries ago, before the birth of our Lord, a prophet who was filled with the Spirit of\nthe Lord and a desire that the gospel truths should be carried to all men, in his righteous zeal\ngave utterance to the following words:\n<\/p><p>\nO that I were an angel, and could have the wish of mine heart, that I might go\nforth and speak with the trump of God, with a voice to shake the earth, and cry\nrepentance unto every people.\n<\/p><p>\nYea, I would declare unto every soul, as with a voice of thunder, repentance and\nthe plan of redemption, that they should repent and come unto our God, that there\nmight not be more sorrow upon all the face of the earth\n(<span class=\"citation\" id=\"8880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8880)\">Alma 29:1-2<\/a><\/span>).\n<\/p><p>\nThen on his reflection he reached the conclusion that he was asking for too much, that\nperhaps he was sinning in his wish to be like an angel, with a voice of thunder, to reach the\nends of the earth (<span class=\"citation\" id=\"8881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8881)\">Alma 29:3<\/a><\/span>);\nbut if Alma were here today, I know he would be very grateful for the\nfacilities and the opportunities that we have to reach the peoples, not only who are assembled\nbut also scattered abroad.\n<\/p><p>\nWISH TO REACH PEOPLE\n<\/p><p>\nI feel much like Alma this afternoon. I do not desire to speak like an angel nor do I desire to\nshake the earth, but his desire was righteous in having the wish to reach people. I have that\nsame wish, and I am grateful for the opportunities that present themselves, not only to reach\nthe members of the Church here assembled and who may be listening in, but I hope also that\nthere are multitudes of those who are not members of the Church who are listening to the\ncounsels and the instructions which are being given in this conference,\nnot only for the benefit of the Latter-day Saints, but also for the peoples of all the earth.\n<\/p><p>\nAfter making the statement that he asked for too much, he added these words:\n<\/p><p>\nI ought not to harrow up in my desires, the firm decree of a just God, for I know\nthat he granteth unto men according to their desire, whether it be unto death or\nunto life; yea, I know that he allotteth unto men according to their wills, whether\nthey be unto salvation or unto destruction.\n<\/p><p>\nYea, and I know that good and evil have come before all men; he that knoweth\nnot good from evil is blameless; but he that knoweth good and evil, to him it is\ngiven according to his desires, whether he desireth good or evil, life or death, joy\nor remorse of conscience (<span class=\"citation\" id=\"8882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8882)\">Alma 29:4-5<\/a><\/span>).\n<\/p><p>\nFREE AGENCY\n<\/p><p>\nPresident Smith in his opening remarks spoke of free agency, the great gift the Lord has\nbestowed upon every soul to act for himself, to make his own choice, to be an agent with a\npower to believe and accept the truth and receive eternal life or to reject the truth and receive\nremorse of conscience. This is one of the greatest gifts of God. What would we be without it,\nif we were compelled as some people would like to have their fellows compelled to do their\nwill? There could be no salvation; there could be no rewards of righteousness; no one could\nbe punished for unfaithfulness because men would not be accountable before their Maker.\n<\/p><p>\nJOSEPH SMITH A PROPHET\n<\/p><p>\nHaving made these remarks, I want to say to all those who are listening at this particular time\nthat I have a testimony that Joseph Smith was a Prophet of God, and is, for his work has not\nceased, for a righteous man's work does not cease: Joseph Smith was a righteous man when\nhe died; I know that he was called, appointed by our Father in heaven; that he received\nrevelation and guidance from the Son of God that would be of benefit and a blessing to all\nmen if they would receive it.\n<\/p><p>\nNow in what I have to say I wish to direct my remarks to those who are not members of the\nChurch, if there are any such listening. I want them to know that I believe this sincerely and\nabsolutely. That is my faith. I think I can say safely it is my knowledge, by the gift of God,\nthat Joseph Smith in the year 1820 did see the Father and the Son; that the Father introduced\nhis Son; that the Son spoke to him, asked him what he wanted to know, and gave him\ncounsel; told him what to do, with the promise that eventually other light would come and the\nfulness of the gospel, which was not then upon the face of the earth, would be restored\n(<span class=\"citation\" id=\"30282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30282)\">JS&mdash;H 1:17-20<\/a><\/span>).\n<\/p><p>\nThis is either true or false. To me it cannot be false. To you who sit here looking at me\nit cannot be false. It is just as true as it is that the sun shines. You know it, and I know it.\nAnd every soul upon the face of the earth who has a desire to know it has the privilege for\nevery soul that will humble himself, and in the depths of humility and faith, with a contrite\nspirit, go before the Lord, will receive that knowledge just as surely as he lives, so that he\nalso may know that this story is true.\n<\/p><p>\nTRUTH OF THE BOOK OF MORMON\n<\/p><p>\nI am just as firmly convinced that this Book of Mormon from which I have read is the word\nof God and was revealed, as Joseph Smith declared it was revealed, as I am that I stand here\nlooking into your faces. Every soul on the face of the earth who has intelligence enough to\nunderstand may know that truth. How can he know it? All he has to do is to follow the\nformula that was given by the Lord himself when he declared to the Jews that they who\nwould do the will of his Father should know of the doctrine, whether it was of God or\nwhether he spoke of himself (<span class=\"citation\" id=\"27367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27367)\">John 7:17<\/a><\/span>).\nMy witness to all the world is that this book is true. I have read\nit many, many times. I have not read it enough. It still contains truths that I still may seek\nand find, for I have not mastered it, but I know it is true.\n<\/p><p>\nI know that the testimony of these witnesses recorded in each copy of the Book of Mormon is\ntrue, that they stood in the presence of an angel of God who declared unto them that the\nrecord as it was translated was correct, that their testimony that God spoke to them from the\nheavens calling upon them to bear witness of that fact is true\n(<span class=\"citation\" id=\"43100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43100)\">BM Three Wit.<\/a><\/span>;\n<span class=\"citation\" id=\"43114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43114)\">BM Eight Wit.<\/a><\/span>),\nand there is not a soul who\ncannot receive that testimony if he desires to receive it, by reading this book prayerfully and\nfaithfully, with a desire to know the truth as Moroni has declared\n(<span class=\"citation\" id=\"38242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38242)\">Moro. 10:4<\/a><\/span>) by revelation. He shall\nknow the truth regarding the restoration of this scripture given to the ancient inhabitants of\nthis continent.\n<\/p><p>\nIMPORTANCE OF ACCEPTING TRUTH\n<\/p><p>\nNow this declaration or testimony that I have given is vital to every living soul, for I want to\nsay that if a man unto whom the knowledge of this record comes, and unto whom the\ntestimony has been given that Joseph Smith saw the Father and the Son, and that the gospel\nwas restored by commandment of God and the coming of angels, rejects that testimony and\nwill not follow it through, he will have to face it before the judgment seat of God and give\nanswer why he refused to harken&mdash;so it is a vital message to every soul.\n<\/p><p>\nEvery man who rejects this record, who rejects the testimony of Joseph Smith, who declares\nhim to be a false prophet and this book a fraud, who has had this testimony which it contains\ngiven unto him, will stand before the judgment seat of God condemned, because\nthe truth was laid before him. He had the opportunity to hear and\nreceive, and in rejecting it he has placed himself in disfavor with his Father in heaven.\n<\/p><p>\nI will read a verse or two from the testimony of Nephi which is given at the close of the\nrecord which he kept. I cannot take time to read it all. You will find it in Chapter 33 of\nSecond Nephi. I will read the last four verses.\n<\/p><p>\nAnd I pray the Father in the name of Christ that many of us, if not all, may be\nsaved in his kingdom at that great and last day.\n<\/p><p>\nAnd now, my beloved brethren, all those who are of the house of Israel, and all\nye ends of the earth, I speak unto you as the voice of one crying from the dust:\nFarewell until that great day shall come.\n<\/p><p>\nAnd you that will not partake of the goodness of God, and respect the words of\nthe Jews, and also my words, and the words which shall proceed forth out of the\nmouth of the Lamb of God, behold, I bid you an everlasting farewell for these\nwords shall condemn you at the last day.\n<\/p><p>\nFor what I seal on earth shall be brought against you at the judgment bar; for thus\nhath the Lord commanded me and I must obey. Amen\n(<span class=\"citation\" id=\"3515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3515)\">2 Ne. 33:12-15<\/a><\/span>).\n<\/p><p>\nThe Lord bless you, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}