{"ID":424, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Message to the Elders of the Church<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i> October 1949, pp. 93-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like to send out greetings and a message to the elders of the Church. I refer to those\nbelonging to the elders quorums, not to all of those who are sometimes designated as elders\nwho belong to other quorums. I think that it is necessary to send this message out by you, my\nbrethren and sisters, because large numbers of this priesthood are not present at our\nconference here today, and many may not even be listening in to the proceedings.\n<\/p><p>\nELDERS QUORUMS\n<\/p><p>\nThe elders constitute our largest body of priesthood. There are one thousand and thirty-three\nquorums, with seventy-two thousand nine hundred and four members\nenrolled, making the average enrollment in each quorum just about seventy.\n<\/p><p>\nThe quorums are widely distributed throughout the stakes of Zion and in some of the missions\nof the Church, affording adequate opportunity for all men holding this priesthood to be served\nby their quorums.\n<\/p><p>\nThe quorums are under the direct presidencies and supervision of the stake presidency who\ndetermine and ordain the membership and select and install their officers. In fact, the\nmaintenance of these quorums constitutes, perhaps the most direct and exclusive priesthood\nresponsibility which the stake presidencies have.\n<\/p><p>\nThe membership of the quorums is made up of young men, middle-aged men, and older men.\nMany of the young men are on missions or are preparing to fill missions or have recently\nreturned therefrom. Some of the young men come into the quorums in contemplation of\nmarriage, and some merely by way of advancement from the Aaronic Priesthood.\n<\/p><p>\nTo all of these young men I extend my congratulations. Brethren, you have attained a high\nplace and great distinction in the Church of God. You have been accorded recognition for\nyour faith, your clean living, and your worthy ambition to be servants of our Lord. The honor\nwhich has come to you and the responsibilities and opportunities which arise out of your high\ncalling are immeasurable, as I shall attempt to show. I pray the Lord to bless you young\nelders, that your appreciation and enthusiasm for this newly-acquired priesthood shall grow\nand deepen with the years and your experiences, and that you will never cease to regard it as\nyour most priceless possession.\n<\/p><p>\nHIGH HONOR OF ELDERS' CALLING\n<\/p><p>\nAnd now, I address myself to members of the elders quorums who have been members for\nfive, ten, twenty, or more years. Brethren of this group, did you ever think when, as a young\nman you were ordained an elder preparatory to going on a mission or being married in the\ntemple, that in five, ten, or twenty years you would lose regard for that high honor and the\nprecious gift which has come to you? Did you ever think that the time would come when you\nwould no longer wish the association and fellowship of your brethren in the quorum? Did you\never think then that you would fail to respond to the calls coming to you through your\nquorum for a kindly service to a fellow member or his family or to others in need? Did it\never occur to you in those days of your young manhood, with this Holy Priesthood resting\nupon you, when you took your young sweetheart to the holy temple, where your marriage was\nsealed and sanctified and your home begun, with a resolution in your young heart to attain\nthrough your faithfulness those transcendent blessings pronounced\nupon you&mdash;did it ever occur to you then that in five, ten, or twenty years hence you would\nhave forgotten those solemn resolutions and abandoned your ambition and disappointed and\nsaddened your dear companion?\n<\/p><p>\nI am sure you never thought that in those early days of your eldership these things would\ncome.\n<\/p><p>\nHow have they come to all too many of this great body of priesthood? I think perhaps I can\ntell you, or at least I can try.\n<\/p><p>\nLOSS OF INTEREST\n<\/p><p>\nSome of you began to slip when you let other affairs and other engagements take you away\nfrom your quorum meetings. You began to prefer other company to that of your fellow\nmembers. You left the work of the quorums to those few sturdy wheel horses always willing\nto carry on. You subordinated the quorum to other things you considered more important.\nYou gradually lost the desire for the education and the opportunities it affords. And then after\nyou had removed yourself from the warm, stimulating influence of your brethren in the\nquorum, you found yourselves becoming critical, critical of the teachings, lessons, and\nprocedure, and you summed it all up as rather dull business, possibly without realizing that\nyou and others like you might have made it most interesting and profitable.\n<\/p><p>\nAnd then you forgot another thing, which our brother who prayed in the session this morning\nbrought to our attention. You forgot when you were ordained that a great confidence and trust\nwas reposed in you, and you forgot that you must be true to that trust. You neglected it.\n<\/p><p>\nI remember years ago hearing of a young elders' quorum presidency setting out to visit all the\nmembers of their quorum. They came to the home of one, a man of maturity who had had\nconsiderable business success, and knocked at his door. He came to the door. They told him\nwho they were, that his name was on the record of members, and that they had come to visit\nhim. He said, these were the words he used: \"Well, gentlemen, you may come in if you wish,\nbut I must tell you in advance that I have long since lost interest in the work you represent. I\nhave repented of some of the follies of my youth\"&mdash;he had been on a mission&mdash;\"and I now\ndevote myself to more substantial things.\"\n<\/p><p>\nNaturally they were chilled with such a reception, and they were about to depart when they\nheard the voice of this man's wife, who had apparently overheard the conversation. She called\nto them: \"Brethren, please come again.\"\n<\/p><p>\nLargely in response to her appeal, these young men took courage to go again and again, and\nafter a time, in part through their efforts, in part through the persuasion of his wife, this man\nrepented of the follies he had committed since his youth, and came\nback to activity in the Church and held a responsible office.\n<\/p><p>\nWEAKNESSES OF MEMBERS\n<\/p><p>\nThen, my brethren of the quorums, you did other things that drew you away. Without the aid\nand encouragement of your brethren you succumbed to some weaknesses. If you had smoked\nbefore your ordination, you took it up again. If you had never smoked, you formed the\nacquaintance of men who did, and you took up the practice to be one with them, as you\nthought. Some of you began drinking a little for the same purpose. You joined the clubs and\nthe societies of these men of the world, sometimes their lodges. You laughed at cheap jokes\nabout the priesthood. You joined in their pleasures and pastimes on Sundays. When you might\nhave been exercising your priesthood, you played golf with them; you went hunting and\nfishing; and after awhile some of you forgot, forgot that you belonged to a quorum, that you\nwere bound to your brethren by sacred ties, forgot even that you had been set apart and\nvested with a holy power to make you men \"different\" from other men in the world.\n<\/p><p>\nNow I grant that this may not have been the course of all who have become inactive in the\nelders' quorums of the Church. Exacting occupations, in some cases, disappointments, real or\nfancied differences with Church Authorities, and pure indolence may have made their\ncontributions, but on sober consideration, my brethren, I believe you will agree that the course\nwhich I have outlined is that which many have followed.\n<\/p><p>\nMESSAGE FOR INACTIVE\n<\/p><p>\nNow this is the message that I send out to you elders of the Church who are inactive in its\naffairs and indifferent to your responsibilities and opportunities. Study yourselves. Hark back\nto the days when you received the priesthood. Try to live again the joy and pride which it\nbrought to you. Trace your lines of authority and find out how proximate you are to the\nrestoration of the priesthood in this dispensation. Never disparage in your own estimation the\noffice of an elder in the Church of Christ. Remember that this Church was organized by two\nelders, the first and second elder of the Church\n(<span class=\"citation\" id=\"12608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12608)\">D&amp;C 20:2-3<\/a><\/span>;\n<span class=\"citation\" id=\"30291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30291)\">JS&mdash;H 1:72<\/a><\/span>),\nand that it was the first office in the Church.\nNo higher priesthood than that of elder is required to be a minster of the gospel and to preach\nto the nations of the earth. No higher priesthood is required to go into the holy temple and\nreceive the lofty blessings that are therein bestowed. No higher priesthood is required to enter\ninto the eternal covenant of marriage and become the head of a great household.\n<\/p><p>\nI once heard President Joseph F. Smith say, over in the Assembly Hall at one of the\nspecial priesthood meetings held in connection with the general conference of the Church, that\nif all the priesthood of the Church were to be obliterated save one elder only, he would have\nthe inherent right and power under appointment to reorganize the entire Church with all its\noffices.\n<\/p><p>\nBe proud to be an elder. Enrich your lives by close association with your fellow quorum\nmembers. Make the quorums of the elders the finest clubs and fraternities in this world.\n<\/p><p>\nDo you know my brethren, that the greatest reservoir of power and strength in the whole\nChurch is in these quorums of the elders? Make that power available to the Church, and it\nwill go forward by leaps and bounds.\n<\/p><p>\nThe final appeal I make to you, my brethren, is do not disappoint and grieve your wives and\nfamilies. Every understanding faithful Latter-day Saint woman knows that the highest\nblessings which may come to her and her children must come through the priesthood. She\nknows that there can be no perpetuation of the family in eternity without a husband and father\nhonoring the Holy Priesthood. Many a good wife and mother today is filled with apprehension\nand sorrow in the neglect and behavior of the elder who stands at the head of her household.\n<\/p><p>\nFor her sake, for the sake of her children and your children, and other men's children, I plead\nwith you to forsake worldly habits and your indifference and neglect and criticism, and come\nback to the association of your brethren who love you.\n<\/p><p>\nDIVINITY OF PRIESTHOOD\n<\/p><p>\nYou know when you stop to think that the priesthood you hold is genuine. Very few of you\nhave strayed so far that you have lost that testimony. It may be dormant, but it is not dead. It\nwill be rekindled, with your renewed activity, and it will bless your lives with inexpressible\nhappiness and joy.\n<\/p><p>\nI know that that priesthood which we are honored to bear is genuine and divine. I know that\nit is more than a name. I know that in it is an essence of force and of power. I cannot explain\nit, but I know that there is a constituency in it which someday we will understand, and that it\nemanates from God himself.\n<\/p><p>\nI have felt that power. I have seen its effects. I know that the Prophet Joseph Smith received\nit from angelic ministers, and I know that it has been transmitted to you and to me to be used\nin the blessing of God's children and the establishment of his work. I will try to honor that\npriesthood. Will you, my brethren?\n<\/p><p>\nI pray that we may and that God will help us so to do, in the name of the Lord Jesus, whose\nservants we are. Amen.\n<\/p>\n<\/div>\n<\/div>"}