{"ID":425, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Honesty<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i> October 1949, pp. 98-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo me, my brethren and sisters, this great conference has been a spiritual feast. The Spirit of\nthe Lord has been here in rich abundance, and I am sure all of us have partaken of that fine\nsweet spirit of assurance, and I trust that the moment or two that I occupy, I might enjoy the\nSpirit of the Lord.\n<\/p><p>\nWe are facing a disintegrating world. These are dark days. Some of the great nations of the\npast, such as Great Britain, France, Japan, and others, find themselves in spiritual and\ntemporal bankruptcy. We look to the south and what do we see, nations in the throes of\nrevolution. In the Orient, communism and famine are stalking over the land; and in our great\nnation there are certain trends which give us deep concern.\n<\/p><p>\nIn contemplating conditions in the world, we wonder why this worldwide disorder. I think\nthere is an answer and the answer is in the fact that men have forgotten God and many of the\ndivine principles which would have brought peace, prosperity, and good will among the\nnations.\n<\/p><p>\nVIRTUE OF HONESTY\n<\/p><p>\nI am thinking particularly of one virtue that has been cast aside: namely, the virtue of\nhonesty, that of which Richard C. Cabot of Harvard University declared: \"The continued\nexistence of any group&mdash;tribe, nation, or industry&mdash;implies the dominance of honesty as a\ncohesive force between them.\"\n<\/p><p>\nThe first murder in the history of the human family was a result of a dishonest act. Two\nyoung men took their offerings to the Lord. Abel presented the Lord with the firstlings of the\nflock. Cain presented to the Lord the products of the field, but they were not the best. Abel's\noffering was received by the Lord. Cain was rebuked for his offering because in it there was\nthe element of deceit. Cain became angry, and in a jealous rage slew his brother, Abel\n(<span class=\"citation\" id=\"38970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38970)\">Moses 5:18-32<\/a><\/span>).\n<\/p><p>\nDISHONESTY BRINGS WAR\n<\/p><p>\nIn every great war that has been fought, the cause can usually be traced to some dishonest act\non the part of one leader on one side or the leaders on both sides. In World War I, it was\ndeclared by some of the leaders of the great nations involved in that terrible struggle that the\nwritten solemn word given by them for the maintenance of peace in the form of treaties was\nbut scraps of paper.\n<\/p><p>\nBefore World War II, the leaders of Europe got together, and finally Chamberlain of Great\nBritain returned to his people indicating that there would be peace in his time. But he had\nhardly returned to his countrymen when the guarantees, the promises and\nthe words of honor that were given by the leaders of men, were cast aside, and one of\nthe greatest and one of the bloodiest wars in all history was fought.\n<\/p><p>\nSalvation of the world depends upon a revival of the cardinal principles of honesty. It must\nbecome the foundation for all negotiations between nations wherein diplomatic trickery and\ndouble-talk are to be eliminated and cast aside. Other than this, World War III will become a\nholocaust involving the destruction of civilian populations as well as armed forces.\n<\/p><p>\nINDIVIDUAL HONESTY\n<\/p><p>\nHonesty cannot become a national, a worldwide virtue, unless it becomes a primal part of the\nthinking, the actions, and the character of the individual. We have some shining examples of\nindividual honesty. I think of one pioneer grandmother who was upon her deathbed. She\nseemed to be reflecting over the events of her life, and finally she called her son to her side\nand said: \"I am still in debt. I owe the dairyman up the street five cents.\"\n<\/p><p>\nOf course the dairyman was immediately paid, but in the thinking of this pioneer\ngrandmother, an obligation of five cents was just as important as if it had been an obligation\nof several thousand dollars.\n<\/p><p>\nI think of Jacob of old who had sent his sons to the land of Egypt to purchase grain. The\nsacks of grain were returned and in the mouth of each sack the money was found. Jacob\nwanted to impress upon the ruler of Egypt that he was an honest man, and so his sons\nreturned with double the amount of the cost of the grain\n(<span class=\"citation\" id=\"23559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23559)\">Gen. 43:12<\/a><\/span>).\n<\/p><p>\nWe think of Abraham Lincoln, President of the United States, emancipator and liberator, titles\nthat will go down on the pages of history till the end of time. The title that we love best to\nthink of, as far as Abraham Lincoln is concerned, is that of \"Honest Abe.\" And I am sure that\nof all the titles this great man carries, \"Honest Abe\" would please him the most.\n<\/p><p>\nMark Twain was in the despair of financial distress. His advisers suggested that he work out\nsome sort of a compromise with his creditors but he declared to them: \"There is but one\ncompromise, one hundred cents on the dollar.\"\n<\/p><p>\nThat is a far cry from bankruptcy. Whatever might be said of Mark Twain, he was an honest\nman.\n<\/p><p>\nAfter all, honesty or dishonesty can become an integral part of our characters. Honesty can be\ntaught in the schoolroom. In the schoolroom there can be put forth honest efforts or there can\nbe cheating. In the schoolroom great truths can be taught to the students, or false doctrine.\n<\/p><p>\nI say that any teacher, whether it be in the schoolroom, or whether it be in a Sunday School\nclass, who fails to teach the truth, and particularly in Church\norganizations, the truth as revealed to the world through the Prophet Joseph Smith, is not\nhonest with his students, himself, nor his God.\n<\/p><p>\nHONESTY IN GOVERNMENT\n<\/p><p>\nIn business there can be dependable, honest merchandising or there can be false advertising,\nor poor quality of merchandise sold. In the great field of politics there can be forthright,\nhonest leadership, or there can be double-talk, unfulfilled promises, which eventually lead to\nthe destruction of American fundamentals. In administration of government affairs, if the\nadministrators are honest in handling the public funds&mdash;which after all, belong to the\npeople&mdash;they will administer them in such a way that there will be frugality and savings and\nnot extravagant expenditures.\n<\/p><p>\nAs we think of present-day conditions, there come to mind the words of one of the founders\nof this great Republic, Thomas Jefferson&mdash;and I should like to say that had he been alive\ntoday the words that I am about to quote to you could not be more fitting. He said:\n<\/p><p>\nI place economy among the first and most important virtues, and public debt as\nthe greatest of dangers to be feared. To preserve our independence we must not\nlet our rulers load us with perpetual debt. We must make our choice between\neconomy and liberty, or profusion and servitude. If we run into such debts, we\nmust be taxed in our meat and drink, in our necessities and our comforts, in our\nlabors and in our amusements. If we can prevent the government from wasting the\nlabors of the people under the pretense of caring for them, they will be happy.\n<\/p><p>\nOver the years we have been singing, \"God Bless America,\" and I want to say to you that\nGod has blessed America and her people more abundantly than any other people or nation in\nall the world. But that time has come, my brethren and sisters when we should pray, \"God\nsave America,\" on a basis of applying the principle of honesty and integrity in all of our\ndealings, individually, collectively, nationally, and internationally; thereby we can save the\nConstitution of the United States and preserve for ourselves and unborn generations the\nblessings that come from a government that was given to us by Almighty God.\n<\/p><p>\nHONESTY IN WORK\n<\/p><p>\nThere can be honesty or dishonesty in the field of labor, an honest day's work and also an\nhonest day's pay. If management and labor could but come to this simple solution, there\nwould be an elimination of strife and difficulty. Idleness, too, breeds dishonesty, for idleness\nanticipates getting something for nothing, and the darkest hour in any man's life is when he\nsits down and plans to get something for nothing.\n<\/p><p>\nI submit the question to you as to whether or not a member of this Church who\naffiliates himself with any organization that destroys the principle of free agency and freedom\nof action is honest with himself and God. I do not believe that there is any compromise\nbetween truth and that which is false. No man can maintain his standing in the Church of\nJesus Christ and compromise with error, for as the Savior said:\n<\/p><p>\nNo man can serve two masters: for either he will hate the one, and love the other;\nor else he will hold to the one, and despise the other. Ye cannot serve God and\nmammon (<span class=\"citation\" id=\"34262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34262)\">Matt. 6:24<\/a><\/span>).\n<\/p><p>\nHERITAGE OF HONESTY\n<\/p><p>\nNow, my brethren and sisters, what does this mean to you, and what does this mean to me? It\nmeans that you and I have a heritage from our pioneer forefathers in the form of a banner of\nhonesty untarnished, and there rests upon each and everyone of us the obligation to see that\nthat banner is as brilliant, sweet, and clean as the day it was handed to us.\n<\/p><p>\nJoseph Smith, in writing the Articles of Faith, said this: We believe in being honest, we\nbelieve in being true (<span class=\"citation\" id=\"6638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6638)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nOne of the evidences of an honest man is one who first is honest with God in paying back to\nthe Lord that tenth which belongs to him. An honest tithepayer is an honest man. He is\ndependable. He is one who will keep his word. He is one that we can depend upon to keep\nand fulfil his contracts.\n<\/p><p>\nI have heard President Grant relate many times the story of a great farm implement\nmanufacturer who said this:\n<\/p><p>\nI would rather have the word of a Mormon farmer than I would his written contract or note.\n<\/p><p>\nBrigham Young declared:\n<\/p><p>\nWoe to those who profess to be Saints and are not honest. Only be honest with\nyourselves, and you will be honest to the brethren. Men must be honest. They\nmust live faithfully before God and honor their calling; and being on the earth.\n<\/p><p>\nAnd again he declared:\n<\/p><p>\nIt is much better to be honest, to live here uprightly, and forsake and shun evil,\nthan it is to be dishonest. It is the easiest path in the world to be honest, to be\nupright before God; and when people learn this, they will practice it.\n<\/p><p>\nHONESTY DEFINED\n<\/p><p>\nIt is as one unknown writer declared:\n<\/p><p>\nHonesty is the will and the effort to keep one's agreements, explicit and tacit. It\ncan be expressed in words (veracity), or in actions such as fulfilment of contracts\nand habits such as fidelity, loyalty and punctuality.\nNewman Smart declared:\n<\/p><p>\nInward truthfulness is essential to moral growth and personal vigor. What a flaw\nis in steel, or a foreign body in our tissues, a falsehood is to the character&mdash;a\nsource of weaknesses, a front where it may break under strain.\n<\/p><p>\nHonesty, then, after all, is the king of all virtues because the good life presupposes\nitself. Dishonesty cuts the arteries by which social life is nourished. Mutual deceit\nis social murder. Self-deceit cuts the blood vessels of one's own existence. It is\nsuicide.\n<\/p><p>\nAnd as Mark of old declared to the early-day Saints:\n<\/p><p>\nThou knowest the commandments. Do not commit adultery, Do not kill, Do not\nsteal, Do not bear false witness, Defraud not, Honour thy father and mother\n(<span class=\"citation\" id=\"33025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33025)\">Mark 10:19<\/a><\/span>).\n<\/p><p>\nAs I have read this verse of scripture I wondered why Mark had included in it, \"Honour thy\nfather and mother\" (<span class=\"citation\" id=\"22601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22601)\">Ex. 20:12<\/a><\/span>),\nand the thought came to me that any honest son and any honest daughter\nwill honor father and mother not so much from the point of view of lip service but from the\nstandpoint of being prepared to help father and mother in any way possible. That is honesty in\nhonoring father and mother.\n<\/p><p>\nEXAMPLE OF HONESTY\n<\/p><p>\nNow, as Latter-day Saints, we have a great destiny and a great future. The old Prophet Isaiah\ndeclared to the world thousands of years ago that the house of the Lord would be established\nin the top of the mountains (<span class=\"citation\" id=\"25081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25081)\">Isa. 2:2<\/a><\/span>).\n He went on to say that all nations should flow unto it, and men\nshould be heard to say,\n<\/p><p>\n. . . Come ye, and let us go up to the mountain of the Lord, to the house of the\nGod of Jacob; and he will teach us of his ways, and we will walk in his paths\n(<span class=\"citation\" id=\"25083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25083)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nI am sure because of the fact that the house of God is established in the top of these\nmountains where the prophets of God are found, where the gospel of the Lord Jesus Christ is\nbeing preached to the world, that the first great virtue we must hold out to the world, if we\nare to set them the proper example, is that of honesty, square dealing among ourselves, and\nwith the world as a whole.\n<\/p><p>\nMay God bless us and sustain us, that we will be honest with the Lord, honest with one\nanother, honest with those who are not of our faith, and I am sure out of this that the world\nwill come to know us as the Lord's people and men will be heard to say, Come, let us go up\nto the house of Jacob's God and learn of his ways and walk in his paths\n(<span class=\"citation\" id=\"25084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25084)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nI leave you my testimony that this is the work of the Lord, that a boy fourteen years of age\nsaw the Father and the Son in the wilderness: they actually spoke to him\n(<span class=\"citation\" id=\"30280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30280)\">JS&mdash;H 1:17<\/a><\/span>) and used him as the\ninstrument through whom the gospel of the Lord Jesus Christ was\nrestored to the earth in the last days for the salvation of all the Lord's children. I bear you\nthis testimony in his holy name. Amen.\n<\/p>\n<\/div>\n<\/div>"}