{"ID":4250, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Cleansing the Inner Vessel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03200_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p4\" class=\"\">My beloved brethren and sisters, as we commence another general conference of the Church, I earnestly seek an interest in your faith and prayers that what I say may bless and edify our souls. I realize my dependence upon the Lord, and I also know that Jesus Christ is the head of this church and that through Him we can do all things that are needful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p5\" class=\"\">I commend those of you who are present here this morning, as well as you who are listening or watching these proceedings and those who will later take the opportunity to hear or read the messages of this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p6\" class=\"\">Our hearts are filled with overwhelming gratitude to you for all you do to contribute to the building of the kingdom of God on earth. Surely the Lord is pleased with the consecrated time, love, and generous support of so many of His Saints throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p7\" class=\"\">Your dedication, devotion, and service are indications that faith has indeed increased in the earth. Seldom have the efforts of so few resulted in the blessing of so many!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p8\" class=\"\">As I have sought direction from the Lord, I have had reaffirmed in my mind and heart the declaration of the Lord to “say nothing but repentance unto this generation.” (<span class=\"citation\" id=\"18392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18392)\">D&amp;C 6:9<\/a><\/span>; <span class=\"citation\" id=\"18395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18395)\">D&amp;C 11:9<\/a><\/span>.) This has been a theme of every latter-day prophet, along with their testimony that Jesus is the Christ and that Joseph Smith is a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p9\" class=\"\">Repentance was the cry of our late and great prophet, Spencer W. Kimball. This theme permeated his talks and the pages of his writings, such as his marvelous book <span class=\"emphasis\">The Miracle of Forgiveness.<\/span> And it must be our cry today, both to member and to nonmember alike—repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p10\" class=\"\">Watchmen—what of the night? We must respond by saying that all is not well in Zion. As Moroni counseled, we must cleanse the inner vessel (see <span class=\"citation\" id=\"9571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9571)\">Alma 60:23<\/a><\/span>), beginning first with ourselves, then with our families, and finally with the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p11\" class=\"\">A prophet of God stated, “Ye shall clear away the bad according as the good shall grow … until the good shall overcome the bad.” (<span class=\"citation\" id=\"25910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25910)\">Jacob 5:66<\/a><\/span>.) It takes a Zion people to make a Zion society, and we must prepare for that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p12\" class=\"\">During the past few years a number of resources have been set in place in the Church to help us. New editions of the scriptures have been published—are we taking advantage of them? More temples are located closer to our people—are we going to the house of the Lord more frequently? The consolidated meeting schedule was set up—are we taking advantage of the increased time with our families? A special home evening manual was provided—are we using it? A new hymnal has just been published—are we singing more songs of the heart? (See <span class=\"citation\" id=\"18416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18416)\">D&amp;C 25:12<\/a><\/span>.) And so the list goes on and on. We have received much help. We don’t need changed programs now as much as we need changed people!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p13\" class=\"\">We remember our beloved President Kimball for many marvelous words of counsel, among which was his encouragement to “lengthen our stride.” We needed that direction, for the Book of Mormon warns us of the tactics of the adversary in the last days: “And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.” (<span class=\"citation\" id=\"4183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4183)\">2 Ne. 28:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p14\" class=\"\">There are many “awake” passages in the Book of Mormon, such as: “O that ye would awake; awake from a deep sleep, yea, even from the sleep of hell … awake … [and] put on the armor of righteousness. Shake off the chains with which ye are bound, and come forth out of obscurity, and arise from the dust.” (<span class=\"citation\" id=\"4158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4158)\">2 Ne. 1:13, 23<\/a><\/span>.) As a people, it seems we can survive persecution easier and better than we can peace and prosperity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p15\" class=\"\">The plaguing sin of this generation is sexual immorality. This, the Prophet Joseph said, would be the source of more temptations, more buffetings, and more difficulties for the elders of Israel than any other. (See <span class=\"emphasis\">Journal of Discourses,<\/span> 8:55.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p16\" class=\"\">President Joseph F. Smith said that sexual impurity would be one of the three dangers that would threaten the Church within—and so it does. (See <span class=\"emphasis\">Gospel Doctrine,<\/span> pp. 312–13.) It permeates our society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p17\" class=\"\">In the category of sins, the Book of Mormon places unchastity next to murder. (See <span class=\"citation\" id=\"9554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9554)\">Alma 39:5<\/a><\/span>.) As Alma states, “Now … I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, … for except ye do this ye can in nowise inherit the kingdom of God.” (<span class=\"citation\" id=\"9555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9555)\">Alma 39:9<\/a><\/span>.) If we are to cleanse the inner vessel, we must forsake immorality and be clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p18\" class=\"\">Unless we read the Book of Mormon and give heed to its teachings, the Lord has stated in section 84 of the Doctrine and Covenants that the whole Church is under condemnation: “And this condemnation resteth upon the children of Zion, even all.” (<span class=\"citation\" id=\"18470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18470)\">D&amp;C 84:56<\/a><\/span>.) The Lord continues: “And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon and the former commandments which I have given them, not only to say, but to do according to that which I have written.” (<span class=\"citation\" id=\"18471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18471)\">D&amp;C 84:57<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p19\" class=\"\">Now we not only need to <span class=\"emphasis\">say<\/span> more about the Book of Mormon, but we need to <span class=\"emphasis\">do<\/span> more with it. Why? The Lord answers: “That they may bring forth fruit meet for their Father’s kingdom; otherwise there remaineth a scourge and judgment to be poured out upon the children of Zion.” (<span class=\"citation\" id=\"18472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18472)\">D&amp;C 84:58<\/a><\/span>.) We have felt that scourge and judgment!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p20\" class=\"\">The Prophet Joseph said that “the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than any other book.” (<span class=\"citation\" id=\"43163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43163)\">Book of Mormon, Introduction<\/a><\/span>.) The Book of Mormon has not been, nor is it yet, the center of our personal study, family teaching, preaching, and missionary work. Of this we must repent. I do not know of a man living today who has been more true to the Book of Mormon than President Marion G. Romney. In a general conference address, he declared that the Book of Mormon was “the most effective piece of missionary literature we have.” He quoted the Doctrine and Covenants, which states that “the Book of Mormon and the holy scriptures are given of me for your instruction” (<span class=\"citation\" id=\"18421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18421)\">D&amp;C 33:16<\/a><\/span>) and that “the elders, priests and teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon.” (<span class=\"citation\" id=\"18429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18429)\">D&amp;C 42:12<\/a><\/span>.) President Romney added, “It is of course obvious that unless we read, study, and learn the principles which are in the Book of Mormon, we, the elders, priests, and teachers of this church, cannot comply with this direction to teach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p21\" class=\"\">“But there is another reason why we should read it,” President Romney continued. “By doing so we will fill and refresh our minds with the constant flow of that ‘water’ which Jesus said would be in us—‘a well of water springing up into everlasting life.’ (<span class=\"citation\" id=\"29293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29293)\">John 4:14<\/a><\/span>.) We must obtain a continuing supply of this water if we are to resist evil and retain the blessings of being born again. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p22\" class=\"\">“If we would avoid adopting the evils of the world, we must pursue a course which will daily feed our minds with and call them back to the things of the Spirit. I know of no better way to do this than by reading the Book of Mormon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p23\" class=\"\">And then he concluded: “And so, I counsel you, my beloved brothers and sisters and friends everywhere, to make reading in the Book of Mormon a few minutes each day a lifelong practice. “I feel certain that if, in our homes, parents will read from the Book of Mormon prayerfully and regularly, both by themselves and with their children, the spirit of that great book will come to permeate our homes and all who dwell therein. The spirit of reverence will increase; mutual respect and consideration for each other will grow. The spirit of contention will depart. Parents will counsel their children in greater love and wisdom. Children will be more responsive and submissive to that counsel. Righteousness will increase. Faith, hope, and charity—the pure love of Christ—will abound in our homes and lives, bringing in their wake peace, joy, and happiness.” (Marion G. Romney, in Conference Report, Apr. 1960, pp. 110–13.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p24\" class=\"\">May I now discuss a subject of grave concern that deserves deeper development than we have time. It is the subject of pride.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p25\" class=\"\">In the scriptures there is no such thing as righteous pride. It is always considered as a sin. We are not speaking of a wholesome view of self-worth, which is best established by a close relationship with God. But we are speaking of pride as the universal sin, as someone has described it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p26\" class=\"\">Mormon writes that “the pride of this nation, or the people of the Nephites, hath proven their destruction.” (<span class=\"citation\" id=\"38513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38513)\">Moro. 8:27<\/a><\/span>.) The Lord says in the Doctrine and Covenants, “Beware of pride, lest ye become as the Nephites of old.” (<span class=\"citation\" id=\"18426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18426)\">D&amp;C 38:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p27\" class=\"\">Essentially, pride is a “my will” rather than “thy will” approach to life. The opposite of pride is humbleness, meekness, submissiveness (see <span class=\"citation\" id=\"9516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9516)\">Alma 13:28<\/a><\/span>), or teachableness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p28\" class=\"\">In the early days of the restored church, the Lord warned two of its prominent members about pride. To Oliver Cowdery, He said, “Beware of pride, lest thou shouldst enter into temptation.” (<span class=\"citation\" id=\"18415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18415)\">D&amp;C 23:1<\/a><\/span>.) To Emma Smith, He said, “Continue in the spirit of meekness, and beware of pride.” (<span class=\"citation\" id=\"18417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18417)\">D&amp;C 25:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p29\" class=\"\">“Thou shalt not be proud in thy heart,” the Lord warns us. (<span class=\"citation\" id=\"18433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18433)\">D&amp;C 42:40<\/a><\/span>.) “Humble yourselves before God,” says the Book of Mormon. (<span class=\"citation\" id=\"40613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40613)\">Mosiah 4:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p30\" class=\"\">When the earth is cleansed by burning in the last days, the proud shall be as stubble. (See <span class=\"citation\" id=\"6035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6035)\">3 Ne. 25:1<\/a><\/span>; <span class=\"citation\" id=\"18419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18419)\">D&amp;C 29:9<\/a><\/span>; <span class=\"citation\" id=\"18453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18453)\">D&amp;C 64:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p31\" class=\"\">The great and spacious building which Lehi saw was the pride of the world where the multitude of the earth was gathered. (See <span class=\"citation\" id=\"1861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1861)\">1 Ne. 11:35–36<\/a><\/span>.) Those who walked the straight and narrow path and held onto the word of God and partook of the love of God were mocked and scorned by those in the building. (See <span class=\"citation\" id=\"1855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1855)\">1 Ne. 8:20, 27, 33<\/a><\/span>; <span class=\"citation\" id=\"1860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1860)\">1 Ne. 11:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p32\" class=\"\">“The humble followers of Christ” are few. (<span class=\"citation\" id=\"4181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4181)\">2 Ne. 28:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p33\" class=\"\">Pride does not look up to God and care about what is right. It looks sideways to man and argues who is right. Pride is manifest in the spirit of contention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p34\" class=\"\">Was it not through pride that the devil became the devil? Christ wanted to serve. The devil wanted to rule. Christ wanted to bring men to where He was. The devil wanted to be above men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p35\" class=\"\">Christ removed self as the force in His perfect life. It was not <span class=\"emphasis\">my<\/span> will, but <span class=\"emphasis\">thine<\/span> be done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p36\" class=\"\">Pride is characterized by “What do I want out of life?” rather than by “What would God have me do with my life?” It is self-will as opposed to God’s will. It is the fear of man over the fear of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p37\" class=\"\">Humility responds to God’s will—to the fear of His judgments and the needs of those around us. To the proud, the applause of the world rings in their ears; to the humble, the applause of heaven warms their hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p38\" class=\"\">Someone has said, “Pride gets no pleasure out of having something, only out of having more of it than the next man.” Of one brother, the Lord said, “I, the Lord, am not well pleased with him, for he seeketh to excel, and he is not sufficiently meek before me.” (<span class=\"citation\" id=\"18443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18443)\">D&amp;C 58:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p39\" class=\"\">The two groups in the Book of Mormon that seemed to have the greatest difficulty with pride are the “learned, and the rich.” (<span class=\"citation\" id=\"4182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4182)\">2 Ne. 28:15<\/a><\/span>.) But the word of God can pull down pride. (See <span class=\"citation\" id=\"9501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9501)\">Alma 4:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p40\" class=\"\">With pride, there are many curses. With humility, there come many blessings. For example, “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.” (<span class=\"citation\" id=\"18507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18507)\">D&amp;C 112:10<\/a><\/span>.) The humble will “be made strong, and blessed from on high, and receive knowledge.” (<span class=\"citation\" id=\"18387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18387)\">D&amp;C 1:28<\/a><\/span>.) The Lord is “merciful unto those who confess their sins with humble hearts.” (<span class=\"citation\" id=\"18450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18450)\">D&amp;C 61:2<\/a><\/span>.) Humility can turn away God’s anger. (See <span class=\"citation\" id=\"24761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24761)\">Hel. 11:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p41\" class=\"\">My beloved brethren and sisters, as we cleanse the inner vessel, there will have to be changes made in our own personal lives, in our families, and in the Church. The proud do not change to improve, but defend their position by rationalizing. Repentance means change, and it takes a humble person to change. But we can do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p42\" class=\"\">We have made some wonderful strides in the past. We will be lengthening our stride in the future. To do so, we must first cleanse the inner vessel by awaking and arising, being morally clean, using the Book of Mormon in a manner so that God will lift the condemnation, and finally conquering pride by humbling ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/cleansing-the-inner-vessel.p43\" class=\"\">We can do it. I know we can. That we will do so is my prayer for all of us. God bless you for all the good you have done and will be doing. I leave my blessings on all of you and do so in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}