{"ID":4252, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Love You—Please Come Back\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p3\" class=\"\">I come to you in humility, mindful of my own weakness, yet prayerful that the preparation preceding this message may qualify me to act as an instrument in the hands of the Lord to bring help to some who are in serious need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p4\" class=\"\">I reach out to you who yearn for companionship at almost any price and are tempted to believe it can be purchased or bartered. You may feel excluded from some circles of friendship, but don’t look downward for companionship where the price of entry is abandonment of principle and the sacrifice of ideals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p5\" class=\"\">We love you, and want your happiness more than you can possibly imagine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p6\" class=\"\">You have learned that fair-weather friends are always available at the bottom of the path that leads to worldliness and unrighteousness, and that their companionship always comes with many strings attached. You have seen how each seeks only to satisfy selfish interests. In quiet moments of reflection, you realize that such companionship is hollow and valueless and leads to weakened resolve, compromised ideals, and eventual yielding to serious sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p7\" class=\"\">To you who have taken this path, I plead, come back. Come back to the cool, refreshing waters of personal purity. Come back to the warmth and security of your Father in Heaven’s love. Come back to the serenity that distills from the decision to live the commandments of your Elder Brother, Jesus the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p8\" class=\"\">You know well the process of repentance and the vital role of a judge in Israel, yet you may have difficulty taking that first step to return. With all the love of my heart, may I offer you a way back. You can begin alone and proceed at your own pace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p9\" class=\"\">I invite you to study carefully the Book of Mormon, to ponder each page and pray for understanding. Strive to apply its teachings in your own life and to find within it the companionship that comes to all who with real intent search its message and diligently strive to apply its teachings in their lives. Through the multitude of verses that speak of the Savior, the Redeemer, the Prince of Peace, seek prayerfully to know Him. Ask our Father to strengthen your faith in His Son and to plant in your heart a love of His teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p10\" class=\"\">May I share with you some of the insight that will come as you carefully study the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p11\" class=\"\">Of his own repentance, Alma declares:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p12\" class=\"\">“I was … in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p13\" class=\"\">“And now, … I have told you this that ye may learn wisdom, … that there is no other way or means whereby man can be saved, only in and through Christ. …” (<span class=\"citation\" id=\"9553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9553)\">Alma 38:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p14\" class=\"\">From this scripture you can see that suffering does not bring forgiveness. It comes through faith in Christ and obedience to His teachings, so that His gift of redemption can apply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p15\" class=\"\">You will learn that sincere, repeated prayer, study, and meditation bring a fuller understanding of the atonement of Jesus Christ. Consider His statement from the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p16\" class=\"\">“Behold, I have come … to bring redemption unto the world, to save the world from sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p17\" class=\"\">“Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of such is the kingdom of God. … Therefore repent, and come unto me … and be saved.” (<span class=\"citation\" id=\"6021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6021)\">3 Ne. 9:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p18\" class=\"\">As you ponder such teachings, your own forgiveness will seem more attainable. As you pray from the depth of humility, with total honesty, our Father will hear you and the easing of the burden will begin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p19\" class=\"\">By studying the lives recorded in the Book of Mormon, you will see that selfishness is at the root of all sin. It leads to unrighteous acts that bring anguish and misery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p20\" class=\"\">You will observe that the antidote for selfishness is love, especially love of the Lord. Love can overpower the undermining effect of selfishness. Love engenders faith in Christ’s plan of happiness, provides courage to begin the process of repentance, strengthens the resolve to be obedient to His teachings, and opens the door of service, welcoming in the feelings of self-worth and of being loved and needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p21\" class=\"\">In time, with the help of a caring, compassionate bishop, you will complete the process of repentance. Then you will have peace and the assurance—even the witness of the Spirit—that the Lord has forgiven you. For some, full relief comes there. Yet there are others who cannot forgive themselves for past transgressions, even knowing the Lord has forgiven them. Somehow they feel compelled to continually condemn themselves and to suffer by frequently recalling the details of past mistakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p22\" class=\"\">Should there be one such within the sound of my voice, I plead with all of my soul that the Lord will touch your heart and cause you to ponder his declaration:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p23\" class=\"\">“Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, <span class=\"emphasis\">remember them no more.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p24\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.” (<span class=\"citation\" id=\"18445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18445)\">D&amp;C 58:42–43<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p25\" class=\"\">Can’t you see that to continue to suffer for sins, when there has been proper repentance and forgiveness of the Lord, is not prompted by the Savior but by the master of deceit, whose goal has always been to bind and enslave the children of our Father in Heaven? Satan would encourage you to continue to relive the details of past mistakes, knowing that such thoughts make progress, growth, and service difficult to attain. It is as though Satan ties strings to the mind and body so that he can manipulate one like a puppet, discouraging personal achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p26\" class=\"\">I testify that Jesus Christ paid the price and satisfied the demands of justice for all who are obedient to His teachings. Thus, full forgiveness is granted, and the distressing effects of sin need no longer persist in one’s life. Indeed, they <span class=\"emphasis\">cannot persist<\/span> if one truly understands the meaning of Christ’s Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p27\" class=\"\">Ammon, in the Book of Mormon, shows you how to respond when thoughts of past, forgiven transgressions return. Recalling his missionary experiences among the Lamanites, Ammon said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p28\" class=\"\">“Behold, thousands of them do rejoice and have been brought into the fold of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p29\" class=\"\">Aaron, his brother, cautioned:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p30\" class=\"\">“Ammon, I fear that thy joy doth carry thee away unto boasting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p31\" class=\"\">Ammon replied:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p32\" class=\"\">“I do not boast in my own strength, nor in my own wisdom; but behold, … my heart is brim with joy, and I will rejoice in my God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p33\" class=\"\">“Who could have supposed that our God would have been so merciful as to have snatched us from our awful, sinful, and polluted state?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p34\" class=\"\">“Oh then, why did he not consign us to an awful destruction, yea, why did he not let the sword of his justice fall upon us, and doom us to eternal despair? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p35\" class=\"\">“Behold, he did not exercise his justice upon us, but in his great mercy hath brought us … the salvation of our souls.” (<span class=\"citation\" id=\"9532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9532)\">Alma 26:4, 10–11, 17, 19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p36\" class=\"\">That is the secret, stated simply by a servant of God. When memory of prior mistakes encroaches upon your mind, turn your thoughts to Jesus Christ, to the miracle of forgiveness and renewal that comes through Him. Then your suffering will be replaced by joy, gratitude, and thanksgiving for His love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p37\" class=\"\">If you, through poor judgment, were to cover your shoes with mud, would you leave them that way? Of course not. You would cleanse and restore them. Would you then gather the residue of mud and place it in an envelope to show others the mistake that you made? No. Neither should you continue to relive forgiven sin. Every time such thoughts come into your mind, turn your heart in gratitude to the Savior, who gave His life that we, through faith in Him and obedience to His teachings, can overcome transgression and conquer its depressing influence in our lives. I promise you that if you will read the Book of Mormon with sincerity of purpose, striving to be obedient to its precepts, you will find two beloved friends. They will change your life and give it meaning and purpose as they have mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p38\" class=\"\">The first friend is the Book of Mormon itself. It will make you feel good and stimulate you to worthwhile accomplishment. You will be uplifted and receive greater wisdom and insight. That will require much pondering, prayer, and sincere application of the counsel received. In the process, this book will become your beloved friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p39\" class=\"\">You will also discover the greatest friend of all, Jesus the Christ, our Savior and Redeemer, full of perfect love and boundless compassion, with the power to forgive and forget. It is difficult for me to speak of Him, for I love Him so deeply. May the Spirit bear witness of that love and somehow touch your heart that you may find the courage to take those steps that will bring you peace and tranquility, that will restore your feelings of self-worth and place you on the path to happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/we-love-you-please-come-back.p40\" class=\"\">We love you; we need you. Please come back. Don’t wait until all is in perfect order. We’ll walk beside you. We love you. Please come back. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}