{"ID":4255, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Responsibility for Welfare Rests with Me and My Family\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p3\" class=\"\">I wish to speak of the basic principles that keep our feet on the ground economically. This is important to our happiness. Let us examine ourselves and, like pilots in the sky, take our bearings to see if we are on course financially. We must build upon sound principles. The bedrock principle of which I speak is that the responsibility for welfare rests with me and my family. In 1936 the First Presidency said in a great statement of purpose, “The aim of the Church is to help the people to help themselves.” (in Conference Report, Oct. 1936, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p4\" class=\"\">Some of us are children of the Great Depression in the United States over fifty years ago. Most of us who passed through that period will never forget the difficult economic times almost everyone experienced. At that time many banks failed; people lost their life’s savings; a great many were unemployed, and some of them lost their homes because they could not pay the mortgage. Many went hungry. If we didn’t eat our oatmeal cereal for breakfast, we would often have it fried for lunch or dinner. Such widespread economic problems could come again. But any of us, at any time, could meet with a personal calamity, such as sickness or an accident, which could limit or destroy our income.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p5\" class=\"\">The purpose of the welfare program is to care for the poor and the needy and make the members of the Church, by their obedience to gospel principles, strong and self-reliant. At the center of caring for the poor and the needy in a worldwide church is a generous contribution to the fast offerings, and personal and family preparedness. At the very heart of taking care of our own needs is our own energy and ability, with help to and from our own families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p6\" class=\"\">I should like to discuss five prescriptions which, if followed, will make each of us better able to control our destinies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p7\" class=\"\"><span class=\"strong\">First prescription: Practice thrift and frugality. <\/span>There is a wise old saying: “Eat it up, wear it out, make it do, or do without.” Thrift is a practice of not wasting anything. Some people are able to get by because of the absence of expense. They have their shoes resoled, they patch, they mend, they sew, and they save money. They avoid installment buying, and make purchases only after saving enough to pay cash, thus avoiding interest charges. <span class=\"emphasis\">Frugality<\/span> means to practice careful economy. (See <span class=\"emphasis\">Webster’s New World Dictionary,<\/span> 2d. college edition.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p8\" class=\"\">The old couplet “Waste not, want not” still has much merit. Frugality requires that we live within our income and save a little for a rainy day, which always seems to come. It means avoiding debt and carefully limiting credit purchasing. It is important to learn to distinguish between wants and needs. It takes self-discipline to avoid the “buy now, pay later” philosophy and to adopt the “save now and buy later” practice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p9\" class=\"\">There are some investment counselors who urge speculative credit practices described as “leverage,” “credit wealth,” and “borrow yourself rich.” Such practices may work successfully for some, but at best they succeed only for a time. An economic reversal always seems to come, and many who have followed such practices find themselves in financial ruin and their lives in shambles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p10\" class=\"\">Elder Ezra Taft Benson stated: “A large proportion of families with personal debt have no liquid assets whatsoever to fall back upon. What troubles they invite if their income should be suddenly cut off or seriously reduced! We all know of families who have obligated themselves for more than they could pay.” (<span class=\"emphasis\">Pay Thy Debt, and Live,<\/span> Brigham Young University Speeches of the Year, Provo: 28 Feb. 1963, p. 10.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p11\" class=\"\">Owning a home free of debt is an important goal of provident living, although it may not be a realistic possibility for some. A mortgage on a home leaves a family unprotected against severe financial storms. Homes that are free and clear of mortgages and liens cannot be foreclosed on. When there are good financial times, it is the most opportune time to retire our debts and pay installments in advance. It is a truth that “the borrower is servant to the lender.” (<span class=\"citation\" id=\"41582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41582)\">Prov. 22:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p12\" class=\"\">Many young people have become so hypnotized by the rhythm of monthly payments they scarcely think of the total cost of what they buy. They immediately want things it took their parents years to acquire. It is not the pathway to happiness to assume debts for a big home, an expensive car, or the most stylish clothes just so we can “keep up with the Joneses.” Payment of obligations is a sacred trust. Most of us will never be rich, but we can feel greatly unburdened when we are debt-free.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p13\" class=\"\"><span class=\"strong\">Second prescription: Seek to be independent. <\/span>The Lord said that it is important for the Church to “stand independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"18461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18461)\">D&amp;C 78:14<\/a><\/span>.) Members of the Church are also counseled to be independent. Independence means many things. It means being free of drugs that addict, habits that bind, and diseases that curse. It also means being free of personal debt and of the interest and carrying charges required by debt the world over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p14\" class=\"\">President J. Reuben Clark’s classic statement on interest bears repeating:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p15\" class=\"\">“Interest never sleeps nor sickens nor dies; it never goes to the hospital; it works on Sundays and holidays; it never takes a vacation; it never visits nor travels; it takes no pleasure; it is never laid off work nor discharged from employment; it never works on reduced hours; it never has short crops nor droughts; it never pays taxes; it buys no food; it wears no clothes; it is unhoused and without home and so has no repairs, no replacements, no shingling, plumbing, painting, or whitewashing; it has neither wife, children, father, mother, nor kinfolk to watch over and care for; it has no expense of living; it has neither weddings nor births nor deaths; it has no love, no sympathy; it is as hard and soulless as a granite cliff. Once in debt, interest is your companion every minute of the day and night; you cannot shun it or slip away from it; you cannot dismiss it; it yields neither to entreaties, demands, or orders; and whenever you get in its way or cross its course or fail to meet its demands, it crushes you.” (in Conference Report, Apr., 1938, p. 103.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p16\" class=\"\">Extended economic dependence humiliates a man if he is strong, and debilitates him if he is weak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p17\" class=\"\">Payment of our tithes and offerings can help us become independent. President Nathan Eldon Tanner said: “Paying tithing is discharging a debt to the Lord. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p18\" class=\"\">“If we obey this commandment, we are promised that we will ‘prosper in the land.’ This prosperity consists of more than material goods—it may include enjoying good health and vigor of mind. It includes family solidarity and spiritual increase.” (in Conference Report, Oct. 1979, p. 119; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, p. 81.) It is my firm belief, after many years of close observation, that those who honestly pay their tithes and offerings do prosper and get along better in almost every way. It is my testimony that in discharging this debt to the Lord, one enjoys great personal satisfaction. Unfortunately this great satisfaction will be known only by those who have the faith and strength to keep this commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p19\" class=\"\"><span class=\"strong\">Third prescription: Be industrious. <\/span>To be industrious involves energetically managing our circumstances to our advantage. It also means to be enterprising and to take advantage of opportunities. Industry requires resourcefulness. A good idea can be worth years of struggle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p20\" class=\"\">A friend who owned some fertile fields complained to his sister about his lack of means. “What about your crops?” asked the sister. The impoverished man replied, “There was so little snow in the mountains, I thought there would be a drought, so I did not plant.” As it turned out, unforeseen spring rains made the crops bountiful for those industrious enough to plant. It is a denial of the divinity within us to doubt our potential and our possibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p21\" class=\"\">The great poet Virgil said, “They conquer who believe they can.” (<span class=\"emphasis\">International Dictionary of Thoughts,<\/span> comp. John P. Bradley, Leo F. Daniels, Thomas C. Jones, Chicago: J. C. Ferguson Publishing Co., 1969, p. 661.) Alma testified, speaking of a just God, “I know that he granteth unto men according to their desire.” (<span class=\"citation\" id=\"9535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9535)\">Alma 29:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p22\" class=\"\">To be industrious involves work. It involves creativity. It also involves rest. It includes both aspects of Sabbath day observance. On the one hand, we are to labor six days. On the other hand, we are to rest one day. This rest will leave us with more energy and resources to make the rest of the week more productive and fruitful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p23\" class=\"\"><span class=\"strong\">Fourth prescription: Become self-reliant. <\/span>I have always admired those who have the ability and skills to make things with their hands. When those skills were passed out in the previous world, I must have been out to lunch. The ability to make repairs around the home, to improvise, to take care of our own machinery, to keep our automobiles running, is not only an economic advantage, but it also provides much emotional resilience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p24\" class=\"\">President Spencer W. Kimball counseled: “I hope that we understand that, while having a garden, for instance, is often useful in reducing food costs and making available delicious fresh fruits and vegetables, it does much more than this. Who can gauge the value of that special chat between daughter and Dad as they weed or water the garden? How do we evaluate the good that comes from the obvious lessons of planting, cultivating, and the eternal law of the harvest? And how do we measure the family togetherness and cooperating that must accompany successful canning? Yes, we are laying up resources in store, but perhaps the greater good is contained in the lessons of life we learn as we live providently and extend to our children their pioneer heritage.” (in Conference Report, Oct. 1977, p. 125; or <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 78.) This heritage includes teaching our children how to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p25\" class=\"\"><span class=\"strong\">Fifth prescription: Strive to have a year’s supply of food and clothing. <\/span>The counsel to have a year’s supply of basic food, clothing, and commodities was given fifty years ago and has been repeated many times since. Every father and mother are the family’s storekeepers. They should store whatever their own family would like to have in the case of an emergency. Most of us cannot afford to store a year’s supply of luxury items, but find it more practical to store staples that might keep us from starving in case of emergency. Surely we all hope that the hour of need will never come. Some have said, “We have followed this counsel in the past and have never had need to use our year’s supply, so we have difficulty keeping this in mind as a major priority.” Perhaps following this counsel could be the reason why they have not needed to use their reserve. By continued rotation of the supply it can be kept usable with no waste.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p26\" class=\"\">The Church cannot be expected to provide for every one of its millions of members in case of public or personal disaster. It is therefore necessary that each home and family do what they can to assume the responsibility for their own hour of need. If we do not have the resources to acquire a year’s supply, then we can strive to begin with having one month’s supply. I believe if we are provident and wise in the management of our personal and family affairs and are faithful, God will sustain us through our trials. He has revealed: “For the earth is full, and there is enough and to spare; yea, I prepared all things, and have given unto the children of men to be agents unto themselves.” (<span class=\"citation\" id=\"18496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18496)\">D&amp;C 104:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p27\" class=\"\">Much of our own well-being is bound up in caring for others. Good King Benjamin, speaking through the pages of the Book of Mormon, counsels, “I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.” (<span class=\"citation\" id=\"40617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40617)\">Mosiah 4:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p28\" class=\"\">You may ask, “How can I discern which of the prophetic utterances of this conference have a particular message for me?” My answer is, you can know. You can know by the whisperings of the Holy Spirit if you righteously and earnestly seek to know. Your own inspiration will be an unerring vibration through the companionship of the Holy Ghost. As the Lord spoke to Elijah, this will come, not in the great strong wind, nor in the earthquake, nor in the fire, but in a still, small voice. (See <span class=\"citation\" id=\"1293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1293)\">1 Kgs. 19:11–12<\/a><\/span>.) This will help us, if necessary, to make the required change in our lives and life-styles to get onto a sure course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-responsibility-for-welfare-rests-with-me-and-my-family.p29\" class=\"\">The parable of the ten virgins, five wise and five foolish, has both a spiritual and a temporal application. Each of us has a lamp to light the way, but it requires that every one of us put the oil in our own lamps to produce that light. It is not enough to sit idly by and say, “The Lord will provide.” He has promised that they who are wise and “have taken the Holy Spirit for their guide” will have the earth given unto them. (<span class=\"citation\" id=\"18436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18436)\">D&amp;C 45:57–58<\/a><\/span>.) It is further promised that “the Lord shall be in their midst, and his glory shall be upon them, and he will be their king and their lawgiver.” (<span class=\"citation\" id=\"18437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18437)\">D&amp;C 45:59<\/a><\/span>.) May it ever be so I pray humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}