{"ID":4258, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welfare Principles to Guide Our Lives: An Eternal Plan for the Welfare of Men’s Souls\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/welfare-principles-to-guide-our-lives-an-eternal-plan-for-the-welfare-of-mens-souls.p2\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/welfare-principles-to-guide-our-lives-an-eternal-plan-for-the-welfare-of-mens-souls.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/welfare-principles-to-guide-our-lives-an-eternal-plan-for-the-welfare-of-mens-souls.p3\" class=\"\">My brothers and sisters, throughout the history of the world, the Lord has been concerned for the eternal welfare of the souls of his children. Over the past fifty years, inspired leaders have taught welfare principles to help us plan ahead for difficult times that may come in our lives. The Church has grown and is now spread over many countries throughout the world. But the strength of the Church and the Lord’s real storehouse is in the homes and hearts of his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/welfare-principles-to-guide-our-lives-an-eternal-plan-for-the-welfare-of-mens-souls.p4\" class=\"\">A few months ago, after returning home from an assignment abroad, I became very ill from an amoebic disorder. With pain, dehydration, fever, and total enervation, an important welfare lesson was learned—that one could suddenly be thrust into a condition of intense need. Experiences such as this help us to become more aware of the needs of others and to realize that many people throughout the world live with these problems every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/welfare-principles-to-guide-our-lives-an-eternal-plan-for-the-welfare-of-mens-souls.p5\" class=\"\">During the past few months, I have read and pondered the scriptures as well as discourses on welfare given at general conferences over the past fifty years. The great teachings of priesthood welfare principles have been taught by many prophets who have gone before in this and other dispensations, and by living prophets here today. They give us direction for the conduct of our lives.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">The following seven welfare principles are essential to our happiness and spiritual development:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The welfare plan is an integral part of the plan of salvation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The scriptures provide the spiritual framework for the welfare plan.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>The welfare plan builds faith in the Lord Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>By living welfare principles, we can develop self-reliance.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The welfare plan builds love and compassion for our fellowmen.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>The welfare plan sanctifies both the giver and the receiver.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>The welfare plan builds a Zion people.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The welfare plan is an integral part of the plan of salvation. Some have become confused about what “welfare” really means. Some approaches to welfare in the world foster idleness, give subsidies with no labor required, create a burden of debt, and promote greediness—an appetite for things of this world rather than the riches of eternity.<\/p>\n\t\t\t\t\t<p>Too often rich and poor alike shut their hearts to the divine attributes of love and compassion. The rich languish in their abundance and justify turning the poor away as “welfare cases.” The poor are likewise entrapped, becoming dependent on others in a system destined to trample initiative, undermine family responsibility, foster divisiveness, and erect barriers to equity, opportunity, and fellowship.<\/p>\n\t\t\t\t\t<p>The Lord rejects such welfare programs. His plan meets the needs of all, however abundant or modest their circumstances. His purpose is to provide for our eternal welfare. “The prime duty of help to the poor [in body and spirit] … is not [solely] to bring temporal relief to their needs, but salvation to their souls.” (J. Reuben Clark, Jr., address given 9 July 1941, transcript, Church Historical Department.)<\/p>\n\t\t\t\t\t<p>We are also told that “the Lord in his great infinite goodness doth bless and prosper those who put their trust in him.” (<span class=\"citation\" id=\"24762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24762)\">Hel. 12:1<\/a><\/span>.) However, it is the disposition of many men that when all things are done for them, they “harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One—yea, and this because of their ease, and their exceedingly great prosperity.<\/p>\n\t\t\t\t\t<p>“And thus we see that except the Lord doth chasten his people with many afflictions, … they will not remember him.” (<span class=\"citation\" id=\"24763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24763)\">Hel. 12:2–3<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>It is a sobering thought that the purpose of having opposition in all things, trials and tribulations in our lives, commands a concern for the needy in order to humble us and draw us closer to the Lord our God and nearer to perfection.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The scriptures provide the spiritual framework for the welfare plan. Turn to the Book of Mormon index and glance at the references listed under the word welfare. You will see, and the Spirit will testify, that the Lord’s welfare plan focuses first and foremost on the eternal well-being of His children. These scriptures indicate that—<\/p>\n\t\t\t\t\t<ul class=\"bullet\"><li>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>Nephi sought his brothers’ <span class=\"emphasis\">eternal welfare<\/span> (see <span class=\"citation\" id=\"4162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4162)\">2 Ne. 1:25<\/a><\/span>) and labored all his days for his people’s welfare. (see <span class=\"citation\" id=\"25899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25899)\">Jacob 1:10<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>Jacob was desirous for the <span class=\"emphasis\">welfare of his people’s souls<\/span> (see <span class=\"citation\" id=\"4173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4173)\">2 Ne. 6:3<\/a><\/span>) and was weighted down with anxiety for the welfare of the souls of the Nephites. (see <span class=\"citation\" id=\"25901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25901)\">Jacob 2:3<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>In turn, the Nephites were filled with anguish for the <span class=\"emphasis\">welfare of the souls<\/span> of the Lamanites. (See <span class=\"citation\" id=\"40634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40634)\">Mosiah 25:11<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>The Church <span class=\"emphasis\">met oft<\/span> to speak one with another concerning the <span class=\"emphasis\">welfare of souls.<\/span> (See <span class=\"citation\" id=\"38504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38504)\">Moro. 6:5<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t<\/ul><p>Take special note of the repeated reference to the <span class=\"emphasis\">welfare of souls.<\/span> This implies much more than just food, clothing, and shelter for temporal needs.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>The welfare plan builds faith in the Lord Jesus Christ. It shares this position in common with other gospel activities. Temporal challenges humble us and become spiritual opportunities. Temporal challenges bring us to our knees in prayer, seeking heavenly guidance and assistance from the Lord as well as from our brothers and sisters.<\/p>\n\t\t\t\t\t<p>As we persist in putting welfare principles to work, adding our strengths and resources to those possessed by others, we can overcome our adversities. Overcoming temporal obstacles demonstrates to us that nothing is too hard for the Lord. Our faith in Christ is confirmed.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>By living welfare principles, we can develop self-reliance. The welfare program requires that we develop self-reliance and live providently. Provident living requires us to develop proper attitudes—a willingness to forego luxuries, to avoid excess, and to fully use what we have—learning to live within our means.<\/p>\n\t\t\t\t\t<p>Unrestricted by programs and projects, bricks and mortar, the Lord’s real storehouse is indeed in the homes and the hearts of His people. As the members of the Church follow the counsel to become self-reliant, they represent an immense pool of resources, knowledge, skills, and charity available to help one another. This storehouse, the Lord has said, is “for the poor of my people, … to advance the cause, which ye have espoused, to the salvation of man, and to the glory of your Father who is in heaven.” (<span class=\"citation\" id=\"18460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18460)\">D&amp;C 78:3–4<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The welfare plan builds love and compassion for our fellowmen. As we live the principles of welfare, love and compassion will abound in our homes, in our worship, and in our service to others. Gone will be the lamentable practices of intemperance and abuse of wives and children. Abused children become abusive parents. It is everybody’s responsibility to see that this cycle of abuse is stopped. It is hypocritical to talk of compassion to others while we are rude or abusive within our own families. Let us put our own homes in order, seeing that the spiritual and emotional needs of our families are met. Then no one will escape our empathy and concern—be they rich or poor; old or young; family, neighbors, or strangers within our reach.<\/p>\n\t\t\t\t\t<p>There are many Christian acts of charity in our community that have come to my attention. There are many guardian angels in our communities who care for the transients with a hot meal and a warm place to sleep for an evening. There are many who take custody of orphans and homeless to share their quiet love and compassion. Alma (<span class=\"citation\" id=\"9542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9542)\">Alma 34:28<\/a><\/span>) says if Saints turn away the needy, they are “as hypocrites who do deny the faith.”<\/p>\n\t\t\t\t\t<p>I know of a family who once a month holds a “provident living family council.” With mother and father, the children determine how $25 out of their budget—in addition to their tithes and offerings—will be distributed to an individual in need. Last month, $25 went to a young child in the Primary Children’s Medical Center. This is one way to teach compassion to children, especially as they visit the sick child in the hospital. (By the way, the children now want to save more money to give to the needy in next month’s budget.) This family does other charitable acts, too. They do not give money and feel that they have done their compassionate service.<\/p>\n\t\t\t\t\t<p>One family made room in their small home for a neighbor family whose home was being repaired after a fire. They were giving not what was convenient for them, but rather what was <span class=\"emphasis\">needed<\/span> by the neighbor.<\/p>\n\t\t\t\t\t<p>Another family invited their eighteen-year-old son’s friend who needed a home to stay with them for a year while he prepared for a mission. They provided an environment of emotional support and spiritual example and enabled him to earn his own money for his mission. On his mission he grew in maturity, self-esteem, and confidence. Since his mission, with self-reliance, he has gone forward to strengthen others.<\/p>\n\t\t\t\t\t<p>Financial need is an important part of welfare, but there are other equally important essential elements that, through love and compassion, build self-reliance—emotionally and physically—helping one to be useful and productive and to be a help.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>The welfare plan sanctifies both the giver and the receiver. We are all both givers and receivers. President Marion G. Romney has said, “There is an interdependence between those who have and those who have not. The process of giving exalts the poor and humbles the rich. In the process, both are sanctified.” (Ensign, Nov. 1982, p. 93.)<\/p>\n\t\t\t\t\t<p>No one is exempt from giving to the impoverished. The counsel is: “And again, I say unto the poor … I mean all you who deny the beggar, because ye have not; I would that ye say in your hearts that: <span class=\"emphasis\">I give not because I have not, but if I had I would give.”<\/span> (<span class=\"citation\" id=\"40616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40616)\">Mosiah 4:24<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t\t<p>No one is exempt from receiving. To the rich, the reality is: “For behold, are we not all beggars? Do we not all depend upon the same Being, even God, … calling on his name, and begging for a remission of [our] sins” through the atoning sacrifice of Jesus Christ? (<span class=\"citation\" id=\"40615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40615)\">Mosiah 4:19–20<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>The welfare plan builds a Zion People. Zion is characterized in scripture as a city in which the people “were of one heart and one mind, and dwelt in righteousness; and there was no poor among them.” (<span class=\"citation\" id=\"39672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39672)\">Moses 7:18<\/a><\/span>.) Zion is “every man seeking the interest of his neighbor, and doing all things with an eye single to the glory of God.” (<span class=\"citation\" id=\"18463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18463)\">D&amp;C 82:19<\/a><\/span>.) This promised Zion always seems to be a little beyond our reach. We need to understand that as much virtue can be gained in progressing toward Zion as in dwelling there. It is a process as well as a destination. We approach or withdraw from Zion through the manner in which we conduct our daily dealings, how we live within our families, whether we pay an honest tithe and generous fast offering, how we seize opportunities to serve and do so diligently. Many are perfected upon the road to Zion who will never see the city in mortality.<\/p>\n\t\t\t\t\t<p>So, my bothers and sisters, when we think of welfare, let us think of the plan revealed by our Lord for the eternal welfare of our souls. It is a plan to build faith, love, compassion, self-reliance, and unity. When adapted to local needs throughout the world by vigorous priesthood leaders, the plan sanctifies both givers and receivers and prepares a Zion people.<\/p>\n\t\t\t\t\t<p>With these basic welfare principles in mind, today we are being asked to teach and practice the doctrine of work, self-reliance, provident living, giving, and caring for the poor; to increase our generous fastoffering donations to help those in need; to increase our compassionate service, involving the family in charitable acts of service to one another and to our neighbors.<\/p>\n\t\t\t\t\t<p>I bear you my testimony that we live in a dispensation of time when there have been ministering angels. The angel Moroni was one such heavenly messenger. His visit was essential to the restoration of the gospel through the Prophet Joseph Smith. But, Joseph Fielding Smith taught us that “it is contrary to the law of God for the heavens to be opened and messengers to come to do anything for man that man can do for himself.” (<span class=\"emphasis\">Doctrines of Salvation,<\/span> 3 vols., comp. Bruce R. McConkie, Salt Lake City: Bookcraft, 1954–57, 1:196.)<\/p>\n\t\t\t\t\t<p>That you and I might realize that we have the power and responsibility to help those in need, as ministering angels for the Lord Jesus Christ, that we will be loved because we love, be consoled because we are compassionate, be forgiven because we have demonstrated the capacity to forgive, is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}