{"ID":4261, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Call of Duty\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p3\" class=\"\">Whenever I have the privilege to attend this, the general priesthood meeting of the Church, I reflect on the teachings of some of the most noble of God’s leaders who have stood at this pulpit and who, from the brilliance of their minds, from the depths of their souls, and from the warmth of their hearts, have given us direction. President J. Reuben Clark, Jr., was such a man. Time and again, his fervent plea was for the priesthood of God to be united. Citing the teachings of Jesus, he inevitably admonished us, “Be one; and if ye are not one ye are not mine.” (<span class=\"citation\" id=\"18423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18423)\">D&amp;C 38:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p4\" class=\"\">It was my great privilege to know President Clark rather well. I was his printer. On occasion, he would share with me some of his most intimate thoughts, even those scriptures around which he tailored his teachings and lived his life. Late one evening I delivered some press proofs to his office situated in his home at 80 D Street here in Salt Lake City. President Clark was reading from Ecclesiastes. He was in a quiet and reflective mood. He sat back from his large desk, which was stacked with books and papers. He held the scriptures in his hand, lifted his eyes from the printed page, and read aloud to me: “Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.” (<span class=\"citation\" id=\"21447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21447)\">Eccl. 12:13<\/a><\/span>.) He exclaimed, “A treasured truth! A profound philosophy!” Through the years that conversation has remained bright in my memory. I love, I cherish the noble word <span class=\"emphasis\">duty.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p5\" class=\"\">The legendary General Robert E. Lee of American Civil War fame declared, “Duty is the sublimest word in our language. … You cannot do more. You should never wish to do less.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p6\" class=\"\">From that same hour of history, as Abraham Lincoln left the people of Springfield to take over the nation’s presidency, he said, “Let us have faith that right makes might, and in that faith let us to the end dare to do our duty as we understand it.” (Address, Cooper Union, New York, 27 Feb. 1860.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p7\" class=\"\">Time marches on. Duty keeps cadence with that march. Duty does not dim nor diminish. Catastrophic conflicts come and go, but the war waged for the souls of men continues without abatement. Like a clarion call comes the word of the Lord to you, to me, and to priesthood holders everywhere: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.” (<span class=\"citation\" id=\"18506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18506)\">D&amp;C 107:99<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p8\" class=\"\">The call of duty came to Adam, to Noah, to Abraham, to Moses, to Samuel, to David. It came to the Prophet Joseph Smith and to each of his successors, even to President Ezra Taft Benson. The call of duty came to the boy Nephi. Listen to his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p9\" class=\"\">“And it came to pass that I, Nephi, returned from speaking with the Lord, to the tent of my father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p10\" class=\"\">“And it came to pass that he spake unto me, saying: Behold I have dreamed a dream, in the which the Lord hath commanded me that thou and thy brethren shall return to Jerusalem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p11\" class=\"\">“For behold, Laban hath the record of the Jews and also a genealogy of thy forefathers, and they are engraven upon plates of brass.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p12\" class=\"\">“Wherefore, the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p13\" class=\"\">“And now, behold thy brothers murmur, saying it is a hard thing which I have required of them; but behold I have not required it of them, but it is a commandment of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p14\" class=\"\">“Therefore go, my son, and thou shalt be favored of the Lord, because thou hast not murmured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p15\" class=\"\">“And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1847)\">1 Ne. 3:1–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p16\" class=\"\">When that same call comes to you and to me, what will be our response? Will we murmur, as did Laman and Lemuel, and say, “This is a hard thing required of us”? Or will we, with Nephi, individually declare, “I will go. I will do”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p17\" class=\"\">Ofttimes the wisdom of God appears as foolishness to men, but the greatest single lesson we can learn in mortality is that, when God speaks and a man obeys, man will always be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p18\" class=\"\">President John Taylor cautioned us, “If you do not magnify your calling, God will hold you responsible for those you might have saved, had you done your duty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p19\" class=\"\">The call of duty came to John E. Page when the Prophet Joseph Smith extended to him a call to serve as a missionary. John E. Page “murmured” and responded, “Brother Joseph, I can’t go on a mission to Canada. I don’t even have a coat to wear.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p20\" class=\"\">The Prophet Joseph removed his own coat, handed it to Brother Page, and said, “Here, take this and the Lord will bless you.” John E. Page went on that mission to Canada and, during a two-year period, walked five thousand miles and baptized six hundred people. (See Andrew Jenson, “John E. Page,” <span class=\"emphasis\">The Historical Record,<\/span> 5:57.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p21\" class=\"\">A famed minister observed, “Men will work hard for money. Men will work harder for other men. But men will work hardest of all when they are dedicated to a cause. Until willingness overflows obligation, men fight as conscripts rather than following the flag as patriots. Duty is never worthily performed until it is performed by one who would gladly do more, if only he could.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I slept and dreamt<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That life was joy.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I awoke and saw<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That life was duty.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I acted, and behold—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Duty was joy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p28\" class=\"\">(Rabindranath Tagore)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p29\" class=\"\">Robert Louis Stevenson reminded us: “I know what pleasure is, for I have done good work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p30\" class=\"\">The call of duty can come quietly as we who hold the priesthood respond to the assignments we receive. President George Albert Smith, that modest yet effective leader, declared, “It is your duty first of all to learn what the Lord wants and then by the power and strength of your holy priesthood to so magnify your calling in the presence of your fellows that the people will be glad to follow you.” (<span class=\"emphasis\">Church News,<\/span> 7 Sept. 1968, p. 15.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p31\" class=\"\">What does it mean to magnify a calling? It means to build it up in dignity and importance, to make it honorable and commendable in the eyes of all men, to enlarge and strengthen it, to let the light of heaven shine through it to the view of other men. And how does one magnify a calling? Simply by performing the service that pertains to it. An elder magnifies the ordained calling of an elder by learning what his duties as an elder are and then by doing them. As with an elder, so with a deacon, a teacher, a priest, a bishop, and each who holds office in the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p32\" class=\"\">In 1950 the call of duty came to me as a bishop. The responsibilities were many and varied. The Doctrine and Covenants provided a sure guide. The words of the Apostle Paul to Timothy pertaining to the office of a bishop were sobering. The <span class=\"emphasis\">General Handbook<\/span> was helpful. The principal areas of administration were spelled out by leaders, both stake and general: The bishop (1) is the father of the ward; (2) is the president of the Aaronic Priesthood; (3) provides for the poor, the needy; (4) is responsible for keeping proper records; and (5) is the common judge in Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p33\" class=\"\">Then came an unusual assignment from Church headquarters. Bishops were to provide each serviceman a subscription to the <span class=\"emphasis\">Church News<\/span> and the <span class=\"emphasis\">Improvement Era<\/span> and were to write a personal letter to every serviceman each month. The Korean War was raging. Our ward had twenty-three members in uniform. The priesthood quorums, with effort, supplied the funds for the subscriptions to the publications. Since I had served in the Navy in World War II, I knew the importance of a letter from home. I began the task, even the duty, to write twenty-three personal letters each month. After all these years, I still have copies of many of my letters and the responses received. Tears come easily when these letters are reread. It is a joy to learn again of a soldier’s pledge to live the gospel, a sailor’s decision to keep faith with his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p34\" class=\"\">One evening I handed to a lady in the ward the stack of twenty-three letters for the current month. Her assignment was to handle the mailing and to maintain the constantly changing address file. She glanced at one envelope and, with a smile, asked, “Bishop, don’t you ever get discouraged? Here is another letter to Brother Bryson. This is the seventeenth letter you have sent to him without a reply.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p35\" class=\"\">I responded, “Well, maybe this will be the month.” And it was. His reply is a keepsake, a literal treasure. It was postmarked “APO San Francisco.” He was serving far away on a distant shore, isolated, homesick, alone. He wrote: “Dear Bishop, I ain’t much at writin’ letters. [I could have told him that seventeen months earlier.] Thank you for the <span class=\"emphasis\">Church News<\/span> and magazines, but most of all thank you for the personal letters. I have turned over a new leaf. I have been ordained a priest in the Aaronic Priesthood. My heart is full. I am a happy man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p36\" class=\"\">My brethren, Brother Bryson was no happier than was his bishop. I had learned the practical application of the adage, “Do your duty; that is best. Leave unto the Lord the rest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p37\" class=\"\">Years later, while attending the Salt Lake Cottonwood Stake when Elder James E. Faust served as president, I related that account in an effort to encourage attention to our servicemen. After the meeting, a fine looking young man came forward. He took my hand in his and asked, “Bishop Monson, do you remember me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p38\" class=\"\">I replied, “Brother Bryson! How are you? What are you doing in the Church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p39\" class=\"\">With warmth and obvious pride, he responded, “I’m fine. I serve in the presidency of my elders quorum. Thank you again for your concern for me and the personal letters which you sent and which I treasure.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Father, where shall I work today?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And my love flowed warm and free.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then He pointed out a tiny spot<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And said, “Tend that for me.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I answered quickly, “Oh no; not that!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Why, no one would ever see,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No matter how well my work was done;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not that little place for me.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the word He spoke, it was not stern;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He answered me tenderly:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Ah, little one, search that heart of thine.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Art thou working for them or for me?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Nazareth was a little place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And so was Galilee.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p54\" class=\"\">(Meade McGuire.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p55\" class=\"\">Brethren, let us learn our duty. Let us, in the performance of our duty, follow in the footsteps of the Master. As you and I walk the pathway Jesus walked, let us listen for the sound of sandaled feet. Let us reach out for the Carpenter’s hand. Then we shall come to know Him. He may come to us as one unknown, without a name, as by the lakeside He came to those men who knew Him not. He speaks to us the same words, “Follow thou me” (<span class=\"citation\" id=\"29315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29315)\">John 21:22<\/a><\/span>), and sets us to the task which He has to fulfill for our time. He commands, and to those who obey Him, whether they be wise or simple, He will reveal Himself in the toils, the conflicts, the sufferings that they shall pass through in His fellowship; and they shall learn by their own experience who He is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-call-of-duty.p56\" class=\"\">We will discover He is more than the Babe in Bethlehem, more than the carpenter’s son, more than the greatest teacher ever to live. We will come to know Him as the Son of God, our Savior and our Redeemer. When to Him came the call of duty, He answered, “Father, thy will be done, and the glory be thine forever.” (<span class=\"citation\" id=\"39656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39656)\">Moses 4:2<\/a><\/span>.) May we do likewise I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}