{"ID":4263, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the “Youth of the Noble Birthright”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_018<\/span>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p3\" class=\"\">My beloved brethren, this has been a glorious meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p4\" class=\"\">I have been especially pleased to see the number of young men in attendance this evening. With all my heart I love the youth of the Church. I have spent much of my life in their service, and their well-being and happiness are among my greatest concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p5\" class=\"\">Tonight I would like to speak directly to you young men of the Aaronic Priesthood. I am grateful that many of your fathers and priesthood leaders are with you, for I would like them to hear my message also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p6\" class=\"\">Young men of the Aaronic Priesthood, you have been born at this time for a sacred and glorious purpose. It is not by chance that you have been reserved to come to earth in this last dispensation of the fulness of times. Your birth at this particular time was foreordained in the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p7\" class=\"\">You are to be the royal army of the Lord in the last days. You are “youth of the noble birthright.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 255.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p8\" class=\"\">In the spiritual battles you are waging, I see you as today’s sons of Helaman. Remember well the Book of Mormon account of Helaman’s two thousand stripling warriors and how the teachings of their mothers gave them strength and faith. These marvelous mothers taught them to put on the whole armor of God, to place their trust in the Lord, and to doubt not. By so doing, not one of these young men was lost. (See <span class=\"citation\" id=\"9568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9568)\">Alma 53:10–23<\/a><\/span>; <span class=\"citation\" id=\"9570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9570)\">Alma 56:41–56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p9\" class=\"\">My young brethren, I counsel each of you to draw close to your own mother. Respect her. Honor her. Receive your mother’s counsel as she loves and instructs you in righteousness. And honor and obey your father as he stands as the head of the home, emulating his manly qualities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p10\" class=\"\">Young men, the family unit is forever, and you should do everything in your power to strengthen that unit. In your own family, encourage family home evenings and be an active participant. Encourage family prayer and be on your knees with your family in that sacred circle. Do your part to develop real family unity and solidarity. In such homes, there is no generation gap.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p11\" class=\"\">Your most important friendships should be with your own brothers and sisters and with your father and mother. Love your family. Be loyal to them. Have a genuine concern for your brothers and sisters. Help carry their load so you can say, like the lyrics of that song, “He ain’t heavy; he’s my brother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p12\" class=\"\">Remember, the family is one of God’s greatest fortresses against the evils of our day. Help keep your family strong and close and worthy of our Father in Heaven’s blessings. As you do, you will receive faith and strength which will bless your lives forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p13\" class=\"\">Next, young men, may I admonish you to participate in a program of daily reading and pondering of the scriptures. We remember the experience of our beloved prophet President Spencer W. Kimball. As a fourteen-year-old boy he accepted the challenge of reading the Bible from cover to cover. Most of his reading was done by coal oil light in his attic bedroom. He read every night until he completed the 1,519 pages, which took him approximately a year; but he attained his goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p14\" class=\"\">Of the four great standard works of the Church—the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price—I would particularly urge you to read again and again the Book of Mormon and ponder and apply its teachings. The Book of Mormon was referred to by the Prophet Joseph Smith as “the most correct of any book on earth, and the keystone of our religion.” (<span class=\"emphasis\">History of the Church,<\/span> 4:461.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p15\" class=\"\">Young men, the Book of Mormon will change your life. It will fortify you against the evils of our day. It will bring a spirituality into your life that no other book will. It will be the most important book you will read in preparation for a mission and for life. A young man who knows and loves the Book of Mormon, who has read it several times, who has an abiding testimony of its truthfulness, and who applies its teachings will be able to stand against the wiles of the devil and will be a mighty tool in the hands of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p16\" class=\"\">Further, I would encourage you brethren of the Aaronic Priesthood to receive a patriarchal blessing. Study it carefully and regard it as personal scripture to you—for that is what it is. A patriarchal blessing is the inspired and prophetic statement of your life’s mission together with blessings, cautions, and admonitions as the patriarch may be prompted to give. Young men, receive your patriarchal blessing under the influence of fasting and prayer, and then read it regularly that you may know God’s will for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p17\" class=\"\">May I now direct your attention to the importance of attending all of your Church meetings. Faithful attendance at Church meetings brings blessings you can receive in no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p18\" class=\"\">Attend your sacrament meeting every Sunday. Listen carefully to the messages. Pray for the spirit of understanding and testimony. Be worthy to prepare and bless and pass the sacrament. Come to the sacrament table with clean hands and a pure heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p19\" class=\"\">Attend your Sunday School classes every Sunday. Listen carefully to the lesson and participate in class discussions. Gospel scholarship and an increase in testimony will result.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p20\" class=\"\">Attend your priesthood quorum meetings every Sunday, and your quorum activities held on weeknights. Learn well your priesthood responsibilities, and then perform them with diligence and reverence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p21\" class=\"\">Young men, take full advantage of the Church programs. Set your goals to attain excellence in the achievement programs of the Church. Earn the Duty to God Award—one of our most significant priesthood awards. Become an Eagle Scout. Do not settle for mediocrity in the great Scouting program of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p22\" class=\"\">Regularly attend seminary and be a seminary graduate. Seminary instruction is one of the most significant spiritual experiences a young man can have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p23\" class=\"\">May I now speak with you about missionary service in the kingdom. I feel very deeply about this. I pray that you will understand the yearnings of my heart. The Prophet Joseph Smith declared, “After all that has been said, [our] greatest and most important duty is to preach the Gospel.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 113.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p24\" class=\"\">The Lord wants every young man to serve a full-time mission. Currently, only a fifth of the eligible young men in the Church are serving full-time missions. This is not pleasing to the Lord. We can do better. We <span class=\"emphasis\">must<\/span> do better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p25\" class=\"\">Not only should a mission be regarded as a priesthood duty, but every young man should look forward to this experience with great joy and anticipation. What a privilege—what a sacred privilege—to serve the Lord full time for two years with all your heart, might, mind, and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p26\" class=\"\">You can do nothing more important. School can wait. Scholarships can be deferred. Occupational goals can be postponed. Yes, even temple marriage should wait until after a young man has served an honorable full-time mission for the Lord. And I would admonish you to date only faithful young women who also believe this and give you that encouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p27\" class=\"\">Young men, look forward to full-time missionary service. Show your love and commitment to the Lord by responding to His call to serve. Know that the real purpose in going into the mission field is to bring souls unto Christ, to teach and baptize our Heavenly Father’s children so that you may rejoice with them in the kingdom of our Father. (See <span class=\"citation\" id=\"18398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18398)\">D&amp;C 18:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p28\" class=\"\">Prepare now for your mission by doing these things we have discussed this evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p29\" class=\"\">Another vital ingredient in preparation for your mission is to always live a clean life. We want morally clean young men in the mission field. We want you to live the clean life all of your life. We want the morally clean life to be your way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p30\" class=\"\">Yes, one can repent of moral transgression. The miracle of forgiveness is real, and true repentance is accepted of the Lord. But it is not pleasing to the Lord prior to a mission, or at any time, to sow one’s wild oats, to engage in sexual transgression of any nature, and then to expect that planned confession and quick repentance will satisfy the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p31\" class=\"\">President Kimball was emphatic on this point. In his marvelous book <span class=\"emphasis\">The Miracle of Forgiveness,<\/span> he stated: “That man who resists temptation and lives without sin is far better off than the man who has fallen, no matter how repentant the latter may be. … How much better it is never to have committed sin!” (Salt Lake City: Bookcraft, 1969, p. 357.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p32\" class=\"\">One of our fine stake presidents shared with us the following experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p33\" class=\"\">“I remember a girl that I had gone to high school with. She was from a good LDS family, but when she was a junior in high school, she began to compromise her standards and principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p34\" class=\"\">“I remember how stunned I was one afternoon as a group of us were in the back of the bus riding home from school. We were talking about the consequences of sin or transgression, and she flatly announced that she wasn’t worried about committing any sin because her bishop had told her she could easily repent and could be quickly forgiven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p35\" class=\"\">“Well, I was shocked with this flippant attitude that didn’t reflect any understanding of repentance and no appreciation of the miracle of forgiveness. I was also sure that she had grossly misunderstood the instruction and counsel of her bishop.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p36\" class=\"\">Adultery, or anything like unto it, is abominable in the sight of the Lord. President Kimball also wisely observed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p37\" class=\"\">“Among the most common sexual sins our young people commit are necking and petting. Not only do these improper relations often lead to fornication, pregnancy, and abortions—all ugly sins—but in and of themselves they are pernicious evils, and it is often difficult for youth to distinguish where one ends and another begins. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p38\" class=\"\">“Too often, young people dismiss their petting with a shrug of their shoulders as a <span class=\"emphasis\">little<\/span> indiscretion, while admitting that fornication is a base transgression. Too many of them are shocked, or feign to be, when told that what they have done in the name of petting was in reality [a form of] fornication.” (<span class=\"emphasis\">Miracle of Forgiveness,<\/span> pp. 65–66.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p39\" class=\"\">Young men of the Aaronic Priesthood, remember the scriptural injunction “Be ye clean who bear the vessels of the Lord.” (<span class=\"citation\" id=\"6031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6031)\">3 Ne. 20:41<\/a><\/span>; <span class=\"citation\" id=\"18427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18427)\">D&amp;C 38:42<\/a><\/span>; see also <span class=\"citation\" id=\"25625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25625)\">Isa. 52:11<\/a><\/span>.) Remember the story of Joseph in Egypt, who hearkened not to the wife of Potiphar and maintained his purity and virtue. (See <span class=\"citation\" id=\"23993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23993)\">Gen. 39:6–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p40\" class=\"\">Consider carefully the words of the prophet Alma to his errant son, Corianton, “Forsake your sins, and go no more after the lusts of your eyes.” (<span class=\"citation\" id=\"9556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9556)\">Alma 39:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p41\" class=\"\">“The lusts of your eyes.” In our day, what does that expression mean?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p42\" class=\"\">Movies, television programs, and video recordings that are both suggestive and lewd.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p43\" class=\"\">Magazines and books that are obscene and pornographic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p44\" class=\"\">We counsel you, young men, not to pollute your minds with such degrading matter, for the mind through which this filth passes is never the same afterwards. Don’t see R-rated movies or vulgar videos or participate in any entertainment that is immoral, suggestive, or pornographic. Don’t listen to music that is degrading.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p45\" class=\"\">Remember Elder Boyd K. Packer’s statement: “Music, once … innocent, now is often used for wicked purposes. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p46\" class=\"\">“In our day music itself has been corrupted. Music can, by its tempo, by its beat, by its intensity [and I would add by its lyrics], dull the spiritual sensitivity of men. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p47\" class=\"\">“Young people,” Elder Packer goes on to say, “you cannot afford to fill your mind with the unworthy hard music of our day.” (in Conference Report, Oct. 1973, pp. 21, 25; or <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, pp. 25, 28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p48\" class=\"\">Instead, we encourage you to listen to uplifting music, both popular and classical, that builds the spirit. Learn some favorite hymns from our new hymnbook that build faith and spirituality. Attend dances where the music and the lighting and the dance movements are conducive to the Spirit. Watch those shows and entertainment that lift the spirit and promote clean thoughts and actions. Read books and magazines that do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p49\" class=\"\">And remember, young men, the importance of proper dating. President Kimball gave some wise counsel on this subject:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p50\" class=\"\">“Clearly, right marriage begins with right dating. … Therefore, this warning comes with great emphasis. Do not take the chance of dating nonmembers, or members who are untrained and faithless. [You] may say, ‘Oh I do not intend to marry this person. It is just a “fun” date.’ But one cannot afford to take a chance on falling in love with someone who may never accept the gospel.” (<span class=\"emphasis\">Miracle of Forgiveness,<\/span> pp. 241–42.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p51\" class=\"\">Our Heavenly Father wants you to date young women who are faithful members of the Church, who encourage you to serve a full-time mission and to magnify your priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p52\" class=\"\">Yes, prepare well for a mission all your life, not just six months or a year before you go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p53\" class=\"\">We love all of our missionaries who are serving the Lord full time in the mission field. But there is a difference in missionaries. Some are better prepared to serve the Lord the first month in the mission field than some who are returning home after twenty-four months.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p54\" class=\"\">We want young men entering the mission field who can enter the mission field “on the run,” who have the faith born of personal righteousness and clean living that they can have a great and productive mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p55\" class=\"\">We want missionaries who have the kind of faith that Wilford Woodruff and Heber C. Kimball had, each bringing hundreds and thousands of souls into the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p56\" class=\"\">Give me a young man who has kept himself morally clean and has faithfully attended his Church meetings. Give me a young man who has magnified his priesthood and has earned the Duty to God Award and is an Eagle Scout. Give me a young man who is a seminary graduate and has a burning testimony of the Book of Mormon. Give me such a young man, and I will give you a young man who can perform miracles for the Lord in the mission field and throughout his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p57\" class=\"\">Now I would like to say a final word to the fathers and priesthood leaders in attendance this evening. Fathers, stay close to your sons. Earn and deserve their love and respect. Be united with their mother in the rearing of your children. Do nothing in your life to cause your sons to stumble because of your example. Guide your sons. Teach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p58\" class=\"\">As I indicated last October as we met in general priesthood session, you have the major responsibility for teaching your sons the gospel. I would encourage you to reread that address. As important as the organizations of the Church are for teaching our youth, fathers have a sacred calling to continually teach and instruct members of their families in the principles of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p59\" class=\"\">Priesthood leaders, remember that the bishop is the president of the Aaronic Priesthood. Bishops, your first and foremost responsibility is the Aaronic Priesthood and the young women of your wards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p60\" class=\"\">Stay close to your young men. Get inside their lives. A personal interview once a year with them is not sufficient to fulfill your sacred duty. Visit with them often. Attend their quorum and Scout meetings. Go on their campouts. Participate in their youth conferences. Promote father-and-son activities. Talk with them often about a mission, and regularly visit with them about their personal worthiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p61\" class=\"\">Strengthen the Aaronic Priesthood quorums. Effectively use the videotape entitled “Vitalizing the Aaronic Priesthood Quorums” and the accompanying training guide. These are some of the finest training tools we have in the Aaronic Priesthood. Bishoprics, quorum advisers, and quorum presidencies should regularly use this training program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p62\" class=\"\">Now, in closing, my young men of the Aaronic Priesthood, how I love you, how I respect you, how I pray for you. Remember the counsel I have given you tonight. It is what the Lord would have you hear now—today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p63\" class=\"\">Live up to your godly potential. Remember who you are and the priesthood that you bear. Be modern-day sons of Helaman. Put on the whole armor of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/to-the-youth-of-the-noble-birthright.p64\" class=\"\">“O youth of the noble birthright,” with all my heart I say, “Carry on, carry on, carry on!” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}