{"ID":4266, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Happiness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p2\" class=\"\">Elder Jack H. Goaslind<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e4e.jpg\" alt=\"Elder Jack H. Goaslind\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p3\" class=\"\">Last summer I saw an interesting picture as I followed a car on the freeway. It was a large station wagon that had obviously endured many road skirmishes. The top rack was loaded with luggage; the seats were loaded with people. Four bare feet hung out the rear window, and elbows and arms hung out the side windows. In the front seat, the mother was wrestling with a feisty child while simultaneously trying to calm an upset infant. The father was desperately trying to negotiate the heavy traffic. It was obviously vacation time for this family. As I surveyed the situation with some degree of empathy, I noticed a bumper sticker which read, “Are we having fun yet?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p4\" class=\"\">I laugh about this scene whenever I recall it. I believe it is amusing because it exhibits a wry insight into human nature. It reveals a very real aspect of the human condition: the largely unfulfilled pursuit of happiness. The implications of the question “Are we having fun yet?” are profound. How many people in this world pursue happiness but find that it eludes them? They contrive pleasures, invent amusements, and invest heavily in recreation. They go abroad in search of this rare gift but fail to see that evidence of it is all around them; the source is within them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p5\" class=\"\">As I have occasion to be with wonderful people throughout the world, I am often moved by the many individuals I meet who are looking for happiness, but not quite finding it. They yearn and strive and endure, but seem to be asking, “Am I happy yet?” I desire to assure you that happiness is real. It can be experienced here, and we can know a fulness of joy in the hereafter. May I share with you some insights about the kind of happiness promised by the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p6\" class=\"\">Lehi’s words to his son Jacob include a profound truth: “All things have been done in the wisdom of him who knoweth all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p7\" class=\"\">“Adam fell that men might be; and men are, that they might have joy.” (<span class=\"citation\" id=\"4163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4163)\">2 Ne. 2:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p8\" class=\"\">Our wise and loving Father in Heaven is concerned for the welfare of his children. He desires to see us happy. The very purpose of our lives can be defined in terms of happiness. The Prophet Joseph Smith said, “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it.” (<span class=\"emphasis\">History of the Church,<\/span> 5:134.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p9\" class=\"\">Our yearnings for happiness were implanted in our hearts by Deity. They represent a kind of homesickness, for we have a residual memory of our premortal existence. They are also a foretaste of the fulness of joy that is promised to the faithful. We can expect with perfect faith that our Father will fulfill our innermost longings for joy. In fact, the plan he has given to guide us is called “the plan of happiness.” (<span class=\"citation\" id=\"9565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9565)\">Alma 42:16<\/a><\/span>.) In the meridian of time, it was heralded by angelic messengers as “good tidings of great joy, which shall be to all people.” (<span class=\"citation\" id=\"32258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32258)\">Luke 2:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p10\" class=\"\">The Book of Mormon makes it clear that happiness is our destiny. It speaks of dwelling “with God in a state of never-ending happiness.” (<span class=\"citation\" id=\"40607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40607)\">Mosiah 2:41<\/a><\/span>.) It is also made clear that “all things shall be restored to their proper order, every thing to its natural frame, … raised to endless happiness to inherit the kingdom of God, or to endless misery to inherit the kingdom of the devil.” [<span class=\"citation\" id=\"9559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9559)\">Alma 41:4<\/a><\/span>.] We also learn that we are “raised to happiness according to [our] desires of happiness.” (<span class=\"citation\" id=\"9560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9560)\">Alma 41:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p11\" class=\"\">Words such as <span class=\"emphasis\">reap, restored,<\/span> and <span class=\"emphasis\">desire<\/span> imply that happiness is a consequence, not a reward. We are <span class=\"emphasis\">restored<\/span> to a state of happiness when we have chosen to live according to the plan of happiness. Our joy in God’s kingdom will be a natural extension of the happiness we cultivate in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p12\" class=\"\">Our happiness is diminished by at least two things: sin and adversity. Of the two, sin is the most tragic. Sin is the most persistent cause of human suffering and of the two brings the deepest remorse. Sin and the temptation to do evil are part of our mortal test. We are being tried to see if we will choose good or evil. It is a hard test, and only those who have resisted temptation can know and gain the strength thereof. Sin is sin because it destroys instead of saves; it tears down instead of builds, it causes despair instead of hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p13\" class=\"\">The Book of Mormon speaks of men that are in a “carnal state … and in the bonds of iniquity; they are without God in the world, and they have gone contrary to the nature of God; therefore, they are in a state contrary to the nature of happiness.” (<span class=\"citation\" id=\"9563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9563)\">Alma 41:11<\/a><\/span>.) It also records Samuel the Lamanite’s warning to the Nephites: “Ye have sought all the days of your lives for that which ye could not obtain; and ye have sought for happiness in doing iniquity, which thing is contrary to the nature of that righteousness which is in our great and Eternal Head.” (<span class=\"citation\" id=\"24764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24764)\">Hel. 13:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p14\" class=\"\">The doctrine is concisely summarized by Alma: “Behold, I say unto you, <span class=\"emphasis\">wickedness never was happiness<\/span>.” (<span class=\"citation\" id=\"9561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9561)\">Alma 41:10<\/a><\/span>; italics added.) If we are not pure, we would be miserable in the presence of God and Christ, who are by their very nature happy and joyful and cannot look upon sin with any allowance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p15\" class=\"\">The suffering that results from sin is most tragic because through our own choices we can choose to avoid it. We have that power. We also have the capacity to repent of our sins and to experience the sweet joy of forgiveness. If we are unhappy, let us examine ourselves to see where we need to repent. If we have questions about what we need to do, or not do, we need only listen to our conscience and follow the promptings of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p16\" class=\"\">I am acquainted with a man who rebelled from the Church when he was a youth. He made some mistakes during this time and developed some habits. Eventually, however, he came to himself; he served a mission and returned home to hold many responsible positions in the Church. But he was never quite happy. He could have said as did Nephi:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p17\" class=\"\">“I am encompassed about, because of the temptations and the sins which do so easily beset me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p18\" class=\"\">“And when I desire to rejoice, my heart groaneth because of my sins.” (<span class=\"citation\" id=\"4172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4172)\">2 Ne. 4:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p19\" class=\"\">Finally, in a night of spiritual turmoil, the man confessed to himself that he had never fully forsaken his sins. Although he had not committed sins worthy of Church court action, he still harbored attitudes and thoughts that robbed him of spirituality, and he went through cycles of guilt and despair that dampened his happiness. He made up his mind to change, and he kept his resolve. He broke the chain of sin and despair and, for the first time in memory, began to experience a real, true happiness. If someone had asked him, “Are we having fun, experiencing happiness, yet?” he could have answered, “Yes, more happiness, or joy, than I could have imagined.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p20\" class=\"\">Striving for happiness is a long, hard journey with many challenges. It requires eternal vigilance to win the victory. You cannot succeed with sporadic little flashes of effort. Constant and valiant living is necessary. That is why patience and faith are so often associated in the scriptures. You must “withstand every temptation of the devil, with [your] faith on the Lord Jesus Christ.” (<span class=\"citation\" id=\"9547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9547)\">Alma 37:33<\/a><\/span>.) But remember, faith is not a magical formula. It requires that you make a deliberate decision to do good and then carry out your decision. Do it. Simply do it, and do it long enough that you experience success, no matter how hard it may seem. Your victory over self brings communion with God and results in happiness—lasting and eternal happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p21\" class=\"\">The other thing that may diminish our happiness is adversity. Adversity is also part of our mortal probation, experienced by everyone. It is different, however, from sin. While we can choose to avoid sin, we usually cannot choose whether we experience adversity. I am convinced if we are to have happiness in our hearts, we must learn how to preserve it, in our hearts, in the midst of trouble and trial. We can control our attitude toward adversity. Some people are defeated and embittered by it, while others triumph over it and cultivate godlike attributes in the midst of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p22\" class=\"\">I recall a true story from our pioneer heritage that illustrates how we can choose our response to adversity. Over one hundred years ago a Swedish family who had joined the Church faced a long ocean voyage to America, a train trip from New York to Omaha, and then a trek by wagon train to Salt Lake City. During their train trip they rode in stock cars used to haul hogs. The cars were filthy and filled with hog lice. On their wagon trip across the plains, a healthy baby was born, but their three-year-old contracted cholera. During the night, the father went to a neighboring wagon to borrow a candle, but was told they couldn’t spare one. This angered him, and he fumed as he sat in the dark with his son’s limp, feverish body in his arms. The boy died that night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p23\" class=\"\">The next morning the wagon master said they would hold a short funeral and bury the boy in a shallow grave. They were in Indian country and didn’t have time to do more. The father insisted on staying behind and digging a grave deep enough so the animals would not disturb the body. They experienced other hardships before they reached Salt Lake City.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p24\" class=\"\">Now, both the mother and the father experienced the same trials, but the father became withdrawn, cantankerous, and bitter. He stopped going to church, found fault with Church leaders. He became caught up in his own miseries, and the light of Christ grew dimmer and dimmer in his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p25\" class=\"\">On the other hand, the mother’s faith increased. Each new problem seemed to make her stronger. She became an angel of mercy—filled with empathy, compassion, and charity. She was a light to those around her. Her family gravitated toward her and looked to her as their leader. She was happy; he was miserable. (See <span class=\"emphasis\">Ensign,<\/span> Feb. 1981, pp. 54–55.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p26\" class=\"\">I would offer one key to maintaining your happiness in spite of adversity. Christ said, “For whosoever will save his life shall lose it: but whosoever will lose his life for my sake, the same shall save it.” (<span class=\"citation\" id=\"32271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32271)\">Luke 9:24<\/a><\/span>.) If you would find happiness and joy, lose your life in some noble cause. A worthy purpose must be at the center of every worthy life. President Stephen L. Richards noted that life is a mission, not a career. (See <span class=\"emphasis\">Where Is Wisdom,<\/span> Salt Lake City: Deseret Book Co., 1955, p. 74.) As Church members, our mission should be the greatest, noblest mission in the universe—the salvation of souls. President David O. McKay was fond of quoting the poet Robert Browning, who said, “There is an answer to the passionate longings of the heart for fullness, and I knew it, and the answer is this: Live in all things outside yourself by love, and you will have joy. That is the life of God; it ought to be our life. In him it is accomplished and perfect; but in all created things it is a lesson learned slowly and through difficulty.” (Quoted in <span class=\"emphasis\">Stepping Stones to an Abundant Life,<\/span> comp. Llewelyn R. McKay, Salt Lake City: Deseret Book Co., 1971, p. 119.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p27\" class=\"\">Service helps us forget our own travails; it enlarges our souls and gives us greater capacity to endure our own trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p28\" class=\"\">Now, I have spoken of our Father’s plan of happiness by which he guides us into eternal joy. I have talked about overcoming sin through repentance and self-mastery, and I have spoken of taking the edge off adversity through selfless service. Self-mastery and service are keys to our Father’s plan. Christ told his disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p29\" class=\"\">“If ye keep my commandments, ye shall abide in my love. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p30\" class=\"\">“These things I have spoken unto you, that my joy might remain in you, and that your joy might be full.” (<span class=\"citation\" id=\"29304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29304)\">John 15:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p31\" class=\"\">The commandments are guides to happiness. I implore you to follow them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/happiness.p32\" class=\"\">“Are we having fun yet, experiencing true happiness?” I certainly am. I find great joy in life in obeying and serving. I pray that you may also discover the elusive treasure of true happiness through the means that were ordained by our Father, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}