{"ID":4268, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Provident Plan—A Precious Promise\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p3\" class=\"\">Today, April 6, 1986, is a day of history. One hundred fifty-six years ago The Church of Jesus Christ of Latter-day Saints was organized. Numbers were few. Circumstances were modest. But the future beckoned. In Solemn Assembly this afternoon, President Ezra Taft Benson will be sustained by our hearts and souls, as well as by our uplifted hands, as the thirteenth President of the Church. Prayers of thanksgiving will be offered, words of wisdom provided, and songs of praise sung. Strains of “We Thank Thee, O God, for a Prophet” and “How Firm a Foundation” will emanate from this Tabernacle and reverberate throughout the lands of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p4\" class=\"\">It was fifty years ago this very day that the prophets of God outlined the general principles which became the “firm foundation” of the Church welfare plan. In a specially called and momentous meeting presided over by President Heber J. Grant and his counselors—J. Reuben Clark, Jr., and David O. McKay—watershed statements were presented and heaven-inspired counsel provided which have endured the passage of time, which have been rendered valid by the verdict of history, and which bear the seal of God’s approval.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p5\" class=\"\">On that occasion, President David O. McKay declared, “This organization is established by divine revelation, and there is nothing else in all the world that can so effectively take care of its members.” (In Henry D. Taylor, “The Church Welfare Plan,” 1984, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p6\" class=\"\">President J. Reuben Clark set the tone for the launching of this inspired effort by counseling: “[The Lord] has given us the spirituality. He has given us the actual command. … The eyes of the world are upon us. … May the Lord bless you, give us courage, give us wisdom, give us vision to carry out this great work.” (Taylor, p. 27.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p7\" class=\"\">Fifty years have come and gone. Economic cycles have run their course. Societal changes have been numerous. The Church has expanded beyond the valleys of the mountains to the uttermost reaches of the earth. Membership is measured in millions. The word of God, provided on that historic day, is as an island of constancy in a sea of change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p8\" class=\"\">Let us, for a moment, review the moorings, the underpinnings, even the foundation of the welfare program. Said the First Presidency in that year of announcement: “Our primary purpose was to set up, insofar as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift and self respect be once more established amongst our people. The aim of the Church is to help the people to help themselves.” (In Conference Report, Oct. 1936, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p9\" class=\"\">The holy scriptures leave no doubt concerning the responsibility to care for the poor, the needy, the downtrodden. The organization has been perfected, the duties defined, and the guidelines given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p10\" class=\"\">I am profoundly grateful to my Heavenly Father for the privilege which has been mine to be tenderly taught and constantly counseled by the prophets of the program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p11\" class=\"\">As a publisher and printer, I had the opportunity to assist President J. Reuben Clark in the preparation of his manuscript which became the monumental book <span class=\"emphasis\">Our Lord of the Gospels.<\/span> What a blessing was mine to learn daily at the feet of such a master teacher and principle architect of the welfare program. Knowing that I was a newly appointed bishop presiding over a difficult ward, he emphasized the need for me to know my people, to understand their circumstances, and to minister to their needs. One day he recounted the example of the Savior as recorded in the Gospel of Luke:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p12\" class=\"\">“And it came to pass … that he went into a city called Nain; and many of his disciples went with him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p13\" class=\"\">“When he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p14\" class=\"\">“And when the Lord saw her, he had compassion on her, and said unto her, Weep not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p15\" class=\"\">“And he came and touched the bier. … And he said, Young man, I say unto thee, Arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p16\" class=\"\">“And he that was dead sat up, and began to speak. And he delivered him to his mother.” (<span class=\"citation\" id=\"32268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32268)\">Luke 7:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p17\" class=\"\">When President Clark closed the Bible, I noticed that he was weeping. In a quiet voice, he said, “Tom, be kind to the widow and look after the poor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p18\" class=\"\">On one occasion, President Harold B. Lee, who was a stake president in the area where I was born and reared and later presided as a bishop, spoke movingly to the Aaronic Priesthood concerning how the priesthood might prepare for its role in caring for the poor. He stood at the pulpit, took the Book of Mormon in hand, and opened it to the seventeenth chapter of Alma. He then read to us concerning the sons of Mosiah:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p19\" class=\"\">“Now these sons of Mosiah were with Alma at the time the angel first appeared unto him; therefore Alma did rejoice exceedingly to see his brethren; and what added more to his joy, they were still his brethren in the Lord; yea, and they had waxed strong in the knowledge of the truth; for they were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p20\" class=\"\">“But this is not all; they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.” (<span class=\"citation\" id=\"9520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9520)\">Alma 17:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p21\" class=\"\">We had been given our pattern, provided by an inspired teacher. Reverently, he closed the covers of this sacred scripture. Like President Clark, he too had tears in his eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p22\" class=\"\">Just a few days ago I visited with President Marion G. Romney, known throughout the Church for his ardent advocacy and knowledge of the welfare program. We spoke of the beautiful passage from Isaiah concerning the true fast:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p23\" class=\"\">“Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?” (<span class=\"citation\" id=\"25629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25629)\">Isa. 58:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p24\" class=\"\">As did President Clark, as did President Lee, President Romney wept as he spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p25\" class=\"\">Appearing as a golden thread woven through the tapestry of the welfare program is the truth taught by the Apostle Paul: “The letter killeth, but the spirit giveth life.” (<span class=\"citation\" id=\"3111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3111)\">2 Cor. 3:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p26\" class=\"\">President Ezra Taft Benson frequently counsels us: “Remember, Brethren, in this work it is the Spirit that counts.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p27\" class=\"\">What has the Lord said about the spirit of this work? In a revelation given to the Prophet Joseph at Kirtland, Ohio, in June of 1831, He declared: “Remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple.” (<span class=\"citation\" id=\"18439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18439)\">D&amp;C 52:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p28\" class=\"\">In that marvelous message delivered by King Benjamin, as recorded in the Book of Mormon, we read: “For the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God—I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally.” (<span class=\"citation\" id=\"40619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40619)\">Mosiah 4:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p29\" class=\"\">When we depart from the Lord’s way in caring for the poor, chaos comes. Said John Goodman, president of the National Center for Political Analysis, as reported this year in a Dallas, Texas, newspaper:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p30\" class=\"\">“The USA’s welfare system is a disaster. It is creating poverty, not destroying it. It subsidizes divorce, unwed teenage pregnancy, the abandonment of elderly parents by their children, and the wholesale dissolution of the family. The reason? We pay people to be poor. Private charities have always been better at providing relief where it is truly needed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p31\" class=\"\">In 1982 it was my privilege to serve as a member of President Ronald Reagan’s Task Force on Private Sector Initiatives. Meeting in the White House with prominent leaders assembled from throughout the nation, President Reagan paid tribute to the welfare program of the Church. He observed: “Elder Monson is here representing The Church of Jesus Christ of Latter-day Saints. If, during the period of the Great Depression, every church had come forth with a welfare program founded on correct principles as his church did, we would not be in the difficulty in which we find ourselves today.” President Reagan praised self-sufficiency; lauded our storehouse, production, and distribution system; and emphasized family members assisting one another. He urged that in our need we turn not to government but rather to ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p32\" class=\"\">On another occasion in the White House, I was asked to present to a gathering of America’s religious leaders an example of our welfare program in action. I could have chosen many illustrations, but selected as typical our response to the Teton Dam disaster in Idaho. The result was dramatic. As the First Presidency stated fifty years ago, “The eyes of the world are upon us.” While this is a most important consideration, let us particularly remember that the eyes of God are similarly focused. What might He observe?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p33\" class=\"\">Are we generous in the payment of our fast offerings? That we should be so was taught by President Spencer W. Kimball, who urged that “instead of the amount saved by our two or more meals of fasting, perhaps much, much more—ten times more [be given] when we are in a position to do it.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p34\" class=\"\">Are we prepared for the emergencies of our lives? Are our skills perfected? Do we live providently? Do we have on hand our reserve supply? Are we obedient to the commandments of God? Are we responsive to the teachings of prophets? Are we prepared to give of our substance to the poor, the needy? Are we square with the Lord?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p35\" class=\"\">As we look back through fifty years and reflect on the development of the welfare program, as we look forward to the years ahead, let us remember the place of the priesthood, the role of the Relief Society, and the involvement of the individual. Help from heaven will be ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p36\" class=\"\">On a cold winter’s night in 1951, there was a knock at my door. A German brother from Ogden, Utah, announced himself and said, “Are you Bishop Monson?” I answered in the affirmative. He began to weep and said, “My brother, his wife, and family are coming here from Germany. They are going to live in your ward. Will you come with us to see the apartment we have rented for them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p37\" class=\"\">On the way to the apartment, he told me he had not seen his brother for many years. Through the holocaust of World War II, his brother had been faithful to the Church, once serving as a branch president before the war took him to the Russian front.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p38\" class=\"\">I observed the apartment. It was cold and dreary. The paint was peeling, the wallpaper soiled, the cupboards empty. A forty-watt bulb, suspended from the living room ceiling, revealed a linoleum floor covering with a large hole in the center. I was heartsick. I thought, “What a dismal welcome for a family which has endured so much.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p39\" class=\"\">My thoughts were interrupted by the brother’s statement, “It isn’t much, but it’s better than they have in Germany.” With that, the key to the apartment was left with me, along with the information that the family would arrive in Salt Lake City in three weeks—just two days before Christmas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p40\" class=\"\">Sleep was slow in coming to me that night. The next morning was Sunday. In our ward welfare committee meeting, one of my counselors said, “Bishop, you look worried. Is something wrong?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p41\" class=\"\">I recounted to those present my experience of the night before, revealing the details of the uninviting apartment. There were a few moments of silence. Then Brother Eardley, the group leader of the high priests, said, “Bishop, did you say that apartment was inadequately lighted and that the kitchen appliances were in need of replacement?” I answered in the affirmative. He continued, “I am an electrical contractor. Would you permit the high priests of this ward to rewire that apartment? I would also like to invite my suppliers to contribute a new stove and a new refrigerator. Do I have your permission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p42\" class=\"\">I answered with a glad “Certainly.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p43\" class=\"\">Then Brother Balmforth, the seventies president, responded, “Bishop, as you know, I’m in the carpet business. I would like to invite my suppliers to contribute some carpet, and the seventies can easily lay it and eliminate that worn linoleum.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p44\" class=\"\">Then Brother Bowden, the president of the elders quorum, spoke up. He was a painting contractor. He said, “I’ll furnish the paint. May the elders paint and wallpaper that apartment?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p45\" class=\"\">Sister Miller, the Relief Society president, was next to speak. “We in the Relief Society cannot stand the thought of empty cupboards. May we fill them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p46\" class=\"\">The three weeks which followed are ever to be remembered. It seemed that the entire ward joined in the project. The days passed, and at the appointed time, the family arrived from Germany. Again at my door stood the brother from Ogden. With an emotion-filled voice, he introduced to me his brother, his brother’s wife, and their family. Then he asked, “Could we go visit the apartment?” As we walked up the staircase leading to the apartment, he repeated, “It isn’t much, but it’s more than they have had in Germany.” Little did he know what a transformation had taken place and that many who had participated were inside waiting for our arrival.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p47\" class=\"\">The door opened to reveal a newness of life. We were greeted by the aroma of freshly painted woodwork and newly papered walls. Gone was the forty-watt bulb, along with the worn linoleum it had illuminated. We stepped on carpet deep and beautiful. A walk to the kitchen presented to our view a new stove and new refrigerator. The cupboard doors were still open; however, they now revealed every shelf filled with food. As usual, the Relief Society had done its work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p48\" class=\"\">In the living room, we began to sing Christmas hymns. We sang “Silent night! Holy night! All is calm, all is bright.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 204.) We sang in English; they sang in German. At the conclusion, the father, realizing that all of this was his, took me by the hand to express his thanks. His emotion was too great. He buried his head in my shoulder and repeated the words, “Mein Bruder, mein Bruder, mein Bruder.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p49\" class=\"\">It was time to leave. As we walked down the stairs and out into the night air, snow was falling. Not a word was spoken. Finally, a young girl asked, “Bishop, I feel better than I have ever felt before. Can you tell me why?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p50\" class=\"\">I responded with the words of the Master: “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37142)\">Matt. 25:40<\/a><\/span>.) Suddenly there came to mind the words from “O Little Town of Bethlehem”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How silently, how silently,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The wondrous gift is giv’n!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So God imparts to human hearts<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The blessings of his heav’n.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No ear may hear his coming;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But in this world of sin,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where meek souls will receive him, still<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dear Christ enters in.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p59\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 208.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p60\" class=\"\">Silently, wondrously, His gift had been given. Lives were blessed, needs were met, hearts were touched, and souls were saved. A provident plan had been followed. A precious promise had been fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-provident-plan-a-precious-promise.p61\" class=\"\">I testify that God lives, that Jesus is the Christ, that we are led by a prophet, that sacrifice does indeed bring forth the blessings of heaven. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}