{"ID":4269, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Be of Good Cheer”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p3\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p4\" class=\"\">Over the last number of weeks as I have contemplated this occasion, I have been strongly impressed to share some thoughts about the Lord’s invitation to “be of good cheer”—yes, to be of good cheer without fear. With world conditions of riots, protests, arms buildups, wars and rumors of war, mistrust, poverty, disappointments, terrorism, tragedies, etc., there has never been a period in history when there is a greater need to accept another of the Lord’s eternal promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p5\" class=\"\">“Behold, this is the promise of the Lord unto you, O ye my servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p6\" class=\"\">“Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am, and that I am to come.” (<span class=\"citation\" id=\"18454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18454)\">D&amp;C 68:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p7\" class=\"\">Good cheer is a state of mind or mood that promotes happiness or joy. Some like to think good cheer is found in a bottle, a six-pack, an injection, a pinch under the lip, rationalization, or self-deceit. Incidentally, it has been my observation over the years that those who try to drown their sorrows with drink only sicken their tomorrows. With God’s help, good cheer permits us to rise above the depressing present or difficult circumstances. It is a process of positive reassurance and reinforcement. It is sunshine when clouds block the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p8\" class=\"\">Recently, while visiting with a wife who had suddenly lost a husband through a tragic death, I was touched by this lovely lady from Washington, Utah, when she said, “My heart is heavy and sad, but my soul is of good cheer.” There was a powerful inward cheer dominating the sorrowful situation. The promise, “for I the Lord am with you,” was triumphing over heartache and despair. People of good cheer soften the sorrow of others as well as those that weigh mightily upon themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p9\" class=\"\">None of us will escape tragedy and suffering. Each of us will probably react differently. However, if we can recall the Lord’s promise, “for I the Lord am with you,” we will be able to face our problems with dignity and courage. We will find the strength to be of good cheer instead of becoming resentful, critical, or defeated. We will be able to meet life’s unpleasant happenings with clear vision, strength, and power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p10\" class=\"\">All over the world we have many members who are taking the blessings of the gospel to those who will listen. Those who accept and live the teachings of our Savior find the strength to be of good cheer, for he declared, “Whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.” (<span class=\"citation\" id=\"37128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37128)\">Matt. 16:25<\/a><\/span>.) When we apply this principle in our lives and share it with our associates, it is possible to supplant discouragement, tragedy, and gloom with hope and cheer. The fruits of cheerfulness lie within each of us, side by side with our resolution, priorities, and desires. They will never come from without. They cannot be purchased or stolen. They are above price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p11\" class=\"\">When I think of those about us who are well-disciplined and anxiously engaged in being of good cheer, many great examples come to mind. They lift us with their state of mind of gladness, joy, and hope. They seem to move forward happily with an extra dimension of power and love. Let me share an example or two.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p12\" class=\"\">One beautiful “good cheer” lady I have loved deeply over the years is very special. For more than thirty-five years her husband has been afflicted with Parkinson’s disease.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p13\" class=\"\">They have raised six outstanding children. She has cheerfully cooperated in making it possible for him to function well as a father, husband, bishop, high councilor, and successful building contractor. When his mobility has reached discouraging stages of near zero, she has lifted him. Her neighbors, and they are everyone she knows, find her to be the first visitor when there is an unusual need. Her good cheer is endless. She brings peace of mind and comfort to all with whom she associates. The more I watch her, the more I realize good cheer builds contagious enthusiasm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p14\" class=\"\">What a joy it is to see someone of good cheer, who, when others because of an unpleasant happening or development live in angry silence or vocal disgust, meets the situation with cheerful endurance and good spirits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p15\" class=\"\">Our missionaries worldwide frequently have contacts who would be willing to accept baptism and the gospel of Jesus Christ, but who fear the process. Many are afraid to change. Other less active members of the Church resist the invitation to come back because they fear being incompatible in his paths and with new associates.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p16\" class=\"\">We remind all to not fear and to be of good cheer because the Son of the living God, even Jesus Christ, shall stand by you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p17\" class=\"\">Just a few weeks ago, while in Bangkok, Thailand, our hearts were touched by a young lady now living in a state of good cheer she never realized possible. Meaningful change has brought great joy and happiness to her and her family. Let me share this message of good cheer as told in her own words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p18\" class=\"\">“In 1975 there was a family who lived near the main road in a small village. My parents were rather poor. My father worked at the local post office, while my mother stayed home caring for the children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p19\" class=\"\">“As time passed by, my mother became bored with her life as a housewife and set out to find a more exciting way of life. She turned to drink, tobacco, and gambling. Many times she would play cards all day and all night and not return to care for her children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p20\" class=\"\">“Meanwhile, my father was working hard to support his family. Things at home were not going well, and many times my father and my mother would argue violently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p21\" class=\"\">“One day my father came home and told my mother that if she continued on with her gambling and didn’t care for the children, he would have to divorce her. The family faced a crisis. At that time I was helping care for my three younger brothers. My parents asked each child who he or she wanted to live with, Mom or Dad. It was a very difficult decision to have to choose between my mother and my father. It was a time of much suffering and sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p22\" class=\"\">“It was during this time that my oldest sister first met some missionaries from The Church of Jesus Christ of Latter-day Saints. She studied about the Church and came to accept the teachings and adopt them into her life. She asked me to go to church with her. I was very sad and angry at first to think she had changed religions. I had only known the teachings of Buddha and had come to love the customs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p23\" class=\"\">“But I noticed a change in my sister. She was more loving and kind and did many things to help our family. I decided to study with the missionaries. My mother listened also. Before very long, we both realized that we had done things wrong and needed to change our lives. We repented of our sins and were baptized. When my father and two older brothers saw the change in us, they decided to study also. My father had been an important officer and teacher in the Buddhist church. He spent much time studying and reading the standard works. He prayed often and sincerely to know the truth. At last his humble prayers were answered. He knew, as we did, that The Church of Jesus Christ of Latter-day Saints was true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p24\" class=\"\">“The true gospel changed our lives and restored happiness to a nearly devastated home and family. We are all very grateful and happy to now be a part of the Lord’s church and become familiar with and obey his commandments.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p25\" class=\"\">Today this young lady is a missionary for the Church. She and her family are living witnesses that when people come to realize that “I the Lord am with you, and will stand by you” [<span class=\"citation\" id=\"18455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18455)\">D&amp;C 68:6<\/a><\/span>], a whole family can change their despair to good cheer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p26\" class=\"\">In contrast to this family in Bangkok, some of us who have the happiness and good cheer of the gospel can lose it by becoming involved in iniquity and deceit. One of the most destructive forms of deceit is self-deceit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p27\" class=\"\">Modern-day prophets have pled in plainness for us to avoid “get-rich-quick” schemes if we would avoid the heartaches of financial bondage. Perhaps we have not said enough about the fact that too many of us, in our moments of dreaming of grandeur, plant the seeds of economic disaster. Then at a later date when much is lost, we blame those who participated with us. It is difficult to be of good cheer when self-deceit is our companion. When we willingly expose ourselves to the winds and storms of fraud and scam, we should not be surprised when we come down with deficit disease. Over the years of listening to those who have suffered heavy money losses, I have heard many in desperation declare, “I was taken.” Often my heart, mind, and the Spirit have prompted me to share, “Yes, you were taken by yourself.” We all need to be encouraged to lift up our heads and see where our thoughts and undeclared priorities are taking us. Self-deceit permits us to blame others for our failures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p28\" class=\"\">For many years President Ezra Taft Benson has reinforced his talks of love and guidance to our youth with the truth that wickedness never can be happiness. (See <span class=\"citation\" id=\"9562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9562)\">Alma 41:10<\/a><\/span>.) In dating and courting, decisions of conduct, to be effective, must be made before the moment of enticement and temptation surfaces. Too often immoral conduct results from self-deceit. We have allowed ourselves to blame others for the incident of misconduct when our failure to make decisions ahead of time was not thought to be of importance. The thought that wickedness brings good cheer makes reason stare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p29\" class=\"\">A constant effort must be made to lift our daily conduct so that it squares with our knowledge of truth and our standards. Self-mastery must always triumph over self-deceit for us to taste the fruits of good cheer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p30\" class=\"\">One form of self-deceit is rationalization. We prevent the Lord from being with us because we stray from his paths and explain our actions by consciously or unconsciously making excuses. We say to ourselves: “I did it just to see what it was like.” “Everyone else was doing it.” “I didn’t want to be different.” “There was no other way to be accepted graciously.” Or “He made me do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p31\" class=\"\">The companionship of good cheer is possible through keeping the commandments of God, not through rationalization. We must commit ourselves to principles and not live by comparison or excuses. Horace Mann wisely said, “In vain do they talk of happiness who never subdued an impulse in obedience to a principle.” (from <span class=\"emphasis\">Common School Journal,<\/span> quoted in <span class=\"emphasis\">Horace Mann: His Ideas and Ideals,<\/span> comp. Joy Elmer Morgan, Washington, D.C.: National Home Library Foundation, 1936, p. 149.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p32\" class=\"\">Self-deceit is at best only temporarily successful. Then when the gap between truth and our knowledge of the right and our behavior becomes too large, we are forced to close it with rationalization. The true test is, how do we measure up when Christlike conduct standards are applied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p33\" class=\"\">Cheerfulness will never be a blending of self-deceit and rationalization. Being of good cheer permits us to rise above the moment and situation. Generally, rationalization is unconscious. We slip into it unaware and gradually. It becomes a crutch for those who choose to walk in crooked paths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p34\" class=\"\">The major responsibility for good cheer lies with the individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p35\" class=\"\">Good cheer is best shared by those who will discard fear, cheerfully accept what comes and use it wisely, become converted, obey the commandments of God, avoid self-deceit and rationalization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p36\" class=\"\">Being of good cheer makes it possible for us to turn all of our sunsets into sunrises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p37\" class=\"\">With good cheer, carrying our cross can be our ladder to happiness. When Jesus comes into our lives, cheer lights the way. How powerful and comforting is the Savior’s declaration, “In the world ye shall have tribulation: but be of good cheer; I have overcome the world.” (<span class=\"citation\" id=\"29307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29307)\">John 16:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p38\" class=\"\">He promises to stand by us. He invites us to bear record and witness of him. What a joy and honor it is for me to declare in good cheer and without fear that Jesus Christ is the Son of the living God, that he was the Only Begotten of the Father, that he is, and that he will yet come again in God’s name. I thank God for the Savior’s life, his cheerful love, and his example. “There is no fear in love; but perfect love casteth out fear.” (<span class=\"citation\" id=\"1143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1143)\">1 Jn. 4:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/be-of-good-cheer.p39\" class=\"\">To all mankind everywhere I cheerfully testify that our Lord and Savior Jesus Christ is our Redeemer. He will sustain us now and forever if we will walk in his paths, be of good cheer, and not fear. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}