{"ID":427, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Missions and Missionaries of the Church<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i> October 1949, pp. 116-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is always more or less an ordeal for me to face an audience, and particularly a congregation\nin this historic Tabernacle. I've been in hopes for years that I would outgrow that feeling, but\nI still think, study, and pray in anticipation; I tremble as I stand before you with the sense of\ninadequacy to give a timely message as it should be given; and after\nit's over, worry in self-reproachment for having failed to do justice to the cause. I suppose\nyou brethren have all sensed these same feelings; so I ask for your sympathy, your help this\nmorning. I particularly pray for guidance of the Holy Spirit.\n<\/p><p>\nTEACH ALL NATIONS\n<\/p><p>\nSaid the Savior to his Apostles:\n<\/p><p>\nGo ye therefore, and teach all nations, baptizing them in the name of the Father,\nand of the Son, and of the Holy Ghost:\n<\/p><p>\nTeaching them to observe all things whatsoever I have commanded you: and lo,\nI am with you alway, even unto the end of the world\n(<span class=\"citation\" id=\"34317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34317)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nNearly every member of the Church understands that there are two general ecclesiastical\ndivisions in the Church of Jesus Christ: one made up of the organized stakes and wards; the\nother, of the missionary work.\n<\/p><p>\nIt is of this second division I wish to speak this morning.\n<\/p><p>\nMany of us fail to realize the value and potent possibilities of this great branch of Church\nactivity.\n<\/p><p>\n1.&mdash;As an example of voluntary service in the cause of the Master, it is unexcelled.\n<\/p><p>\n2.&mdash;As an incentive to clean living among youth, as a contributing factor to character\nbuilding, its influence is immeasurable.\n<\/p><p>\n3.&mdash;As an educative force and uplifting influence upon our communities, its effect is clearly\nmanifest.\n<\/p><p>\n4.&mdash;As a contributing factor to a better understanding among nations, and to the establishing\nof international friendship, it wields a significant influence.\n<\/p><p>\n5.&mdash;As it is the purpose of the Almighty to save the individual, not to make him a mere cog\nin the machinery of the state, the missionary service works most harmoniously in the\nconsummation of this eternal plan!\n<\/p><p>\nRemember the worth of souls is great in the sight of God . . .\n<\/p><p>\nAnd if it so be that you should labor all your days in crying repentance unto this\npeople, and bring, save it be one soul unto me, how great shall be your joy with\nhim in the kingdom of my Father!\n<\/p><p>\nAnd now, if your joy will be great with one soul that you have brought unto me\ninto the kingdom of my Father, how great will be your joy if you should bring\nmany souls unto me! (<span class=\"citation\" id=\"12602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12602)\">D&amp;C 18:10,15-16<\/a><\/span>).\n<\/p><p>\nNUMBER OF MISSIONARIES\n<\/p><p>\nIts importance, significance, and magnitude may be glimpsed when I tell you that the total\nnumber of missionaries assigned by the First Presidency, now actively engaged in missionary\nwork, has reached 5001. At the next official  meeting of the Missionary Appointment\nCommittee, undoubtedly there will be assigned fifty or sixty additional\nmissionaries whom bishops and stake presidencies have recommended.\n<\/p><p>\nIn addition to these, there are between 1200 and 1500 missionaries assigned by mission\npresidents, a number of whom are devoting all their time to the preaching of the gospel in the\nmissions, and others working part time, making a total of approximately 6500 missionaries in\nthe world today.\n<\/p><p>\nThis number is exclusive of the 2900 missionaries laboring in the stakes of Zion&mdash;a total\nnumber of approximately ten thousand.\n<\/p><p>\nIn monetary terms, applying it only to the five thousand plus appointed officially by the First\nPresidency, this means that missionaries and their parents in stakes and wards are spending at\nthe present time in cash $275,000 every month, or $3,300,000 each year.\n<\/p><p>\nTheir expense will average about fifty-five dollars a month including the cost\nfrom home to their fields of labor. The latest report is just a little under fifty-five\ndollars.\n<\/p><p>\nThe text I have just quoted, \"go ye unto all the world\"\n(<span class=\"citation\" id=\"33026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33026)\">Mark 16:15<\/a><\/span>) is really the missionary injunction\ngiven by the risen Christ to his Apostles. In effect he says:\n<\/p><p>\nConsider this work unfinished until all nations shall have accepted the gospel and shall have\nenlisted themselves as my disciples. Now, that command was not given to men\nindiscriminately; for even to the Twelve, to whom he addressed that commission, he later\ngave a formal assignment and blessing:\n<\/p><p>\n. . . as my Father hath sent me, even so send I you.\n<\/p><p>\nAnd when he had said this, he breathed on them, and saith unto them, Receive ye\nthe Holy Ghost (<span class=\"citation\" id=\"27383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27383)\">John 20:21-22<\/a><\/span>).\n<\/p><p>\nWith the same direct commission from the risen Lord who with the Father appeared in person\nin the beginning of the nineteenth century, the proclamation of the gospel is being made by\nthe Church of Jesus Christ of Latter-day Saints to \"every nation, kindred, tongue and people\"\n(<span class=\"citation\" id=\"42204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42204)\">Rev. 14:6<\/a><\/span>)\nas fast as means and personnel can carry it forward.\n<\/p><p>\nFORTY-SIX MISSIONS\n<\/p><p>\nThough the Church is young in years and comparatively small in numbers, there are today,\nincluding the great mission on Temple Square, forty-six organized missions in Europe, the\nUnited States, Canada, Mexico, South America, the Pacific Isles, Japan, and China.\n<\/p><p>\nIn these missions there are 1470 branches; if we include independent Sunday Schools, there\nare 1780. That number is exclusive of wards and branches in organized stakes.\n<\/p><p>\nThe forty-six men who preside over these missions are chosen generally from the rank and\nfile of the Church. They are businessmen, contractors, ranchers, college professors, lawyers,\nphysicians and surgeons, dentists, and members of other professions. When the call comes to\nany such, no matter what his responsibilities or circumstances, seldom if ever does he offer an\nexcuse, but, as Samuel of old, replies: \"Speak, thy servant heareth\"\n(<span class=\"citation\" id=\"2494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2494)\">1 Sam. 3:10<\/a><\/span>), even though such\nacceptance means a financial sacrifice and sometimes the loss of\npolitical preferment.\n<\/p><p>\nThe missionaries, generally, are young men and women, ranging in age from twenty to thirty\nyears, with a sprinkling among them of more experienced men and women.\n<\/p><p>\nIt is well to say here that the direct responsibility of preaching the gospel rests upon the\npriesthood of the Church&mdash;not upon the women, though the efficiency of the latter in cottage\nmeetings, in Primaries, and Sunday Schools, and in other phases of missionary work, is of the\nhighest order, and their willingness, even eagerness, to labor is not excelled by that of the\nyoung men.\n<\/p><p>\nWHO MISSIONARIES ARE\n<\/p><p>\nWho are these youths chosen to represent the Church? They, too, as their mission presidents,\ncome from the rank and file. They are farmers, artisans, factory workers, bank clerks,\nsecretaries in business firms, and other vocations. Some who are married leave their wives\nand their children who help to support them in their work. All of them look forward to the\ntime after their return when they, with congenial loving companions, may build happy homes.\n<\/p><p>\nAs already stated, each pays his or her own expenses, in most cases, of course, with the\nassistance of parents. True Christianity is love in action. There is no better way to manifest\nlove for God than to show an unselfish love for your fellow men. This is the spirit of\nmissionary work. Our hearts respond to the cry of the poet:\n<\/p><p>\n\"O brother man! fold to thy heart thy brother.<br \/>\nWhere pity dwells, the peace of God is there;<br \/>\nTo worship rightly is to love each other,<br \/>\nEach smile a hymn, each kindly deed a prayer.\"\n<\/p><p>\nThese men go out in the spirit of love, seeking nothing from any nation to which they are\nsent: no personal acclaim, no monetary acquisition. Two or three years ago, many of these\nmissionaries were honorably discharged from military duty. Not a few had saved their\ngovernment allowance to pay their expenses in the mission field if and when they should be\ncalled.\n<\/p><p>\nINFLUENCE OF MISSIONARY SYSTEM UPON YOUTH\n<\/p><p>\nIn this fact we get a glimpse of the helpful influence of the missionary system upon the\nyouth. Every deacon, teacher, and priest, every elder in the Church understands that to be\nworthy to be a representative of the Church of Christ, he must be temperate in his habits and\nmorally clean. He is taught that there is no double standard of chastity, that every young man,\nas well as every young woman, is to keep himself free from sexual impurity.\n<\/p><p>\nI once read one of the most impressive letters of a mother to a son that I think has ever been\nwritten. It contained only three words,  except the signature: \"Quinn,\nkeep clean,\" and was signed, \"Lovingly, Mother.\"\n<\/p><p>\nYoung men in the army, therefore, who looked forward to serving as missionaries and saved\ntheir money for that purpose, cherished higher ideals than their \"buddies\" who sometimes\nprodigally spent their earnings in saloons, gambling dens, and brothels.\n<\/p><p>\nIn more than one instance, Latter-day Saint soldiers sent home their earnings of their parents\nto be deposited in the savings bank to bear their missionary costs after the war. And we know\nof two or three young men each of whom added in effect: \"If I do not come home, use the\nmoney to pay the expenses of some other young man to go out as a missionary.\"\n<\/p><p>\nTRUSTWORTHINESS\n<\/p><p>\nThese young men are instructed that they go out as representatives of the Church, and that a\nrepresentative of any organization&mdash;economic or religious&mdash;must possess at least one\noutstanding quality, and that is: trustworthiness. He was right who said, \"To be trusted is a\ngreater compliment than to be loved.\" And whom do these missionaries represent? First, they\nrepresent their parents, carrying the responsibility .of keeping their good name unsullied.\nSecond, they represent the Church, specifically the ward in which they live. And third, they\nrepresent the Lord Jesus Christ, whose authorized servants they are.\n<\/p><p>\nThese ambassadors, for such they are, represent these three groups and carry in that\nrepresentation one of the greatest responsibilities of their lives.\n<\/p><p>\nNow, what is the outstanding message that they have to give to Christian, as well as to\nun-Christian countries? There must surely be something distinctive to justify their presence in\nall parts of the world.\n<\/p><p>\nDIVINITY OF JESUS CHRIST\n<\/p><p>\nFirst, their message is that Jesus Christ is the Son of God, the redeemer and Savior of\nmankind. To these missionaries&mdash;\"Jesus is not a legendary figure in history,\" to paraphrase a\nquestion asked by Hall Caine to the Christian world,\n<\/p><p>\n. . . he is not merely a saint to be painted in the stained glass of church windows,\na sort of sacred fairy not to be approached and hardly to be mentioned by name.\nBut he is still what he was in the flesh, a reality, a man of like passions with\nourselves, a guide, a counselor, a comforter, a great voice calling to us to live\nnobly, to die bravely, and to keep up our courage to the last.\n<\/p><p>\nThese missionaries declare with Peter of old:\n<\/p><p>\n. . . there is none other name under heaven given among men, whereby we must\nbe saved (<span class=\"citation\" id=\"7604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7604)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nRELATION TO OTHER ORGANIZATIONS\n<\/p><p>\nThe second distinctive message is this: Every missionary should clearly understand, and so\ndeclare in unmistakable words, the relation of this Church to other Christian\norganizations&mdash;that it is neither an outgrowth nor a division of any of them. True, the Church\nis generally classed with the Protestants; but Protestantism began with the great\ndissenters&mdash;Martin Luther, Philip Melanchthon, Ulrich Zwingli, John Knox, and others. These\ngreat reformers denounced corrupt practices in the Roman Church, particularly the selling of\nindulgences wherein delinquents could make satisfaction by money contributions, a practice\ncarried on under one pretext and another until it became a regular financial expedient for\nincreasing papal revenue.\n<\/p><p>\nIt was extended even to souls in purgatory.\n<\/p><p>\nThe great men whom I have named rebelled against this evil and others, and organized\nchurches in protest.\n<\/p><p>\nAccordingly, when the second Diet of Spires in 1529 passed a resolution:\n<\/p><p>\n. . . disallowing further religious innovations in the Lutheran states, whilst\nprohibiting the profession of the Zwinglian and Anabaptist forms of the reformed\nfaith, the Lutheran minority protested, and this protestation was signed by fourteen\ncities as well as by the elector of Saxony, the landgrave of Hesse and four other\nprovinces. Hence the name Protestant as a designation of the evangelical party.\n<\/p><p>\nProtestantism, under many different names, spread over Europe and later among the American\ncolonies, and freedom to worship as one sincerely wished became more and more the\nproscribed right of the individual, but in the hearts of many a true believer in Jesus of\nNazareth, there remained an abiding belief, a feeling that the authority to represent him had\nbeen taken from the earth, and that there\n. . . can be no recovery out of that apostasy till Christ shall send forth new\napostles to plant churches anew.\n<\/p><p>\nTRUE CHURCH RESTORED\n<\/p><p>\nThis in effect is what the Lord told the Prophet Joseph Smith when as a fourteen-year-old lad\nhe inquired which of all sects was right and which should he join. Joseph was told to join\nnone of them for:\n<\/p><p>\n\"They draw near to me with their lips, but their hearts are far from me; they teach\nfor doctrine the commandments of men, having a form of godliness, but they deny\nthe power thereof\" (<span class=\"citation\" id=\"30286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30286)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nA few years later, specifically, April 6, 1830, Joseph Smith received by the spirit of prophecy\nand revelation instructions from the Savior \"to organize his Church once more here upon the\nearth\" (<span class=\"citation\" id=\"12607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12607)\">D&amp;C 20 Headnote<\/a><\/span>).\n<\/p><p>\nThus was established by direct revelation and divine authority from the Eternal Father\nand Jesus Christ who founded the Church in the Meridian of Times, the Church of\nLatter-days, which is set up as a forerunner, if you please, to the establishing of the kingdom\nof God upon the earth. In the words of President John Taylor:\n<\/p><p>\n\". . . with such an organization, there is a chance for the Lord God to be revealed,\nthere is an opportunity for the law of life to be made manifest, there is a chance for God\nto introduce the principles of heaven upon the earth and for the will of God to be\ndone upon earth as it is done in heaven\" (<span class=\"citation\" id=\"34260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34260)\">Matt. 6:10<\/a><\/span>).\n(<i>Journal of Discourses<\/i> 18:140, Oct. 10, 1875).\n<\/p><p>\nWith these two great fundamental truths as the heart of their message, namely, (1) the divinity\nof the mission of the Lord Jesus Christ, the Savior of the world, and (2) the restoration of his\ngospel in this age, the missionaries are to the best of their ability, fulfilling the injunction to\npreach the gospel to every creature, baptizing them in the name of the Father and of the Son\nand of the Holy Ghost, teaching them to observe all things whatsoever the Lord has\ncommanded (<span class=\"citation\" id=\"34318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34318)\">Matt. 28:19-20<\/a><\/span>;\n<span class=\"citation\" id=\"33027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33027)\">Mark 16:15<\/a><\/span>).\n<\/p><p>\nThis, then, brethren, is a worldwide Church organized preparatory to the establishing of the\nkingdom of God on earth by means of which:\n<\/p><p>\n. . . the Lord God may be revealed, and an opportunity for the laws of life to be\nmade manifest.\n<\/p><p>\nAMBASSADORS OF GOOD WILL\n<\/p><p>\nThese thousands of missionaries and men who hold the priesthood everywhere are\nambassadors of good will, the ultimate purpose of whose service is to change the hearts of\nmen everywhere from selfishness and greed to tolerance, compassion, and brotherhood. And,\nso, with all our hearts we can sing:\n<\/p><p>\nGo, ye messengers of glory;<br \/>\nRun, ye legates of the skies;<br \/>\nGo and tell the pleasing story<br \/>\nThat a glorious angel flies,<br \/>\n&nbsp; &nbsp; &nbsp;        Great and mighty,<br \/>\nWith a message from the skies.\n<\/p><p>\nGo to ev'ry tribe and nation;<br \/>\nVisit ev'ry land and clime;<br \/>\nSound to all the proclamation.<br \/>\nTell to all the truth sublime:<br \/>\n&nbsp; &nbsp; &nbsp;        That the gospel<br \/>\nDoes in ancient glory shine.\n<\/p><p>\nGo, to all the gospel carry.<br \/>\nLet the joyful news abound;<br \/>\nGo till ev'ry nation hear you,<br \/>\nJew and Gentile greet the sound.<br \/>\n&nbsp; &nbsp; &nbsp;        Let the gospel,<br \/>\nEcho all the earth around.\n<\/p><p>\nBearing seed of heav'nly virtue,<br \/>\nScatter it o'er all the earth;<br \/>\nGo! Jehovah will support you;<br \/>\nGather all the sheaves of worth;<br \/>\nThen, with Jesus,<br \/>\nReign in glory on the earth.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;               &mdash;John Taylor\n<\/p><p>\nMay the heart of every missionary be inspired by the spirit of his Lord, whose authorized\nservant he is, to the end that selfishness and violence now so powerful in the world will be\nreplaced by loyal service, truth, and brotherhood! I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}