{"ID":4270, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “They Taught and Did Minister One to Another”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p2\" class=\"\">Elder James M. Paramore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274c.jpg\" alt=\"Elder James M. Paramore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p3\" class=\"\">My beloved brothers and sisters, I want to sustain with all my heart and soul this day President Benson and his counselors. My sixteen years of experiences with them has taught me that they are true prophets, true ministers, and servants of the Lord, Jesus Christ. I know that they love me, and I know that they love you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p4\" class=\"\">A few years ago while I was serving as stake president, I had some special, spiritual experiences, one of which I’d like to share with you today. One time in a stake conference, one of my great friends and reactivated brothers stood and bore his testimony of the power that had come into his life because of the teachings of Jesus Christ and of those who had ministered unto him. His heart was full, his eyes overflowed, as he stood before the audience with his arms around his two sons. He said, “My gratitude knows no bounds. My life has been totally changed by the gospel and by the people who have truly loved me. I will need to spend the rest of my life ministering and teaching others as partial repayment for all that I have received.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p5\" class=\"\">And minister and serve he did, with love, unending effort, and great personal concern. As a home teacher, he was assigned to some special, great families who, as he had once been, were away from the Church and had challenges—some almost overwhelming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p6\" class=\"\">He began his work in earnest, going to them as a friend and servant—a true minister. He visited and visited and served them in every way that he could. At first (just as he had been), they didn’t want to talk to him or hear his message, and often they would leave the room when he came. But he understood, for he had done it himself a hundred times to others, leaving his wife alone to hear them. He understood how they felt, expressed as follows by a reactivated man who is currently a bishop in the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p7\" class=\"\">“Because I wasn’t living a righteous life, I looked down my nose at others. When you lose the Spirit of the Lord, you don’t judge things properly. You look to judge negatively and to find fault. You wrap yourself in your own cocoon, so to speak, and you rationalize. But when I started working with these men, I found some of these fellows like to do the things that I like to do. I found out that they put their shoes on the same way I did. It was the influence of those men; they accepted me. They put their arms around me, and they accepted me for what I was and who I was. And we went to work, and I ate in their homes. And I just started catching the Spirit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p8\" class=\"\">My friend prayed harder and harder for guidance and direction, went to the homes more often, and began to teach and encourage his families to pray for help to overcome problems. He became their servant, their minister, their friend, and now he was able to teach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p9\" class=\"\">One of the fathers he was teaching had what was thought to be an incurable alcohol problem. Every day after work for twenty years, he bought alcohol and consumed it until he could hardly find his way home. He received friendship and encouragement to pray to heaven for help. One day after his work, while he was driving into the countryside with his bottle, a voice came into his heart to stop his car, walk out into the field, and pray to Father in Heaven for help. His simple prayer was heard by his Father in Heaven, and as he stood up and walked back to his car, all desire to drink liquor left his life. The powers of heaven had descended upon him, and he knew that God lived and loved him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p10\" class=\"\">I heard him later stand before the members and testify of the love of God and of my friend and others who had ministered unto him and taught him. My heart has been touched as I think of how powerful and important the words are: “They taught and did minister one to another.” (<span class=\"citation\" id=\"6037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6037)\">3 Ne. 26:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p11\" class=\"\">President Spencer W. Kimball gave these insights about the ministry of the Savior: “Never did the Savior give in expectation. I know of no case in his life in which there was an exchange. He was always the giver, seldom the recipient. Never did he give shoes, hose, or a vehicle; never did he give perfume, a shirt, or a fur wrap. His gifts were of such a nature that the recipient could hardly exchange or return the value. His gifts were rare ones: eyes to the blind, ears to the deaf, and legs to the lame; cleanliness to the unclean, wholeness to the infirm, and breath to the lifeless. His gifts were opportunity to the downtrodden, freedom to the oppressed, light in the darkness, forgiveness to the repentant, hope to the despairing. His friends gave him shelter, food, and love. He gave them of himself, his love, his service, his life. The wise men brought him gold and frankincense. He gave them and all their fellow mortals resurrection, salvation, and eternal life. We should strive to give as he gave. To give of oneself is a holy gift.” (<span class=\"emphasis\">The Wondrous Gift,<\/span> Salt Lake City: Deseret Book Co., 1978, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p12\" class=\"\">One of the great stories on ministering to others comes from Alma in the Book of Mormon. (See <span class=\"citation\" id=\"9518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9518)\">Alma 17<\/a><\/span>, <span class=\"citation\" id=\"9524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9524)\">Alma 18<\/a><\/span>, and <span class=\"citation\" id=\"9529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9529)\">Alma 19<\/a><\/span>.) Ammon, one of the sons of Mosiah, truly gave himself to teaching and ministering unto the people for over fourteen years. He had waxed strong in the knowledge of truth by searching the scriptures diligently, by much prayer and fasting, and he received the spirit of prophecy and revelation and taught with power and authority from God. He prayed that he might be an instrument in the hands of God to bring the knowledge of the truth unto the Lamanites, a wild and hardened and ferocious people. As he came to the land of Ishmael, the Lamanites bound him and carried him before the king, Lamoni, to slay him or to make a slave of him. <span class=\"emphasis\">And now the ministry and teaching began.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p13\" class=\"\">The king asked him if he desired to stay among the Lamanites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p14\" class=\"\">“Yes,” he responded, “for a time—perhaps even until the day I die.” [<span class=\"citation\" id=\"9522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9522)\">Alma 17:23<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p15\" class=\"\">And the king was pleased with Ammon and untied him and offered him one of his daughters to wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p16\" class=\"\">But Ammon offered instead himself to be a servant to the king. He tended the flocks with others until a certain day came, and a number of the Lamanites scattered their flocks, causing grave concern, for the king usually killed those who lost their flocks. But this scattering filled Ammon’s heart with joy, for he said, “Now I will show the power that is within me.” [<span class=\"citation\" id=\"9523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9523)\">Alma 17:29<\/a><\/span>.]  He overpowered the enemy and gathered the flocks, and all were astonished at his power, for none of the enemy could touch him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p17\" class=\"\">As the servants returned and testified of the miraculous things that had happened, the king sought to talk to Ammon, who was even at that moment feeding the king’s horses and preparing his chariots. The king was even more astonished and said, “He doth even remember all of my commandments to execute them.” [<span class=\"citation\" id=\"9525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9525)\">Alma 18:10<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p18\" class=\"\">And now, after this type of ministry, of concern for others, even greater opportunities would be offered him to teach and minister unto the king and others. His words as he came unto the king were, “I am a man and thy servant; therefore, whatever thou desirest which is right, that will I do.” [<span class=\"citation\" id=\"9526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9526)\">Alma 18:17<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p19\" class=\"\">And the king, seeing and feeling the great power and spirit of Ammon, asked, “Art thou the great spirit who knows all things?” [<span class=\"citation\" id=\"9527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9527)\">Alma 18:18<\/a><\/span>.]  For Ammon had perceived his very thoughts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p20\" class=\"\">The king, feeling this power, told Ammon that he would grant unto him anything he desired. Ammon now had that great opportunity to really influence the king and all of the people, to now teach them of God, and His truths and to extend His blessings. Miracles had already occurred and would follow as the king himself was raised from his bed by Ammon. Many did believe, were baptized, and became a righteous people. The Church was established among them.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Ponder these points as you feel the influence of Ammon’s teachings, his ministry and great example:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The desire of his heart was to bring people to God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>He was always a servant, a minister. He was out among the people.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>He prepared himself by fasting, studying the scriptures, and prayer.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>He went forth believing he could make a difference with the help of God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>He anxiously looked for every possible opportunity to serve.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>He kept all of the commandments.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>As a result of doing all of these things, he taught with power and authority and established the Church of God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p29\" class=\"\">The great promise to all of God’s children who truly minister, serve, love, and teach the gospel is that one day they may sit at the right hand of the Savior and be received into His presence. May the Lord make us “able ministers” (<span class=\"citation\" id=\"3112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3112)\">2 Cor. 3:6<\/a><\/span>), as were Ammon and my friend. This should be the end result of every principle and truth we learn in the gospel. This is truly the gospel in action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/they-taught-and-did-minister-one-to-another.p30\" class=\"\">May we truly minister and teach <span class=\"emphasis\">all <\/span>of our people, but especially reach out to those who plead in their hearts and through the long, lonely nights for help—our widows, our divorced, our nonmembers, our aged, our less active—to let them know of our concern, our love, and the love of God, until a happier people cannot be found upon the whole land, for “they taught and did minister one to another.” [<span class=\"citation\" id=\"6038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6038)\">3 Ne. 26:19<\/a><\/span>.]  In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}