{"ID":4273, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Sacred Responsibility\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03200_000_029<\/span>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p3\" class=\"\">My beloved brethren and sisters, I wish to testify to you that the Lord Jesus Christ stands at the head of His church—even The Church of Jesus Christ of Latter-day Saints. We are His earthly stewards—we hold His priesthood, administer His ordinances, preach His gospel, and build up His kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p4\" class=\"\">I have not words to express my gratitude to God, the Father of our spirits, to our Lord and Savior, Jesus Christ, and to the Holy Ghost, the Testator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p5\" class=\"\">I wish to convey my appreciation to all those who raised their hands in a covenant to the Lord to sustain me. I have felt the expression of your hearts and your commitment to the Lord as your hands pointed heavenward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p6\" class=\"\">I am reminded how Moses up on the hill raised his arms for the victory of the armies of Israel. As long as his arms were raised, Israel prevailed, but when they dropped from weariness, then the enemy prevailed. And so Aaron and Hur “stayed up his hands, the one on the one side, and the other on the other side,” and Israel was victorious. (<span class=\"citation\" id=\"22954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22954)\">Ex. 17:12<\/a><\/span>.) So will we be victorious as we hold up the arms of the Lord’s anointed servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p7\" class=\"\">I have been aware of those who preceded me in this office as President of the Church. I have felt very keenly my dependence upon the Lord and the absolute necessity of relying upon Him for His direction in the conduct of the affairs of the Church as those in the past have done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p8\" class=\"\">I have been blessed in mortality with noble parents and supportive brothers and sisters. God raised up for me a choice companion. In her stewardship from the Lord, she has lived outside herself in love by being a great helpmate and noble mother. Our children have been loyal to the Lord and to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p9\" class=\"\">I am grateful for the strong counselors whom the Lord has provided me—President Gordon B. Hinckley and President Thomas S. Monson. Both have been prepared by the Lord for the labor they are performing. Each has been and is now a great blessing to the kingdom of God, and I thank Him for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p10\" class=\"\">I love the members of the Council of the Twelve, with whom I have been privileged to labor most closely over the years. It has also been a joy to serve with members of the First Quorum of the Seventy and the Presiding Bishopric.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p11\" class=\"\">There is a great spirit of unity among the General Authorities of the Church. That unity is very real and most important, for the Lord has said, “If ye are not one ye are not mine.” (<span class=\"citation\" id=\"18424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18424)\">D&amp;C 38:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p12\" class=\"\">We shall continue to work together as Brethren, united in one purpose—to move forward the work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p13\" class=\"\">We are so appreciative of the great and loyal support of the leaders and members of the Church throughout the world. Many have written and given assurances of their love and prayers. We stand in need of that prayerful support every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p14\" class=\"\">What a privilege it is to serve in the kingdom of God. In this work it is the Spirit that counts—wherever we serve. I know I must rely on the Spirit. Let us obtain that Spirit and be faithful members of the Church, devoted children and parents, effective home teachers, edifying instructors, inspired ward and stake leaders. God bless you all for your noble labors in building the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p15\" class=\"\">If there be any division among us, let us set aside anything of this kind and join ranks in the great responsibility to move forward the work of the Lord. If there be those who have become disaffected, we reach out to you in the pure love of Christ and stand ready to assist and welcome you back in full fellowship in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p16\" class=\"\">We have a sacred responsibility to fulfill the threefold mission of the Church—first, to teach the gospel to the world; second, to strengthen the membership of the Church wherever they may be; third, to move forward the work of salvation for the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p17\" class=\"\">Let us consider each of these in turn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p18\" class=\"\">The world needs the gospel, and we are charged by command of the Lord and through our Abrahamic lineage to spread it. Every young man in this Church should be qualified for a mission and then should go. Many sisters may also serve missions. I am grateful my wife went on a mission and that we have granddaughters and grandsons in the mission field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p19\" class=\"\">There is no greater joy than bringing souls to Christ. Participation in this great work blesses the convert, blesses the missionary, and blesses those who support the missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p20\" class=\"\">Many older couples could serve missions. In so doing, they will find that a mission blesses their children, their grandchildren, and their great-grandchildren in a way that could not otherwise be done. It will set a great example for their posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p21\" class=\"\">I am so glad my father accepted a mission call, leaving mother at home with seven children and with the eighth being born while Father was in the mission field. His letters, which my faithful mother read to us children, brought a spirit of missionary work into that home that never left it. All the sons went on at least one mission, and eventually all the daughters served missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p22\" class=\"\">The second mission of the Church is to strengthen the membership of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p23\" class=\"\">We need to learn the will of the Lord for us and then do it, as President Kimball emphasized. His will is made manifest through the standard works, His anointed servants, and personal revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p24\" class=\"\">There is a book we need to study daily, both as individuals and as families, namely the Book of Mormon. I love that book. It is the book that will get a person nearer to God by abiding by its precepts than any other book. (See <span class=\"citation\" id=\"43164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43164)\">Book of Mormon, Introduction<\/a><\/span>.) President Romney recommended studying it half an hour each day. I commend that practice to you. I’ve always enjoyed reading the scriptures and do so on a daily basis individually and with my beloved wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p25\" class=\"\">Children, support your parents in their efforts to have daily family scripture study. Pray for them as they pray for you. The adversary does not want scripture study to take place in our homes, and so he will create problems if he can. But we must persist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p26\" class=\"\">Perhaps each family member can take a turn reading a verse at a time. Comments could follow. Maybe you can study by subject. Perhaps assignments might be made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p27\" class=\"\">The third mission of the Church is to move forward the work of salvation for the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p28\" class=\"\">As a child, I appreciated the reverent discussions I had with my mother as she ironed her temple clothes. I am grateful for the weekly temple sessions that Sister Benson and I enjoy together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p29\" class=\"\">The temple is the house of the Lord. Our attendance there blesses the dead and also blesses us, for it is a house of revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p30\" class=\"\">Now we must work together to accomplish these three great, all-encompassing responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p31\" class=\"\">In the opening session of this conference we talked about cleansing the inner vessel. And so we must.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p32\" class=\"\">The Lord inspired His servant Lorenzo Snow to reemphasize the principle of tithing to redeem the Church from financial bondage. In those days the General Authorities took that message to the members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p33\" class=\"\">Now, in our day, the Lord has revealed the need to reemphasize the Book of Mormon to get the Church and all the children of Zion out from under condemnation—the scourge and judgment. (See <span class=\"citation\" id=\"18468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18468)\">D&amp;C 84:54–58<\/a><\/span>.) This message must be carried to the members of the Church throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p34\" class=\"\">Now, as we come to the close of this great conference, I want you to know that I know that Christ is at the helm. This is His world. This is His Church. His purposes will be accomplished.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p35\" class=\"\">Christ is our ideal. He is our exemplar. What manner of men and women should we be? Even as He is. (See <span class=\"citation\" id=\"6044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6044)\">3 Ne. 27:27<\/a><\/span>.) The best measure of true greatness is how Christlike we are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p36\" class=\"\">The Book of Mormon declares that “every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God.” And “whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil.” (<span class=\"citation\" id=\"38505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38505)\">Moro. 7:13, 17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p37\" class=\"\">Let us use that standard to judge what we read, the music we hear, the entertainment we watch, the thoughts we think. Let us be more Christlike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p38\" class=\"\">I assure you of my love and God’s love for all of His children in every part of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p39\" class=\"\">Now, in the authority of the sacred priesthood in me vested, I invoke my blessing upon the Latter-day Saints and upon good people everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p40\" class=\"\">I bless you with increased discernment to judge between Christ and anti-Christ. I bless you with increased power to do good and to resist evil. I bless you with increased <span class=\"emphasis\">understanding<\/span> of the Book of Mormon. I promise you that from this moment forward, if we will daily sup from its pages and abide by its precepts, God will pour out upon each child of Zion and the Church a blessing hitherto unknown—and we will plead to the Lord that He will begin to lift the condemnation—the scourge and judgment. Of this I bear solemn witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/a-sacred-responsibility.p41\" class=\"\">I testify that the Book of Mormon is the word of God. Jesus is the Christ. Joseph Smith is His prophet. The Church of Jesus Christ of Latter-day Saints is true. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}