{"ID":4274, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of the Word\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">This address, prepared for delivery at the Friday, 4 April 1986, Priesthood Leadership Meeting, was delivered in part by President Benson. The complete text is printed here at his request.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03200_000_030<\/span>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p5\" class=\"\">My dear brethren, what a thrilling sight it is to look out over this body of priesthood leadership and to know how many thousands of Saints you serve and how much dedication and faithfulness you collectively represent! There is no other body anywhere in the world today that meets for the same righteous purpose as does this group, nor is there any other group—political, religious or military—that holds the power that you do here tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p6\" class=\"\">We live in a day of great challenge. We live in that time of which the Lord spoke when he said, “Peace shall be taken from the earth, and the devil shall have power over his own dominion.” (<span class=\"citation\" id=\"18388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18388)\">D&amp;C 1:35<\/a><\/span>.) We live in that day which John the Revelator foresaw when “the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” (<span class=\"citation\" id=\"42552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42552)\">Rev. 12:17<\/a><\/span>.) The dragon is Satan; the woman represents the Church of Jesus Christ. Satan is waging war against the members of the Church who have testimonies and are trying to keep the commandments. And while many of our members are remaining faithful and strong, some are wavering. Some are falling. Some are fulfilling John’s prophecy that in the war with Satan, some Saints would be overcome. (See <span class=\"citation\" id=\"42553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42553)\">Rev. 13:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p7\" class=\"\">The prophet Lehi also saw our day in his great visionary dream of the tree of life. He saw that many people would wander blindly in the mists of darkness, which symbolized the temptations of the devil. (See <span class=\"citation\" id=\"1862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1862)\">1 Ne. 12:17<\/a><\/span>.) He saw some fall away “in forbidden paths,” others drown in rivers of filthiness, and still others wander in “strange roads.” (<span class=\"citation\" id=\"1856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1856)\">1 Ne. 8:28, 32<\/a><\/span>.) When we read of the spreading curse of drugs, or read of the pernicious flood of pornography and immorality, do any of us doubt that these are the forbidden paths and rivers of filthiness Lehi described?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p8\" class=\"\">Not all of those Lehi saw perishing were of the world. Some had come to the tree and partaken of the fruit. In other words, some members of the Church today are among those souls Lehi saw which were lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p9\" class=\"\">The Apostle Paul also saw our day. He described it as a time when such things as blasphemy, dishonesty, cruelty, unnatural affection, pride, and pleasure seeking would abound. (See <span class=\"citation\" id=\"5238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5238)\">2 Tim. 3:1–7<\/a><\/span>.) He also warned that “evil men and seducers shall wax worse and worse, deceiving, and being deceived.” (<span class=\"citation\" id=\"5239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5239)\">2 Tim 3:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p10\" class=\"\">Such grim predictions by prophets of old would be cause for great fear and discouragement if those same prophets had not, at the same time, offered the solution. In their inspired counsel we can find the answer to the spiritual crises of our age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p11\" class=\"\">In his dream, Lehi saw an iron rod which led through the mists of darkness. He saw that if people would hold fast to that rod, they could avoid the rivers of filthiness, stay away from the forbidden paths, stop from wandering in the strange roads that lead to destruction. Later his son Nephi clearly explained the symbolism of the iron rod. When Laman and Lemuel asked, “What meaneth the rod of iron?” Nephi answered, “It was the word of God; and [note this promise] <span class=\"emphasis\">whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction.<\/span>” (<span class=\"citation\" id=\"1863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1863)\">1 Ne. 15:23–24<\/a><\/span>; italics added.) Not only will the word of God lead us to the fruit which is desirable above all others, but in the word of God and through it we can find the power to resist temptation, the power to thwart the work of Satan and his emissaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p12\" class=\"\">Paul’s message is the same as Lehi’s. After portraying the terrible wickedness of future times—future to him, but present to us!—he said this to Timothy: “But continue thou in the things which thou hast learned. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p13\" class=\"\">“From a child thou hast known the holy scriptures, <span class=\"emphasis\">which are able to make thee wise unto salvation<\/span>.” (<span class=\"citation\" id=\"5240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5240)\">2 Tim. 3:14–15<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p14\" class=\"\">My dear brethren, this is an answer to the great challenge of our time. The word of God, as found in the scriptures, in the words of living prophets, and in personal revelation, has the power to fortify the Saints and arm them with the Spirit so they can resist evil, hold fast to the good, and find joy in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p15\" class=\"\">Now to you priesthood leaders we say, look to the prophetic counsel of Lehi and Paul and others like them. In that counsel you will find the solution to the challenges you face in keeping your flocks safe from the “ravening wolves” that surround them. (See <span class=\"citation\" id=\"37118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37118)\">Matt. 7:15<\/a><\/span>; <span class=\"citation\" id=\"8318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8318)\">Acts 20:29<\/a><\/span>.) We know that you too have great anxiety for the members of your wards and stakes and expend great time and effort in their behalf. There is much that we ask of you who have been chosen for leadership. We place many loads upon your shoulders. You are asked to run the programs of the Church, interview and counsel with the members, see that the financial affairs of the stakes and wards are properly handled, manage welfare projects, build buildings, and engage in a host of other time-consuming activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p16\" class=\"\">While none of those activities can be ignored and laid aside, they are not the most important thing you can do for those you serve. In recent years, time and again we have counseled you that certain activities bring greater spiritual returns than others. As early as 1970, President Harold B. Lee told the regional representatives:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p17\" class=\"\">“We are convinced that our members are hungry for the gospel, undiluted, with its abundant truths and insights. … There are those who have seemed to forget that the most powerful weapons the Lord has given us against all that is evil are His own declarations, the plain simple doctrines of salvation as found in the scriptures.” (In Regional Representatives’ Seminar, 1 Oct. 1970, p. 6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p18\" class=\"\">In a First Presidency message in 1976, President Kimball said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p19\" class=\"\">“I am convinced that each of us, at least some time in our lives, must discover the scriptures for ourselves—and not just discover them once, but rediscover them again and again. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p20\" class=\"\">“The Lord is not trifling with us when he gives us these things, for ‘unto whomsoever much is given, of him shall be much required.’ (<span class=\"citation\" id=\"32277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32277)\">Luke 12:48<\/a><\/span>.) Access to these things means responsibility for them. We must study the scriptures according to the Lord’s commandment (see <span class=\"citation\" id=\"6033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6033)\">3 Ne. 23:1–5<\/a><\/span>); and we must let them govern our lives.” (<span class=\"emphasis\">Ensign,<\/span> Sept. 1976, pp. 4–5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p21\" class=\"\">In April 1982, Elder Bruce R. McConkie spoke to the regional representatives about the priority the scriptures should take in our labors. He said: “We are so wound up in programs and statistics and trends, in properties, lands and mammon, and in achieving goals that will highlight the excellence of our work, that we have ‘omitted the weightier matters of the law.’ … However talented men may be in administrative matters; however eloquent they may be in expressing their views; however learned they may be in the worldly things—they will be denied the sweet whisperings of the Spirit that might have been theirs unless they pay the price of studying, pondering, and praying about the scriptures.” (In Regional Representatives’ Seminar, 2 Apr. 1982, pp. 1–2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p22\" class=\"\">That same day, Elder Boyd K. Packer spoke to the stake presidents and regional representatives. He said: “Buildings and budgets, and reports and programs and procedures are very important. But, by themselves, they do not carry that essential spiritual nourishment and will not accomplish what the Lord has given us to do. … The right things, those with true spiritual nourishment, are centered in the scriptures.” (In Meeting with Stake Presidents and Regional Representatives, 2 Apr. 1982, pp. 1–2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p23\" class=\"\">I add my voice to these wise and inspired brethren and say to you that one of the most important things you can do as priesthood leaders is to immerse yourselves in the scriptures. Search them diligently. Feast upon the words of Christ. Learn the doctrine. Master the principles that are found therein. There are few other efforts that will bring greater dividends to your calling. There are few other ways to gain greater inspiration as you serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p24\" class=\"\">But that alone, as valuable as it is, is not enough. You must also bend your efforts and your activities to stimulating meaningful scripture study among the members of the Church. Often we spend great effort in trying to increase the activity levels in our stakes. We work diligently to raise the percentages of those attending sacrament meetings. We labor to get a higher percentage of our young men on missions. We strive to improve the numbers of those marrying in the temple. All of these are commendable efforts and important to the growth of the kingdom. But when individual members and families immerse themselves in the scriptures regularly and consistently, these other areas of activity will automatically come. Testimonies will increase. Commitment will be strengthened. Families will be fortified. Personal revelation will flow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p25\" class=\"\">The Prophet Joseph Smith said that “the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and <span class=\"emphasis\">a man would get nearer to God by abiding by its precepts, <\/span>than by any other book.” (<span class=\"citation\" id=\"43165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43165)\">Book of Mormon, Introduction<\/a><\/span>, italics added.) Isn’t that what we want for the members of our wards and stakes? Aren’t we desirous that they get nearer to God? Then encourage them in every way possible to immerse themselves in this marvelous latter-day witness of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p26\" class=\"\">You must help the Saints see that studying and searching the scriptures is not a burden laid upon them by the Lord, but a marvelous blessing and opportunity. Note what the Lord Himself has said about the benefits of studying His word. To the great prophet-leader Joshua, He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p27\" class=\"\">“This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for <span class=\"emphasis\">then thou shalt make thy way prosperous, and then thou shalt have good success<\/span>.” (<span class=\"citation\" id=\"30121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30121)\">Josh. 1:8<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p28\" class=\"\">The Lord was not promising Joshua material wealth and fame, but that his life would prosper in righteousness and that he would have success in that which matters most in life, namely the quest to find true joy. (See <span class=\"citation\" id=\"4166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4166)\">2 Ne. 2:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p29\" class=\"\">Do you have members in your stakes whose lives are shattered by sin or tragedy, who are in despair and without hope? Have you longed for some way to reach out and heal their wounds, soothe their troubled souls? The prophet Jacob offers just that with this remarkable promise: “They have come up hither to hear the pleasing word of God, yea, <span class=\"emphasis\">the word which healeth the wounded soul<\/span>.” (<span class=\"citation\" id=\"25902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25902)\">Jacob 2:8<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p30\" class=\"\">Today the world is full of alluring and attractive ideas that can lead even the best of our members into error and deception. Students at universities are sometimes so filled with the doctrines of the world they begin to question the doctrines of the gospel. How do you as a priesthood leader help fortify your membership against such deceptive teachings? The Savior gave the answer in His great discourse on the Mount of Olives when He promised, “<span class=\"emphasis\">And whoso treasureth up my word, shall not be deceived.<\/span>” (<span class=\"citation\" id=\"30810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30810)\">JS—M 1:37<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p31\" class=\"\">The scriptures are replete with similar promises about the value of the word. Do you have members who long for direction and guidance in their lives? The Psalms tell us, “Thy word is a lamp unto my feet, and a light unto my path” (<span class=\"citation\" id=\"42002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42002)\">Ps. 119:105<\/a><\/span>), and Nephi promises that feasting upon the words of Christ “will tell you all things what ye should do.” (<span class=\"citation\" id=\"4195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4195)\">2 Ne. 32:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p32\" class=\"\">Are there members of your flock who are deep in sin and need to pull themselves back? Helaman’s promise is for them: “Yea, we see that whosoever will may lay hold upon the word of God, which is quick and powerful, which shall divide asunder all the cunning and the snares and the wiles of the devil.” (<span class=\"citation\" id=\"24754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24754)\">Hel. 3:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p33\" class=\"\">Success in righteousness, the power to avoid deception and resist temptation, guidance in our daily lives, healing of the soul—these are but a few of the promises the Lord has given to those who will come to His word. Does the Lord promise and not fulfill? Surely if He tells us that these things will come to us if we lay hold upon His word, then the blessings can be ours. And if we do not, then the blessings may be lost. However diligent we may be in other areas, certain blessings are to be found only in the scriptures, only in coming to the word of the Lord and holding fast to it as we make our way through the mists of darkness to the tree of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p34\" class=\"\">And if we ignore what the Lord has given us, we may lose the very power and blessings which we seek. In a solemn warning to the early Saints, the Lord said this of the Book of Mormon: “Your minds in times past have been darkened because of unbelief, and because you have treated lightly the things you have received—<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p35\" class=\"\">“Which vanity and unbelief have brought the whole church under condemnation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p36\" class=\"\">“And this condemnation resteth upon the children of Zion, even all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p37\" class=\"\">“And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon.” (<span class=\"citation\" id=\"18466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18466)\">D&amp;C 84:54–57<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p38\" class=\"\">Oh, my brethren, let us not treat lightly the great things we have received from the hand of the Lord! His word is one of the most valuable gifts He has given us. I urge you to recommit yourselves to a study of the scriptures. Immerse yourselves in them daily so you will have the power of the Spirit to attend you in your callings. Read them in your families and teach your children to love and treasure them. Then prayerfully and in counsel with others, seek every way possible to encourage the members of the Church to follow your example. If you do so, you will find, as Alma did, that “the word [has] a great tendency to lead people to do that which [is] just—yea, it [has] more powerful effect upon the minds of the people than the sword, or anything else, which [has] happened unto them.” (<span class=\"citation\" id=\"9537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9537)\">Alma 31:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/05\/the-power-of-the-word.p39\" class=\"\">Like Alma, I say unto you, “It [is] expedient that [you] should try the virtues of the word of God” (<span class=\"citation\" id=\"9538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9538)\">Alma 31:5<\/a><\/span>), in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}