{"ID":429, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Foundation for Faith<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i> October 1949, pp. 134-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I believe that I have enjoyed this conference thus far to the fullest\nextent that a nervous man can. The testimonies that have been given have been wonderful,\nand we have hard much that is worthy of our remembrance and reflection. It is my desire to\nbear you my testimony as to the truth of the gospel of Jesus Christ, and if in doing so, I can\nsay any little thing that will comfort any of us or give us greater courage in living the gospel\nof Jesus Christ then I shall be happy.\n<\/p><p>\nINFLUENCE OF JOSEPH SMITH\n<\/p><p>\nNot long ago, as I was leaving the office, I met a man who told me that he was a prominent\nlecturer. I have never heard him, but he alleged that he is a prominent lecturer. He had in his\nhand a pamphlet, \"Joseph Smith Tells His Own Story.\" He said he was looking for the best\nprinted picture of the Prophet Joseph Smith, for purposes of his own, of course. He was a\nman, I presume, of Jewish faith, for he said he was a Jew. As he showed me that picture, he\nmade this remark: \"Joseph Smith is not dead. He is no more dead than Abraham and Moses\nand Christ. His influence has extended throughout the whole world. It is felt wherever one\ngoes.\" I said, \"I hope that is true,\" and he said, \"I know it is true. I have been around and felt\nhis influence.\"\n<\/p><p>\nI am glad that I have faith in the Prophet Joseph Smith and the story that he told us. I believe\nimplicitly in the gospel of Jesus Christ, as interpreted by the Church, and the prophets who\nstand at its head. If I have any doubts, it is only as to my ability to properly understand and\nproperly interpret that gospel in my life.\n<\/p><p>\nFIRM FOUNDATION\n<\/p><p>\nNot very long ago, also, I sat at a banquet table next to one of our good sisters. During the\nconversation she told me of two teenage boys, brothers they were, who had just left the\nChurch and had become affiliated with another. In explaining it to her, they said, \"The\nChurch of Jesus Christ of Latter-day Saints has nothing to offer us.\" It seems to me that that\nis a strange thing for a young man born in the Church to be able to say, and of course I don't\nbelieve a word of it, that is, I don't believe that it is true, because it came perhaps out of the\nignorance of those two boys as to the Church and its teachings. We have sung \"How Firm a\nFoundation\" is laid for us. I believe that foundation is of such a peculiar nature and so\nthoroughly and deeply laid that any man or any woman who comes to understand it should\naccept it and appreciate it. Every man who worships should know the God he worships. Some\npeople who teach tell us that the glorious thing about God is that men cannot understand him;\nbut Christ said, \"This is life eternal, that they might know thee the only true God\"\n(<span class=\"citation\" id=\"27382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27382)\">John 17:3<\/a><\/span>).\nHe implies there, and I infer, that it is possible to come to know God if we will\nworship him well; and the great thing, as has already been intimated this morning, that came\nback to us through the instrumentality of the Prophet Joseph Smith was the clear definition as\nto the personality of God and of his Son, Jesus Christ. That is the great and basic foundation\nstone, so far as my faith is concerned, and it came back to the world through the Prophet\nJoseph Smith. That is why we go to Christian people to teach the gospel, because at the time\nof the Prophet Joseph Smith there was not, and there is not today, so far as I understand,\nanother Christian denomination which teaches the true personality of God. How can you\nworship really, honestly, and sincerely without knowing it?\n<\/p><p>\nTHE PRIESTHOOD\n<\/p><p>\nThere is another foundation stone that he was instrumental in bringing to us, which was\nrepresented last evening in the gathering of twelve thousand people on this block, and that is\nthe priesthood of God. It is the greatest power, the most desirable thing in the world.\n<\/p><p>\nWhen I was in Tennessee one time, a good Methodist asked me if we thought we were the\nonly people, to which I replied that God loves all people and will reward them as they live.\nWe are, however, the custodians of his priesthood, and that priesthood is essential to the\nperformance of the ordinances that he has set up as essential to our exaltation in his kingdom.\nWithout it one cannot even be baptized into the Church. I hope that our friends who are not\nof us will not be offended when I use an illustration that I read in a letter from a young man\nwho wrote from Barcelona, Spain, recently. He said, \"I have come to realize that baptism into\nthe Church of God is essential. I believe that the Catholic baptism is\nineffective and Protestant baptism is still worse.\" Now, I have no enmity toward them. I say\nthis only to show that people do believe, as we do, that baptism is essential. It is set forth in\nthe scriptures unequivocally, but it must be performed by a man who holds the corresponding\npriesthood to do it. So then, we have another reason for going to even Christian peoples with\nthe message which we bear. That priesthood brings us the privileges of our endowment in the\ntemple. It brings us the privilege of being sealed to our wives for time and all eternity, that\nour children may be born under the covenant and be ours through eternity if their lives justify\nit, than which no greater blessing could ever be given to man. If those three things are not\nsomething to offer to the people of the world, what do they want? Getting past that, we have\nother things that were restored. We have the true manner of the administration of the\nsacrament of Christ. There is no other place in the world that you can find stated the blessings\nthat must be used on the water and the bread, than in the revealed scripture of the Church of\nJesus Christ of Latter-day Saints. You find it in the Doctrine and Covenants. You find it in\nthe Book of Mormon.\n<\/p><p>\nEDUCATIONAL PROGRAM\n<\/p><p>\nThe Church fosters education as no other religious organization in the world, I think, has ever\ndone. The dominant church boasts the oldest college, I believe, in the world, located in\nMexico. It is true that it is old, almost as old as the discovery of America, but what was it\nused for? It was used to educate a few people who could minister to the masses, but it was\nnever made available to the masses of the people, not even desirable, some writers say, that\nthe masses should be educated, but the Church of Jesus Christ of Latter-day Saints offers an\neducational program to young and old, the like of which no other church has ever done.\n<\/p><p>\nWe have our youth program, which is being copied by many today, which is an offering to\nthe young that they should not consider lightly.\n<\/p><p>\nOne could go on, if time permitted, to enumerate the many benefits and blessings that come\nfrom membership in the Church, so that one wonders why anybody should let trivial things\ndrive him from it.\n<\/p><p>\nBASIC PRINCIPLES\n<\/p><p>\nI heard the other day of a man who left the Church because his son was denied entry into the\ntemple&mdash;I imagine, justifiably so. You find people who leave the Church because, sometimes,\nthey think the bishops and stake presidents do not understand them. They do not think of\nthese broad and basic things, faith in God; faith in the revealed word as it has come from the\nProphet Joseph Smith,  that he was actually an inspired servant of\nGod; faith in the appointed leaders who have followed him with an unbroken line of authority\nto minister in these things. They are the important things, it seems to me, brethren and sisters,\nand when we think Mormonism, if you want to call it that, when we think of the gospel, it\nseems to me that those basic things are the ones that we should think of and appreciate, and\nwe should not worry too much about the prohibitions that it gives us. There is not a single\none of them that is not set up for the benefit and blessing of men. It is true that many men\nare frail and have great difficulty in observing all of those things, but they should not let their\nfailure to observe them, their lack of power to observe them, drive them out of the Church,\nbecause in other sections they are given liberty and license that the Church of Jesus Christ of\nLatter-day Saints cannot condone.\n<\/p><p>\nHIGH MOTIVES OF OFFICERS\n<\/p><p>\nThe Lord has to use human elements in the guidance of this great work, and it is not to be\nexpected that any bishop or any stake president or any of the leaders shall be absolutely\nperfect in his life, but I would have you understand that it is my belief that those who stand\nas the presiding officers of this Church have nothing but high and holy motives in the things\nwhich they do and that they constantly and continuously and always seek the spirit of God to\nprompt them in the decisions they make, the programs they suggest.\n<\/p><p>\nBrethren and sisters, the Church offers a program that should be attractive to all, because it is\nthrough the observance of that program that men will not only live better and more righteous\nlives here on the earth and gain while they live here greater joy and greater happiness and\ngreater satisfaction, but it also paves the way to exaltation in the presence of God, our\nHeavenly Father, when this mortal sojourn shall end.\n<\/p><p>\nIt is my testimony to you that I feel, deep down in my heart, the truth of these things, that\nbecause I sense this, I am willing to devote my life to their teachings as one of the great\nmissionary forces to which President McKay has referred today. I only hope and desire in\nserving you that I may do it with full love and fellowship, without hate, in my heart, toward\nany man, that when men come for advice God may inspire me to give them the advice that\nwill encourage them and comfort them, that in all my ministry the spirit of God may\ncharacterize my acts.\n<\/p><p>\nMay God bless us, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}