{"ID":43, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Private Ownership...under the United Order<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1942, pp. 54-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren:\n<\/p><p>\nI have been trying for a week to relieve you of this experience, but Brother McKay, so kind,\nso sweet, and so merciful, has been perfectly adamant. So I stand before you here, not to\npreach, but to counsel with you.\n<\/p><p>\nThere is a great deal of misapprehension among our people regarding the United Order.\n<\/p><p>\nI have not been able to believe that the United Order meant what some people have thought it\nmeant, so within the last months I have spent quite a little time reading the revelations\nthereon, also reading our history, and at the same time giving some consideration to a\ndissertation which has been written regarding the Order.\n<\/p><p>\nThere is a growing&mdash;I fear it is growing&mdash;sentiment that communism and the United Order are\nvirtually the same thing, communism being merely the forerunner, so to speak, of a\nreestablishment of the United Order. I am informed that ex-bishops, and indeed, bishops, who\nbelong to communistic organizations, are preaching this doctrine. So I thought that perhaps if\nI said just a few words to you tonight regarding the way I interpret the revelations that are\nprinted about this in the D&amp;C (if there are other revelations about the Order, I do not know\nof them), I thought if I said something about it, it might be helpful. I recommend that you,\nmy brethren, read a few of the Sections of the D&amp;C which cover this matter, beginning with\nSections 42 (<span class=\"citation\" id=\"124418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124418)\">D&amp;C 42:1-93<\/a><\/span>)\nand 51 (<span class=\"citation\" id=\"124419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124419)\">D&amp;C 51:1-20<\/a><\/span>, see also\n<span class=\"citation\" id=\"124420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124420)\">D&amp;C 70:1-18<\/a><\/span>;\n<span class=\"citation\" id=\"124421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124421)\">D&amp;C 78:1-22<\/a><\/span>;\n<span class=\"citation\" id=\"124422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124422)\">D&amp;C 82:1-24<\/a><\/span>;\n<span class=\"citation\" id=\"124423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124423)\">D&amp;C 83:1-6<\/a><\/span>;\n<span class=\"citation\" id=\"124424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124424)\">D&amp;C 85:1-12<\/a><\/span>;\n<span class=\"citation\" id=\"124425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124425)\">D&amp;C 90:1-37<\/a><\/span>;\n<span class=\"citation\" id=\"124426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124426)\">D&amp;C 92:1-2<\/a><\/span>;\n<span class=\"citation\" id=\"124427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124427)\">D&amp;C 96:1-9<\/a><\/span>;\n<span class=\"citation\" id=\"124428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124428)\">D&amp;C 104:1-86<\/a><\/span>). If you will\ngo over these sections, I feel sure that you will find that my explanation of the United Order\nwill be substantially accurate.\n<\/p><p>\nEARLY DEVIATIONS\n<\/p><p>\nI may say to begin with, that in practice the brethren in Missouri got away, in their attempts\nto set up the United Order, from the principles set out in the revelations. This is also true of\nthe organizations set up here in Utah after the Saints came to the Valleys. So far as I have\nseen there has been preserved only one document that purports to be a legal instrument used\nin connection with the setting up of the United Order, and that document is without date. It is\nsaid to have been found among the papers of Bishop Partridge. It was a \"lease-lend\"\ndocument. You may have heard that phrase before. Under this instrument the Church leased to\nTitus Billings a certain amount of real estate and loaned him a certain amount of personal\nproperty.\n<\/p><p>\nThis instrument is not in accordance with the principle laid down in the revelations touching\nupon the United Order.\n<\/p><p>\nThe basic principle of all the revelations on the United Order is that everything we have\nbelongs to the Lord; therefore, the Lord may call upon us for any and all of the property\nwhich we have, because it belongs to Him. This, I repeat, is the basic principle\n(<span class=\"citation\" id=\"11806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11806)\">D&amp;C 104:14-17,54-57<\/a><\/span>).\n<\/p><p>\nOne of the places in which some of the brethren are going astray is this: There is continuous\nreference in the revelations to equality among the brethren, but I think you will find only one\nplace where that equality is really described, though it is referred to in other revelations. That\nrevelation (<span class=\"citation\" id=\"11737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11737)\">D&amp;C 51:3<\/a><\/span>)\naffirms that every man is to be \"equal according to his family,\naccording to his circumstances and his wants and needs\"\n(<span class=\"citation\" id=\"11774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11774)\">D&amp;C 82:17<\/a><\/span>, see also\n<span class=\"citation\" id=\"11771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11771)\">D&amp;C 78:5-6<\/a><\/span>).\nObviously, this is not a case of \"dead level\" equality. It is \"equality\" that will vary as much\nas the man's circumstances, his family, his wants and needs, may vary.\n<\/p><p>\nCONSECRATION\n<\/p><p>\nIn the next place, under the United Order every man was called to consecrate to the Church\nall of the property which he had; the real estate was to be conveyed to the Church, as I\nunderstand the revelations, by what we would call a deed in fee simple. Thus the man's\nproperty became absolutely the property of the Church\n(<span class=\"citation\" id=\"11722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11722)\">D&amp;C 42:30<\/a><\/span>;\n<span class=\"citation\" id=\"11762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11762)\">D&amp;C 72:15<\/a><\/span>). Then the\nbishop deeded back to the donor by the same kind of deed, that is, in fee simple, and also\ntransferred to him by an equivalent instrument, so far as personal property was concerned,\nthat amount of real and personal property, which, the two being taken together, would be\nrequired by the individual for the support of himself and his family \"according to his family,\naccording to his circumstances and his wants and needs.\" This the man held as his own\nproperty (<span class=\"citation\" id=\"11723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11723)\">D&amp;C 42:32<\/a><\/span>;\n<span class=\"citation\" id=\"11738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11738)\">D&amp;C 51:4-6<\/a><\/span>;\n<span class=\"citation\" id=\"11776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11776)\">D&amp;C 83:3<\/a><\/span>).\n<\/p><p>\nIn other words, basic to the United Order was the private ownership of property, every man\nhad his own property from which he might secure that which was necessary for the support of\nhimself and his family. There is nothing in the revelations that would indicate that this\nproperty was not freely alienable at the will of the owner. It was not contemplated that the\nChurch should own everything or that we should become in the Church, with reference to our\nproperty and otherwise, the same kind of automaton, manikin, that communism makes out of\nthe individual, with the State standing at the head in place of the Church.\n<\/p><p>\nNow, that part of a man's property which was not turned back to him, if he had more than\nwas needed under this rule of \"equality\" already stated, became the common property of the\nChurch, and that common property was used for the support of the poor of the Church. It is\nspoken of in the revelations as the \"residue\" of property\n(<span class=\"citation\" id=\"11724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11724)\">D&amp;C 42:34-36<\/a><\/span>).\n<\/p><p>\nLAND PORTIONS\n<\/p><p>\nFurthermore, it was intended, though apparently it did not work out very well, that the poor\ncoming into Zion, and by Zion I mean, here, Missouri&mdash;the poor coming into Zion were to\nhave given to them a \"portion\" of land, which land was to be either purchased from the\nGovernment (and it was planned to purchase large areas from the Government), or purchased\nfrom individuals, or received as consecrations from members of the Church. The amount of\nthis \"portion\" was to be such as would make him equal to others according to his\ncircumstances, his family, his wants and needs.\n<\/p><p>\nThe land which you received from the bishop by deed, whether it was part of the land which\nyou, yourself, had deeded to the Church, or whether it came as an outright gift from the\nChurch as just indicated, and the personal property which you received, were all together\nsometimes called a \"portion\" (<span class=\"citation\" id=\"11739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11739)\">D&amp;C 51:4-6<\/a><\/span>),\nsometimes a \"stewardship\" (<span class=\"citation\" id=\"11805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11805)\">D&amp;C 104:11-12<\/a><\/span>),\nand sometimes an \"inheritance\" (<span class=\"citation\" id=\"11777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11777)\">D&amp;C 83:3<\/a><\/span>).\n<\/p><p>\nAs just indicated, there were other kinds of inheritances and stewardships than land or mere\npersonal property; for example, the Prophet and others had a stewardship given to them which\nconsisted of the revelations and commandments\n(<span class=\"citation\" id=\"11759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11759)\">D&amp;C 70:1-4<\/a><\/span>); others had given to them a\nstewardship involving the printing house\n(<span class=\"citation\" id=\"11807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11807)\">D&amp;C 104:29-30<\/a><\/span>);\nanother stewardship was a mercantile establishment\n(<span class=\"citation\" id=\"11808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11808)\">D&amp;C 104:39-42<\/a><\/span>).\n<\/p><p>\nSURPLUS\n<\/p><p>\nI repeat that whatever a steward realized from the portion allotted to him over and above that\nwhich was necessary in order to keep his family under the standard provided, as already\nstated above, was turned over by the steward to the bishop, and this amount of surplus, plus\nthe residues to which I have already referred, went into a bishop's storehouse\n(<span class=\"citation\" id=\"11740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11740)\">D&amp;C 51:13<\/a><\/span> and citations above),\nand the materials of the storehouse were to be used in creating portions,\nas above indicated, for caring for the poor\n(<span class=\"citation\" id=\"11770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11770)\">D&amp;C 78:3<\/a><\/span>),\nthe widows and orphans (<span class=\"citation\" id=\"11778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11778)\">D&amp;C 83:6<\/a><\/span>),\nand for the elders of the Church engaged in the ministry, who were to pay for what\nthey received if they could, but if not, their faithful labors should answer their debt to the\nbishop (<span class=\"citation\" id=\"11760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11760)\">D&amp;C 72:11-14<\/a><\/span>).\n<\/p><p>\nOTHER INSTITUTIONS\n<\/p><p>\nNow, as time went on and the system developed, the Lord created two other institutions\nbesides the storehouse: one was known as the Sacred Treasury, into which was put \"the avails\nof the sacred things in the treasury, for sacred and holy purposes.\" While it is not clear, it\nwould seem that into this treasury were to be put the surpluses which were derived from the\npublication of the revelations, the Book of Mormon, the Pearl of Great Price, and other\nsimilar things, the stewardship of which had been given to Joseph and others\n(<span class=\"citation\" id=\"11809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11809)\">D&amp;C 104:60-66<\/a><\/span>).\n<\/p><p>\nThe Lord also provided for the creation of \"Another Treasury\"\n(<span class=\"citation\" id=\"11810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11810)\">D&amp;C 104:67-78<\/a><\/span>), and into that other\ntreasury went the general revenues which came to the Church, such as gifts of money and\nthose revenues derived from the improvement of stewardships as distinguished from the\nresidues of the original consecrations and the surpluses which came from the operation of\ntheir stewardships (<span class=\"citation\" id=\"11761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11761)\">D&amp;C 72:11-14<\/a><\/span>).\n<\/p><p>\nThe foregoing is the general outline as it is gathered from the revelations of the law of the\nUnited Order which the Lord spoke of as \"my law\"\n(<span class=\"citation\" id=\"11730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11730)\">D&amp;C 44:6<\/a><\/span>;\n<span class=\"citation\" id=\"11741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11741)\">D&amp;C 51:15<\/a><\/span>). There are passages\nin the revelations which, taken from their context and without having in mind the whole\nsystem, might be considered as inconsistent with some of the things which I have set out, but\nall such passages fall into line if the whole program is looked at as contained in all of the\nrevelations.\n<\/p><p>\nPRIVATE OWNERSHIP FUNDAMENTAL\n<\/p><p>\nThe fundamental principle of this system was the private ownership of property. Each man\nowned his portion, or inheritance, or stewardship, with an absolute title, which he could\nalienate, or hypothecate, or otherwise treat as his own. The Church did not own all of the\nproperty, and the life under the United Order was not a communal life, as the Prophet Joseph,\nhimself said (<i>History of the Church<\/i>, Volume III, p. 28). The United Order is an\nindividualistic system, not a communal system.\n<\/p><p>\nTHE WELFARE PLAN AND THE UNITED ORDER\n<\/p><p>\nWe have all said that the Welfare Plan is not the United Order and was not intended to be.\nHowever, I should like to suggest to you that perhaps, after all, when the Welfare Plan gets\nthoroughly into operation&mdash;it is not so yet&mdash;we shall not be so very far from carrying out the\ngreat fundamentals of the United Order.\n<\/p><p>\nIn the first place I repeat again, the United Order recognized and was built upon the principle\nof private ownership of property; all that a man had and lived upon under the United Order,\nwas his own. Quite obviously, the fundamental principle of our system today is the ownership\nof private property.\n<\/p><p>\nIn the next place, in lieu of residues and surpluses which were accumulated and built up under\nthe, United Order, we, today, have our fast offerings, our Welfare donations, and our tithing,\nall of which may be devoted to the care of the poor, as well as for the carrying on of the\nactivities and business of the Church. After all, the United Order was primarily designed to\nbuild up a system under which there should be no abjectly poor, and this is the purpose, also,\nof the Welfare Plan.\n<\/p><p>\nIn this connection it should be observed that it is clear from these earlier revelations, as well\nas from our history, that the Lord had very early to tell the people about the wickedness of\nidleness, and the wickedness of greed, because the brethren who had were not giving\nproperly, and those who had not were evidently intending to live without work on the things\nwhich were to be received from those who had property\n(<span class=\"citation\" id=\"11742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11742)\">D&amp;C 56:16-20<\/a><\/span>).\n<\/p><p>\nSTOREHOUSES AND PROJECTS\n<\/p><p>\nFurthermore, we had under the United Order a bishop's storehouse in which were collected\nthe materials from which to supply the needs and the wants of the poor. We have a bishop's\nstorehouse under the Welfare Plan, used for the same purpose.\n<\/p><p>\nAs I have already indicated, the surplus properties which came to the Church under the Law\nof Consecration, under the United Order, became the \"common property\" of the Church\n(<span class=\"citation\" id=\"11775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11775)\">D&amp;C 82:18<\/a><\/span>)\nand were handled under the United Order for the benefit of the poor. We have\nnow under the Welfare Plan all over the Church, ward land projects. In some cases the lands\nare owned by the wards, in others they are leased by the wards or lent to them by private\nindividuals. This land is being farmed for the benefit of the poor, by the poor where you can\nget the poor to work it.\n<\/p><p>\nWe have in place of the two treasuries, the \"Sacred Treasury\" and\n\"Another Treasury,\" the general funds of the Church.\n<\/p><p>\nThus you will see, brethren, that in many of its great essentials, we have, as the Welfare Plan\nhas now developed, the broad essentials of the United Order. Furthermore, having in mind the\nassistance which is being given from time to time and in various wards to help set people up\nin business or in farming, we have a plan which is not essentially unlike that which was in the\nUnited Order when the poor were given portions from the common fund.\n<\/p><p>\nNow, brethren, the Church has made tremendous advances in the Welfare Plan. We shall have\nto make still greater advances. As the Message of the First Presidency said this morning, we\nare being told by Government officials that we face what we used to call \"hard times.\" If the\nWelfare Plan is fully operative, we shall be able to care for every destitute Latter-day Saint\nwherever he may be.\n<\/p><p>\nTHE CONSTITUTION\n<\/p><p>\nNow, I would like to say something else, brethren, again by way of counsel I shall be\naccused, when I do, of talking politics, and perhaps on this point I may say I do not read\nanonymous letters. When they come in I just throw them into the wastebasket. I only read\nenough of the signed scurrilous letters that are sent to know that they are scurrilous, and then\nthey follow along. So it is useless for anyone to try to take out any personal feeling in that\nway.\n<\/p><p>\nYou and I have heard all our lives that the time may come when the Constitution may hang\nby a thread. I do not know whether it is a thread, or a small rope by which it now hangs, but\nI do know that whether it shall live or die is now in the balance.\n<\/p><p>\nI have said to you before, brethren, that to me the Constitution is a part of my religion. In its\nplace it is just as much a part of my religion as any other part. It is a part of my religion\nbecause it is one of those institutions which God has set up for His own purposes, and, as one\nof the brethren said today, set up so that this Church might be established, because under no\nother government in the world could the Church have been established as it has been\nestablished under this Government.\n<\/p><p>\nI think I would be sale in saying that my fellowship with you in the Church depends upon\nwhether or not I accept the revelations and the principles which God has revealed. If I am not\nwilling to do that, then I am not entitled to fellowship. Anyone else who fails to accept the\nrevelations and the principles which God has revealed stands in precisely the same situation.\n<\/p><p>\nIn the 101st Section of the D&amp;C, which contains a revelation received by the Prophet in\n1833, when the persecution in Missouri was at its highest, the Lord told the brethren that they\nshould appeal for help. Then He added these verses, which I want to read to you:\n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the fights and protection of all flesh, according to just and holy\nprinciples;\n<\/p><p>\nThat every man may act in doctrine and principle pertaining to futurity, according to the\nmoral agency which I have given unto him, that every man may be accountable for his own\nsins in the day of judgment.\n<\/p><p>\nTherefore, it is not right that any man should be in bondage one to another.\n<\/p><p>\nAnd for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood (<span class=\"citation\" id=\"11804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11804)\">D&amp;C 101:77-80<\/a><\/span>).\n<\/p><p>\nINFLUENCE IN THE AMERICAS\n<\/p><p>\nI suppose you brethren will all know, but I will recall it to your attention, that the\nConstitution of the United States is the basic law for all of the Americas, or Zion, as it has\nbeen defined by the Lord. \n<\/p><p>\nYou brethren from Canada know that, your great British North America Act, in its\nfundamental principles, is based upon our Constitution, and you know that in the courts of\nCanada, the reports of our Supreme Court, and our Federal courts generally, are just as\npersuasive as the decisions of the courts of England, and even more so, where questions of\nconstitutional law and constitutional interpretation are involved.\n<\/p><p>\nYou brethren also know that from the Rio Grande down to the Horn there is no constitutional\ngovernment except those that are founded primarily upon our own Constitution. In Mexico the\nrevolutionary party which more than a century and a quarter ago rebelled against the king of\nSpain and established a republic, copied almost verbatim, and practically overnight, our\nConstitution, and made it their own. Neither Mexico nor the others to the South interpret their\nConstitutions as we interpret ours. They have different standards and different canons of\ninterpretation, for their fundamental system is the civil law, while ours is the common law.\nBut the great essentials of that document, the Constitution of the United States, which God\nHimself inspired, is the law of Zion, the Americas.\n<\/p><p>\nTHE LAW OF ZION\n<\/p><p>\nSo, brethren, I wish you to understand that when we begin to tamper with the Constitution we\nbegin to tamper with the law of Zion which God Himself set up, and no one may trifle with\nthe word of God with impunity.\n<\/p><p>\nNow, I am not caring today, for myself, anything at all about a political party tag. So far as I\nam concerned, I want to know what the man stands for. I want to know if he believes in the\nConstitution; if he believes in its free institutions; if he believes in its liberties, its freedom. I\nwant to know if he believes in the Bill of Rights. I want to know if he believes in the\nseparation of sovereign power into the three great divisions: the Legislative, the Judicial, the\nExecutive. I want to know if he believes in the mutual independence of these, the one from\nthe other. When I find out these things, then I know who it is who should receive my support,\nand I care not what his party tag is, because, brethren, if we are to live as a Church, and\nprogress, and have the right to worship as we are worshipping here today, we must have the\ngreat guarantees that are set up by our Constitution. There is no other way in which we can\nsecure these guarantees. You may look at the systems all over the world where the principles\nof our Constitution are not controlling and in force, and you will find there dictatorship,\ntyranny, oppression, and, in the last analysts, slavery.\n<\/p><p>\nALLEGIANCE\n<\/p><p>\nI have said enough. I believe you understand what I have said. Today, our duty transcends\nparty allegiance; our duty today is allegiance to the Constitution as it was given to us by the\nLord. Every federal officer takes an oath to support that Constitution so given. The difference\nbetween us and some of those to the South of us is this: down there, their fealty runs to\nindividuals; here, our fealty and our allegiance run to the Constitution and to the principles\nwhich it embodies, and not to individuals.\n<\/p><p>\nGod give us wisdom and enable us in these times of trouble and strife clearly to see our way,\nthat we may be instrumental in sustaining the Constitution, in upholding our free institutions,\nour civil rights, our freedom of speech, of press, of religion, and of conscience. If we shall\nstand together we shall save the Constitution, just as has been foreseen, and if we do not stand\ntogether, we cannot perform this great task.\n<\/p><p>\nGod grant that we may be true, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}