{"ID":430, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Struggle of Life<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i> October 1949, pp. 138-143<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I have listened to the various speakers during this conference, I have been impressed with\nthe persistence of one theme. Every speaker has urged us all to greater fidelity to principles\nand a closer conformance in practice to the teachings of our belief. Now I come to think of it,\nI can't remember any time when this was not so. I have no remembrance of sermons in our\nreligious services which did not exhort the congregation to live in closer harmony with gospel\nteachings. Always the admonition is to do better.\n<\/p><p>\nADMONITION TO DO BETTER\n<\/p><p>\nSo characteristic is this feature that I am led to wonder if listeners might not sometimes be\ntempted to ask, \"Aren't you ever satisfied?\" Can you not tell us for once that we are doing\nwell enough?\" I cannot remember ever having heard such complacency expressed. I have\nheard plenty of commendation for the good done and encouragement for the advancement\nmade. I have heard recitals of incidents evidencing individual deeds of great sublimity\nwherein men have risen to lofty heights of spiritual and moral grandeur. These have been\nacknowledged as benefactors of mankind and extolled as exemplars of what is praiseworthy.\n<\/p><p>\nBut always such men and deeds are held forth as exhibitions of the inherent human capacity\nto rise above baser instincts and climb to higher standards of goodness. Their attainments, it\nwill be noted, are rehearsed for their admonitory value&mdash;as a basis for enticing others, in\nemulation, to improve themselves by struggling upward to the high plane achieved by their\nexemplars. So always the same exhortation, whether expressed in direct terms or by manifest\nimplication, is there, urging us on to do better, to conform to the standards of our high ideal.\n<\/p><p>\nMoreover, I am persuaded on reflection that such will and should always be the case. There\ncan be no end to importunings for improvement because improvement, growth, progress,\nself-betterment is a concept basic to our creed. It is a cardinal principle going to the depths\nand bottomed on the meaning and purpose of life.\n<\/p><p>\nTHE GOSPEL PLAN\n<\/p><p>\nThe gospel is the revelation of God for the salvation of man. Coming from God it is perfect,\nthe authentic plan for right living.\n<\/p><p>\nIf observed in its completeness, it will make men perfect, and ultimate individual perfection,\naccording to gospel teachings is the goal of life, its real purpose. When men attain it they will\nbe saved, which is the ultimate of all hopes and aspirations, the inspiration for all\nstriving. In that matchless sermon delivered from the mountainside,\nJesus admonished his listeners:\n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"34256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34256)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nAnd Paul and Timothy, writing to the Philippians said of the Savior that he,\n<\/p><p>\n. . . being in the form of God, thought it not robbery to be equal with God\n(<span class=\"citation\" id=\"41235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41235)\">Philip. 2:6<\/a><\/span>).\n<\/p><p>\nHUMAN FRAILTIES\n<\/p><p>\nBut men are mortal and beset by human frailties. They are enticed by the pressures of\nimmediate carnal desire to depart from the high standards of the perfect law. When they are\nunder the influence of an exalted occasion, they make high resolves. They firmly determine to\navoid past mistakes and to do better. But gone out from under the spell of that influence and\nabsorbed in the complicated pursuits of life, they find difficulty in holding fast to their noble\npurposes. In competition with their fellows they are influenced by the natural instinct to play\na winning game. An opportunity presents itself to turn a good deal, to outsmart a fellow man,\nor profit at another's expense by suppressing some facts or misrepresenting others, or\npracticing some other form of deception. Or it may be that they see a chance to gain\nadvantage by evil speaking about a rival or to gratify a debasing appetite or a lustful passion,\nand under the pressure of the immediate impulse the high resolve is dimmed, the noble\ndetermination submerged, and they slip below the standard of their ideal. So it is essential that\nthey come again, and frequently, under the influence which kindles anew the warmth of spirit\nin which good resolutions are begotten, that they may go out fortified to withstand the\npressures of temptation which lure them into false ways. Happily, if they refresh themselves\nfrequently enough under ennobling influences, the spirit of repentance will be at work with\nthem, and they will make conquest of some temptations&mdash;rise above them&mdash;and advance thus\nfar toward their final goal.\n<\/p><p>\nRESOLUTION TO DO GOOD\n<\/p><p>\nThat is one reason why, when we congregate together, we must always and forever be\nadmonished and urged and inspired to renew and strengthen our good determinations, by\ndegrees to correct our imperfections and advance in the scale of goodness. So long as men are\nsubject to be lured by ignoble desires from the perfect law of life, they need constant\nreminders to bring them back and fortify them against repeated departures. So long as that\ncondition obtains, which is throughout mortality, just so long will it be needful that\nreligious services be devoted to admonition and persuasion and, if\nmay be, to inspiring with the resolution to withstand evil and cleave to the good&mdash;to conquer\neven the desire to yield to debasing appetites or passions or to lower themselves to the level\nof ignoble deeds.\n<\/p><p>\nI trust, therefore, that none of us shall feel that admonitions and exhortations and even\nreprovings are offered in the spirit of complaining or of chastisement, but rather as reminders\nof the necessity in our own self-interest of moving forward to higher planes. It is one of the\nprime offices of religion and of worshiping assemblies that interest should be centered on the\ngrandeur of purity and perfection of life. It has ever been so, and is not something peculiar to\nour day. It is a practice as old as history and must endure to the end of time.\n<\/p><p>\nEARLY CHRISTIAN EXHORTATIONS\n<\/p><p>\nIf you go back to the early history of the Christian Church, you will find it there. The epistles\nof Paul, for example, are full of chidings for transgressions, pleadings to forsake evil ways\nand exhortations to live righteously.\n<\/p><p>\nKnow ye not,\n<\/p><p>\nhe wrote to the Corinthians,\n<\/p><p>\nthat the unrighteous shall not inherit the kingdom of God? Be not deceived:\nneither fornicators, nor idolaters, nor adulterers . . .\n<\/p><p>\nNor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall\ninherit the kingdom of God\n(<span class=\"citation\" id=\"175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(175)\">1 Cor. 6:9-10<\/a><\/span>).\n<\/p><p>\nHe also pleaded with them to put away envyings and strife and dissensions, which he\ndenounced as carnal and not compatible with the spirit which belonged to those who had\naccepted the Christ (<span class=\"citation\" id=\"3019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3019)\">2 Cor. 12:20<\/a><\/span>;\n<span class=\"citation\" id=\"21637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21637)\">Eph. 4:31<\/a><\/span>).\nThe things he warned against are such as reveal blemishes in human\nbehavior and make manifest its imperfections.\n<\/p><p>\nSo Peter in his epistle addressed to the saints in Pontus, Galatia, Cappadocia, Asia, and\nBithynia urges:\n<\/p><p>\n. . . laying aside all malice, and all guile, hypocrisies, and envies, and all evil\nspeakings (<span class=\"citation\" id=\"2237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2237)\">1 Pet. 2:1<\/a><\/span>).\n<\/p><p>\nHe reminded them that in times past, before Christ had been preached to them, they had\nwalked in lasciviousness, lusts, excess of wine, revelings, banquetings, and abominable\nidolatries and admonished them that they must now make an end of these things\n(<span class=\"citation\" id=\"2241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2241)\">1 Pet. 4:1-3<\/a><\/span>). He exhorted\nthem to patience in persecution, long-suffering, endurance of scorn, if need be, because of\nforsaking former ways to humility, charity, and steadfastness in the faith, husbands and wives\nrespecting and fortifying each other (see\n<span class=\"citation\" id=\"2238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2238)\">1 Pet. 3:1-17<\/a><\/span>).\n<\/p><p>\nThese expounders of the early Christian faith, it is to be observed, were not content to\ndeal in abstractions or to gloss over evil doings lest some might take offense. They\nparticularized to the degree that no one could be left in doubt as to what they meant. They\nneither compromised principles nor softened their censure of wrong. Thus, Paul, after the\nsweeping generalization that the \"unrighteous shall not inherit the kingdom of God,\" proceeds\nto tell specifically some of the things which make men unrighteous and unfit for the kingdom.\nThe unrighteous include thieves, the covetous, drunkards, revilers, and extortioners, as well as\nthose whose hearts are so eaten out with envy that they become breeders of strife and\ndissensions. Peter expands the list of things that belong to the qualities of unrighteousness to\ninclude malice, guile, hypocrisies, evil speaking, lasciviousness, lusts, revelings, and\nabominable idolatries. These no doubt were practices indulged by the particular congregations\nto whom Paul and Peter wrote.\n<\/p><p>\nIf you will take the trouble to go through the gospels and the letters and epistles and\nnarratives of the men whom Jesus commissioned to carry his message and perpetuate it in the\nworld, you cannot help noting the striking sameness of evil things they exhorted against with\nthe deeds and habits which fall under censure today. The catalogue of vices seems to have\nbeen fairly complete way back in that remote period. There hasn't been very much added, and\nthere isn't much to subtract from the list. After all the intervening centuries of teaching, we\nstill need the same admonitions against the same vices. Neither has there been any virtue\nadded to Christ's teaching. These facts perhaps ought not to prove so startling as they may\nseem when recognition of them first bursts upon our consciousness.\n<\/p><p>\nSTRUGGLE FOR PERFECTION\n<\/p><p>\nThe persistence of these human frailties from the beginning of the race till now is but an\nindication of the heritage of mortality rooted down deep in it. The age-old urging to conquer\nthem attests that mortal imperfections are antagonistic to other instincts native to the human\nfamily. There is then set up in the individual a conflict between the opposing forces of good\nand evil. We should accordingly expect the vices and the virtues respectively, to be essentially\nof the same nature till the conflict is over, though there may be differences of degree and of\nmanifestation. The conquest of evil by the good is the struggle of life. It is the struggle for\nperfection and the attainment of salvation which is supremacy over evil. We must not be too\ndiscouraged because progress is slow, for it involves working changes in human desires and\ninclinations. Perfection has to be achieved; salvation has to be won. They do\nnot come as free bestowals. The process seems to be through winning the struggle for\nsupremacy between human imperfections and the mandates of the God-given perfect law. It is\nby meeting adversities, battling down obstacles, rising triumphant over opposing forces that\nman builds muscle and moral and intellectual fiber and spiritual stamina. It is the process by\nwhich he has built up his amazing mastery in the physical world and the forces that operate in\nit reducing them to servitude and ordering them to his bidding. There is no such thing in this\nworld as getting something for nothing. Everything has its price. Every step forward in the\nrealm of human progress, in the amazing advance of man in his mastery in the physical world\nhas come out of grueling toil and sweat, heartbreaking disappointments and failures and, after\nfailure returning again to the struggle.\n<\/p><p>\nThe heights by great men reached and kept<br \/>\nWere not attained by sudden flight,<br \/>\nBut they, while their companions slept,<br \/>\nWere toiling upward in the night.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;               <i>The Ladder of St. Augustine<\/i><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;               Henry W. Longfellow\n<\/p><p>\nPRACTICE OF VIRTUES\n<\/p><p>\nThat inexorable law is operative in the spiritual realm as well as in the temporal domain. It is\nthe law of life operative in all its aspects that progress, growth, advancement are the result of\nstruggle and conquest. In the spiritual realm the struggle is between good and evil, a struggle\nfor the supremacy of righteousness. There is only one way to win in that struggle, and that is\nto practice the virtues and cease to practice evil. The formula is simple. It consists in adopting\nas habitual behavior that set of principles and teachings which collectively we call the gospel.\nThere is no other way. Our lives are patterned, our natures formed, our characters established\nby the things we do and not by theoretical professions of principles or abstract\ncontemplations. If you want to overcome envy, you have to practice rejoicing in the good\nfortune and successes and attainments of your fellows; if you want to purge yourself of\ncovetousness, you have to practice generosity and contentment in seeing others prosper as you\nwould like yourself to prosper; if you want to be rid of reviling, you must practice reverence\nand respect for worthy things; if you want to avoid drunkenness, you have to practice\nsobriety; if you want to be cleansed of lasciviousness, you have to practice continence and\npurity of thought; if you want to conquer thieving, you must practice honesty; if you want to\nbe free of the vice of extortion, you must practice benevolence and fairness toward others, and\nso on we might go till we have enumerated every vice and its opposing virtue throughout the\nwhole catalogue of gospel precepts. Obey them in practice, make them the governing feature\nin your lives and you will win perfection, and hence salvation.\n<\/p><p>\nFIDELITY TO GOSPEL LAW\n<\/p><p>\nIt is easy to conceive that greater progress might have been made if those entrusted with the\nteaching of the gospel law had maintained a greater fidelity to its principles. I have already\ncalled attention to the practice during apostolic times of naming the evil practices which must\nbe done away and recommending conformance to the saving principles of the Christian\nteaching. But in the interest of winning converts and spreading power this practice was\nrelaxed to suit the temper of the world. As Macaulay observed, the surest and easiest way to\nwin converts is to lower standards. In an early century a great deal of effort was expended in\nan attempt to reconcile Christian teaching with pagan philosophy. This was an impossible\ntask, but an apparent harmony was achieved by bending Christian doctrines into conformity\nwhich resulted in its adulteration and the consequent weakening or destruction of its saving\npower. It did win a more universal favor, facilitate the drawing in of greater numbers, but at a\ndevitalizing cost which always flows from compromising principles of right. It was even\nbrazenly taught by men in places of power, entrusted with guidance, in the interest of\nperpetuating and extending their sway, that certain Christian principles were to be suppressed\nbecause not congenial to people given over to contrary indulgences, so that, as Macaulay\ndeclared: \"... instead of toiling to elevate human nature to the noble standard fixed by divine\nprecept and example,\" the standard was lowered \"till it was beneath the average of human\nnature.\"\n<\/p><p>\nThus was sacrificed the true office of divine worship and guidance, instead of holding up\nbefore men the ideal of the God-given and perfect gospel law and fortifying them for the\nstruggle incident to the conquest of evil, they were seduced into deadening compromises with\nsin, and progress toward the ultimate triumph of righteousness was immeasurably retarded. In\nthis contemplation it ought to be clear to us that in all our worshiping assemblies it should be\naccepted as established usage to be received without resentment, but gratefully, that the law of\nGod should be reiterated and emphasized and exhortation given for conformance of life\nthereto. You leaders cannot discharge your duties as such unless you see that this is done.\nOnly thus can we be regenerated by the gospel's saving power and through obedience to it\nrise triumphant above our mortal imperfections, which may God grant us power to do, I pray\nin the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}