{"ID":432, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Palmyra Pageant a Great Missionary<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i> October 1949, pp. 153-159<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, and my dear brothers and sisters, the other day as we were attempting to\nguess our time when we would be called upon to speak, Bishop\nWirthlin spoke and said: \"No man knoweth the day nor the hour\"\n(<span class=\"citation\" id=\"34312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34312)\">Matt. 24:36<\/a><\/span>), and he was not referring to\nthe original passage of scripture, either.\n<\/p><p>\nGRATITUDE FOR CHOIR\n<\/p><p>\nI know we are all grateful for this choir today. I thought this morning when President McKay\nwas giving the number of missionaries in the field, probably the choir should be included.\nThe men of the choir furnished our music last night at the general priesthood meeting, and it\nwas very beautiful, and this morning again their songs have been so appropriate. The choir\ncomes here each week, each Thursday evening, and each Sunday morning early to practice. I\nam confident that we are all very proud of them. They are a choir of service. They are indeed\na missionary choir, and I know we are grateful to the conductor, Brother J. Spencer Cornwall,\nand the fine organists and all the members of the choir, Brother Lester F. Hewlett, the\npresident, and all those who are associated with him. We cannot think of the choir on Sunday\nmorning without thinking of the Spoken Word by our beloved brother and friend, President\nRichard L. Evans.\n<\/p><p>\nSTRENGTH IN PRAYER\n<\/p><p>\nAs I look into this great audience, I feel very weak and very humble, and I pray that the Lord\nwill help me. I have prayed to the Lord, not once, but many times the last few days, and I\npray to the Lord first because I believe in prayer, and second, I pray to the Lord because I\nknow of my weaknesses and I know of my incapabilities, and I am very dependent upon the\nhelp of the Lord. I would feel sorry for anyone who would attempt to occupy this position if\nhe felt in his own strength, that his own sufficiency, was enough. I will be very grateful to\nyou if you will say a short prayer for me, because I need it very badly.\n<\/p><p>\nSometimes I have wished that all of you could have this opportunity for just a moment, not\nbecause I think you would enjoy it any more than I do, but because it is indeed a humbling\nexperience and certainly a sobering experience.\n<\/p><p>\nI have felt the prayers of this conference were very strengthening, indeed, every one of them.\nI have enjoyed the words of our brethren. I love them as men; I admire and respect them.\n<\/p><p>\nPrayer is indeed a privilege; it is indeed a blessing; and it is indeed a comfort. Prayer is not\njust a duty.\n<\/p><p>\nPAGEANT AT HILL CUMORAH\n<\/p><p>\nI had made some study and preparation to discuss a subject that I thought might be\nappropriate at this conference, but I am not going to give that talk. Instead, if you will pardon\nme, I would like to share with you an experience that I recently had at Hill Cumorah and the\nSacred Grove at Palmyra, New York.\n<\/p><p>\nI am grateful for the privilege of being in Palmyra at the time the pageant was\npresented, entitled <i>America's Witness for Christ<\/i>. This pageant was presented by the\nmissionaries, approximately one hundred and ninety of them, of the Eastern States Mission,\nunder the direction of Dr. Harold I. Hansen of the Utah State Agricultural College faculty,\nand President George Q. Morris of the Eastern States Mission.\n<\/p><p>\nThe pageant is the story of the Book of Mormon. The rustic setting of Hill Cumorah is the\nstage or the background of that pageant. The scenes are those of the Angel Moroni receiving\nhis instructions from his father Mormon, the story of the Prophet Joseph receiving his\ninstructions from the Angel Moroni, and other scenes of the Nephite and Lamanite people, the\nstory of the Book of Mormon, and the great message of the Prophet Joseph Smith.\n<\/p><p>\nThe pageant was held on three nights, Thursday, Friday, and Saturday. Thursday evening, the\nfirst night, the newspapers estimated that there were between twelve and fifteen thousand\npeople who attended that pageant. The second night it was estimated there were between\ntwenty and twenty-five thousand people who attended the pageant, and on the last night, the\nthird evening, it was estimated that there were between twenty-five and thirty-five thousand\npeople assembled to witness that great pageant.\n<\/p><p>\nNON-MEMBERS IN ATTENDANCE\n<\/p><p>\nWe must keep in mind that probably ninety percent of that great gathering were non-members\nof the Church. To me it was great evidence that the prejudice and ill feeling, though not\nentirely diminished, was certainly at a low ebb. The newspapers of the cities in New York\nwere very liberal, very courteous, and very praiseworthy of that great pageant.\n<\/p><p>\nThe highway patrol of the state of New York estimated that there were thousands of carloads\nof people the last night who could not get to see the pageant because the parking lots and the\nhighways were all congested. The police rendered us most excellent service.\n<\/p><p>\nThe officials of those cities were very friendly. It was reported that one of the businessmen of\nPalmyra or Rochester stated that he thought the communities should assist by making\ncontributions to the pageant, and they ought to make a collection and help finance that great\npageant. Of course, our appreciation was expressed to them, and we told them this was not\nnecessary; nevertheless it was the attitude that he expressed which we appreciated.\n<\/p><p>\nHundreds of the homes there were opened to people. Many of our missionaries while they\nwere there at Palmyra preparing for the pageant, stayed in the homes of people who were not\nmembers of the Church.\n<\/p><p>\nBLESSING SOUGHT\n<\/p><p>\nThe pageant was scheduled for nine-thirty in the evening. The dates had been selected when\nthe moon was not shining, because the participants wanted darkness\nof the night on the hill. All the lights were turned off in that vicinity at the beginning of the\npageant. At nine-ten every night those missionaries were asked to assemble at a certain\nwooded spot on Hill Cumorah, behind one of the large scenes, in the darkness. There was that\ngreat audience out in front, not knowing what was going on, but there those missionaries\nassembled every night at nine-ten, quietly, in a circle, huddled together, praying to the Lord\nthat he would bless that pageant, that it would go forward without any interruption and that\nthe audience would partake of the spirit of the pageant.\n<\/p><p>\nI remember the first night it started to rain about six o'clock. There was some concern\nwhether or not it would prevent presentation of the pageant. It is all outdoors: the stage, the\naudience, and the scenes; I remember shaking hands with two fine young missionaries who\nhad their pageant costumes on, and I said to them, as I shook hands with them, \"I hope the\nrain will not spoil the pageant.\"\n<\/p><p>\nOne of them looked me straight in the eye and he said: \"Oh, Bishop, don't worry, the rain\nwill not spoil the pageant. Nothing will spoil the pageant, because the elders of this mission\nhave united our faith and called upon the Lord to bless this pageant that the message would\ngo forward to the thousands of people who assemble to witness it.\"\n<\/p><p>\nNow some may call that simple faith, but I call that most beautiful, most humble faith. By the\ntime the pageant was ready to start, the storm had ceased and the stars were out bright.\n<\/p><p>\nIt was stated that no group of professionals in all the world could present that pageant as\nthose humble missionaries presented it because their hearts and souls were in it and because\nthey knew this story to be true. They were living that story; they were preaching that story;\nand for that reason great honor and credit is due those missionaries.\n<\/p><p>\nFAITH EVIDENCED\n<\/p><p>\nThe audience was kept informed of the pageant proceedings by narrators who were speaking\nover a central loud-speaking system. Beautiful spotlights were flashed upon the different\nscenes on the Hill Cumorah. A commercial firm was employed to furnish the loud-speaking\nsystem, and a few of the Mormon missionaries who were mechanically inclined were assigned\nto help the technician with the loud-speaking system.\n<\/p><p>\nThe last night the technician became very much concerned that the loud-speaking system\nmight not continue to operate, and he told the missionaries he did not know what to do. There\nwas that great audience of thousands of people. They could not follow the pageant without the\nloud-speaking system functioning: because some of the audience were a block away from the\nHill and from the scenes. But as he became concerned, all he would have needed to do was to\nask those missionaries, but he did not do that, so they took it in their\nown hands. They went out behind that truck in the wooded section of Hill Cumorah, and as\nwe would expect, those missionaries knelt down and prayed that the Lord would see to it that\nthe loud-speaking system would continue, and the loud-speaking system did continue until the\npageant was over.\n<\/p><p>\nThat kind of faith is the kind of faith that we have been hearing about the last few days here.\nThat is the kind of faith that draws men close to God, their Eternal Father. May I quote from\nAlma just a word about that same kind of faith:\n<\/p><p>\nYea, there are many who do say: If thou wilt show unto us a sign from heaven,\nthen we shall know of a surety; then we shall believe.\n<\/p><p>\nNow I ask, is that faith? Behold, I say unto you, Nay; for if a man knoweth a\nthing he hath no cause to believe, for he knoweth it. And now as I said concerning\nfaith&mdash;faith is not to have a perfect knowledge of things; therefore if ye have faith\nye hope for things which are not seen, which are true\n(<span class=\"citation\" id=\"8883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8883)\">Alma 32:17-18,21<\/a><\/span>).\n<\/p><p>\nMay I digress here, just a little, to say to those teachers or to any philosophers or to any men\nwho have to do with young people, that you never say anything or do anything knowingly or\nunknowingly that would shock that beautiful faith in the lives of young people. Conviction\nkindles conviction; faith promotes faith; and testimony inspires testimony.\n<\/p><p>\nFaith is one of the great principles of the Church. Faith is that which brought our forefathers\nto this country. I am grateful for the faith of my grandfather in Denmark where he accepted\nthe gospel because he had faith in the Lord Jesus Christ.\n<\/p><p>\nThe pageant closed the third night, and before that great audience, as they saw the last scene,\nfour missionaries, in the darkness of the night, with a brilliant spotlight flashed upon them,\nstood on top of Hill Cumorah. They were dressed in beautiful long white robes and each of\nthem with his bugle turned toward that beautiful monument of the Angel Moroni and played\nin unity, \"An Angel From On High.\" Those thirty thousand people could not have witnessed\nthat scene without their hearts being touched; it was one of the most thrilling yet touching\nexperiences of my life.\n<\/p><p>\nCONFERENCE IN SACRED GROVE\n<\/p><p>\nNever in my life have I appreciated, probably, as I did that very moment what that beautiful\nstory has meant to us as a people. The next day following that great pageant those same\nmissionaries held their missionary conference on a beautiful Sabbath morning in the Sacred\nGrove. They had held two sessions there Friday and Saturday. Since their pageant was\nproduced at night, they had their days for their conferences.\n<\/p><p>\nSaturday afternoon was devoted entirely to testimony bearing. Sunday morning's meeting was\nprogrammed; speakers were called upon to speak; but in the afternoon\nit was not programmed, and the meeting started at one o'clock in the afternoon, with the idea\nthat it would perhaps close by four o'clock, and we would thus get an extra hour of testimony\nbearing.\n<\/p><p>\nI wish everyone could have been in that Sacred Grove that beautiful afternoon as those elders,\nwithout wasting a minute's time or a second's time, came forward and stood by the\nmicrophone. There was no pulpit to stand by, so they stood there by the loud-speaker and\ngave their testimonies, one by one. Those three hours passed all too quickly. Four o'clock\ncame, and as the missionaries had expressed the desire to bear their testimony in the Sacred\nGrove, they were not all through, and it was decided to continue the meeting until five\no'clock, but at five o'clock they were not through and it continued till six o'clock. At six\no'clock they were not through, and we continued the meeting until seven o'clock&mdash;until every\nmissionary there had had an opportunity to bear his or her testimony. I think eighty-nine of\nthem that afternoon bore their testimonies.\n<\/p><p>\nPRIVILEGE OF A MISSION\n<\/p><p>\nYou could not have doubted that testimony if you had heard those young men and women.\nSome of them had been in the mission field only a month, and, oh, how they thanked the\nLord for the privilege of that mission. I thought what a shame it would have been if any one\nof those boys or girls had been denied that mission, and I thought of the thousands of others\nwho probably will want to go on a mission some day, and sometimes they are made to feel as\nif they cannot afford it. I hope some of us in the Church who have been blessed perhaps more\nthan others with financial security and material things, will share it with some missionary who\nwants to go on a mission, and never let it be said that a boy was kept home from a mission\nbecause someone could not afford it.\n<\/p><p>\nAs those missionaries came forward, I wished their fathers and mothers could have heard the\ngreat love they expressed for them. They truly love and appreciate you. Every one of them,\nwithout an exception, was so grateful for his father and mother, and many of them were sons\nand daughters of widowed mothers. Oh, how the gratitude came from their souls for the love\nof their widowed mothers. Some of them had experienced the loss of their father or mother\nwhile they had been in the mission field, but there was no evidence of bitterness. Every one\nof them acknowledged the hand of the Lord, even in that sorrow that came to them while they\nwere away.\n<\/p><p>\nBut there were some who pleaded with the Lord to bless their parents and their loved ones\nwhile they were in the mission field. I am sure that if you parents and the brothers and the\nsisters and the loved ones could have heard those boys, you would have tried harder to live as\nthey are teaching. How they thanked the Lord for the blessings that had come to them. I was\nastounded at the strength of their testimonies. Two or three of them\nhad only been out two or three weeks, and how they loved their companions, how they loved\ntheir mission president, and the same thing could be said of all of the five thousand\nmissionaries who are in the field today.\n<\/p><p>\nI do not see how the homes, the families, and the loved ones of those missionaries could help\nbut partake of that same sweet spirit when they so humbly prayed for them. Many of them\nspoke to the Lord so kindly, acknowledged their shortcomings, and prayed to the Lord that he\nwould help them overcome those weaknesses. I am sure that the Lord was looking down upon\nthose missionaries with all of his tender mercy.\n<\/p><p>\nGOD'S PAY\n<\/p><p>\nAs the day closed and every missionary had borne his testimony, I could not help but think of\nthis poem, and I would like to read it as a tribute to those missionaries and all missionaries. It\nis entitled, \"Who Does God's Work Will Get God's Pay\":\n<\/p><p>\nWho does God's work will get God's pay;<br \/>\nNo human hand God's hand can stay.<br \/>\nHe does not pay as others pay.<br \/>\nBut God's high wisdom knows a way;<br \/>\nAnd this is sure, let come what may;<br \/>\nWho does God's work will get God's pay.\n<\/p><p>\nAt seven o'clock at night the sun went down&mdash;the shadows fell, and it seemed as if God in\nheaven had looked down and pronounced a silent benediction on the heads of all who were\nassembled in the Sacred Grove that day. Yes, it was as if those servants of the Lord had been\nable to lift up the corner of the veil and had a little glimpse into the eternities to come.\n<\/p><p>\nMay God bless the missionaries all over the earth. May our homes and all of us partake of the\nspirit that they are privileged to enjoy, and I know and you know why they are privileged to\nenjoy that spirit. It is because they live so close to the Lord.\n<\/p><p>\nI know that the Spirit of the Lord was there in the grove that day. I know that sacred spot\nwas the place to which the Prophet Joseph went as a boy and knelt down and prayed to the\nLord, and there the Father and Son appeared to him\n(<span class=\"citation\" id=\"30281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30281)\">JS&mdash;H 1:17<\/a><\/span>). I know that those thousands who saw the\nstory of the pageant could not help but receive some influence and inspiration for having\nwitnessed it, and I am confident that they are hungering to hear more about it.\n<\/p><p>\nMay the Lord bless us in our work that we may live as those missionaries preach. May the\nLord bless us that we may have the Spirit of the Lord with us to guide us in our every act\nevery day, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}