{"ID":4326, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Unwanted Messages\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p3\" class=\"\">I humbly and prayerfully hope that what I have to say will be received in the spirit that I would like to convey. We have just heard the prophet of God. He is a watchman on the tower. He has raised a warning voice. I would urge all to listen and follow his counsel. It is tremendously important always to be in harmony with those who, according to Paul, have “watch for your souls, as they that must give account, that they may do it with joy, and not with grief” (<span class=\"citation\" id=\"24521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24521)\">Heb. 13:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p4\" class=\"\">Isaiah spoke of a people who did not care to listen to their prophets and seers, who were urged, “Say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits” (<span class=\"citation\" id=\"25619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25619)\">Isa. 30:10<\/a><\/span>). Nephi explained, “The guilty taketh the truth to be hard, for it cutteth them to the very center” (<span class=\"citation\" id=\"1865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1865)\">1 Ne. 16:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p5\" class=\"\">President Spencer W. Kimball spoke of the duty of prophets. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p6\" class=\"\">“I am sure that Peter and James and Paul found it unpleasant business to constantly be calling people to repentance and warning them of dangers, but they continued unflinchingly. So we, your leaders, must be everlastingly at it; if young people do not understand, then the fault may be partly ours. But, if we make the true way clear to you, then we are blameless” (“Love Versus Lust,” Brigham Young University Speeches of the Year, Provo, Utah, 5 Jan. 1965, p. 6). I wish to speak today of unwanted messages. My purpose in doing so is to attempt to give strength against mistakes, suffering, heartache, and anguish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p7\" class=\"\">May I begin by sharing with you a personal experience from a time many years ago when I received an unwelcome but valuable message from my devoted father. After World War II was over, I was married and wanted to get on with my life. My memorable mission was finished before my military service. I was not anxious to become a student again and go back to the university where I had started some eight years before. My intended course would require another three years of intensive study, discipline, and poverty. With all of this in mind I said to my father, “I don’t think I will go back to school. I’ll just get a job or start a business and go forward in my life.” Now, my father had completed law school after World War I as an older student with a wife and three children. His response was typically direct. He said bluntly, “What can you do?” His answer was so brutally honest that it hurt, but I could not ignore it. I went back to the university and completed the course. This frank but well-intentioned message changed my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p8\" class=\"\">In the time of Jesus, a certain ruler asked the Savior a very significant question and received a hard answer which he did not want to hear. With the hard answer came a great promise. The meaningful question the rich man asked was: “What shall I do to inherit eternal life?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p9\" class=\"\">Jesus answered, “Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother,”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p10\" class=\"\">And the ruler answered, “All these have I kept from my youth up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p11\" class=\"\">The unwelcome answer then came from the Master: “Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p12\" class=\"\">When the ruler heard this, “he was very sorrowful: for he was very rich.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p13\" class=\"\">“And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!” (<span class=\"citation\" id=\"32282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32282)\">Luke 18:18, 20–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p14\" class=\"\">How people handle their earthly riches is among the great tests they have in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p15\" class=\"\">This same Jesus of Nazareth spoke much novel doctrine which seemed hard to accept. Some said, “What new doctrine is this?” (<span class=\"citation\" id=\"33360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33360)\">Mark 1:27<\/a><\/span>). Jesus did not speak of revenge nor of getting even. He spoke of loving our enemies and doing good to them that hate us, of blessing those that curse us, and of praying for those which despitefully use us (see <span class=\"citation\" id=\"32264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32264)\">Luke 6:27–28<\/a><\/span>). He counseled his followers, when smitten on one cheek, to “offer also the other; and him that taketh away thy cloke forbid [him] not to take thy coat also” (<span class=\"citation\" id=\"32265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32265)\">Luke 6:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p16\" class=\"\">Another interesting new doctrine was to go beyond loving only our own and being good just to our friends. Another strange idea Jesus taught was to lend goods and money, hoping for nothing in return. The Master counseled us to be merciful, to judge not and condemn not, and to be kind to the unthankful and to the evil (see <span class=\"citation\" id=\"32266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32266)\">Luke 6:34–37<\/a><\/span>). He also spoke of being careful “when all men shall speak well of you” because all men spoke well of the false prophets (<span class=\"citation\" id=\"32263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32263)\">Luke 6:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p17\" class=\"\">The promise for those who can do this is great: “Ye shall be the children of the Highest” (<span class=\"citation\" id=\"32267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32267)\">Luke 6:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p18\" class=\"\">May I mention two or three other messages which seem no longer popular? One is to respect the Sabbath day. While the Savior himself cautioned against extreme forms of Sabbath day observance, it is well to remember whose day the Sabbath is. There seems to be an ever-increasing popularity in disregarding the centuries-old commandment to observe and respect the Sabbath day. For many it has become a holiday rather than a holy day of rest and sanctification. For some it is a day to shop and buy groceries. The decision of those who engage in shopping, sports, work, and recreation on the Sabbath day is their own, for which they alone bear responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p19\" class=\"\">The Lord’s commandment about the Sabbath day has not been altered, nor has the Church’s affirmation of the commandment to observe the Sabbath day. Those who violate this commandment in the exercise of their agency are answerable for losing the blessings which observance of this commandment would bring. The Lord has spoken in our day concerning the Sabbath day. We are to keep ourselves “unspotted from the world” and “go to the house of prayer.” We are to rest from our labors and pay our “devotions unto the Most High” (<span class=\"citation\" id=\"18447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18447)\">D&amp;C 59:9–10<\/a><\/span>). The Doctrine and Covenants reminds us: “And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full” (<span class=\"citation\" id=\"18448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18448)\">D&amp;C 59:13<\/a><\/span>). The blessings for those who do righteousness are supernal. They shall enjoy “peace in this world, and eternal life in the world to come” (<span class=\"citation\" id=\"18449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18449)\">D&amp;C 59:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p20\" class=\"\">Another transcendent but often unheeded message which peals down from Sinai is “Honour thy father and thy mother” (<span class=\"citation\" id=\"22956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22956)\">Ex. 20:12<\/a><\/span>). I have frequently walked by a rest home that provides excellent care. But it is heartrending to see so many parents and grandparents in that good care facility so forgotten, so bereft of dignity, so starved for love. To honor parents certainly means to take care of physical needs. But it means much, much more. It means to show love, kindness, thoughtfulness, and concern for them all of the days of their lives. It means to help them preserve their dignity and self-respect in their declining years. It means to honor their wishes and desires and their teachings both before and after they are dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p21\" class=\"\">Some years ago I created a stake on one of the islands in Japan. As usual, we held many interviews with the leaders to become acquainted with them. One of the men had moved to that area from Tokyo to take care of his aged and ailing father and his father’s business, which was in difficulty because of the father’s ill health. After the father died, the son went to his father’s creditors and acknowledged his father’s debts. He requested time from those creditors so that he could assume and pay all of his father’s outstanding obligations. In our interview I asked him how he was managing to meet this responsibility. He answered that he was getting along quite well and that he would be able to handle his father’s debts. The Lord saw fit to honor him with a call to be one of the leaders of that stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p22\" class=\"\">Besides being one of God’s commandments, the kind, thoughtful consideration of parents is a matter of common decency and self-respect. On their part, parents need to live so as to be worthy of the respect of their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p23\" class=\"\">I cannot help wondering about parents who adopt the attitude with their children, “do as I say, not as I do” with respect to using harmful substances, going to inappropriate movies, and other questionable activities. Children often take license from their parents’ behavior and go beyond the values the parents wish to establish. There is one safe parental rule: do not just avoid evil, avoid the very appearance of evil (see <span class=\"citation\" id=\"2763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2763)\">1 Thes. 5:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p24\" class=\"\">I should like to speak of one more strong message. It is frequently astounding to see the dereliction of people in keeping the standards of ordinary fairness and justice. This delinquency manifests itself in so many ways. It is sometimes evident in commercial transactions, as well as in private contacts. Injustice to others is manifest even in the way automobiles are sometimes driven. This unfairness and injustice results principally from one person seeking an advantage or an edge over another. Those who follow such a practice demean themselves greatly. How can those of us who do not practice ordinary fairness and justice have serious claim on the blessings of a just and a fair God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p25\" class=\"\">Do some of us seek to justify our taking of shortcuts and advantage of others by indulging in the twin sophistries, “There isn’t any justice” and “Everybody does it”? There are many others who seemingly prosper by violating the rules of God and the standards of decency and fair play. They appear to escape the imminent law of the harvest, which states, “Whatsoever a man soweth, that shall he also reap” (<span class=\"citation\" id=\"23346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23346)\">Gal. 6:7<\/a><\/span>). Worrying about the punishment we think ought to come to others is self-defeating to us. Brigham Young counseled that unless we ourselves are prepared for the day of the Lord’s vengeance when the wicked will be consumed, we should not be too anxious for the Lord to hasten his work. Said he rather, “Let our anxiety be centered upon this one thing, the sanctification of our own hearts, the purifying of our own affections” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 9:3).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p26\" class=\"\">Many modern professors of human behavior advocate as a cure to an afflicted conscience that we simply ignore the unwanted messages. They suggest that we change the standard to fit the circumstances so that there is no longer a conflict, thus easing the conscience. The followers of the divine Christ cannot subscribe to this evil and perverse philosophy with impunity. For the troubled conscience in conflict with right and wrong, the only permanent help is to change the behavior and follow a repentant path.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p27\" class=\"\">The prophet Isaiah taught, “Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!” (<span class=\"citation\" id=\"25615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25615)\">Isa. 5:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p28\" class=\"\">During all of my ministry, I have been fascinated by the manner in which Jesus hardened the bone and spirit of his chief Apostle, Peter. When Jesus told Peter that he had prayed that Peter’s faith would strengthen, Peter affirmed that he would go with the Savior to prison or to death. Peter was then told that the “cock shall not crow this day, before that thou shalt thrice deny that thou knowest me” (<span class=\"citation\" id=\"32285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32285)\">Luke 22:34<\/a><\/span>). After the predicted three denials, the powerful, unwelcome, but steel-hardening message came: Peter heard the cock crow. And he “went out, and wept bitterly” (<span class=\"citation\" id=\"37145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37145)\">Matt. 26:75<\/a><\/span>), but this strengthened Peter to fulfill his calling and to die for the cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p29\" class=\"\">There is one unerring voice that is ever true. It can always be relied upon. It should be listened to, although at times this voice too may speak unwelcome warning messages. I speak of the still, small, inner voice which comes from the divine source. As the prophet Elijah learned, “the Lord was not in the wind: and after the wind an earthquake; but the Lord was not in the earthquake:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p30\" class=\"\">“And after the earthquake a fire; but the Lord was not in the fire: and after the fire a still small voice” (<span class=\"citation\" id=\"1294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1294)\">1 Kgs. 19:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p31\" class=\"\">One single unwanted message may be a call to change our lives; it may lead to the specially tailored opportunity we need. I am grateful that it is never too late to change, to make things right, to leave old activities and habits behind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/unwanted-messages.p32\" class=\"\">I wish to testify that the prophetic messages of this conference will lead any who will listen—and follow the counsel given—to the promise of the Savior, which is peace in this life and eternal life in the world hereafter. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}