{"ID":4328, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Shake Off the Chains with Which Ye Are Bound”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p3\" class=\"\">Some years ago I had an acquaintance who had allowed himself to become a compulsive user of alcohol. He drank before he had dinner, and he would have what he called a “bracer” before involving himself in major business decisions. During a routine physical examination one day, a doctor told him that, for the good of his health, he should break the drinking habit. When I asked him what he intended to do, he said, “That’s easy. I’ll just change doctors.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p4\" class=\"\">Another acquaintance is a lovely, well-educated woman who has been a very heavy smoker. She now tells us of a few times she even woke her husband up in the middle of the night and insisted that he go to an all-night store to get her a pack of cigarettes. This couple came in contact with the missionaries, believed their message, and joined the Church. When she knew she had to quit smoking, the woman almost immediately threw off the chains of this habit and became free of tobacco addiction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p5\" class=\"\">As I have been rereading the Book of Mormon, following the counsel of President Ezra Taft Benson, our beloved prophet, I have been even more impressed with the counsel father Lehi gave his family shortly before his death. He pleads with his sons with these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p6\" class=\"\">“Awake, my sons; put on the armor of righteousness. Shake off the chains with which ye are bound, and come forth out of obscurity, and arise from the dust” (<span class=\"citation\" id=\"4160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4160)\">2 Ne. 1:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p7\" class=\"\">Those words apply to us today. Who among us hasn’t felt the chains of bad habits? These habits may have impeded our progress, may have made us forget who we are, may have destroyed our self-image, may have put our family life in jeopardy, and may have hindered our ability to serve our fellowmen and our God. So many of us tend to say, “This is the way I am. I can’t change. I can’t throw off the chains of habit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p8\" class=\"\">Lehi warned his sons to “shake off the chains” because he knew that chains restrict our mobility, growth, and happiness. They cause us to become confused and less able to be guided by God’s Spirit. Lehi also reminded his sons that their new land should “be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity” (<span class=\"citation\" id=\"4155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4155)\">2 Ne. 1:7<\/a><\/span>). He could have said, “If so, it shall be because ye have been bound into captivity by the chains of unrighteous living.” Samuel Johnson wisely shared, “The chains of habit are too small to be felt until they are too strong to be broken” (<span class=\"emphasis\">International Dictionary of Thoughts,<\/span> Chicago: J. G. Ferguson Publishing Co., 1969, p. 348).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p9\" class=\"\">The lady of whom I spoke was able to break the chains of a bad habit because she became committed to change. Some of the Lamanites under King Lamoni were able to break the chains of their iniquities of murder, indolence, and hatred when they were taught by Ammon. They became even more valiant than the Nephites because they became committed to righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p10\" class=\"\">Righteous living is a shield, a protector, an insulation, a strength, a power, a joy, a Christlike trait. Yes, living a life of righteousness is a chainbreaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p11\" class=\"\">Many of us today are shackled by the restrictive chains of poor habits. We are bound by inferior self-images created by misconduct and indifference. We are chained by an unwillingness to change for the better. Is it any wonder, in our day as it was in Nephi’s, that God’s pleas are “awake,” “listen,” “procrastinate no longer,” “believe me,” “come back,” and “seek the straight course”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p12\" class=\"\">This catchy couplet fits so many of us. “Procrastination is a silly thing, it only brings me sorrow, but I can change at any time! I think I will—tomorrow!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p13\" class=\"\">Shaking off restrictive chains requires action. They cannot be wished away. A declaration will never break chains. It requires commitment, self-discipline, and work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p14\" class=\"\">Chains weigh heavily on troubled hearts and souls. They relegate us to lives of no purpose or light. They cause us to become confused and lose the spirit. We need to arise from the dust and enjoy the fresh air of righteousness. We need to move forward in patience, understanding, love, and never-ending commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p15\" class=\"\">Sometimes the chains of arrogance and domination cause priesthood bearers to lose their way and stumble. No man in The Church of Jesus Christ of Latter-day Saints is worthy of his priesthood powers and blessings if he makes unrighteous demands upon his wife or family. God forbid that any man would find satisfaction or comfort in exercising this type of domination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p16\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned” (<span class=\"citation\" id=\"18514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18514)\">D&amp;C 121:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p17\" class=\"\">Let me share some chains I have recently observed in the lives of some friends, chains that are causing misdirection, family destruction, loss of self-respect, and sadness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p18\" class=\"\">I am thinking of a young husband and father who is participating in drug abuse. He stands to lose family, employment, personal pride, and his own life. His cries of “I’m hooked” tug at the soul. The use of cocaine and other drugs causes those involved to become totally chained to their addiction. Those who peddle drugs not only provide chains for others, but shackle themselves with the weights of unrighteousness as well. To those not involved, avoid drugs in any form with all of your might. To those involved, seek help to remove the chains that will drag you down and smother you. Drugs are not a “quick fix.” They are a quick exit through a door which too often swings only one way—toward heartache and self-destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p19\" class=\"\">Believe me when I tell you that some of the saddest sights I have ever witnessed in my life are people living with drug addiction. They are prisoners within their own bodies. Many feel totally helpless, dependent, and desperate. But none should feel hopeless. Lift those chains and fight back for personal dignity, peace, and purpose. Anyone who tells you drug use is the “fun” way is a liar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p20\" class=\"\">Any judge who allows convicted drug peddlers to go their ways with only light penalties isn’t worthy of his office.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p21\" class=\"\">I am acquainted with a wife and mother who is chained securely at the present time to a life-style of murmuring and criticism. She is the first to point out faults in her husband or to repeat neighborhood gossip. How damaging is a habit that permits fault-finding, character assassination, and the sharing of malicious rumors! Gossip and caustic comments often create chains of contention. These chains may appear to be very small, but what misery and woe they can cause!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p22\" class=\"\">“O that ye would awake; awake from a deep sleep, yea, even from the sleep of hell, and shake off the awful chains by which ye are bound, which are the chains which bind the children of men, that they are carried away captive down to the eternal gulf of misery and woe” (<span class=\"citation\" id=\"4157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4157)\">2 Ne. 1:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p23\" class=\"\">Listen to the words of a friend who understands well the meaning of this scripture, a man who was bound by the chains of indifference. But when he sought God’s help and turned to righteous principles, those chains were not only broken, but smashed. This letter was received a few weeks ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p24\" class=\"\">“I was baptized into the Church in March of 1974. At the time, I was employed in a job that required my having to work on Sundays. This, combined with my lack of strength in the gospel, prevented me from becoming an active and faithful member of the Church. Over the years I neglected my daily study and prayers. Throughout this time in my life I drifted farther and farther from the Church and the teachings of the gospel. This neglect brought disappointment after disappointment to myself and my family. I was discouraged, disillusioned, and I lacked self-respect and confidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p25\" class=\"\">“On the afternoon of April 6, 1986, my wife was scanning through the TV channels in search of something to pass away another lazy Sunday afternoon when she came across the Sunday afternoon session of general conference about to begin. We decided to watch and see what was going on as we had lost complete contact with the Church, and I, frankly, could not have told you who the prophet was at the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p26\" class=\"\">“The message I listened to was a gift from my Heavenly Father, one that would turn my life around. The message stayed with me for the next couple of days. I commented to my wife how much better I felt about myself and my relationship with others as a result of simply applying some recommended principles. We have since returned to a faithful and active involvement in our ward.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p27\" class=\"\">What a blessing it is to rise from the dust and the chains of indifference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p28\" class=\"\">One may ask, “What must I do to break the chains that bind me and lead me away from the path our Savior would have us follow?” These chains cannot be broken by those who live in lust and self-deceit. They can only be broken by people who are willing to change. We must face up to the hard reality of life that damaging chains are broken only by people of courage and commitment who are willing to struggle and weather the pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p29\" class=\"\">It is true some people do not want to change, even though they may say they do. Only you can supply the motivation, and only you can decide to change. The Church, the home, the family, friends, and those professionally trained can aid, support, encourage, empathize, and guide, but the work of change belongs to the person. Most often, it is plain hard work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p30\" class=\"\">To change or break some of our chains even in a small way means to give up some behavior or habits that have been very important to us in the past. Generally this is frightening. Change involves risks. “How will people react and respond to me if I change and am different?” Even if our present way of life is painful and self-destructive, some of us think it serves a purpose, and so we become comfortable with it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p31\" class=\"\">Every worthy change means risk—the risk of losing an old and damaging habit for a new and improved way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p32\" class=\"\">If fear and an unwillingness to take the risk and challenge of the better way of life gain the upper hand, we will not be able to change. Shakespeare in <span class=\"emphasis\">Measure for Measure<\/span> says it this way: “Our doubts are traitors, and make us lose the good we oft might win by fearing to attempt” (act 1, scene 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p33\" class=\"\">Even the chains of fear can be broken by those who will humbly seek God’s help and strength. It can be done with this strengthening promise in Doctrine and Covenants 122:4 [<span class=\"citation\" id=\"18517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18517)\">D&amp;C 122:4<\/a><\/span>]: “Because of thy righteousness … thy God shall stand by thee forever and ever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p34\" class=\"\">A truly wise person will constantly move forward, striving for self-improvement, knowing that daily repentance is needed for progress. He will realize the good life is simply conforming to a standard of right and justice. The joys of happiness can only be realized by living lofty principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p35\" class=\"\">Those who are committed to improvement break chains by having the courage to try. Those who live without commitment mistakenly think it is easier to adapt their life-styles to the weight and restrictions of chains rather than to put forth the effort to change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/shake-off-the-chains-with-which-ye-are-bound.p36\" class=\"\">God help us to shake off and break the chains with which we are bound. With God’s help they can be shaken off by faith, works, prayer, constant commitment, and self-discipline. May we have the will and strength to shake off the chains that would control and destroy our progress, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}