{"ID":4329, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Little Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p3\" class=\"\">Some years ago, Dr. Faun Hunsaker, then president of the Southern States Mission, was invited to stay at the home of a member. He arrived after the children were in bed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p4\" class=\"\">He occupied the parents’ bedroom, and during the night heard the door open and the sound of little feet. A little boy frightened by a bad dream had come to his parents’ bed for comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p5\" class=\"\">Sensing that something was different, the little boy felt Brother Hunsaker’s face. So he spoke quietly to the child. The startled youngster said, “You’re not my daddy!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p6\" class=\"\">“No, I’m not your daddy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p7\" class=\"\">“Did my daddy say you could sleep here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p8\" class=\"\">“Yes, your daddy said I could sleep here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p9\" class=\"\">With that the little youngster crawled into bed with Brother Hunsaker and was soon asleep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p10\" class=\"\">I might well conclude with that lesson on the trust of a little child. Nevertheless, without apology, I intend to moralize about innocence and our obligation to little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p11\" class=\"\">There is much in the scriptures about little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p12\" class=\"\">The Psalmist wrote, “Children are an heritage of the Lord” (<span class=\"citation\" id=\"42003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42003)\">Ps. 127:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p13\" class=\"\">The Savior gave the ever-familiar plea, “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of heaven” (<span class=\"citation\" id=\"33362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33362)\">Mark 10:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p14\" class=\"\">When His disciples asked, “Who is the greatest in the kingdom of heaven? … Jesus called a little child unto him, and set him in the midst of them, and said, … Whosoever … shall humble himself as this little child, the same is greatest in the kingdom of heaven. And whoso shall receive one such little child in my name receiveth me” (<span class=\"citation\" id=\"37132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37132)\">Matt. 18:1–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p15\" class=\"\">Then came this warning: “But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea” (<span class=\"citation\" id=\"37134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37134)\">Matt. 18:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p16\" class=\"\">To me, the most impressive lesson is in the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p17\" class=\"\">Jesus “commanded that their little children should be brought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p18\" class=\"\">“So they brought their little children and set them down upon the ground round about him, and Jesus stood in the midst; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p19\" class=\"\">“He commanded the multitude that they should kneel down upon the ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p20\" class=\"\">“And it came to pass that when they had knelt upon the ground, Jesus groaned within himself, and said: Father, I am troubled because of the wickedness of the people of the house of Israel. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p21\" class=\"\">“He himself also knelt upon the earth; and behold he prayed unto the Father, and the things which he prayed cannot be written, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p22\" class=\"\">“And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as [they] both saw and heard Jesus speak; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p23\" class=\"\">“And they arose from the earth, and he said unto them: Blessed are ye because of your faith. And now behold, my joy is full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p24\" class=\"\">“And when he had said these words, he wept, and the multitude bare record of it, and he took their little children, one by one, and blessed them, and prayed unto the Father for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p25\" class=\"\">“And when he had done this he wept again;<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p26\" class=\"\">“And he … said unto them: Behold your little ones. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p27\" class=\"\">“And they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them” (<span class=\"citation\" id=\"6029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6029)\">3 Ne. 17:11–15, 17, 20–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p28\" class=\"\">There is more, much more, in the scriptures about little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p29\" class=\"\">There is a sorry side to this subject as well. I wish not to dwell on that beyond listing four transgressions which plague mankind, all of which inflict suffering upon little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p30\" class=\"\"><span class=\"emphasis\">First,<\/span> that consummate physical union of man and woman belonging to the marriage covenant is now falsely proclaimed an acceptable indulgence for any two adults.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p31\" class=\"\"><span class=\"emphasis\">Second,<\/span> the misuse of that procreative power in degraded acts of perversion is widely promoted as the right of consenting adults. This selfish behavior carries neither the responsibility nor the rewards of parenthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p32\" class=\"\"><span class=\"emphasis\">Third,<\/span> the deliberate destruction of the innocent and helpless by abortion is now widely fostered—even publicly funded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p33\" class=\"\"><span class=\"emphasis\">Fourth,<\/span> the bodies and minds and morals of increasing numbers of little children are brutalized and abused by those who should protect them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p34\" class=\"\">In it all, mankind has sown a bitter wind and reaps heartbreak, guilt, abandonment, divorce, addiction, disease, and death; and little children suffer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p35\" class=\"\">If these sins remain unchecked, civilization will be led unfailingly to destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p36\" class=\"\">Our behavior is not totally controlled by natural impulses. Behavior begins with belief as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p37\" class=\"\">Beliefs are born of philosophies, of doctrines. Doctrines can be spiritual or secular, wholesome or destructive, true or false.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p38\" class=\"\">Two doctrines misrepresent the status of little children. Each is widely accepted. Both are false!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p39\" class=\"\">The first holds that little children are conceived in sin and enter mortality in a state of natural corruption. That doctrine is false!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p40\" class=\"\">Each time a child is born, the world is renewed in innocence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p41\" class=\"\">The revelations teach us that “the glory of God is intelligence, or, in other words, light and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p42\" class=\"\">“Light and truth forsake that evil one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p43\" class=\"\">“Every spirit of man was <span class=\"emphasis\">innocent<\/span> in the beginning; and God having redeemed man from the fall, men became again, in their infant state, <span class=\"emphasis\">innocent<\/span> before God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p44\" class=\"\">“And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the tradition of their fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p45\" class=\"\">“But I have commanded you to bring up your children in light and truth” (<span class=\"citation\" id=\"18490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18490)\">D&amp;C 93:36–40<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p46\" class=\"\">Mormon taught this doctrine to his son Moroni and hence to us. I can present only a few sentences from his letter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p47\" class=\"\">“If I have learned the truth,” Mormon wrote, “there have been disputations among you concerning the baptism of your little children” (<span class=\"citation\" id=\"38508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38508)\">Moro. 8:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p48\" class=\"\">He called their disputation “gross error” and wrote: “Immediately after I had learned these things of you I inquired of the Lord concerning the matter. And the word of the Lord came to me by the power of the Holy Ghost, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p49\" class=\"\">“Listen to the words of Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call the righteous but sinners to repentance; the whole need no physician, but they that are sick; wherefore, little children are whole, for they are not capable of committing sin; wherefore the curse of Adam is taken from them in me, that it hath no power over them; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p50\" class=\"\">“And after this manner did the Holy Ghost manifest the word of God unto me; wherefore, my beloved son, I know that it is solemn mockery before God, that ye should baptize little children” (<span class=\"citation\" id=\"38509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38509)\">Moro. 8:7–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p51\" class=\"\">Mormon told Moroni to teach repentance and baptism to “those who are accountable and capable of committing sin” (<span class=\"citation\" id=\"38510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38510)\">Moro. 8:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p52\" class=\"\">Eight is established by revelation as the age of accountability (see <span class=\"citation\" id=\"18456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18456)\">D&amp;C 68:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p53\" class=\"\">Then, in sternness unsurpassed in scripture, Mormon warned:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p54\" class=\"\">“He that supposeth that little children need baptism is in the gall of bitterness and in the bonds of iniquity; for he hath neither faith, hope, nor charity; wherefore, should he be cut off while in the thought, he must go down to hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p55\" class=\"\">“For awful is the wickedness to suppose that God saveth one child because of baptism, and the other must perish because he hath no baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p56\" class=\"\">“Wo be unto them that shall pervert the ways of the Lord after this manner, for they shall perish except they repent. Behold, I speak with boldness, having authority from God” (<span class=\"citation\" id=\"38511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38511)\">Moro. 8:14–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p57\" class=\"\">Read his entire epistle. It is true doctrine. It will inspire a reverence for little children. Thereafter, who could even think to neglect, much less to abuse one of them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p58\" class=\"\">True doctrine, understood, changes attitudes and behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p59\" class=\"\">The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior. Preoccupation with unworthy behavior can lead to unworthy behavior. That is why we stress so forcefully the study of the doctrines of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p60\" class=\"\">The laws of God on marriage, birth, and nurturing of little children may seem rigid, but they are very practical.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p61\" class=\"\">His law decrees that the only legitimate union of man and woman is between husband and wife. For, should that expression of love result in conception, marriage provides shelter for the child who enters mortality innocent and helpless. Marriage ensures security and happiness for parents as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p62\" class=\"\">Whatever the laws of man may come to tolerate, the misuse of the power of procreation, the destroying of innocent life through abortion, and the abuse of little children are transgressions of enormous proportion. For cradled therein rests the destiny of innocent, helpless children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p63\" class=\"\">Another doctrine, equally false and widely accepted, also misrepresents the status of little children. Let me illustrate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p64\" class=\"\">Years ago, two of our sons, then little fellows, were wrestling on the rug. They reached that line which separates laughter from tears, so I worked my foot carefully between them and lifted the older one back to a sitting position on the rug. As I did so, I said, “Hey there, you little monkeys. You’d better settle down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p65\" class=\"\">To my surprise, he folded his little arms, his eyes swimming with deep hurt, and protested, “I not a monkey, Daddy; I a <span class=\"emphasis\">person!”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p66\" class=\"\">The years have not erased the overwhelming feeling of love I felt for my little boys. Many times over the years his words have slipped back into my mind, “I not a monkey, Daddy; I a <span class=\"emphasis\">person!<\/span>” I was taught a profound lesson by my little son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p67\" class=\"\">He is not just a person, nor just my little boy. He is a child of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p68\" class=\"\">The cycle of life has moved swiftly on. Now both of those sons have little children of their own who teach their fathers lessons. They now watch their children grow as we watched them. They are coming to know, as fathers, something they could not be taught as sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p69\" class=\"\">All too soon their children will be grown with little “persons” of their own, repeating the endless cycle of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p70\" class=\"\">Perhaps now they understand what it means to begin our prayers, as the Lord instructed, “Our Father who art in heaven.” [<span class=\"citation\" id=\"6028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6028)\">3 Ne. 13:9<\/a><\/span>; <span class=\"citation\" id=\"37115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37115)\">Matt. 6:9<\/a><\/span>.] He is our father; we are His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p71\" class=\"\">This secular doctrine holds that man is not a child of God, but basically an animal, his behavior inescapably controlled by natural impulse, exempt from moral judgments and unaccountable for moral conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p72\" class=\"\">While many claim that this philosophy could not, in the end, lead mankind to relaxed moral behavior, <span class=\"emphasis\">something<\/span> causes it! Is it accidental that the more widely such secular doctrines are believed, the more prevalent immoral behavior becomes?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p73\" class=\"\">They defend their philosophy with collected data and say, “It is now proven to be true. Look at all the evidence on our side.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p74\" class=\"\">We in turn point to the sorry way in which mankind degrades procreation and the attendant suffering of both children and adults and say, “Look at all the evidence on our side.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p75\" class=\"\">Secular doctrines have the advantage of convincing, tangible evidence. We seem to do better in gathering data on things that can be counted and measured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p76\" class=\"\">Doctrines which originate in the light, on the other hand, are more often supported by intangible impressions upon the spirit. We are left for the most part to rely on <span class=\"emphasis\">faith.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p77\" class=\"\">But, in time, the consequences of following either will become visible enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p78\" class=\"\">To you adults who repeat the pattern of neglect and abuse you endured as little children, believing that you are entrapped in a cycle of behavior from which there is no escape, I say:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p79\" class=\"\">It is contrary to the order of heaven for any soul to be locked into compulsive, immoral behavior with no way out!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p80\" class=\"\">It <span class=\"emphasis\">is<\/span> consistent with the workings of the adversary to deceive you into believing that you <span class=\"emphasis\">are.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p81\" class=\"\">I gratefully acknowledge that transgressions, even those which affect little children, yield to sincere repentance. I testify with all my soul that the doctrine of repentance is true and has a miraculous, liberating effect upon behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p82\" class=\"\">To you <span class=\"emphasis\">innocent<\/span> ones who have not transgressed, but were abused as little children and still carry an undeserved burden of guilt, I say:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p83\" class=\"\">Learn true doctrine—repentance <span class=\"emphasis\">and<\/span> forgiveness; lay that burden of guilt down!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p84\" class=\"\">For we are all children of the same Heavenly Father. May not each of His children, of any age, claim the redeeming sacrifice of Jesus Christ, and in so doing, through complete repentance, be cleansed and renewed to childlike innocence?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p85\" class=\"\">I said at the beginning that I might well conclude with the account of that trusting little child. I think I will do just that:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p86\" class=\"\">“You’re not my daddy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p87\" class=\"\">“No, I’m not your daddy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p88\" class=\"\">“Did my daddy say you could sleep here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p89\" class=\"\">“Yes, your daddy said I could sleep here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p90\" class=\"\">With that, the little boy was soon safely asleep in his arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/little-children.p91\" class=\"\">God grant that all little children will be safe with every one of us because their Father and their God and our Father and our God said we could be here. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}