{"ID":433, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessings of Welfare Work<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i> October 1949, pp. 160-164<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt was thirteen and a half years ago, my brethren and sisters, that the Great Church welfare\nprogram was given to us. I am certain that the Lord has been with us every day of those\nmany years and has guided and directed the course which this program has taken.\n<\/p><p>\nPROGRESS OF WELFARE PROGRAM\n<\/p><p>\nMy mind today goes back to one of the early meetings which we held, as I remember it, in\nBarratt Hall, when President McKay told us that we might not be able to see too far into the\nfuture as to the work to be done in this great field of endeavor, but that just like a locomotive\nengineer taking his train out of the station at night, that light which preceded the engineer and\nhis locomotive was symbolic of what we would experience. I am sure that those utterances\nwere prophetic because there has never been a time during those thirteen odd years when we\nhave failed to have our way lighted at least a short distance ahead.\n<\/p><p>\nI am conscious that we may have made, and undoubtedly have made, mistakes in the\nprogram, both members of the general committee, presidents of stakes, and bishops of wards,\nbut, generally speaking, our course has been straightforward and ahead. And as we review the\nwork which we have accomplished, it satisfies us. We are conscious that the Lord has blessed\nus and that we have yet a work to do.\n<\/p><p>\nWe have heard a great deal in this conference about our duties and our responsibilities in the\nChurch. I am sure that we are a blessed people, that much has been given to us, and those\nwho receive much are expected to give much\n(<span class=\"citation\" id=\"31244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31244)\">Luke 12:48<\/a><\/span>).\nI would like to know how far we would have\nprogressed in this program if all the bishops in this Church and all stakes of Zion had exerted\nthemselves to the utmost from the beginning until now because we have accomplished what\nwe have by the help of relatively few, whereas this program was intended for all. There is no\none too rich and no one too poor in this Church but what he might have participated in this\nwelfare program.\n<\/p><p>\nMy heart goes out in gratitude to my Heavenly Father today, that the hearts of so many\npeople in the Church have been touched. They have responded to this program, and they have\ngiven of their time and of their means, their talents, to further its purposes, and to give aid\nand sustenance to those who were in need.\n<\/p><p>\nHELP GIVEN GERMAN FAMILY\n<\/p><p>\nI received a letter not long ago from a family of Saints in Germany, a family who are dear to\nme because I, among other elders in the Church, assisted them in\nestablishing in their hearts the faith that was necessary to apply for baptism in this Church. In\nthis letter from a widowed grandmother she reported that all of the male members of their\nfamily for four generations had been exterminated by the war, save one crippled grandson.\nThey had one granddaughter who was ill. The doctors had told her, told the grandmother and\nthe mother, that there was no chance for her life, that there was only one thing that would\nsave her life, because she suffered from diseases incident to malnutrition, and that was to put\nher on a diet of cracked wheat.\n<\/p><p>\nIt was not by chance that the prayers of this family were answered. They had been faithful in\nkeeping the commandments of the Lord ever since they entered into the waters of baptism.\nThey had found strength and courage to go forward and carry on in the absence of all their\nmale members, because of those blessings and that consolation which came to them as a result\nof the prayers which they offered. The next day, after the doctor had pronounced this solemn\ndecision, a welfare package arrived in that home; and when it was opened, the first thing they\nfound was twenty pounds of cracked wheat which this welfare program had furnished.\n<\/p><p>\nI am sure that incidents of that kind could be multiplied a thousand-fold in the lives of\nLatter-day Saints, not only in Europe but also here at home, and I wonder if there are any of\nus who would begrudge that which we have done, that which we have contributed towards\nthis welfare program, when we realize what it has meant in the lives of the children of our\nHeavenly Father all over this earth. And I want to say we do not have to go to Germany or to\nany faraway land to find the benefits that have been derived from this program, for we find\nthem here at home.\n<\/p><p>\nINGLEWOOD STAKE PROJECT\n<\/p><p>\nI had the privilege Monday of last week, after our quarterly conference in the Inglewood\nStake, of going out near Venice to see a little project, a very humble project which a ward\nhad instituted there under the inspiration and guidance of a bishop, who in very deed is a\nservant of the Lord. And there I found some elderly men, men who were not physically fit or\nqualified to participate in the activities of industry in competition with younger men. They\nwere well past sixty-five, all of them. One man came up to me and told me that he was\ngrateful for that opportunity. He told me that he had been a lifelong friend of my father. I\nthought that it might very well have been my father, in place of that man, receiving the\nbenefits of this program, for there he was engaged upon this project, carrying out the details\nof it. In fact, he was really supervising it.\n<\/p><p>\nIt consisted of nothing more than shredding newspapers, magazines, papers of all kinds, in a\nvery simple machine which they had purchased second-hand. When they could not gather up\nenough papers because of lack of trucks and facilities, they bought\npaper in order that they might shred it and bale it. And they were receiving forty dollars a ton\nfor that baled paper and giving employment to a group of fine brethren. The interesting thing\nabout it was how from small beginnings we can accomplish great things\n(<span class=\"citation\" id=\"12652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12652)\">D&amp;C 64:33<\/a><\/span>).\n<\/p><p>\nThis brother, as a result of the work which he was doing there, and a life-long experience in\nbusiness and in industry, was planning a new industry to employ other people. I am sure the\nday will come when that little ward project will become a stake project, or even a regional\nproject. The benefits of it will be enjoyed by many of our brethren in other parts of the\nChurch because it is one of those industries that could be copied in every big city and in\nmany of the smaller ones.\n<\/p><p>\nThey have paid for everything they have received out of the proceeds of the business itself,\nand they have made it profitable. So I drew from that experience this thought, that in the\nwelfare program we need the experience and training of older men and of older women, and\nwhen they come to us in our projects to assist us, they are bringing to us something more\nvaluable than that which we give them. It was evidenced right there by the work that this man\nwas doing, and I know there are thousands of other elderly brethren who are fit and qualified\nto assist us in that same way.\n<\/p><p>\nFAITH INCREASED\n<\/p><p>\nWe have had a great deal said at this conference&mdash;and I have thrilled with every word that\nhas been uttered here by my brethren&mdash;about the necessity for our living the gospel, keeping\nthe commandments of the Lord. I love President Smith's admonition for us to stay in the\nterritory of the Lord and out of the territory of the adversary.\n<\/p><p>\nI wonder if there is any tangible way that we can show our faith in the Lord Jesus Christ and\nin his work better than we can when we are engaged in this welfare work, contributing of our\ntime and of our means and of our talents to further the interests of those who may not be so\nfortunate or so young as we are at the moment.\n<\/p><p>\nIt is my testimony to you, my brethren and sisters, that none of us can engage in this work\nand find ourselves in the territory of the adversary or under his power or under his dominion.\nThis work cultivates and develops within the men who participate in it a faith in God.\n<\/p><p>\nWe heard a testimony borne yesterday afternoon, after the afternoon session, in a meeting we\nheld over in the welfare office, of one of the humble sons of Israel concerning the welfare\nwork, and what had been accomplished by a little group of men, calling upon the Lord in\nhumble prayer when they were in serious difficulty and did not know which way to proceed\nin the operation of that project, and the peace and the comfort and the satisfaction that came\nto them as a result of that prayer.\n<\/p><p>\nI do not know where we could find in this Church any instrumentality that causes men\nto turn their hearts toward God any more than by turning our hearts to our fellow men and\nbecoming indeed concerned in their welfare. We profess a great love for our brethren and\nsisters in this Church. My heart goes out to all of you. I love you from the bottom of my\nheart. There is not anything that I have or anything that I might do to assist you in your lives\nand in your work that it would not be my pleasure to do. And I hope and pray that the Lord\nwill give me strength and courage to go forward and to accomplish all of the desires of my\nheart and all that he has in store for me in your behalf.\n<\/p><p>\nWORK OF THE LORD\n<\/p><p>\nThis work is true. It did not take me long to become converted to the welfare work. President\nGrant called me in one day and said: \"Brother Moyle, we would like you to work in this\nwelfare program.\" He did not ask me if I was converted, nor did he give me any time to\nconvert myself, but I knew then and I know now that Heber J. Grant was a prophet of God,\nand when he spoke to me, gave me an assignment, I knew that that assignment came from\nGod, and there was no such thing entered my heart as to question whether or not the prophet\nof God knew what he was talking about. So I immediately responded as I had been brought\nup to do all my life. I have never spent one moment of my life since that call but what I have\nbeen conscious of the fact that those of us who have been engaged in this welfare work have\nbeen engaged in the work of the Lord. We have been engaged in a work which has done\nmuch to instill in the hearts of men a testimony of the existence of God and the divine calling\nof his present-day prophet; and it was with no small degree of satisfaction that we received\nPresident George Albert Smith's blessings when he came to the presidency of this Church.\n<\/p><p>\nI felt as if I should go to him and tell him that it would be my privilege to resign and step\naside if there was someone of his own choice or calling that he would like to take over the\nresponsibilities that were then mine. And he simply said to me, \"I want you to continue.\"\n<\/p><p>\nAnd so I have had the audible, the tangible, the conscious privilege of having two prophets of\nGod tell me that the work in which we are engaged in this Church is that which the Lord\nwould have us accomplish.\n<\/p><p>\nIt is a further testimony to me that this work which was initiated under the instrumentality of\nthe Prophet Joseph Smith is indeed the work of God. I know that the Prophet Joseph Smith\nwas called of the Lord to open up this dispensation, the Dispensation of the Fulness of Times,\nand to give to all of us every blessing and every privilege and every power that it is right for\nman to receive, and we have received these blessings, my brethren and sisters. I know, as I\nknow that I live, that God lives, that Jesus is the Christ and that this\nwork is his work, and that we are engaged in his ministry. I wonder, with this knowledge and\nassurance burning in our hearts, how we can fail, those of us who have been in attendance\nhere in this conference today, to take to heart the advice and the admonition that has come to\nus from these inspired brethren whom I love, every one of them.\n<\/p><p>\nSTART WITH SIMPLE PROJECTS\n<\/p><p>\nI have this one word to say further about welfare before I sit down. Let us not wait until\nsome great project comes into view or into our imagination which calls for a great\nexpenditure of money, something that we can envision as paying all of our debts and\nobligations and meeting all of our assignments in the Church with little or no effort upon our\npart, some project that does not require any work on the part of the membership of the\nChurch, something that we can hire done.\n<\/p><p>\nMy brethren and sisters, those are not the kinds of projects we want. I would much rather\nstart in with a simple, helpful project and depend upon the Lord throwing light ahead of us as\nwe proceed with that humble project, and inspiring us to enlarge it as he may see fit.\n<\/p><p>\nI think likely New York Stake has set us an example. They have a welfare project today\nwhich consists of producing shoe polish. Now that is a pretty humble activity, and still it has\nwithin it the right objective, the right philosophy. The stake has not called upon us for any\nmoney to assist in the establishment of that project. I can promise those brethren that if they\nstay true to their trust and are faithful in the performance of that humble project, that light\nwill be given them in the manner and form in which they could expand in that great city\nwhere it has seemed to be so impossible to start any welfare work.\n<\/p><p>\nMay the Lord bless us, my brethren and sisters, and may we go back home instilled and\nimbued with the idea that this testimony of ours of the divinity of the work in which we are\nengaged calls upon us to do something for our brethren and sisters here upon this earth, and\nthat we may turn our hearts to the less fortunate and thus assist them, I humbly pray, in the\nname of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}