{"ID":4332, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Father Speaks\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p2\" class=\"\">Elder George I. Cannon<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2544.jpg\" alt=\"Elder George I. Cannon\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p3\" class=\"\">My brothers and sisters, the Lord’s work is moving forward in Asia through the faith, prayers, and good works of the saints and missionaries in many countries in that part of the world. A spiritual awakening is taking place, and doors are being opened. It is a humbling and uplifting experience for Sister Cannon and me to be called to serve in that choice area of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p4\" class=\"\">I would like to share some thoughts with you as a father and grandfather.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p5\" class=\"\">First, I would like to talk to you young children. I want you to know that you are loved by your Father in Heaven and your Elder Brother, Jesus Christ. When Jesus was living upon the earth, a very important event took place:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p6\" class=\"\">“Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them [or tried to stop them from coming].<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p7\" class=\"\">“But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p8\" class=\"\">“And [then] he laid his hands on them” (<span class=\"citation\" id=\"37135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37135)\">Matt. 19:13–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p9\" class=\"\">How important each one of you is to your Father in Heaven and to his Son, Jesus Christ! They want you to be happy. They have told of some things which, if you do, will make you feel good inside. Jesus told us to “honour [our] father and mother” (<span class=\"citation\" id=\"37126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37126)\">Matt. 15:4<\/a><\/span>). That means we need to listen to our parents, ask for their help and advice, and, as they do what is right, follow their example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p10\" class=\"\">Jesus also said, “Pray always, and I will pour out my Spirit upon you, and great shall be your blessing” (<span class=\"citation\" id=\"18402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18402)\">D&amp;C 19:38<\/a><\/span>). I hope that each morning and evening you kneel beside your bed and pray to your Father in Heaven. As you start the day, ask him to help you think good thoughts and do good deeds. As each day ends, thank him for your blessings, and ask that his spirit will always be with you. I know from my own experience that prayer can make you a happier and better person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p11\" class=\"\">I hope that you are going every week to Primary, where you can learn how to be happy and serve the Lord, and that once a week your family is holding family home evening. If your family is not holding family home evening, ask your parents if you can start having one, and then you help them with it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p12\" class=\"\">Now I would like to speak to those of you in your youth. This is a great time to be young. You are living in the most exciting period of this world’s history. You are also living in the most challenging. We know there are many temptations, but we have confidence in you. The Lord has confidence and faith in you. There is unlimited growth ahead for you if you are willing to work hard and earn it. Be happy! Be glad you are you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p13\" class=\"\">Follow the wise counsel of Alma to his son Helaman given centuries ago: “O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God” (<span class=\"citation\" id=\"9548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9548)\">Alma 37:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p14\" class=\"\">In one of his last conference addresses, President David O. McKay gave this counsel to the youth of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p15\" class=\"\">“Our body will not fulfill its purpose—it cannot—without that life-giving something within which is the offspring of Deity as eternal as [your] Father [in Heaven]. … That spirit within, young man, young woman, is the <span class=\"emphasis\">real<\/span> you. What you make of yourself depends upon you as an individual. You are in this world to choose the right or the wrong, to accept the right or yield to temptation. Upon that choice will depend the development of the spiritual part of you” (in Conference Report, Apr. 1967, pp. 134–35).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p16\" class=\"\">O wonderful youth of Zion, pray, study the scriptures, and serve in the Church so that you can have that inner peace that Christ is your Savior and the gospel is the right way to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p17\" class=\"\">As Elder Richard L. Evans wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p18\" class=\"\">“<span class=\"emphasis\">Oh, beloved young friends:<\/span> remember life is forever—but youth doesn’t last very long. Live to make memories that will bless the <span class=\"emphasis\">whole<\/span> length of your life” (<span class=\"emphasis\">Richard Evans’ Quote Book,<\/span> Salt Lake City: Publishers Press, 1971, p. 40).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p19\" class=\"\">Now I speak to you stalwart single adults. You are making great contributions wherever you go. You are helping to build the individual, the home, the Church, and the community as you serve as missionaries, teachers, neighbors, and friends to those in need. Your enthusiasm, spirit, and faith are a blessing to all of us. My fatherly counsel is to remind you of the importance of today. This is the time in which the work of this life is to be done. Be a participant. See that things happen. Make commitments to yourself and the Lord. Live outside yourself with love. A Hindu proverb says, “Help thy brother’s boat across, and lo, thine own has reached the shore.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p20\" class=\"\">Now I speak to you who are parents. I was reminded of a cartoon LaRue Longden, former counselor in the YWMIA, would often share in her talks. It shows the early morning hours with a couple out camping. The husband is fishing with a big smile on his face. The wife puts her sleepy head out of the tent—her hair going in all directions, the mosquitoes buzzing around her face, her eyes barely open—and comments to her husband, “Tell me again, dear, how much fun I am having.” As a parent, do you need to remind yourself occasionally of how much fun you are having? Be sure and enjoy being a parent. It is a wonderful and sacred responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p21\" class=\"\">Three thoughts I would share:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p22\" class=\"\">First, take time for your children. As Elder Evans counseled: “Children are shaped and molded at a very early age. … Life goes quickly. Don’t brush them off and turn them over to others. Take time for your children—before they’re grown, before they’re gone” (<span class=\"emphasis\">Thoughts for One Hundred Days: Volume Four,<\/span> Salt Lake City: Publishers Press, 1970, pp. 34–35).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p23\" class=\"\">Second, live within your income. Be frugal and wise. Pay your obligations to the Lord, your country, and yourself, and then live on what is left. It takes will power to say no when you can’t afford it, but you will sleep better at night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p24\" class=\"\">Third, remember constant courtship. The most important relationship upon this earth for you is between you and your sweetheart. Work at it, sacrifice for it, enjoy it. You can make your home a bit of heaven as you build for an eternity together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p25\" class=\"\">Now to those in your mature years. “Press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men” (<span class=\"citation\" id=\"4191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4191)\">2 Ne. 31:20<\/a><\/span>). Continue to be living testimonies of the gospel as you share your faith, love, and wisdom. You are sorely needed in the mission field. What lives you will bless as you accept the call to serve! There is so much for you to do in the holy temples. Don’t retire from active service in the Lord’s kingdom. You are needed!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/a-father-speaks.p26\" class=\"\">I bear my testimony that God lives, that Jesus is the Savior, and that the gospel is for every nation, kindred, tongue, and people. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}