{"ID":4333, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Touching the Hearts of Less-Active Members\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p2\" class=\"\">Elder Gardner H. Russell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2548.jpg\" alt=\"Elder Gardner H. Russell\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p3\" class=\"\">I think it’s wonderful to have a calm exterior; I didn’t know my heart could beat quite this hard. I am thrilled to be a member of the Mexico\/Central America Area Presidency. You’ve heard from all three of us today: Elder Gene R. Cook in the prayer, Elder H. Verlan Andersen, and myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p4\" class=\"\">Now, it is with humility that I stand before you as one of the Lord’s servants with a prayer in my heart that someone, somewhere, will be touched by the Spirit of the Lord which, hopefully, will speak through me, and his or her heart and life will be changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p5\" class=\"\">What a wonderful experience of love came to me just a few weeks ago when, at my request, my 91-year-old father, Dr. Harry James Russell, gave me a father’s blessing as I prepared to leave for my assignment as Second Counselor in the Mexico\/Central America Area.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p6\" class=\"\">Fathers everywhere, consider the gift of love you can give your children when you are worthy and you lay your hands upon their heads to pronounce inspired father’s blessings as the family patriarch. They will feel a continuing outpouring of your love, which will keep them close to you and to the Lord. You will not have to “seek them out” later.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p7\" class=\"\">How impressed we were by the caring and outpouring of love evident in last December’s message from the First Presidency. This inspired invitation to return has reached tens of thousands of the Lord’s people. It is far more than a Christmas message; it is a clarion call for all to return to the Lord’s church (see <span class=\"emphasis\">Ensign,<\/span> Mar. 1986, p. 88).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p8\" class=\"\">Then, in last April general conference, that wonderful message in a spirit of deep love, “Please come back!” rings in our ears and has reached many hearts (see <span class=\"emphasis\">Ensign,<\/span> May 1986, p. 10).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p9\" class=\"\">The Lord requires us—yes, you and me—to locate the less-active members and help them to return to the fold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p10\" class=\"\">“For thus saith the Lord God; Behold, I, even I, will both search my sheep, and seek them out” (<span class=\"citation\" id=\"23170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23170)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23170)\">Ezek. 34:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p11\" class=\"\">Yes, we are to both “search my sheep” (locate them) and then “seek out” (bring back) less-active members and families, with unending and unqualified love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p12\" class=\"\">And in the process, we and they shall learn the true meaning of “ye shall … find me, when ye shall search for me” (<span class=\"citation\" id=\"26580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26580)\">Jer. 29:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p13\" class=\"\">Servants of the Lord prepare in humility, through study of the Book of Mormon, prayer, and calling on the Lord, to actually depend on the Lord so that the Spirit of the Lord is in them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p14\" class=\"\">The servants of the Lord then visit the less-active families and assure them of the redeeming love of the Lord and their love for them. They speak not only by inspiration, but by a higher law, in which the Spirit of the Lord speaks through them. Through constant prayer in the heart, what is said is by the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p15\" class=\"\">The family remembers that the Lord truly loves them and finds that the servants of the Lord love them as well. Then the Lord returns the family to the fold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p16\" class=\"\">In my training as a new General Authority, I found myself in Costa Rica with Elder F. Arthur Kay and others. In prayer and fasting, we visited families who were less active. The stake president and bishops had fasted and prayed that the Lord would indicate to them the choice families to be visited, and the families were then notified of the planned visits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p17\" class=\"\">We first entered the home of a young, successful businessman with a lovely wife and children. A former leader, he had transgressed the laws of the Church. As the Spirit of the Lord spoke through his servants, tears came to all our eyes as the couple committed to prepare to go to the Lord’s house, the beautiful new temple in Guatemala, to be sealed for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p18\" class=\"\">Just two weeks ago, in Guadalajara, Mexico, at a stake conference, I visited three families who will be among my lifelong friends. Miracles occurred in all their lives. In one visit, a nonmember father, who has been donating an amount equal to a full tithe and who supports his wife and seven sons in the Church, was asked as patriarch to select someone to lead us in kneeling prayer. He looked past the General Authority, past the stake president and the bishop, and with love in his eyes asked his wife to give the prayer. What a golden moment! What a tribute to her love and patience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p19\" class=\"\">This same man was unable to sleep that night, and the following morning, in a meeting with recent converts and newly returned members, gave a loving, beautiful testimony of the gospel and pledged to be baptized in another eight days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p20\" class=\"\">It is exciting to see the servants of the Lord, the leaders and members, prepare as vessels of the Spirit of God to identify the families who have been distracted or have transgressed and are now less active and then to touch the hearts of these wonderful families. Yes, thousands of families are returning to the Lord. They have received in love the invitation to return, have understood the humble, loving plea, “Please come back!” They have been searched out by servants of the Lord, then have been sought out by the Spirit of the Lord and brought back as they have remembered once again the word spoken through the Lord’s servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p21\" class=\"\">In these inspired visits, I do not know of a single instance where hearts of families have not been touched by the miracle of our Lord’s unconditional love and his servants’ caring and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p22\" class=\"\">May we assure our sometimes missing friends in the Church of our Lord’s love for them and ask the Spirit of the Lord to testify through us to them of the Lord’s love for them, and our love as well, and bring them back to the fold in joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/touching-the-hearts-of-less-active-members.p23\" class=\"\">I bear my humble witness that our leaders are inspired and receive revelation for us, that the Book of Mormon nurtures the true fountain of Christ’s Spirit, and that this is the true, restored church of Jesus Christ on the earth. And I do this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}