{"ID":4335, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Proclaim the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p3\" class=\"\">The Prophet Joseph Smith was often asked to inquire of the Lord to learn what people should do. In the case of John Whitmer, the Lord said, “And now, behold, I say unto you, that the thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me, that you may rest with them in the kingdom of my Father” (<span class=\"citation\" id=\"18396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18396)\">D&amp;C 15:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p4\" class=\"\">Jesus repeatedly called upon his disciples to preach the gospel to every living soul. Those who would believe were to be baptized in his name and enter into his church. After the Savior’s forty-day fast and the temptation by Satan, “Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p5\" class=\"\">“And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p6\" class=\"\">“And he saith unto them, Follow me, and I will make you fishers of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p7\" class=\"\">“And they straightway left their nets, and followed him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p8\" class=\"\">“And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom” (<span class=\"citation\" id=\"37111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37111)\">Matt. 4:17–20, 23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p9\" class=\"\">With loving patience, Jesus taught his disciples, and especially his twelve Apostles, to “preach the kingdom of God” (<span class=\"citation\" id=\"32269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32269)\">Luke 9:2<\/a><\/span>). After the three years of his ministry, crowned by the Atonement, which included his glorious resurrection, Jesus gathered his eleven disciples in Galilee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p10\" class=\"\">“And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p11\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p12\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world” (<span class=\"citation\" id=\"37146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37146)\">Matt. 28:18–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p13\" class=\"\">These instructions were clear. When Peter, the chief Apostle, finally understood them, he became a powerful leader. For example, on the day of Pentecost, he stood “with the eleven, lifted up his voice, and said unto them, Ye men of Judea, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p14\" class=\"\">“This Jesus hath God raised up, whereof we all are witnesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p15\" class=\"\">“Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p16\" class=\"\">“Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p17\" class=\"\">“Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p18\" class=\"\">“Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls” (<span class=\"citation\" id=\"8303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8303)\">Acts 2:14, 32, 36–38, 41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p19\" class=\"\">When Jesus visited this continent, Nephi went forth and bowed himself before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p20\" class=\"\">“And the Lord commanded him that he should arise. And he arose and stood before him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p21\" class=\"\">“And the Lord said unto him: I give unto you power that ye shall baptize this people when I am again ascended into heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p22\" class=\"\">“And again the Lord called others, and said unto them likewise; and he gave unto them power to baptize” (<span class=\"citation\" id=\"6023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6023)\">3 Ne. 11:20–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p23\" class=\"\">To every people through all ages his message remains the same: “Preach the kingdom of God” (<span class=\"citation\" id=\"32270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32270)\">Luke 9:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p24\" class=\"\">The First Presidency has said that one of the threefold missions of the Church is to proclaim the gospel. If we accept this mission, we should be willing to center our efforts on bringing souls unto the Lord on condition of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p25\" class=\"\">Two years ago I spoke on this subject, and I continue to feel an urgent need that we must constantly remind and help each other in our responsibilities to share the message of the Restoration with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p26\" class=\"\">We often hear members say, “I know I should share the gospel, but I don’t know how to do it.” Perhaps the following success stories that have come to me may help you. These experiences resulted when members of the Church exercised their faith and followed some simple steps, such as setting a date to have someone prepared to be taught by the missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p27\" class=\"\">From England:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p28\" class=\"\">“In my calling as branch president, I decided one day to invite our whole community to join us in fasting [and giving a fast offering] for the people of Ethiopia. I had 4,000 leaflets produced, which we distributed to homes in our area.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p29\" class=\"\">“One of the leaflets was delivered to a nonmember, and he and his wife felt impressed to take part. It was the name of the Church on the leaflet which first impressed them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p30\" class=\"\">“The husband came to the chapel with the fast offering as invited, and I met him there. I gave him a tour of our small building, shared my testimony with him, and invited him to come to church Sunday. He came, and I introduced him to our missionaries, who arranged to call on the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p31\" class=\"\">“I was privileged to join with the missionaries on several joint teaching visits, and I developed a close relationship with the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p32\" class=\"\">“On the evening of March 2, the night before the date I had set, I baptized the wife. Her husband will follow soon, and their daughter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p33\" class=\"\">“We have now met other families through this one, who are being taught. As for my wife and me, we have set another date!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p34\" class=\"\">From Oregon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p35\" class=\"\">“I set a date of just under two months and proceeded to ask for divine guidance in all of my daily prayers, and to fast for strength not to lose sight of my goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p36\" class=\"\">“My date came and went, with a few pangs of guilt. However, I received a message one week later that an old friend of mine that I had gone to school with wanted me to call. I gave him a call and invited him over that night. My friend went with me to pick up some pizza. As we drove into town, I told him that I was a member of the LDS church. He was interested, so I related some of the many blessings I had received. I then asked him to attend church with me that next Sunday, which he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p37\" class=\"\">“From the beginning, he accepted it all. We invited him to be baptized. He said he didn’t want to be rushed into anything. At this time, I was impressed to read to him from the Book of Mormon, using the words that Alma used at the waters of Mormon. As I read those verses from Mosiah 18 to him, I paused at each question that Alma asked and asked him if he were willing to do it also. He said yes to all of it. Then I read him verse 10 and asked him, ‘What have you against being baptized?’ [<span class=\"citation\" id=\"40631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40631)\">Mosiah 18:10<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p38\" class=\"\">“He looked at me and said, ‘You’re right, I have nothing to wait for.’ So the date was set, and I baptized and confirmed him a member of the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p39\" class=\"\">From Florida:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p40\" class=\"\">“As I knelt in prayer, I expressed a sincere desire to share the gospel with someone and asked my Heavenly Father to please send someone to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p41\" class=\"\">“The very next morning there was a knock on my door, and it was a neighbor wanting to borrow a pan. Although she had lived by us for some time, we had not had much contact. Two days later both she and her husband came over to visit with us. During our conversation she mentioned that they had been looking for a church. I told her how my husband and I were once in that very same position and how our church filled that very special need we had. We invited them to church that Sunday, and they eagerly accepted. Afterward, we asked them if they would be interested in learning more by having the missionary lessons in our home. They told us that, indeed, they would be interested.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p42\" class=\"\">“On Christmas Day, my husband baptized and confirmed them members of the Church. They have grown so strong, and they set a shining example to all. They are looking forward to the day when they and their new baby girl can be sealed in the temple for time and eternity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p43\" class=\"\">Then, from far-off Buenos Aires:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p44\" class=\"\">“In our family prayers we began to include the names of nonmembers who had not yet joined the Church. My children prayed for them. Our prayers were different. We were changing our attitude toward missionary work from waiting for opportunities to share the gospel to asking the Lord to prepare specific people, by name, to receive the lessons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p45\" class=\"\">“We have seen one person come into the Church who is now fully active. Three other families, chosen with the Lord’s help, have received the third discussion. All have been to church at least twice. All have been in our home for friendshipping and encouragement. They are receiving the opportunity to accept or reject the gospel message.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p46\" class=\"\">My brothers and sisters, from the experiences of these people and many more like them, we learn that we can give the saving ordinances of the gospel to others when we allow the Lord to help us with someone we know and love. Sharing our feelings about God and religion should be easy since most Latter-day Saints are loving, sharing, and trusting people. With a relationship of trust established and with help from the Lord, we generally can feel comfortable moving beyond the realm of friendship and can invite our friends to learn more about the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p47\" class=\"\">There are many ways to share the gospel. I know that the following four simple steps will help you in your effort to find and to share the gospel with others because many members have used them and have had successful missionary experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p48\" class=\"\"><span class=\"emphasis\">Step one:<\/span> Prayerfully <span class=\"emphasis\">set a date<\/span> by which you will have someone prepared to hear the gospel. We must start somewhere, and this simple act of faith on our part will serve to motivate us. Do not worry if you do not have someone already in mind. Let the Lord help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p49\" class=\"\"><span class=\"emphasis\">Step two:<\/span> Prayerfully choose a friend or someone you already know, someone with whom you may have already discussed the gospel, or given a Book of Mormon or other Church literature, or taken to church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p50\" class=\"\"><span class=\"emphasis\">Step three:<\/span> Share your date and your plans with your bishopric, ward mission leader, and the full-time missionaries. They will help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p51\" class=\"\">The most important step is <span class=\"emphasis\">step four:<\/span> With the help of the Spirit, invite your nonmember friend to hear the missionary discussions. This step, extending an invitation to hear the gospel, requires the most faith—faith to do as you are prompted by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p52\" class=\"\">In talking of faith and saving souls, you should understand that when the Spirit is present, people are not offended when you share your feelings about the gospel. By prayerfully following these steps, you are putting a plan into effect that translates your faith into action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p53\" class=\"\">There are many good ways that you can use to prepare someone to feel the Spirit. A few examples are: bear your testimony, pray together, read the scriptures, give a Book of Mormon, share a spiritual experience, take your friend to church, present a gospel film or tape, and discuss the gospel. Please note that all of these same steps and principles will also work when we use them to invite the inactive member of the Church to come back into full activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p54\" class=\"\">In the fiftieth section of the Doctrine and Covenants, we are assured that “he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p55\" class=\"\">“Wherefore, he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together” (<span class=\"citation\" id=\"18438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18438)\">D&amp;C 50:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p56\" class=\"\">The key to success in bringing souls unto Christ is to act at a time when you feel the Spirit and you sense that your friend does also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p57\" class=\"\">Remember, brothers and sisters, through our faith, our trust in the Lord, and our good works, we can bring many souls unto the Lord. We can enjoy the blessings of living with them in the kingdom of our Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p58\" class=\"\">Shortly after the death of Sister LeGrand Richards, I was assigned to be Elder Richards’ junior companion to assist him in creating the Atlanta Georgia Stake. As we were flying toward his beloved Southern States Mission, he said to me, “Brother Ballard, I am not afraid to die; the only thing I worry about is, will I be able to find Mommy over there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p59\" class=\"\">I was impressed to say to Elder Richards that in his case that could be a real problem. Immediately, I had his full attention. He looked me directly in the eye and said, “What do you mean by that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p60\" class=\"\">With my emotions near the surface, I answered this great missionary, “Elder Richards, when you die, so many people there will be anxious to greet you because you introduced the gospel to them that you might have difficulty finding Mommy in the crowd.” His response was, “Oh, you don’t mean that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p61\" class=\"\">We all might ask ourselves the question, Who will be there to greet us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p62\" class=\"\">Oh, that I could have the power to touch your hearts that you would have the faith to take the simple steps that will bring the light of the gospel to many more of our Father’s children. The more I am involved in this work, the more I realize that Satan would have you and me believe that we cannot succeed in sharing the gospel. He lies to us. In fact, he is the father of all lies. Do not listen to him. Listen to the prompting of the Holy Ghost, and then act in faith in sharing the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p63\" class=\"\">I testify to you, my brothers and sisters, that I know the Lord lives. I know that when we are willing to seek his help and guidance, when we trust in him completely, he will bless us to understand what to do and how to proceed in the wonderful work of sharing this glorious message with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p64\" class=\"\">We do appreciate all you have done in the past. The leaders of the Church have great faith that, united together, the members and the missionaries of this Church can do much more in the future to build the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/we-proclaim-the-gospel.p65\" class=\"\">May the Lord bless us all with increased faith to move his work forward, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}