{"ID":4336, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord’s Touchstone\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_015<\/span>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p3\" class=\"\">In ancient times, one test of the purity of gold was performed with a smooth, black, siliceous stone called a touchstone. When rubbed across the touchstone, the gold produced a streak or mark on its surface. The goldsmith matched this mark to a color on his chart of graded colors. The mark was redder as the amount of copper or alloy increased or yellower as the percentage of gold increased. This process showed quite accurately the purity of the gold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p4\" class=\"\">The touchstone method of testing the purity of gold was quick and was satisfactory for most practical purposes. But the goldsmith who still questioned the purity completed a more accurate test by using a process that involved fire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p5\" class=\"\">I suggest to you that the Lord has prepared a touchstone for you and me, an outward measurement of inward discipleship that marks our faithfulness and will survive the fires yet to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p6\" class=\"\">On one occasion while Jesus was teaching the people, a certain lawyer approached him and posed this question: “Master, what shall I do to inherit eternal life?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p7\" class=\"\">Jesus, the master teacher, replied to the man, who obviously was well-versed in the law, with a counter-question, “What is written in the law? how readest thou?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p8\" class=\"\">The man replied with resolute summary the two great commandments: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p9\" class=\"\">With approval Christ responded, “This do, and thou shalt live” (<span class=\"citation\" id=\"32272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32272)\">Luke 10:25–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p10\" class=\"\">Eternal life, God’s life, the life we are seeking, is rooted in two commandments. The scriptures say that “on these two commandments hang all the law and the prophets” (<span class=\"citation\" id=\"37139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37139)\">Matt. 22:40<\/a><\/span>). Love God and love your neighbor. The two work together; they are inseparable. In the highest sense they may be considered as synonymous. And they are commandments that each of us can live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p11\" class=\"\">The answer of Jesus to the lawyer might be considered as the Lord’s touchstone. He said on another occasion, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"37143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37143)\">Matt. 25:40<\/a><\/span>). He will measure our devotion to him by how we love and serve our fellowmen. What kind of mark are we leaving on the Lord’s touchstone? Are we truly good neighbors? Does the test show us to be 24-karat gold, or can the trace of fool’s gold be detected?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p12\" class=\"\">As if excusing himself for asking such a simple question of the Master, the lawyer sought to justify himself by further inquiring, “And who is my neighbour?” (<span class=\"citation\" id=\"32273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32273)\">Luke 10:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p13\" class=\"\">We all ought to be eternally grateful for that question, for in the Savior’s reply came one of his richest and most appreciated parables, one that each of us has read and heard over and over again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p14\" class=\"\">“A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p15\" class=\"\">“And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p16\" class=\"\">“And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p17\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p18\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p19\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee” (<span class=\"citation\" id=\"32274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32274)\">Luke 10:30–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p20\" class=\"\">Then Jesus asked the lawyer, “Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?” (<span class=\"citation\" id=\"32275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32275)\">Luke 10:36<\/a><\/span>). There the Master holds out the touchstone of Christianity. He asks that our mark be measured on it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p21\" class=\"\">Both the priest and the Levite in Christ’s parable should have remembered the requirements of the law: “Thou shalt not see thy brother’s ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift them up again” (<span class=\"citation\" id=\"21344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21344)\">Deut. 22:4<\/a><\/span>). And if an ox, how much more should one be willing to help a brother in need. But as Elder James E. Talmage wrote, “Excuses [not to do so] are easy to find; they spring up as readily and plentifully as weeds by the wayside” (<span class=\"emphasis\">Jesus the Christ,<\/span> 3d ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1916, p. 431).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p22\" class=\"\">The Samaritan gave us an example of pure Christian love. He had compassion; he went to the man who had been injured by the thieves and bound up his wounds. He took him to an inn, cared for him, paid his expenses, and offered more if needed for his care. This is a story of the love of a neighbor for his neighbor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p23\" class=\"\">An old axiom states that a man “all wrapped up in himself makes a small bundle.” Love has a certain way of making a small bundle large. The key is to love our neighbor, including the neighbor that is difficult to love. We need to remember that though we make our friends, God has made our neighbors—everywhere. Love should have no boundary; we should have no narrow loyalties. Christ said, “For if ye love them which love you, what reward have ye? do not even the publicans the same?” (<span class=\"citation\" id=\"37113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37113)\">Matt. 5:46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p24\" class=\"\">Joseph Smith wrote a letter to the Saints, published in the <span class=\"emphasis\">Messenger and Advocate,<\/span> on the subject of loving one another to be justified before God. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p25\" class=\"\">“Dear Brethren:—It is a duty which every Saint ought to render to his brethren freely—to always love them, and ever succor them. To be justified before God we must love one another: we must overcome evil; we must visit the fatherless and the widow in their affliction, and we must keep ourselves unspotted from the world: for such virtues flow from the great fountain of pure religion. Strengthening our faith by adding every good quality that adorns the children of the blessed Jesus, we can pray in the season of prayer; we can love our neighbor as ourselves, and be faithful in tribulation, knowing that the reward of such is greater in the kingdom of heaven. What a consolation! What a joy! Let me live the life of the righteous, and let my reward be like this!” (<span class=\"emphasis\">History of the Church,<\/span> 2:229).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p26\" class=\"\">These two virtues, love and service, are required of us if we are to be good neighbors and find peace in our lives. Surely they were in the heart of Elder Willard Richards. While in Carthage Jail on the afternoon of the martyrdom of Joseph and Hyrum, the jailer suggested that they would be safer in the cells. Joseph turned to Elder Richards and asked, “If we go into the cell will you go with us?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p27\" class=\"\">Elder Richards’ reply was one of love: “Brother Joseph, you did not ask me to cross the river with you—you did not ask me to come to Carthage—you did not ask me to come to jail with you—and do you think I would forsake you now? But I will tell you what I will do; if you are condemned to be hung for ‘treason,’ I will be hung in your stead, and you shall go free.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p28\" class=\"\">It must have been with considerable emotion and feeling that Joseph replied, “But you cannot.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p29\" class=\"\">To which Elder Richards firmly answered, “I will” (see B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 2:283).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p30\" class=\"\">Elder Richards’ test was perhaps greater than most of us will face: the test of fire rather than of the touchstone. But if we were asked to do so, could we lay down our lives for our families? our friends? our neighbors?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p31\" class=\"\">The touchstone of compassion is a measure of our discipleship; it is a measure of our love for God and for one another. Will we leave a mark of pure gold or, like the priest and the Levite, pass by on the other side?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-lords-touchstone.p32\" class=\"\">May the Lord bless us in our quest to be true disciples and good neighbors. I pray that each of us may be good Samaritans, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}