{"ID":4337, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Crevasses\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p3\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03206_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p4\" class=\"\">What a stirring sight to look upon this vast audience of men and boys! I can visualize grandfathers, fathers, bishops, deacons, teachers, and priests seated together, some as families or quorums; also full-time missionaries, students, and new converts—all bearers of the Holy Priesthood of God. And beyond this historical Salt Lake Tabernacle are hundreds more such assemblies of priesthood bearers anxiously awaiting encouragement and instruction from our prophet and his noble counselors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p5\" class=\"\">This past summer, Clarence Neslen, Jr., took his family to Jasper National Park in Alberta, Canada. They enjoyed exploring the Columbia Icefields, jumping over crevasses in the famous Athabasca Glacier. It was an exciting experience until eleven-year-old Cannon, attempting to jump across a crevasse, missed and fell into the deep chasm. He became wedged between the walls of ice. As his father looked down some thirty feet to where his son was trapped, he was further alarmed as he saw a river of icy water flowing beneath the crevasse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p6\" class=\"\">Several young men were also exploring the glacier. They heard the cries for help and came running. They had a small rope but soon realized that it was not strong enough to pull Cannon to safety. If it broke, Cannon would most assuredly fall into the rushing river of freezing water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p7\" class=\"\">Sister Neslen and others ran to a nearby lodge for help. The nearest park ranger camp was seventy-five miles away. They learned by telephone that two park rangers were near the icefields. Located by radio, they rushed to the rescue. Time was short, decisions urgent, and silent prayers were sent heavenward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p8\" class=\"\">Brother Neslen tried to calm his son and soothe his fears. Hypothermia was setting in. Young Cannon’s shirt had been pushed up as he fell. His bare skin was now pressed against the cold walls of the glacier. To keep his son from unconsciousness, the father called down to him to keep praying, to wiggle his fingers and toes, and to sing his favorite songs. Over and over Cannon sang, “I am a child of God, and he has sent me here, has given me an earthly home with parents kind and dear” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 301). All were strengthened by Cannon’s faith and determination. But he was beginning to weaken. His father kept assuring him that help would soon arrive and that his Heavenly Father would hear his prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p9\" class=\"\">The two rangers arrived. Spikes were driven into the ice, and ropes were attached to a ranger, who was lowered to rescue Cannon. But the walls were too narrow for him. Their only chance was to lower a looped rope and pray he was alert enough to grasp it and then have the strength to hold on as they tried to pull him out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p10\" class=\"\">Brother Neslen offered the most fervent prayer of his life, he said. He pleaded with the Lord to save his son’s life. “A feeling of assurance and calm came over me,” he said, “and I knew that he would be saved.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p11\" class=\"\">Cannon had lapsed into unconsciousness. His father called down encouragement, rousing his son sufficiently that Cannon’s icy fingers now were able to catch hold of the rope. “Hold on with all of your might!” his father called down to him. Cannon was carefully pulled up—inch by inch, foot by foot—all thirty feet. When he was finally pulled to safety, he was unconscious. His fingers had miraculously frozen around the rope and had to be pried loose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p12\" class=\"\">He was immediately wrapped in blankets and rushed to a waiting ambulance, but there was not enough warmth to raise his body temperature sufficiently. A paramedic undressed Cannon, then took off his own coat and shirt and held Cannon against his bare chest so that his body heat would radiate to the boy. Cannon slowly responded to the loving care of his rescuers. The prayers of all had been answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p13\" class=\"\">Young Cannon Neslen, a newly ordained deacon, is here in this audience tonight. We thank our Father in Heaven that his life was spared. He was spared for a purpose. He told his father that, while wedged in the ice, he felt a comforting assurance that he would be saved. He knows God loves him and that He has a special mission for him to perform in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p14\" class=\"\">Not unlike Cannon Neslen, who accidentally fell into a crevasse, some of your friends—and perhaps even some of you—have slipped into spiritual crevasses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p15\" class=\"\">Spiritual crevasses symbolize the temptations and pitfalls that too many of our youth are tragically encountering: alcohol, with its wine coolers and keg parties, drug tampering and dependency, R- and X-rated films and videos, which often culminate in sexual immorality. On the edge of those ominous crevasses are parents and others who, with fervent prayers, cry for help and assistance. Like Cannon’s father, they, too, pray that their sons or daughters will hold on to the extended lifeline. Their love, and the teachings of the scriptures and the assurance of the eternal blessings of the Savior’s atonement, are sure lifelines to safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p16\" class=\"\">Youth are not the only ones who slip into crevasses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p17\" class=\"\">A stake president recently told me that a respected member who had held Church leadership positions was enticed by some business friends to try the cocaine drug “crack.” The men were depressed. Their company was failing, and they succumbed to the evil enticement of illegal drugs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p18\" class=\"\">He wasted $18,000 buying “crack,” lost his job, underwent a personality change, and finally was hospitalized. Through it all, his wife stayed by him. She found a job, and they began the struggle of putting his life back together. His Church friends helped him get another job.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p19\" class=\"\">His mind is seriously affected. He is still somewhat dependent on some drugs. The hope and prayer of his family is that he will be able to hold on to the lifeline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p20\" class=\"\">When Satan was cast down to earth with his innumerable hosts, he became “the father of all lies, to deceive and to blind men, and to lead them captive … , even as many as would not hearken unto my voice” (<span class=\"citation\" id=\"39657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39657)\">Moses 4:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p21\" class=\"\">One of Satan’s methods is to distract and entice us so that we will take our eyes off the dangerous crevasses. He has succeeded to such an extent that many no longer recognize sin as sin. Movies, television, and magazines have glorified sin into what they think is an acceptable life-style: “[fornication], adultery, incest, … serial marriages, drug abuse, violence and double-dealing of every imaginable variety, [that is] often portrayed as [normal] behavior; where people who do good are not … rewarded and those who do evil are not punished.” So stated a <span class=\"emphasis\">Los Angeles Times<\/span> writer (see <span class=\"emphasis\">Salt Lake Tribune,<\/span> 9 Aug. 1986, p. C7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p22\" class=\"\">Assuredly we live in a time spoken of by Isaiah when men “call evil good, and good evil” (<span class=\"citation\" id=\"25616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25616)\">Isa. 5:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p23\" class=\"\">If any of you are walking in ice fields near open crevasses, do you see the warning signs? “Danger—don’t go near the edge”? Don’t trifle with evil. You will lose. We pray that you will not display the somewhat arrogant attitude of some who say, “I can handle it!” or “Everyone else does it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p24\" class=\"\">A friend, visiting relatives in another state for a high school graduation, noticed a few students chewing tobacco. When he asked his nephew about it, the young man replied, “Everybody does it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p25\" class=\"\">My friend’s nephew did not chew tobacco, but he did believe most boys did. Even in schools where in reality only a few students are using drugs, drinking alcohol, or smoking, nonusers commonly believe that most of their fellow students are doing it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p26\" class=\"\">Everyone is <span class=\"emphasis\">not<\/span> doing it. You don’t! And you influence your friends. And others watch you. You help set the standard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p27\" class=\"\">Young men, you are a royal brotherhood—not because you’re better than anyone else—but because the Lord has blessed you with special privileges and responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p28\" class=\"\">You were foreordained to come to earth at a time when the fulness of the gospel was on the earth. You were foreordained to receive his priesthood. The Prophet Joseph Smith said, “Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Company, 1977, p. 365).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p29\" class=\"\">You are the Lord’s special resource for teaching the gospel to all his other children. You are different from other teenagers who have neither your understanding nor your responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p30\" class=\"\">You are one of his spirit sons, singled out with a special calling. And we know that he loves you. You have the gift of the Holy Ghost. You can discern good from evil. And with the power of the priesthood, you have the authority to represent your Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p31\" class=\"\">Now, my brethren, let us who have been given this most precious responsibility of the holy priesthood “arise,” as father Lehi declared, and “put on the armor of righteousness” (<span class=\"citation\" id=\"4161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4161)\">2 Ne. 1:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p32\" class=\"\">To help each of us avoid the pitfalls and crevasses in life, the Lord has provided the lifeline of the precious truths in the scriptures, which, if held on to, will allow us to escape both physical and spiritual danger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p33\" class=\"\">The Word of Wisdom was given so that we might have clear minds and healthy bodies; the Sermon on the Mount, to make us sensitive to one another’s needs; and the Ten Commandments—cut in stone by the finger of God—forbidding us to sin. He declared, “Thou shalt not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p34\" class=\"\">I urge each of you to develop a personal companionship with the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p35\" class=\"\">President Spencer W. Kimball read the Bible when he was fourteen years old—all 66 books and 1,519 pages. “If I could do it by coal-oil light,” he said, “you can do it by electric light” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball, Salt Lake City, Utah, 1982, p. 131).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p36\" class=\"\">President Kimball was a very special teacher for all of us. He didn’t have a car or a bicycle, but he did have nine cows to milk every morning and night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p37\" class=\"\">He said, “I thought, ‘What a waste of time, to sit on a three-legged stool. Maybe there is something else I could do while I am milking.’” He placed a copy of the Articles of Faith on the ground beside him and went through them, over and over, until he had memorized them. Then he repeated the Ten Commandments over and over until he learned them. He memorized important scriptures that would help him on his mission—all while he milked the cows. He didn’t have time to waste; he had things to do with his life (see <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> p. 131).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p38\" class=\"\">It would be a wonderful thing for you young men to use your time wisely by learning of God’s ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p39\" class=\"\">President Ezra Taft Benson has challenged each of us to read the Book of Mormon—the most correct of any book on earth and the keystone of our religion. We understand that thousands of young men have accepted the challenge and are now reading the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p40\" class=\"\">As the angel Moroni sealed up the gold plates, he was inspired to promise future generations—that is, us—that on certain conditions God will manifest the truth of those records by the power of the Holy Ghost, and that—listen carefully—“by the power of the Holy Ghost ye may know the truth of all things” (see <span class=\"citation\" id=\"38518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38518)\">Moro. 10:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p41\" class=\"\">Imagine such a promise. If you desire with a sincere heart, with faith in Christ, you can understand all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p42\" class=\"\">Jeffrey Holland, president of Brigham Young University, while working on his Ph.D. at a prominent eastern American university, got to know well one of the reference librarians who had helped him with some research.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p43\" class=\"\">One day he said, “Ilene, I need to know how many books we have in the University Library which claim to have been delivered by an angel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p44\" class=\"\">As you can imagine, the librarian gave him a peculiar look and said, “I don’t know of any books that have been delivered by angels. Swords maybe, or chariots, but I don’t know of any books.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p45\" class=\"\">“Well, just run a check for me would you? It may take a little doing, but I really would like to know.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p46\" class=\"\">The librarian dutifully did some checking of the nine million books in the library. For several days she had nothing to report, but then one day she smilingly said, “Mr. Holland, I have a book for you. I found one book which, it is claimed, was delivered by an angel,” and she held up a paperback copy of the Book of Mormon. “I’m told you can get them for a dollar. My goodness,” she continued, “an angel’s book for a dollar! You would think angels would charge more, but then again,” she said, “where would they spend it?” (See Pat Holland, President’s Welcome Assembly, Brigham Young University, 9 Sept. 1986).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p47\" class=\"\">Think of it—one book has been delivered by an angel, and it teaches of your eternal salvation. And each of you owns a true copy!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/spiritual-crevasses.p48\" class=\"\">May the Lord bless each of you with your life’s opportunities. Put your trust in Him to avoid the crevasses of sin and evil. Hold on to the lifeline of the gospel. You can make correct choices—the ones you know in your heart will be for your best good. We love you and testify of the truthfulness of the gospel of Christ. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}