{"ID":4338, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Presidents of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p2\" class=\"\">Elder Joseph Anderson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p\" class=\"\">Emeritus Member of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2416.jpg\" alt=\"Elder Joseph Anderson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p3\" class=\"\">I feel greatly honored in being invited to bear testimony regarding my acquaintance and relationship with the leadership of the Church during the past nearly sixty-five years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p4\" class=\"\">The major part of my life has been devoted to association with prophets of the living God. It was in February 1922 that I became the secretary to the President of the Church, President Heber J. Grant, and I continued in that position until he passed away in 1945.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p5\" class=\"\">During the administrations of his successors, George Albert Smith, David O. McKay, Joseph Fielding Smith, and Harold B. Lee, I was secretary to the First Presidency; and I have served as a General Authority since 1970 with Presidents Joseph Fielding Smith, Harold B. Lee, Spencer W. Kimball, and Ezra Taft Benson. Over the years, these men have been sustained by the Church as prophets, seers, and revelators. Whenever the gospel has been on earth, there have been prophets of God, men holding the priesthood of God, through whom the Lord has made known His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p6\" class=\"\">What a glorious blessing it has been to serve with prophets and their associates! I think of the General Authorities today. I can testify to you that they are truly men of God. When we meet in the quorum and other meetings with these Brethren, the Spirit of the Lord is there in rich measure; particularly is this the case when we meet in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p7\" class=\"\">What about the Prophet Joseph Smith? Do you believe that he was a prophet? I want to testify that he was perhaps the greatest prophet who ever lived, except, of course, the Savior of the world. He gave the world a knowledge of the true and living God. Through Joseph, the Lord introduced this, the greatest of all dispensations, the dispensation of the fulness of times. John the Baptist restored the keys of the Aaronic Priesthood, and Peter, James, and John restored the keys of the Melchizedek Priesthood. Joseph saw the Father and the Son, and at the dedication of the Kirtland Temple, Moses, Elias, and Elijah appeared to him and restored to him the keys of former dispensations. This is the last dispensation, a time of preparation for the coming of the Lord Jesus Christ in glory—His second coming. There were given to Joseph Smith the keys for carrying the message of life and salvation to the living and the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p8\" class=\"\">The following is an excerpt from Joseph Smith’s letter written in 1842 to Mr. John Wentworth of Chicago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p9\" class=\"\">“No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (<span class=\"emphasis\">History of the Church,<\/span> 4:540).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p10\" class=\"\">Those who have succeeded the Prophet Joseph Smith have been given these same keys that I have mentioned. Each of these Brethren of the General Authorities has been called of God, by prophecy and by the laying on of hands by those who are in authority to preach the gospel and administer in the ordinances thereof. They are set apart from all other men upon this earth. They are authorized by ordination to do things that no other men upon this earth can do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p11\" class=\"\">President Lee said upon one occasion that just as the waters are purest at the mountain source, the purest word of God, and the least apt to be polluted, is that which comes from the lips of the living prophets who are set up to guide Israel in our own day and time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p12\" class=\"\">What a great prophet is our present President, Ezra Taft Benson, who, with his counselors, the Council of the Twelve, other General Authorities, and other inspired leadership, is directing the work of God under inspiration and revelation from the Lord Jesus Christ, who is our Savior and Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p13\" class=\"\">It has been my good fortune and blessing to have become somewhat acquainted with all the Presidents of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p14\" class=\"\">During my association with President Grant, we did much traveling together—on occasion going by train to New York and other places which required our being together in a drawing room on the train, normally for several days at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p15\" class=\"\">President Grant became an Apostle in the days of John Taylor, who was with the Prophet Joseph in Carthage Jail at the time of the Prophet Joseph’s martyrdom. President Grant knew Brigham Young, Orson Pratt, Wilford Woodruff, Lorenzo Snow, and others who served as Apostles during the leadership of the Prophet Joseph. President Grant retold to me on various occasions the testimonies and experiences of those great men regarding the Prophet Joseph and the manifestations they personally enjoyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p16\" class=\"\">It was also my privilege to have in my custody the records of the General Authority council meetings held in the temple, which later council meetings I recorded during my many years as secretary. Yes, I have known all these Brethren in a very real sense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p17\" class=\"\">The Savior, in praying to our Heavenly Father just before his crucifixion, said, “This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29309)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p18\" class=\"\">These Brethren to whom I have referred know God and Jesus Christ, whom He has sent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/presidents-of-the-church.p19\" class=\"\">I know that God lives, that Jesus is the Christ, that these Brethren whom I have mentioned were and are true prophets of the living God and have served and do serve under the direction of the Lord, who is the true head of the Church. I say this in the name of our Lord, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}