{"ID":4339, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Courage Counts\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p3\" class=\"\">Tonight, those who hold the priesthood fill the Tabernacle on Temple Square, have overflowed to the adjacent Assembly Hall, and are assembled in chapels and halls ranging in size from the mammoth Marriott Center at Brigham Young University to the smallest building located many miles away. All of you have come to be uplifted, to be instructed, to be inspired. A favorite word of my nine-year-old granddaughter describes the responsibility to speak to such a vast throng: <span class=\"emphasis\">awesome.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p4\" class=\"\">I seek your prayers; I need your faith; I petition our Heavenly Father for that noble attribute of courage, for I know <span class=\"emphasis\">courage counts!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p5\" class=\"\">This truth came to me in a most vivid and dramatic manner some thirty-one years ago. I was serving as a bishop. The general session of our stake conference was being held in the Assembly Hall. Our stake presidency was to be reorganized. The Aaronic Priesthood, including members of bishoprics, were providing the music for the conference. As we concluded singing our first selection, President Joseph Fielding Smith, our conference visitor, stepped to the pulpit and read for sustaining approval the names of the new stake presidency. I am confident that the other members of the stake presidency had been made aware of their callings, but I had not. After reading my name, President Smith announced: “If Brother Monson is willing to respond to this call, we shall be pleased to hear from him now.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p6\" class=\"\">As I stood at the pulpit and gazed out on that sea of faces, I remembered the song we had just sung. Its title was “Have Courage, My Boy, to Say No.” That day I selected as my acceptance theme, “Have Courage, My Boy, to Say Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p7\" class=\"\">Life’s journey is not traveled on a freeway devoid of obstacles, pitfalls, and snares. Rather, it is a pathway marked by forks and turnings. Decisions are constantly before us. To make them wisely, courage is needed: the courage to say <span class=\"emphasis\">no,<\/span> the courage to say <span class=\"emphasis\">yes.<\/span> Decisions do determine destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p8\" class=\"\">The call for courage comes constantly to each of us. It has ever been so, and so shall it ever be. The battlefields of war witness acts of courage. Some are printed on pages of books or contained on rolls of film, while others are indelibly impressed on the human heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p9\" class=\"\">The courage of a military leader was recorded by a young infantryman wearing the gray uniform of the Confederacy during America’s Civil War. He describes the influence of General J. E. B. Stuart in these words: “At a critical point in the battle, he leaped his horse over the breastworks near my company, and when he had reached a point about the center of the brigade, while the men were loudly cheering him, he waved his hand toward the enemy and shouted, ‘Forward men. Forward! Just follow me!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p10\" class=\"\">“The men were wild with enthusiasm. With courage and resolution, they poured over the breastworks after him like a raging torrent, and the objective was seized and held” (Emory M. Thomas, <span class=\"emphasis\">Bold Dragoon: The Life of J. E. B. Stuart<\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p11\" class=\"\">At an earlier time, and in a land far distant, another leader issued the same plea: “Follow me” (<span class=\"citation\" id=\"37112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37112)\">Matt. 4:19<\/a><\/span>). He was not a general of war. Rather, He was the Prince of Peace, the Son of God. Those who followed Him then, and those who follow Him now, win a far more significant victory, with consequences that are everlasting. But the need for courage is constant. Courage is ever required.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p12\" class=\"\">The holy scriptures portray the evidence of this truth. Joseph, son of Jacob, the same who was sold into Egypt, demonstrated the firm resolve of courage when to Potiphar’s wife, who attempted to seduce him, he declared: “How … can I do this great wickedness, and sin against God? And … he hearkened not unto her” and got out (<span class=\"citation\" id=\"23995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23995)\">Gen. 39:9–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p13\" class=\"\">In our day, a father applied this example of courage to the lives of his children by declaring: “If you ever find yourself where you shouldn’t ought to be, get out!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p14\" class=\"\">The prophet Daniel demonstrated supreme courage by standing up for what he knew to be right and by demonstrating the courage to pray, though threatened by death were he to do so (see <span class=\"citation\" id=\"10796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10796)\">Dan. 6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p15\" class=\"\">Courage characterized the life of Abinadi, as shown in the Book of Mormon by his willingness to offer his life rather than to deny the truth (See <span class=\"citation\" id=\"40624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40624)\">Mosiah 11:20<\/a><\/span>, <span class=\"citation\" id=\"40628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40628)\">Mosiah 17:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p16\" class=\"\">Who can help but be inspired by the lives of the two thousand stripling sons of Helaman who taught and demonstrated the need of courage to follow the teachings of parents, the courage to be chaste and pure? (See <span class=\"citation\" id=\"9569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9569)\">Alma 56<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p17\" class=\"\">Perhaps each of these accounts is crowned by the example of Moroni, who had the courage to persevere to the end in righteousness (See <span class=\"citation\" id=\"125275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125275)\">Moro. 1<\/a><\/span>, <span class=\"citation\" id=\"125276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125276)\">Moro. 2<\/a><\/span>, <span class=\"citation\" id=\"125277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125277)\">Moro. 3<\/a><\/span>, <span class=\"citation\" id=\"125278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125278)\">Moro. 4<\/a><\/span>, <span class=\"citation\" id=\"125279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125279)\">Moro. 5<\/a><\/span>, <span class=\"citation\" id=\"125280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125280)\">Moro. 6<\/a><\/span>, <span class=\"citation\" id=\"125281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125281)\">Moro. 7<\/a><\/span>, <span class=\"citation\" id=\"125282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125282)\">Moro. 8<\/a><\/span>, <span class=\"citation\" id=\"125283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125283)\">Moro. 9<\/a><\/span>, and <span class=\"citation\" id=\"125284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125284)\">Moro. 10<\/a><\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p18\" class=\"\">All were fortified by the words of Moses: “Be strong and of a good courage, fear not, nor be afraid … : for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee” (<span class=\"citation\" id=\"21345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21345)\">Deut. 31:6<\/a><\/span>). He did not fail them. He will not fail us. He did not forsake them. He will not forsake us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p19\" class=\"\">It was this knowledge that prompted the courage of Columbus—the quiet resolve to record in his ship’s log again and again: “This day we sailed on.” It was this witness that motivated the Prophet Joseph to declare: “I am going like a lamb to the slaughter; but I am calm as a summer’s morning” (<span class=\"citation\" id=\"18528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18528)\">D&amp;C 135:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p20\" class=\"\">It is this sweet assurance that can guide you and me—in our time, in our day, in our lives. Of course we will face fear, experience ridicule, and meet opposition. Let us have the courage to defy the consensus, the courage to stand for principle. Courage, not compromise, brings the smile of God’s approval. Courage becomes a living and an attractive virtue when it is regarded not only as a willingness to die manfully, but as the determination to live decently. A moral coward is one who is afraid to do what he thinks is right because others will disapprove or laugh. Remember that all men have their fears, but those who face their fears with dignity have courage as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p21\" class=\"\">From my personal chronology of courage, let me share with you two examples: one from military service, one from missionary experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p22\" class=\"\">Entering the United States Navy in the closing months of World War II was a challenging experience for me. I learned of brave deeds, acts of valor, and examples of courage. One best remembered was the quiet courage of an eighteen-year-old seaman—not of our faith—who was not too proud to pray. Of 250 men in the company, he was the only one who each night knelt down by the side of his bunk, at times amidst the jeers of the curious and the jests of unbelievers, and, with bowed head, prayed to God. He never wavered. He never faltered. He had courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p23\" class=\"\">Missionary service has ever called for courage. One who responded to this call was Randall Ellsworth. While serving in Guatemala as a missionary for The Church of Jesus Christ of Latter-day Saints, Randall Ellsworth survived a devastating earthquake that hurled a beam down on his back, paralyzing his legs and severely damaging his kidneys. He was the only American injured in the quake, which claimed the lives of some eighteen thousand persons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p24\" class=\"\">After receiving emergency medical treatment, he was flown to a large hospital near his home in Rockville, Maryland. While Randall was confined there, a newscaster conducted with him an interview that I witnessed through the miracle of television. The reporter asked, “Can you walk?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p25\" class=\"\">The answer: “Not yet, but I will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p26\" class=\"\">“Do you think you will be able to complete your mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p27\" class=\"\">Came the reply: “Others think not, but I will. With the president of my church praying for me, and through the prayers of my family, my friends, and my missionary companions, I will walk, and I will return again to Guatemala. The Lord wants me to preach the gospel there for two years, and that’s what I intend to do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p28\" class=\"\">There followed a lengthy period of therapy, punctuated by heroic yet silent courage. Little by little, feeling began to return to the almost lifeless limbs. More therapy, more courage, more prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p29\" class=\"\">At last, Randall Ellsworth walked aboard the plane that carried him back to the mission to which he had been called—back to the people whom he loved. Behind he left a trail of skeptics and a host of doubters, but also hundreds amazed at the power of God, the miracle of faith, and the example of courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p30\" class=\"\">On his return to Guatemala, Randall Ellsworth supported himself with the help of two canes. His walk was slow and deliberate. Then one day, as he stood before his mission president, Elder Ellsworth heard these almost unbelievable words spoken: “You have been the recipient of a miracle,” said the mission president. “Your faith has been rewarded. If you have the necessary confidence, if you have abiding faith, if you have supreme courage, place those two canes on my desk and walk.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p31\" class=\"\">After a long pause, first one cane and then the other was placed on the desk, and a missionary walked. It was halting, it was painful—but he walked, never again to need the canes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p32\" class=\"\">This spring I thought once more of the courage demonstrated by Randall Ellsworth. Years had passed since his ordeal. He was now a husband and a father. An engraved announcement arrived at my office. It read: “The President and Directors of Georgetown University announce commencement exercises of Georgetown University School of Medicine.” Randall Ellsworth received his Doctor of Medicine degree. More effort, more study, more faith, more sacrifice, more courage had been required. The price was paid, the victory won.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/courage-counts.p33\" class=\"\">My brethren, let us be active participants—not mere spectators—on the stage of priesthood power. May we muster courage at the crossroads, courage for the conflicts, courage to say <span class=\"emphasis\">no,<\/span> courage to say <span class=\"emphasis\">yes,<\/span> for <span class=\"emphasis\">courage counts.<\/span> Of this truth I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}