{"ID":434, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Welfare Program, a Wonderful Thing<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i> October 1949, pp. 167-173<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am delighted with what has been said during this entire conference. The Lord has blessed\nthose who have addressed us. He has blessed those who have furnished us with such\ndelightful music.\n<\/p><p>\nWe are almost ready to adjourn, and from this building and the adjoining building there will\ngo men and women to many parts of the world.\n<\/p><p>\nYou will find no other place in the world that is more peaceful or more comfortable or more\ndelightful than here where we have been during the last few days, waiting upon the Lord with\nthe assurance that when even two or three should meet together in his name\n(<span class=\"citation\" id=\"34287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34287)\">Matt. 18:20<\/a><\/span>), he would be\nthere to bless them. Surely, we have been blessed.\n<\/p><p>\nWICKEDNESS IN WORLD\n<\/p><p>\nThe world is sick. It is not the first time it has been sick. It has had a good many different\nexperiences of that kind. Sometimes nations have had to be wiped out because of the\nwickedness of the people who live in them. The Lord, all down through the ages, has spoken\nto his leaders and teachers who are inspired, but when the world refuses to heed after it has\nbeen properly taught, it places itself in a position of saying to our Heavenly Father who owns\nthis world&mdash;he is our landlord&mdash;\"We do not need you. We will do just as we please.\"\n<\/p><p>\nUnfortunately, people who think that way do not realize how they are shortening their own\nexperiences in life, and setting the stage for the sorrows that may follow.\n<\/p><p>\nThink of the condition of our own nation, with all the blessings that we enjoy; and yet\nmen, women, and children are being distressed and annoyed because of the determination on\nthe part of a few to have their own way. This nation does not belong to the people who live\nhere. We are permitted to be citizens of it just as we are permitted to be members of the\nChurch of Jesus Christ of Latter-day Saints. It is not our Church, and this is not our nation.\n<\/p><p>\nA BLESSED LAND\n<\/p><p>\nThe Lord raised up men to frame a Constitution\n(<span class=\"citation\" id=\"12717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12717)\">D&amp;C 101:80<\/a><\/span>) for this nation because it was his nation. It\nwas his desire that the people here would be blessed, and there have been no people in all the\nworld who have been more blessed than those who live in the United States of America.\n<\/p><p>\nWe have every comfort that you can think of, every blessing that is enjoyed by people in any\nother nation, and then we have the privilege of worshiping Almighty God according to the\ndictates of our conscience (<span class=\"citation\" id=\"6635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6635)\">A of F 1:11<\/a><\/span>)\nbecause the Lord himself made that provision in the Constitution of\nthe United States and in the framing of the laws that govern this nation.\n<\/p><p>\nI wonder if we appreciate that. Do we realize that we can lose it all just as we can lose it with\nany epidemic? If an epidemic of some kind, that we did not have a remedy for, was to break\nout among the people and increase and increase, it would be possible for this entire nation to\nbe wiped out.\n<\/p><p>\nCARELESSNESS EVIDENT\n<\/p><p>\nYet we are trifling with our Heavenly Father and his advice and his counsel. He gave to us\nhis commandments through Moses, anciently, and he gave us advice and counsel in our day\nthrough the Prophet Joseph Smith that is intended to keep us in a frame of mind that we\nwould honor God and keep his commandments, that we would love one another\n(<span class=\"citation\" id=\"27373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27373)\">John 13:34<\/a><\/span>).\n<\/p><p>\nIt does seem strange how careless we are when we realize we may be destroyed. Think of the\natom bomb. If it is all that they say it is, it would be possible to wipe out one of our great\ncities with its millions of people in just a few moments of time.\n<\/p><p>\nDo we want that kind of thing? Are we going to continue contending for something of\nphysical power and physical strength or are we going to the Lord and honor him and keep his\ncommandments?\n<\/p><p>\nJUDGE NOT\n<\/p><p>\nI will read you something in the scripture I have here, something that will give us cause to\nthink. It is so easy to criticize someone else, so easy to find fault, and sometimes we speak\nharshly of our neighbors and friends. Now this is what our Heavenly Father gave us in the\ndays of Matthew. He said:\n<\/p><p>\nJudge not, that ye be not judged.\n<\/p><p>\nFor with what judgment ye judge, ye shall be judged: and with what measure ye\nmete, it shall be measured to you again.\n<\/p><p>\nAnd why beholdest thou the mote that is in thy brother's eye, but considerest not\nthe beam that is in thine own eye?\n<\/p><p>\nOr how wilt thou say to thy brother, Let me pull out the mote out of thine eye;\nand, behold, a beam is in thine own eye?\n(<span class=\"citation\" id=\"34266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34266)\">Matt. 7:1-4<\/a><\/span>).\n<\/p><p>\nAs a people we are advised not to be critical, not to be unkind, not to speak harshly of those\nwith whom we associate. We ought to be the greatest exemplars in all the world in that\nregard. Consider the criticism today. Pick up your newspapers and see the unkind things that\nare being said by individuals about others, and yet many times the individual who is\ncriticizing has a beam in his own eye and does not see at all clearly, but he does think his\nbrother has a mote in his eye (<span class=\"citation\" id=\"34268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34268)\">Matt. 7:3-5<\/a><\/span>).\nI would like to call attention to that situation.\n<\/p><p>\nThere is growing in our own country, really, a conflict between capital and labor, or may I\nsay between the rich and the poor. What does the Lord say about things of that kind?\n<\/p><p>\nWELFARE PROGRAM\n<\/p><p>\nWe have been told this afternoon about the welfare program, about how it is possible to help\nthose who are in need. Since the war closed, this Church has imparted of its substance in very\nlarge measure to those who are in need. But all this time we have been just as well off, or\nbetter off, perhaps, than we would have been if we had not sent over 16,000 packages, 9000\nquilts and 131 carloads of food and bedding and clothing to Europe to people who were\nneeding it more than we needed it. We have not missed it.\n<\/p><p>\nThe Lord gave a revelation to the Prophet Joseph Smith. He said:\n<\/p><p>\nBehold, thus saith the Lord unto my people&mdash;you have many things to do and to\nrepent of; for behold, your sins have come up unto me, and are not pardoned,\nbecause you seek to counsel in your own ways.\n<\/p><p>\nAnd your hearts are not satisfied. And ye obey not the truth, but have pleasure in\nunrighteousness (<span class=\"citation\" id=\"12631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12631)\">D&amp;C 56:14-15<\/a><\/span>).\n<\/p><p>\nOUR SHORTCOMINGS\n<\/p><p>\nI thought when one of our brethren was talking to us and telling us of the little shortcomings\neach of us may have, and each of us has some, I am sure&mdash;some more than others&mdash;I thought\nhow careless we are in observing the Sabbath day.\n<\/p><p>\nHow careless we are about attending to our prayers. How careless we are in failing to thank\nthe Lord for the food that we have so abundantly, I would like to say abundantly, and that\nthere is no necessity for any man, woman, or child in the Church of Jesus Christ of Latter-day\nSaints to go without, for the Church is organized to help those who lack the necessities of\nlife. There is plenty for all, and to spare\n(<span class=\"citation\" id=\"12718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12718)\">D&amp;C 104:17<\/a><\/span>).\n<\/p><p>\nGENEROSITY SHOWN\n<\/p><p>\nWe have in the Church many wonderful individuals&mdash;and out of the Church many wonderful\nindividuals. I heard of a case here just a few days ago of a man who had been informed that a\nchild had polio and had to go to the hospital. The probability was it would recover but would\nremain ill for months or years. I am speaking of a man who is not a member of the Church of\nJesus Christ of Latter-day Saints. He lives in this part of the world, however.\n<\/p><p>\nHe was told of the situation, and that there was no way of obtaining what was needed. When\nhe was informed it would take $700 to provide treatment for this particular child, and it was\nnot known where the money could be obtained, he said, \"You get what is needed and send the\nbill to me.\"\n<\/p><p>\nThe man was a wealthy man. He will not miss it. In fact, there is an old saying that has come\ndown to us that they who give to the poor but lend to the Lord. This man has made an\ninvestment in the life of a child, and he has made an investment in his own happiness that\nwill return to him great dividends.\n<\/p><p>\nNot all people who are well-to-do would think they could do that. They would say, \"Get\nsomebody else. Let us take up a collection. Get somebody else to do it.\"\n<\/p><p>\nADVICE TO RICH AND POOR\n<\/p><p>\nThis is what the Lord says further in that same chapter, and I am reading from the fifty-sixth\nsection of the Doctrine and Covenants:\n<\/p><p>\nWo unto you rich men, that will not give your substance to the poor, for your\nriches will canker your souls; and this shall be your lamentation in the day of\nvisitation, and of judgment, and of indignation: The harvest is past, the summer\nis ended, and my soul is not saved!\n(<span class=\"citation\" id=\"12632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12632)\">D&amp;C 56:16<\/a><\/span>).\n<\/p><p>\nThat is what the Lord says of the rich people who refuse to impart of their substance to those\nwho are poor. But he says something just as serious to the poor man who is not doing his\nbest. He says:\n<\/p><p>\nWo unto you poor men, whose hearts are not broken, whose spirits are not\ncontrite, and whose bellies are not satisfied, and whose hands are not stayed from\nlaying hold upon other men's goods, whose eyes are full of greediness, and who\nwill not labor with your own hands!\n(<span class=\"citation\" id=\"12633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12633)\">D&amp;C 56:17<\/a><\/span>).\n<\/p><p>\nThat is the situation of many of our own brothers and sisters in America with all the blessings\nthat we enjoy&mdash;better wages, better homes, better opportunities for education than have ever\nbeen known before. Yet we have today men who not only will not work themselves, but they\nalso will not permit somebody else to be employed. They are not willing to earn their living\nby work, but they propose to take it from the rich man.\n<\/p><p>\nTHE PURE IN HEART\n<\/p><p>\nSo the Lord says of them, \"Wo unto them,\" the same as he says of the poor. Then he said\nfurther, \"But blessed are the poor who are pure in heart.\" There is quite a difference there,\n<\/p><p>\n. . . blessed are the poor who are pure in heart, whose hearts are broken, and\nwhose spirits are contrite, for they shall see the kingdom of God coming in power\nand great glory unto their deliverance; for the fatness of the earth shall be theirs\n(<span class=\"citation\" id=\"12634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12634)\">D&amp;C 56:18<\/a><\/span>).\n<\/p><p>\nThey are those who have not the wealth of the world but still have life and being and\nintelligence, and who are anxious to do the thing the Lord would have them do.\n<\/p><p>\nHe says further,\n<\/p><p>\nFor behold, the Lord shall come, and his recompense shall be with him, and he\nshall reward every man, and the poor shall rejoice;\n<\/p><p>\nAnd their generations shall inherit the earth&mdash;\n<\/p><p>\nthere will be more poor than any other kind, undoubtedly&mdash;\n<\/p><p>\n. . . and their generations shall inherit the earth from generation to generation,\nforever and ever. And now I make an end of speaking unto you. Even so. Amen\n(<span class=\"citation\" id=\"12635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12635)\">D&amp;C 56:19-20<\/a><\/span>).\n<\/p><p>\nIDLERS AND LABORERS\n<\/p><p>\nThat was the Lord talking to the Prophet Joseph Smith in our day in June 1831.\n<\/p><p>\nHe has further said,\n<\/p><p>\nThou shalt not be idle; for he that is idle shall not eat the bread nor wear the\ngarments of the laborer (<span class=\"citation\" id=\"12626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12626)\">D&amp;C 42:42<\/a><\/span>).\n<\/p><p>\nNow, my brethren and sisters, we have both rich and poor in our organizations. If we are\npoor, we can be worthy just as the Lord indicates here. We can be pure in heart and do our\nbest, and he will not permit those who do their best to suffer for the necessities of life among\nthe people who are in the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nOur welfare program has been a wonderful thing, a program by which unemployed may be\nemployed, and a way has been opened for men and women who cannot do much work but\nwho can do something to be gainfully employed. How much better off we are when we are\noccupied with some reasonable work.\n<\/p><p>\nConsider the condition in the world, the number who are determined to take from the rich\nman not what belongs to themselves, but that which belongs to the others. God has permitted\nmen to get wealth, and if they obtained it properly, it is theirs, and he will bless them in its\nuse if they will use it properly.\n<\/p><p>\nI hope we are not going to become bitter because some men and women are well-to-do. If we\nare well-to-do, I hope we are not going to be self-centered and unconscious of the needs of\nour Father's other children. If we are better off than they are, we\nought to be real brothers and sisters, not make-believe. Our desires should be to develop in\nthis world such an organization that others, seeing our good works would be constrained to\nglorify the name of our Heavenly Father\n(<span class=\"citation\" id=\"34247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34247)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nWe have had a wonderful conference. Where in all the world could you go to find such an\norganization, to witness such assemblies as we have had here on this block, this week? This is\nthe Lord's house. This is the Lord's work. You have been addressed and advised and\ncounseled by the servants of the Lord, men who are giving their time and the best they have\nin them&mdash;as has been indicated&mdash;some of them not well enough now because they have\noverworked. They are trying to do what our Heavenly Father would like all of us to do.\n<\/p><p>\nCOVETOUSNESS\n<\/p><p>\nWe must not fall into the bad habits of other people. We must not get into the frame of mind\nthat we will take what the other man has. Refer back to the Ten Commandments, and you will\nfind one short paragraph, \"Thou shalt not covet\"\n(<span class=\"citation\" id=\"12610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12610)\">Ex. 20:17<\/a><\/span>).\nThat is what is the matter with a good many\npeople today. They are coveting what somebody else has, when as a matter of fact, many of\nthem have been cared for and provided with means to live by those very ones from whom\nthey would take away property,\n<\/p><p>\nWe must not get into that frame of mind. Others may do that, but if we have the spirit of the\ngospel of Jesus Christ in our hearts, we will not be deceived in that regard.\n<\/p><p>\nWe are told that we cannot serve God and some other master\n(<span class=\"citation\" id=\"34263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34263)\">Matt. 6:24<\/a><\/span>).\nWe have to make our choice,\nand if we want to be the servants of God and the children of our Heavenly Father and earn\nhis blessings, we must do it by honoring him and by keeping his commandments. Our\nfeelings, and our love, if I may use that expression, should go out to all the world as far as\nthey will receive it. We in our humble way, with the blessings of our Heavenly Father, go\namong them to teach them the gospel of Jesus Christ that will prepare them for eternal\nhappiness.\n<\/p><p>\nSACRIFICE BRINGS BLESSINGS\n<\/p><p>\nI am grateful to you, my brethren and sisters, for the privilege of being here with you today.\nAs I look into your faces and see this great audience in this, the Lord's house, I would like to\nsay in the name of Jesus Christ, that our Father in heaven will bless you for whatever\nsacrifice you may have made to come here to worship. He will bless your families, and he\nwill bring to you a richness of experience and light that you could obtain in no other way.\nThat your sons and daughters may grow up to honor our Heavenly Father. I humbly pray.\n<\/p><p>\nThe most precious of all the jewels that the Lord has bestowed upon any of us are our\nchildren, and we are responsible for them in their tender years. The\nLord says that the parents in Zion (or in any of the stakes which are organized) who fail to\nteach their children faith in God, repentance, baptism when eight years of age, the sin be upon\nthe heads of the parents (<span class=\"citation\" id=\"12656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12656)\">D&amp;C 68:25<\/a><\/span>),\nnot upon the schoolteachers, not upon the mayors and governors, but\nthe sin be upon the heads of the parents. We must not suffer the effects of that sin in our\nlives.\n<\/p><p>\nLet us gather our families together when we return to our homes, and under the influence of\nprayer thank our Heavenly Father for our blessings and face our problems honestly and\nfaithfully, with love in our hearts for all people, for the Lord says we must love our enemies\nas well as our friends (<span class=\"citation\" id=\"34252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34252)\">Matt. 5:44<\/a><\/span>).\nIf we can learn to do that, we will be happy.\n<\/p><p>\nNow that peace and joy and comfort and satisfaction may abide with all of us who are here,\nwith all the members of the Church wherever they may be in all the world, and with all our\nFather's children, that they may learn as a result of obedience to his commandments how to\nbe happy in this life and prepare for eternal happiness is my humble prayer.\n<\/p><p>\nThat is what the gospel is for, to prepare us not just for the comforts of mortality but for\neternal happiness. That we may live to be worthy of these blessings, I pray, and I invoke\nupon you all the favor and blessing of our Heavenly Father this day and henceforth in the\nname of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}