{"ID":4340, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The War We Are Winning\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p3\" class=\"\">I noted in the public press the other day that the war between Iran and Iraq has gone on for seven years. No one can ever estimate the terrible suffering incident to that conflict. Lives numbered in the tens of thousands have been lost. The terrible wounds of war have left bodies maimed and minds destroyed. Families have been left without fathers. Young boys who have been recruited as soldiers have, in many instances, died while those yet alive have had woven into the very fabric of their natures elements of hatred which will never leave them. The treasure of the involved nations has been wasted and will never be recovered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p4\" class=\"\">To us who look upon it from afar it seems so unnecessary and such a terrible waste of human life and national resources. Seven years is a long time. “Will it ever end?” we ask.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p5\" class=\"\">But there is another war that has gone on since before the world was created and which is likely to continue for a long time yet to come. John the Revelator speaks of that struggle:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p6\" class=\"\">“And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p7\" class=\"\">“And prevailed not; neither was their place found any more in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p8\" class=\"\">“And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him” (<span class=\"citation\" id=\"42551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42551)\">Rev. 12:7–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p9\" class=\"\">That war, so bitter, so intense, has gone on, and it has never ceased. It is the war between truth and error, between agency and compulsion, between the followers of Christ and those who have denied Him. His enemies have used every stratagem in that conflict. They’ve indulged in lying and deceit. They’ve employed money and wealth. They’ve tricked the minds of men. They’ve murdered and destroyed and engaged in every other unholy and impure practice to thwart the work of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p10\" class=\"\">It began in the earth when Cain slew Abel. The Old Testament is replete with accounts of the same eternal struggle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p11\" class=\"\">It found expression in the vile accusations against the Man of Galilee, the Christ, who healed the sick and lifted men’s hearts and hopes, He who taught the gospel of peace. His enemies, motivated by that evil power, seized Him, tortured Him, nailed Him to the cross, and spoke in mockery against Him. But by the power of His godhood, He overcame the death His enemies had inflicted and through His sacrifice brought salvation from death to all men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p12\" class=\"\">That eternal war went on in the decay of the work He established, in the corruption which later infected it, when darkness covered the earth and gross darkness the people (see <span class=\"citation\" id=\"25630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25630)\">Isa. 60:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p13\" class=\"\">But the forces of God could not be vanquished. The light of Christ touched the heart of a man here and a man there, and vast good came to pass notwithstanding much of oppression and suffering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p14\" class=\"\">There came a time of renaissance, with struggles for liberty—struggles for which much of blood and sacrifice was paid. The Spirit of God moved upon men to found a nation wherein freedom of worship and freedom of expression and freedom of agency were protected. There followed then the opening of the dispensation of the fulness of times with a visit to earth of God the Eternal Father and His Beloved Son, the Resurrected Lord Jesus Christ. This glorious event was followed by visits of angels restoring the ancient keys and priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p15\" class=\"\">But the war was not over. It was renewed and redirected. There was contempt. There was persecution. There were drivings from one place to another. There was the murder of the young prophet of God and of his beloved brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p16\" class=\"\">Our people fled their homes, their comfortable homes, their farms, their fields, their shops, their beautiful temple built at such tremendous sacrifice. They came to these valleys, thousands of them dying along the way. They came, as President Brigham Young said, to establish a place where “the Devil can’t come and dig us out.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p17\" class=\"\">But the adversary has never stopped trying. Ninety years ago, in the October conference of 1896, President Wilford Woodruff, then an aged man, standing where I stand in this Tabernacle, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p18\" class=\"\">“There are two powers on the earth and in the midst of the inhabitants of the earth—the power of God and the power of the devil. In our history we have had some very peculiar experiences. When God has had a people on the earth, it matters not in what age, Lucifer, the son of the morning, and the millions of fallen spirits that were cast out of heaven, have warred against God, against Christ, against the work of God, and against the people of God. And they are not backward in doing it in our day and generation. Whenever the Lord set His hand to perform any work, those powers labored to overthrow it” (<span class=\"emphasis\">Deseret Evening News,<\/span> 17 Oct. 1896).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p19\" class=\"\">President Woodruff knew whereof he spoke. He had then only recently passed through those difficult and perilous days when the government of the nation had come against our people, determined to destroy them. The buildings on this Temple Square, this tabernacle in which we meet tonight and the temple then under construction, were escheated to the federal government. Many citizens were disfranchised. But in faith they moved forward. They kept going. They put their trust in the Almighty, and He revealed unto them the path they should follow. In faith they accepted that revelation and walked in obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p20\" class=\"\">But the war did not end. It abated somewhat, and we’re grateful for that. Nonetheless, the adversary of truth has continued his struggle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p21\" class=\"\">Notwithstanding the present strength of the Church, it seems that we are constantly under attack from one quarter or another. But we go on. We must go on. We have gone forward, and we will continue to go forward. In some seasons the issues are major. At other times they are only local skirmishes. But they are all part of a pattern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p22\" class=\"\">In a few days we will dedicate the beautiful Denver Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p23\" class=\"\">When it was announced that we would build a temple in that city and had selected a site on which it should stand, opposition rose against us. We gave up that site and tried another. Again we were thwarted. But we were determined to go forward, putting our trust in the Lord that He would guide us in accomplishing His purposes. Two other possible sites were selected. At the time, President Kimball and President Romney were both ill, and mine was a serious responsibility. I asked President Benson, then President of the Council of the Twelve, if we might go to Denver together, and there with Elder Russell Taylor we looked over these sites. I give you my testimony that we were guided by the Spirit in choosing the ground on which that beautiful new structure now stands. It will be dedicated later this month as a house of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p24\" class=\"\">We might expect that the adversary of righteousness would seek to thwart its construction and the work to be done therein. He had done so in the days of Kirtland when enemies threatened to push over the walls which were then being laid. He did so in the days of Far West when enemies drove our people from the state of Missouri. It was so in Nauvoo, where the temple had barely been completed when we were driven out. It was so here on this Temple Square when, during the forty years of the temple construction, there was one threat after another. I could describe problems in other places where today stand or will stand beautiful houses of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p25\" class=\"\">Opposition has not come only in the construction of temples. It has been felt in the undying efforts of many, both within and without the Church, to destroy faith, to belittle, to demean, to bear false witness, to tempt and allure and induce our people to practices inconsistent with the teachings and standards of this work of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p26\" class=\"\">Brethren, the war goes on. It is as it was in the beginning. There may not be the intensity, and I am grateful for that. But the principles at issue are the same. The victims who fall are as precious as those who have fallen in the past. It is an ongoing battle. We of the priesthood are all part of the army of the Lord. We must be united. An army that is disorganized will not be victorious. It is imperative that we close ranks, that we march together as one. We cannot have division among us and expect victory. We cannot have disloyalty and expect unity. We cannot be unclean and expect the help of the Almighty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p27\" class=\"\">You boys who are here, you deacons, teachers, and priests, are all a part of this. The Lord has laid upon you in your priesthood offices the duty to preach the gospel, to teach the truth, to encourage the weak to be strong, to “invite all to come unto Christ” (<span class=\"citation\" id=\"18412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18412)\">D&amp;C 20:59<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p28\" class=\"\">You cannot afford to partake of things that will weaken your minds and your bodies. These include cocaine, “crack,” alcohol, tobacco. You cannot be involved in immoral activity. You cannot do these things and be valiant as warriors in the cause of the Lord in the great, everlasting contest that goes on for the souls of our Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p29\" class=\"\">You men of the Melchizedek Priesthood, you cannot be unfaithful or untrue to your wives, to your families, to your priesthood responsibilities if you are to be valiant in moving the work of the Lord forward in this great battle for truth and salvation. You cannot be dishonest and unscrupulous in your business affairs without tarnishing your armor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p30\" class=\"\">In our meetings, we occasionally sing an old hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now is the time to show.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ask it fearlessly:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We wage no common war,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Cope with no common foe.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The enemy’s awake;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 260).<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p40\" class=\"\">I had a letter from a friend in the East the other day. He spoke of a conversation he had had with another member of the Church. He had asked his associate whether he felt close to his Heavenly Father. He replied that he did not feel close. Why not? He said, “Candidly, because I don’t want to.” Then he went on to say, “If I were close to Heavenly Father, He would probably want some commitment from me, and I am not ready for that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p41\" class=\"\">Think of it—a man who has taken upon himself the name of the Lord in baptism, a man who has renewed his covenants with the Lord in his sacrament meetings, a man who has accepted the priesthood of God and yet has said that if he were close to his Heavenly Father, some commitment might be expected of him, and he was not ready for that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p42\" class=\"\">In this work there must be commitment. There must be devotion. We are engaged in a great eternal struggle that concerns the very souls of the sons and daughters of God. We are not losing. We are winning. We will continue to win if we will be faithful and true. We <span class=\"emphasis\">can<\/span> do it. We <span class=\"emphasis\">must<\/span> do it. We <span class=\"emphasis\">will<\/span> do it. There is nothing the Lord has asked of us that in faith we cannot accomplish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p43\" class=\"\">I think of the children of Israel when they fled Egypt. They camped beside the Red Sea. Looking back, they saw Pharaoh and his armies coming to destroy them. Fear gripped their hearts. With the armies behind them and the sea before them they cried out in terror.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p44\" class=\"\">“And Moses said unto the people, Fear ye not, stand still, and see the salvation of the Lord, which he will shew to you to day: for the Egyptians whom ye have seen to day, ye shall see them again no more for ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p45\" class=\"\">“The Lord shall fight for you, and ye shall hold your peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p46\" class=\"\">“And the Lord said unto Moses, … speak unto the children of Israel, <span class=\"emphasis\">that they go forward<\/span>” (<span class=\"citation\" id=\"22951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22951)\">Ex. 14:13–15<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p47\" class=\"\">The sea parted, and the children of Israel moved to their salvation. The Egyptians followed to their own destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p48\" class=\"\">Shall we not also in faith move forward? He who is our eternal leader, the Lord Jesus Christ, has challenged us in words of revelation. Said He:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p49\" class=\"\">“Wherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you my whole armor, that ye may be able to withstand the evil day. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p50\" class=\"\">“Stand, therefore, having your loins girt about with truth, having on the breastplate of righteousness, and your feet shod with the preparation of the gospel of peace, which I have sent mine angels to commit unto you;<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p51\" class=\"\">“Taking the shield of faith wherewith ye shall be able to quench all the fiery darts of the wicked;<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p52\" class=\"\">“And take the helmet of salvation, and the sword of my Spirit, … and be faithful until I come, and ye shall be caught up, that where I am ye shall be also” (<span class=\"citation\" id=\"18418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18418)\">D&amp;C 27:15–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p53\" class=\"\">The war goes on. It is waged across the world over the issues of agency and compulsion. It is waged by an army of missionaries over the issues of truth and error. It is waged in our own lives, day in and day out, in our homes, in our work, in our school associations; it is waged over questions of love and respect, of loyalty and fidelity, of obedience and integrity. We are all involved in it—men and boys, each of us. We are winning, and the future never looked brighter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p54\" class=\"\">God bless us, my beloved brethren of the priesthood, in the work that is so clearly laid out before us. May we be faithful. May we be valiant. May we have the courage to be true to the trust God has placed in each of us. May we be unafraid. “For [to quote the words of Paul to Timothy] God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p55\" class=\"\">“Be not thou therefore ashamed of the testimony of our Lord” (<span class=\"citation\" id=\"5236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5236)\">2 Tim. 1:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-war-we-are-winning.p56\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}