{"ID":4342, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Father, Son, and Holy Ghost\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03206_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p4\" class=\"\">My brethren and sisters, I have chosen a text this morning that is familiar to all of you. It is the first article of our faith. It is the pivotal position of our religion. It is significant that in setting forth the primary elements of our doctrine, the Prophet Joseph put this number one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p5\" class=\"\">“We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.” [<span class=\"citation\" id=\"6985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6985)\">A of F 1:1<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p6\" class=\"\">The preeminence given that declaration is in accord with another statement the Prophet made. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p7\" class=\"\">“It is the first principle of the gospel to know for a certainty the character of God” (<span class=\"emphasis\">History of the Church,<\/span> 6:305).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p8\" class=\"\">These tremendously significant and overarching declarations are in harmony with the words of the Lord in His great intercessory prayer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p9\" class=\"\">“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29311)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p10\" class=\"\">I was handed a tract the other day. It was written by a critic, an enemy of the Church whose desire is to undermine the faith of the weak and the unknowing. It repeats fallacies that have been parroted for a century and more. It purports to set forth what you and I, as members of The Church of Jesus Christ of Latter-day Saints, believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p11\" class=\"\">Without wishing to argue with any of our friends of other faiths, many of whom I know and for whom I have the highest regard, I take this occasion to set forth my position on this most important of all theological subjects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p12\" class=\"\">I believe without equivocation or reservation in God, the Eternal Father. He is my Father, the Father of my spirit, and the Father of the spirits of all men. He is the great Creator, the Ruler of the Universe. He directed the creation of this earth on which we live. In His image man was created. He is personal. He is real. He is individual. He has “a body of flesh and bones as tangible as man’s” (<span class=\"citation\" id=\"18524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18524)\">D&amp;C 130:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p13\" class=\"\">In the account of the creation of the earth, “God said, Let us make man in our image, after our likeness” (<span class=\"citation\" id=\"23986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23986)\">Gen. 1:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p14\" class=\"\">Could any language be more explicit? Does it demean God, as some would have us believe, that man was created in His express image? Rather, it should stir within the heart of every man and woman a greater appreciation for himself or herself as a son or daughter of God. Paul’s words to the Corinthian Saints are as applicable to us today as they were to those to whom he wrote. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p15\" class=\"\">“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p16\" class=\"\">“If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are” (<span class=\"citation\" id=\"767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(767)\">1 Cor. 3:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p17\" class=\"\">I remember the occasion of more than fifty years ago when, as a missionary, I was speaking in an open-air meeting in Hyde Park, London. As I was presenting my message, a heckler interrupted to say, “Why don’t you stay with the doctrine of the Bible which says in John [<span class=\"citation\" id=\"29294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29294)\">John 4:24<\/a><\/span>], ‘God is a Spirit’?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p18\" class=\"\">I opened my Bible to the verse he had quoted and read to him the entire verse:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p19\" class=\"\">“God is a Spirit: and they that worship him must worship him in spirit and in truth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p20\" class=\"\">I said, “Of course God is a spirit, and so are you, in the combination of spirit and body that makes of you a living being, and so am I.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p21\" class=\"\">Each of us is a dual being of spiritual entity and physical entity. All know of the reality of death when the body dies, and each of us also knows that the spirit lives on as an individual entity and that at some time, under the divine plan made possible by the sacrifice of the Son of God, there will be a reunion of spirit and body. Jesus’ declaration that God is a spirit no more denies that he has a body than does the statement that I am a spirit while also having a body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p22\" class=\"\">I do not equate my body with His in its refinement, in its capacity, in its beauty and radiance. His is eternal. Mine is mortal. But that only increases my reverence for Him. I worship Him “in spirit and in truth.” I look to Him as my strength. I pray to Him for wisdom beyond my own. I seek to love Him with all my heart, might, mind, and strength. His wisdom is greater than the wisdom of all men. His power is greater than the power of nature, for He is the Creator Omnipotent. His love is greater than the love of any other, for His love encompasses all of His children, and it is His work and His glory to bring to pass the immortality and eternal life of His sons and daughters of all generations (see <span class=\"citation\" id=\"39652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39652)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p23\" class=\"\">He “so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life” (<span class=\"citation\" id=\"29292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29292)\">John 3:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p24\" class=\"\">This is the Almighty of whom I stand in awe and reverence. It is He to whom I look in fear and trembling. It is He whom I worship and unto whom I give honor and praise and glory. He is my Heavenly Father, who has invited me to come unto Him in prayer, to speak with Him, with the promised assurance that He will hear and respond.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p25\" class=\"\">I thank Him for the light and knowledge and understanding He has bestowed upon His children. I thank Him for His voice, which has spoken eternal truth with power and promise. I thank Him for His revelation of Himself as set forth in the Old Testament, for His declaration, as set forth in the New Testament, at the baptism of His Beloved Son in the waters of Jordan when His voice was heard saying: “This is my beloved Son, in whom I am well pleased” (<span class=\"citation\" id=\"37110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37110)\">Matt. 3:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p26\" class=\"\">I thank Him for His similar declaration on the Mount of Transfiguration when He spoke again to Jesus and His Apostles, and angels also, when “after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p27\" class=\"\">“And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p28\" class=\"\">“And, behold, there appeared unto them Moses and Elias talking with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p29\" class=\"\">“Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p30\" class=\"\">“While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him” (<span class=\"citation\" id=\"37130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37130)\">Matt. 17:1–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p31\" class=\"\">I thank Him for that voice again heard when the risen Lord was introduced to the people of this hemisphere with the voice of God declaring, “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name” (<span class=\"citation\" id=\"6022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6022)\">3 Ne. 11:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p32\" class=\"\">I stand in awe and reverence and gratitude for His appearance in this dispensation when, as He introduced the risen Lord to one who had sought Him in prayer, the Father declared: “This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"30687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30687)\">JS—H 1:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p33\" class=\"\">I believe in the Lord Jesus Christ, the Son of the eternal, living God. I believe in Him as the Firstborn of the Father and the Only Begotten of the Father in the flesh. I believe in Him as an individual, separate and distinct from His Father. I believe in the declaration of John, who opened his gospel with this majestic utterance:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p34\" class=\"\">“In the beginning was the Word, and the Word was with God, and the Word was God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p35\" class=\"\">“The same was in the beginning with God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p36\" class=\"\">“And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father), full of grace and truth” (<span class=\"citation\" id=\"29288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29288)\">John 1:1–2, 14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p37\" class=\"\">I believe that He was born of Mary of the lineage of David as the promised Messiah, that He was in very deed begotten of the Father, and that in His birth was the fulfillment of the great prophetic declaration of Isaiah:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p38\" class=\"\">“For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace” (<span class=\"citation\" id=\"25617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25617)\">Isa. 9:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p39\" class=\"\">I believe that in His mortal life He was the one perfect man to walk the earth. I believe that in His words are to be found that light and truth which, if observed, would save the world and bring exaltation to mankind. I believe that in His priesthood rests divine authority—the power to bless, the power to heal, the power to govern in the earthly affairs of God, the power to bind in the heavens that which is bound upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p40\" class=\"\">I believe that through His atoning sacrifice, the offering of His life on Calvary’s Hill, He expiated the sins of mankind, relieving us from the burden of sin if we will forsake evil and follow Him. I believe in the reality and the power of His resurrection. I believe in the grace of God made manifest through His sacrifice and redemption, and I believe that through His atonement, without any price on our part, each of us is offered the gift of resurrection from the dead. I believe further that through that sacrifice there is extended to every man and woman, every son and daughter of God, the opportunity for eternal life and exaltation in our Father’s kingdom, as we hearken and obey His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p41\" class=\"\">None so great has ever walked the earth. None other has made a comparable sacrifice or granted a comparable blessing. He is the Savior and the Redeemer of the world. I believe in Him. I declare His divinity without equivocation or compromise. I love Him. I speak His name in reverence and wonder. I worship Him as I worship His Father, in spirit and in truth. I thank Him and kneel before His wounded feet and hands and side, amazed at the love He offers me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p42\" class=\"\">God be thanked for His Beloved Son who reached out long ago and said to each of us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p43\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p44\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p45\" class=\"\">“For my yoke is easy, and my burden is light” (<span class=\"citation\" id=\"37122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37122)\">Matt. 11:28–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p46\" class=\"\">He lives, the firstfruits of the Resurrection. I know He lives today as really, as certainly, as individually, as He lived when, as the risen Lord, He beckoned His discouraged disciples to “come and dine …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p47\" class=\"\">“And [He] taketh bread, and giveth them, and fish likewise” (<span class=\"citation\" id=\"29314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29314)\">John 21:12–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p48\" class=\"\">The scripture tells of others to whom He showed Himself and with whom He spoke, as the living, resurrected Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p49\" class=\"\">Likewise in this dispensation He has appeared, and those who saw Him declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p50\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p51\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p52\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God” (<span class=\"citation\" id=\"18458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18458)\">D&amp;C 76:22–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p53\" class=\"\">This is the Christ in whom I believe and of whom I testify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p54\" class=\"\">That knowledge comes from the word of scripture, and that testimony comes by the power of the Holy Ghost. It is a gift, sacred and wonderful, borne by revelation from the third member of the Godhead. I believe in the Holy Ghost as a personage of spirit who occupies a place with the Father and the Son, these three comprising the divine Godhead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p55\" class=\"\">The importance of that place is made clear from the words of the Lord who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p56\" class=\"\">“All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy Ghost shall not be forgiven unto men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p57\" class=\"\">“And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come” (<span class=\"citation\" id=\"37123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37123)\">Matt. 12:31–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p58\" class=\"\">That the Holy Ghost was recognized in ancient times as a member of the Godhead is evident from the conversation between Peter and Ananias when the latter held back a part of the price received from the sale of a piece of land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p59\" class=\"\">“But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost? … thou hast not lied unto men, but unto God” (<span class=\"citation\" id=\"8311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8311)\">Acts 5:3–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p60\" class=\"\">The Holy Ghost stands as the third member of the Godhead, the Comforter promised by the Savior who would teach His followers all things and bring all things to their remembrance, whatsoever He had said unto them (see <span class=\"citation\" id=\"29303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29303)\">John 14:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p61\" class=\"\">The Holy Ghost is the Testifier of Truth, who can teach men things they cannot teach one another. In those great and challenging words of Moroni, a knowledge of the truth of the Book of Mormon is promised “by the power of the Holy Ghost.” Moroni then declares, “And by the power of the Holy Ghost ye may know the truth of all things” (<span class=\"citation\" id=\"38519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38519)\">Moro. 10:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p62\" class=\"\">I believe this power, this gift, is available to us today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p63\" class=\"\">And so, my beloved brethren and sisters, I believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p64\" class=\"\">I was baptized in the name of these three. I was married in the name of these three. I have no question concerning their reality and their individuality. That individuality was made apparent when Jesus was baptized by John in Jordan. There in the water stood the Son of God. His Father’s voice was heard declaring His divine Sonship, and the Holy Ghost was manifest in the form of a dove (see <span class=\"citation\" id=\"37109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37109)\">Matt. 3:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p65\" class=\"\">I am aware that Jesus said that they who had seen Him had seen the Father. Could not the same be said by many a son who resembles his parent?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p66\" class=\"\">When Jesus prayed to the Father, certainly He was not praying to Himself!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p67\" class=\"\">They are distinct beings, but they are one in purpose and effort. They are united as one in bringing to pass the grand, divine plan for the salvation and exaltation of the children of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p68\" class=\"\">In His great, moving prayer in the Garden before His betrayal, Christ pleaded with His Father concerning the Apostles, whom He loved, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p69\" class=\"\">“Neither pray I for these alone, but for them also which shall believe on me through their word;<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p70\" class=\"\">“That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us” (<span class=\"citation\" id=\"29313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29313)\">John 17:20–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p71\" class=\"\">It is that perfect unity between the Father, the Son, and the Holy Ghost that binds these three into the oneness of the divine Godhead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p72\" class=\"\">Miracle of miracles and wonder of wonders, they are interested in us, and we are the substance of their great concern. They are available to each of us. We approach the Father through the Son. He is our intercessor at the throne of God. How marvelous it is that we may so speak to the Father in the name of the Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-father-son-and-holy-ghost.p73\" class=\"\">I bear witness of these great, transcendent truths. I do so by the gift and power of the Holy Ghost, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}