{"ID":4347, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Joy Cometh in the Morning”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p3\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03206_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p4\" class=\"\">The title of my message is taken from the thirtieth Psalm, verse 5 [<span class=\"citation\" id=\"41999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41999)\">Ps. 30:5<\/a><\/span>]: “Joy cometh in the morning.” As I discussed this scripture with members of our family, they recalled that “men are, that they might have joy” (<span class=\"citation\" id=\"4168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4168)\">2 Ne. 2:25<\/a><\/span>), but they had not pondered the intriguing concept that “joy cometh in the morning.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p5\" class=\"\">One of our family said, “News reports appear almost daily concerning people who have problems with drugs, drinking, and emotional distress. How can they, and we, attain the joy spoken of in the scriptures?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p6\" class=\"\">“The gospel of Jesus Christ offers hope,” I answered. “It declares joy to be part of our divine destiny. And to experience joy in the morning becomes our special challenge. The true test,” I continued, “is to be able to look in the mirror, first thing in the morning, and feel real joy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p7\" class=\"\">One of our daughters, who had recently announced that she was expecting a new addition to the family, said, “But Dad, that’s the hardest time of the day for me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p8\" class=\"\">“My dear ones,” I replied, “in order to experience true joy in the morning, or at any time, at least three factors are needed. You need to feel good about the people with whom you live and work—your companions in life. You must feel good about yourself—not in any sense of conceit, but simply a proper esteem for yourself, well deserved. And possibly most important, you must feel good about your relation to God and sincerely love him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p9\" class=\"\">As I so counseled my family in that conversation, we all might consider those three steps to achieve real joy in life.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Courtesy to Companions<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p11\" class=\"\">Joy in the morning begins with courtesy to companions. When shades of slumber first admit the light of dawn, I reach gently for my beloved companion nearby. I gain sweet reassurance that all is well with her even before my eyes are fully opened. That reminds me, incidentally, of advice given by President David O. McKay, who said, “During courtship we should keep our eyes wide open, but after marriage keep them half-shut” (in Conference Report, Apr. 1956, p. 9).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p12\" class=\"\">My sweetheart has done that. Through our many long years of postgraduate study, professional responsibilities, and a growing family, she did not complain. Recently I overheard a conversation she had with young mothers enduring similar stress. They asked her how she had managed with ten children and a husband whose time to help was so limited. Kindness was reflected in her reply: “Through our struggling years I didn’t expect much, so I was rarely disappointed.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p13\" class=\"\">She is special. With her, it is easy to obey the scriptural injunction to “live joyfully with the wife whom thou lovest all the days of [thy] life” (<span class=\"citation\" id=\"21446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21446)\">Eccl. 9:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p14\" class=\"\">Not all of us are blessed with such wonderful eternal companions—not yet anyway. Many of us who are married cannot be together as much as we would like. Thankfully, we all have companionship of family and friends.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p15\" class=\"\">Recently another General Authority was my partner for mission tours to dusty places. On occasion, when I returned from a morning shower, I found to my surprise that this considerate companion had shined my shoes. Gratefully I wondered if each of the thirty thousand missionaries now laboring in the Lord’s service would have, and be, as kind a friend as he was to me, thoughtfully rendering simple acts of courtesy to a companion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p16\" class=\"\">Joy cometh in the morning to those who have earned the night’s rest of a laborer. One of life’s sweetest returns is the privilege of rendering significant service of worth to others. To be able to do for fellow human beings something they could not do for themselves brings matchless satisfaction. Years of preparation are worth it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p17\" class=\"\">And joy is derived in Church service. Alma so expressed this thought: “That perhaps I may be an instrument in the hands of God to bring some soul to repentance … is my joy” (<span class=\"citation\" id=\"9536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9536)\">Alma 29:9<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p18\" class=\"\">Through service in the temples, the concept of courtesy to companions can be nobly extended to those who have passed beyond the veil. The gospel brings glad tidings for the dead and a voice of gladness for the living and the dead—for all, glad tidings of great joy (see <span class=\"citation\" id=\"18521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18521)\">D&amp;C 128:19<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p19\" class=\"\">Even when death’s veil separates us from parents who gave so much that we might be, their righteous influence continues with us. And as they may watch from windows of heaven, their mornings will be brighter if they can truly say, as did the Apostle, “I have no greater joy than to hear that my children walk in truth” (<span class=\"citation\" id=\"5325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5325)\">3 Jn. 1:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p20\" class=\"\">Above all, courtesy to companions cannot be defiled by disobedience to the law of chastity. That sin is joy’s deadly poison. The first morning’s glance in the mirror cannot reflect joy if there is any recollection of misdeeds the night before. The surest step toward joy in the morning is virtue in the evening! Virtue includes courtesy to companions all day long.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Self-esteem, Well Deserved<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p22\" class=\"\">The next prerequisite to joy is to feel good about yourself. The second of our Lord’s two great commandments carries a double charge: “Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"37138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37138)\">Matt. 22:39<\/a><\/span>). Therefore, love of companion is governed, in part, by esteem of self, and so is joy in the morning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p23\" class=\"\">Each individual should understand the nature of his or her own soul. Profound insight is provided by this revelation:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p24\" class=\"\">“For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p25\" class=\"\">“And when separated, man cannot receive a fulness of joy” (<span class=\"citation\" id=\"18488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18488)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18488)\">D&amp;C 93:33–34<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p26\" class=\"\">Therefore, spiritual <span class=\"emphasis\">and<\/span> physical elements each must be nurtured if we are to earn proper self-esteem.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p27\" class=\"\"><span class=\"emphasis\">Spiritual<\/span> self-esteem begins with the realization that each new morning is a gift from God. Even the air we breathe is a loving loan from him. He preserves us from day to day and supports us from one moment to another (see <span class=\"citation\" id=\"40605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40605)\">Mosiah 2:21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p28\" class=\"\">Therefore, our first noble deed of the morning should be a humble prayer of gratitude. Scripture so counsels: “Pray unto God, and he will be favourable unto [you]: and [you] shall see his face with joy” (<span class=\"citation\" id=\"26804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26804)\">Job 33:26<\/a><\/span>; see also <span class=\"citation\" id=\"9540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9540)\">Alma 34:21<\/a><\/span>; <span class=\"citation\" id=\"9550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9550)\">Alma 37:37<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p29\" class=\"\">I did not fully appreciate the significance of prayerful greetings until I became a father myself. I am so grateful that our children never gave their mother or dad the silent treatment. Now I sense how our Heavenly Father may appreciate our prayers, morning and night. But I can imagine the pangs of his sorrow because of silence from any of his children. To me, such ingratitude seems comparable to sullen goldfish oblivious to kind providers who sprinkle food in their bowl. Indeed, those who pray can “worship God with exceedingly great joy” (<span class=\"citation\" id=\"9566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9566)\">Alma 45:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p30\" class=\"\">I learned long ago that a period of uninterrupted scriptural study in the morning brings enduring enrichment. I feel as did Jeremiah: “Thy word was unto me the joy and rejoicing of mine heart” (<span class=\"citation\" id=\"26577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26577)\">Jer. 15:16<\/a><\/span>). Sacred scriptures have been repeatedly described as “glad tidings of great joy” (<span class=\"citation\" id=\"24765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24765)\">Hel. 16:14<\/a><\/span>; <span class=\"citation\" id=\"40609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40609)\">Mosiah 3:3<\/a><\/span>; <span class=\"citation\" id=\"9515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9515)\">Alma 13:22<\/a><\/span>; see also <span class=\"citation\" id=\"32259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32259)\">Luke 2:10<\/a><\/span>). As we learn and abide their teachings, that joy becomes part of our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p31\" class=\"\">Joy cometh in the morning when personal talents are developed. Each of us is blessed with different potential. I don’t think I could get up early enough to become a portrait painter. But I have appreciated teachings since my earliest childhood from parents who knew the joy that good music brings. And some of the sweetest sounds in our home have been those from songs and instruments of children improving their talents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p32\" class=\"\">Even in Old Testament days, “David spake to the chief of the Levites to appoint their brethren to be the singers with instruments of musick, … sounding, by lifting up the voice with joy” (<span class=\"citation\" id=\"9\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9)\">1 Chr. 15:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p33\" class=\"\">Confidence to begin each morning ready to meet the challenges of the day comes from spiritual self-esteem.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p34\" class=\"\"><span class=\"emphasis\">Physical<\/span> self-esteem also requires nurturing. Our bodies deserve thoughtful care. I echo this declaration of Paul:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p35\" class=\"\">“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p36\" class=\"\">“If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are” (<span class=\"citation\" id=\"768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(768)\">1 Cor. 3:16–17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p37\" class=\"\">Physical conditioning from regular exercise is important. And we can do so much more to keep our bodies strong.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p38\" class=\"\">In 1833 the Prophet Joseph Smith received the Word of Wisdom by revelation. It includes these simple directives: We are not to drink alcohol, tea, or coffee, and we are not to use tobacco. [see <span class=\"citation\" id=\"18481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18481)\">D&amp;C 89:1–9<\/a><\/span>.] Prophets in our generation and in this conference have told us also to avoid harmful drugs. Now medical science increasingly confirms the physical benefits of compliance with these teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p39\" class=\"\">The damaging effects of alcohol are so widely known, additional comment is hardly needed. Harm inflicted by alcohol has been demonstrated, for example, by a study of the relationship between alcohol consumption among expectant mothers and the birth weight of their newborn infants. Findings published from the U. S. National Institutes of Health disclosed that consumption of one to two alcoholic drinks a day was associated with a substantially increased risk of producing a growth-retarded infant (see James L. Mills, et. al., “Maternal Alcohol consumption and Birth Weight,” <span class=\"emphasis\">Journal of the American Medical Association,<\/span> 12 Oct. 1984, pp. 1875–79).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p40\" class=\"\">Scientists now know that smoking tobacco is the number one preventable cause of death in all the world. It is the leading preventable cause of heart disease, lung disease, artery disease, and cancer (see William W. Pollin and R. T. Ravenholt, “Tobacco Addiction and Tobacco Mortality,” <span class=\"emphasis\">Journal of the American Medical Association,<\/span> 23 Nov. 1984, pp. 2849–54; <span class=\"emphasis\">1986 Heart Facts,<\/span> American Heart Association, 1986, p. 16; “The Health Consequences of Smoking: A Report of the Surgeon General,” publication DHHS (PHS) 84-50204, U.S. Department of Health and Human Services, Public Health Services, Office of Smoking and Health, Rockville, Md., 1983).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p41\" class=\"\">Still another report indicates that more than one fourth of all deaths in the United States are now caused by conditions which physicians classify as addictive disorders (see Pollin and Ravenholt, p. 2849).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p42\" class=\"\">Obedience to the Word of Wisdom keeps one free from all such addictions. This protection is pronounced by covenant in the last verse of the eighty-ninth section of the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p43\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them” (<span class=\"citation\" id=\"18483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18483)\">D&amp;C 89:21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p44\" class=\"\">This reference to the first Passover reminds us that, <span class=\"emphasis\">in faith,<\/span> ancient Israel was obedient to the commandment to take blood and “strike it on the two side posts and on the upper door post of the houses” (<span class=\"citation\" id=\"22948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22948)\">Ex. 12:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p45\" class=\"\">“And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not … destroy you” (<span class=\"citation\" id=\"22949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22949)\">Ex. 12:13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p46\" class=\"\">So, <span class=\"emphasis\">in faith,<\/span> modern Israel is commanded to obey the Word of Wisdom. It becomes our token of a covenant with the Lord—a spiritual separator of covenant Israel from the rest of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p47\" class=\"\">Joy cometh in the morning—to those who can stand before the mirror and feel clean, to those whose mouths are free from the taste of flavors forbidden by the Lord, to those whose spirits and bodies are free from feelings of self-remorse.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Love of God<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p49\" class=\"\">The crowning attribute that leads to joy is love of God. Even that first look in the mirror can be more enjoyable knowing we are created in his image. Each of us can say, as did the Apostle, “Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance” (<span class=\"citation\" id=\"8304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8304)\">Acts 2:28<\/a><\/span>; see also <span class=\"citation\" id=\"41996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41996)\">Ps. 16:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p50\" class=\"\">God, who gave us life, also gave us commandments to live by, that we might have joy. They have been revealed periodically by prophets from Adam to President Benson. One wrote this expression: “Consider … the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual” (<span class=\"citation\" id=\"40608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40608)\">Mosiah 2:41<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p51\" class=\"\">But for those who have not known his ways or who have strayed from them, remember, it is not too late to change. Blessings from faith and repentance still can be yours.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p52\" class=\"\">To those who feel defeated and downtrodden, look to the early hours of the day for your rescue. The Lord tells us, “Cease to sleep longer than is needful; retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated” (<span class=\"citation\" id=\"18480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18480)\">D&amp;C 88:124<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p53\" class=\"\">The dawning of a brighter day heralds a time of forgiveness. Shadows of yesterday’s grief melt in the rays of early morn’s opportunity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p54\" class=\"\">Joy comes from our posterity, and we rejoice as they are blessed by the ordinances of salvation and exaltation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p55\" class=\"\">Our family experienced that in a special way recently as our youngest daughter was sealed to her eternal companion in the holy temple. To witness this event, along with other family members, were her parents and all eight of her older sisters and their husbands. For us, there was truly joy in the morning on that day. Then we really felt the scriptural truth, “Men are, that they might have joy” (<span class=\"citation\" id=\"4169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4169)\">2 Ne. 2:25<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p56\" class=\"\">These experiences, glorious as they are, become but prelude to that great day ahead, when the faithful will stand at the latter day upon the earth. They shall abide the Second Coming of the Lord and shall stand with him when he appears (see <span class=\"citation\" id=\"32892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32892)\">Mal. 3:2–12<\/a><\/span>; <span class=\"citation\" id=\"6034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6034)\">3 Ne. 24:2–12<\/a><\/span>). On that joyous morning, the mirror will reflect the miracle of the first resurrection. The faithful shall be crowned with glory, immortality, and eternal life (see <span class=\"citation\" id=\"18457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18457)\">D&amp;C 75:5<\/a><\/span>; <span class=\"citation\" id=\"18531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18531)\">D&amp;C 138:51<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p57\" class=\"\">Once again “morning stars [will] sing together, and … all the sons [and daughters] of God [will] shout for joy!” (<span class=\"citation\" id=\"18523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18523)\">D&amp;C 128:23<\/a><\/span>; see also <span class=\"citation\" id=\"26806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26806)\">Job 38:7<\/a><\/span>). For on that morning, “the glory of the Lord shall be revealed, and all flesh shall see it together” (<span class=\"citation\" id=\"25620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25620)\">Isa. 40:5<\/a><\/span>; see also <span class=\"citation\" id=\"23167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23167)\">Ezek. 20:48<\/a><\/span>; <span class=\"citation\" id=\"32260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32260)\">Luke 3:6<\/a><\/span>; <span class=\"citation\" id=\"18493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18493)\">D&amp;C 101:23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/joy-cometh-in-the-morning.p58\" class=\"\">Then, “there’ll be peace and contentment evermore, ev’ry heart, ev’ry voice on that day will rejoice. … There’ll be joy in the morning on that day” (Natalie Sleeth, “Joy in the Morning,” Carol Stream, Illinois: Hope Publishing Co., 1977, pp. 4–5, 9–10). It shall be ours—through our faithfulness—I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}