{"ID":4348, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Happiness and Joy in Temple Work\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p2\" class=\"\">Elder Franklin D. Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:271c.jpg\" alt=\"Elder Franklin D. Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p3\" class=\"\">We have heard how the Holy Ghost directs us. I remember years ago in a temple meeting that President David O. McKay suggested that even though you prepare a talk ten days before conference, the Lord can inspire you then as well as when you are at the podium. I couldn’t help but think of that as I listened to Elder Russell M. Nelson speak about joy and as the choir sang about joy, as I am about to speak to you about happiness and joy in temple work. My dear brothers and sisters, I am indeed happy to be with you in this great conference, and I pray that I may be guided by the Spirit of the Lord in speaking to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p4\" class=\"\">The First Presidency of the Church has outlined the mission of the Church to be: to take the gospel to all mankind, to perfect the Saints, and to do temple and genealogy work for ourselves and the dead.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Temple Work<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p6\" class=\"\">Many times I have spoken about the joy and happiness one receives in doing missionary work. Today I would like to make specific reference to the joy and happiness one receives in doing temple work. A few months ago, Sister Richards and I returned after having the great privilege of supervising the temple work in the Washington, D.C., temple for a little over two years.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p7\" class=\"\">It may be rather late, but I would like to bring you the love and greetings of the workers and patrons of the Washington Temple, and I am pleased to report to you that there is a great spirit and substantial growth and development in the kingdom in that part of the Lord’s vineyard.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p8\" class=\"\">Those two years in Washington were a period of many beautiful spiritual experiences for Sister Richards and myself, and daily we were able to see evidences of love and service to our fellowmen.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p9\" class=\"\">Our Father in Heaven is a loving parent. He has said: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39654)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39654)\">Moses 1:39<\/a><\/span>). To this end, He restored the gospel in this dispensation.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Why Temples?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p11\" class=\"\">The Latter-day Saints build temples because they have been instructed to do so, in order that holy ordinances may be performed in them for both the living and the dead. The performance of these ordinances is possible because genealogical work and temple work are inseparably connected. It is important to realize that the blessings of the temple are not limited to any special class, but are available to all worthy Church members properly accredited.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p12\" class=\"\">I would like to briefly refer to three areas having to do with temple attendance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p13\" class=\"\"><span class=\"strong\">First, for the living:<\/span> For the living, such ordinances as baptism, the bestowal of the Holy Ghost, and the ordination to the priesthood may be performed in any proper place outside of a temple. However, through modern revelation we are told that certain ordinances such as the endowment, eternal marriage, sealing ordinances for both the living and the dead, and baptisms for the dead must be performed in a temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p14\" class=\"\">The temple endowment embodies sacred covenants upon which blessings are predicated. It is also, in effect, a course of instruction whereby many of the answers are given to the question “What is the purpose of life?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p15\" class=\"\">The endowment, of course, is an ordinance for the individual, whereas sealing ordinances pertain to a family relationship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p16\" class=\"\"><span class=\"strong\">Second, for the dead:<\/span> The ministry of Christ was not confined to the few who lived on the earth in the meridian of time, and it is not confined only to those living now. The apostle Peter made it clear that those who do not have the opportunity to hear the gospel on this earth will have such an opportunity in the spirit world (see <span class=\"citation\" id=\"2393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2393)\">1 Pet. 3:18–20<\/a><\/span>; <span class=\"citation\" id=\"2394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2394)\">1 Pet. 4:6<\/a><\/span>). And the apostle Paul in writing to the Corinthians asked, “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?” (<span class=\"citation\" id=\"775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(775)\">1 Cor. 15:29<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p17\" class=\"\">Temple worship provides an opportunity to do ordinance work for our kindred dead and for others, an opportunity for us to serve the dead. This service is the source of eternal satisfaction. However, it is well to remember that vicarious service for the dead by the living does not affect the right of the dead to accept or reject such vicarious service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p18\" class=\"\"><span class=\"strong\">Third, as a retreat:<\/span> A temple is a retreat from the vicissitudes of life, a place of prayer and meditation providing an opportunity to receive inner peace, inspiration, guidance, and, frequently, solutions to the problems that vex our daily lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p19\" class=\"\">A temple is a place where the divine spark in man, or the infinite in man, can seek the infinite in God.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Happiness and Joy in Temple Work<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p21\" class=\"\">I have witnessed the joy and satisfaction that come to those who serve in the temple. I recall on one occasion a sister coming through the temple door, her face bright with anticipation and her step quickened. She was a temple worker who had been back home for a visit. She grasped my hand and said, “It’s so good to be back. I love my service in the temple, and know I cannot be happy, really happy, away from it. It brings me a joy and satisfaction that is found in no other place. I feel a sense of accomplishment in doing something of eternal value. It’s a little like the work of the Savior, who did for mankind what they could not do for themselves. This work brings peace to my soul—yes, the peace that passeth understanding [see <span class=\"citation\" id=\"41313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41313)\">Philip. 4:7<\/a><\/span>].”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p22\" class=\"\">One day, Sister Richards and I walked into the baptistry about noon and noticed a young girl sitting on one of the benches. As we talked with her, she told us she was from West Virginia and it was her twelfth birthday. Her mother had asked her what she wanted for a birthday present, and she had asked that her mother bring her to the temple so that she could perform baptisms for the dead.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p23\" class=\"\">What an opportunity temple workers have to touch the hearts of our brothers and sisters of all ages!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p24\" class=\"\">I recall a letter from a bishop in an eastern Canadian ward. He stated in this letter:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p25\" class=\"\">“We appreciate the privilege of bringing our youth to the temple. Our kids must be worthy. We see kids waiting for their turn with tears running down their faces. We have had many spiritual experiences. One young man who wasn’t going on a mission said, ‘Now, I’ll have to go.’ Our temple trips have been successful beyond our hopes. Lives have literally been changed. The kids consider this a great spiritual experience.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p26\" class=\"\">As we do temple work, we develop a spiritual kinship with our Heavenly Father and our Lord and Savior Jesus Christ that brings us peace, happiness, and eternal joy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p27\" class=\"\">In the temple there is an influence and spirit that touches the minds, hearts, and souls of those present. Yes, it is truly the House of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p28\" class=\"\">It has been said that the story of temple work is a story of love—the love of God for man, and of men for God and for each other.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p29\" class=\"\">Let us not allow the wealth, the honors of men, or the vain things of the world to keep us from being worthy of this sacred privilege that can be ours. We are indeed blessed to have come to earth at this time, when these beautiful saving ordinances have been restored to the earth, and to have the privilege of participating in them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p30\" class=\"\">I encourage members of the Church to participate in temple work in every way possible, as a most rewarding way to build the kingdom of God. The purposes of the Lord are being accomplished, souls are being saved, and prophecy is being fulfilled. Yes, we can be grateful that we live in the dispensation of the fulness of times—when God the Father and His Son have appeared to the Prophet Joseph Smith; when the gospel in its fulness has been restored; when the priesthood, or the power to act in the name of God, has been restored; and when Christ’s church again is established upon the earth. And how we sustain our beloved prophet Ezra Taft Benson who, through revelation, leads and directs the affairs of the kingdom of God on the earth in this day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/happiness-and-joy-in-temple-work.p31\" class=\"\">May we leave this conference strengthened and motivated with a greater desire to lengthen our stride. May the kingdom of God go forth, that the kingdom of heaven may come, and may the choice blessings of our Father in Heaven be with you, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}