{"ID":4354, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light of Hope\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p3\" class=\"\">Dwan J. Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p\" class=\"\">Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274e.jpg\" alt=\"Dwan J. Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p4\" class=\"\">The scriptures tell us to abound in hope. Like an early morning sunrise or a happy child’s face, we all want our lives to be touched with light—because darkness has no power against the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p5\" class=\"\">Let me tell you about a time when our family needed the Lord to stretch forth his hand, dispel the darkness, and touch our lives with light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p6\" class=\"\">Late one February afternoon in New Zealand, just as I was going into a Primary conference, my husband and I received a phone call from our son Paul in Arizona. He told us of the birth of their third child, Amy, but he said that she had some serious problems. Her lungs were very congested, and when the doctor inserted a tube into her throat, he discovered there was not a passageway from her mouth to her stomach. The baby would be flown by helicopter to a newborn intensive care unit in another city.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p7\" class=\"\">When Amy was just one day old, surgery was necessary. This little family was in a stressful situation. Our daughter-in-law, Kathryn, was still recuperating in the hospital in Mesa; the new baby was at another hospital. The two other children, ages two and three and a half, needed constant care. Kathryn’s parents were serving as missionaries in the Bahamas. We were on the other side of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p8\" class=\"\">The first surgery was to repair the esophagus (the tube which extends from the mouth to the stomach). But even after that operation, Amy developed pneumonia. After weeks of intensive care, the doctors determined that another surgery was critical for Amy’s survival. A test showed that when Amy slept, she stopped breathing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p9\" class=\"\">These were difficult weeks for Paul and Kathryn. Kathryn’s days at the hospital were full of discouragement and loneliness as she watched the little infant struggle for life and wondered if this were the last time she would hold Amy’s small hand. Each day she and Paul would meet briefly at the hospital as he came from work to spend the night with Amy and she went home to care for the other two children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p10\" class=\"\">We had many prayers and special fasts. The family was sustained by loving, compassionate ward members who cared for the two children for more than three months. At regular intervals, the young women in the ward cleaned their home. The visiting teachers made arrangements for meals to be brought in every day. They also did the washing and the ironing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p11\" class=\"\">Interestingly enough, one visiting teacher told Kathryn that it was the happiest time in her life because she had had an opportunity to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p12\" class=\"\">What carried the family through this anguish? We never lost hope. Paul had given Amy a blessing as soon as she was born. He felt that all would not be well immediately and that they would have to put their trust in the Lord. We all knew that if we did all we could, we would have the courage to face whatever would come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p13\" class=\"\">That is the nature of hope. We do all we can, and then the Lord stretches forth his hand and touches our lives with light and courage and, most of all, hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p14\" class=\"\">What happened to Amy? Well, after more than three months of hospital rooms, intensive care, respirators, and close calls, the doctors announced that they must take her off the respirator. They had little hope that she would breathe on her own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p15\" class=\"\">All of the family members had a special fast. The morning the respirator was removed, the doctor stood by, ready to perform yet another surgery. But because of the faith, hope, and prayers in her behalf, Amy began to breathe. Almost immediately her color returned. She was on the road to recovery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p16\" class=\"\">Amy is now three years old—normal and happy. And what if there hadn’t been such a blessed outcome? Could we still go on with hope? Yes, because hope is knowing that whatever comes, the Lord can whisper peace. Our hope in Christ gives us an unchanging reason to rejoice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p17\" class=\"\">As Paul said to the Romans: “Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope” (<span class=\"citation\" id=\"42921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42921)\">Rom. 15:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p18\" class=\"\">The Lord wants us to be filled with hope—not just because it points us to a brighter tomorrow, but because it changes the quality of our lives today. <span class=\"emphasis\">Hopeless<\/span> may be the saddest word in our language. Despair is the enemy of our souls. It can paralyze us, halt our progress, and cause us to lose our way. But hope awakens us like a light shining in the darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p19\" class=\"\">You remember that the thirteenth article of faith states: “We believe all things, we <span class=\"emphasis\">hope<\/span> all things, we have endured many things, and <span class=\"emphasis\">hope<\/span> to be able to endure all things” [<span class=\"citation\" id=\"6990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6990)\">A of F 1:13<\/a><\/span>] (italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p20\" class=\"\">We can endure all things when our hope is centered in one who will never fail us—our Savior, Jesus Christ, who is the light of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p21\" class=\"\">How do we develop that hope—that hope that lights our way across life’s stormy seas? There are times, as there were for our family, when darkness surrounds us and threatens to engulf us altogether. At such times we can take a lesson from the brother of Jared. You remember the Lord instructed the brother of Jared to make barges so his people could travel safely to the promised land. But because these boats were dark and without air, the brother of Jared took his concerns to the Lord in words that any of us might use to describe our own troubled times: “There is no light. … we cannot breathe” (<span class=\"citation\" id=\"22359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22359)\">Ether 2:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p22\" class=\"\">How does a person venture out into the darkness without fear? How do any of us venture out day after day into a world where there are no guarantees of safety? The Lord gave a profound answer that again applies not just to the dark sea the brother of Jared faced, but to our own dark seas as well: “Ye cannot cross this great deep save I prepare you against the waves of the sea” (<span class=\"citation\" id=\"22362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22362)\">Ether 2:25<\/a><\/span>). “I will bring you up again out of the depths of the sea” (<span class=\"citation\" id=\"22361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22361)\">Ether 2:24<\/a><\/span>). The Lord was not going to spare the Jaredites from the experience, but he prepared them for it and gave them the sweet promise of bringing them up again out of the depths of the sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p23\" class=\"\">Then the brother of Jared asked the Lord, How are we to get light in vessels without windows? And the Lord said: “What will ye that I should do that ye may have light in your vessels?” (<span class=\"citation\" id=\"22360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22360)\">Ether 2:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p24\" class=\"\">The Lord wanted the brother of Jared to suggest a solution, and he did well. He went to the mountain and refined out of a rock sixteen stones clear as transparent glass. I cannot imagine that this was an easy task; it took time and faith. When he finished, he took these stones to the Lord, asking the Lord to stretch forth His finger and make them shine so that his people might not travel in the terrifying darkness. And the Lord did touch the stones with light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p25\" class=\"\">Like the Jaredites, we’re afraid of traveling in the darkness, and we need light, which is hope. Sometimes, in the midst of our problems, we lose the vision of why we’re here or where we’re going. We wonder if we’re equal to the tasks that are given us. It is then that we can ask the Lord to touch the unlighted stones of our lives with light. He can deliver peace and hope when all around us speak against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p26\" class=\"\">“Touch my life with light,” we can ask the Lord. “Fill my heart with hope.” The Lord will do this if we ask in faith and continue to live his commandments. Like the brother of Jared, it is only with the Lord’s light that we can see all things clearly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p27\" class=\"\">Why do we need to have hope?<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p28\" class=\"\"><span class=\"emphasis\">Hope casts out fear.<\/span> This is a world where our safety is never assured. One eleven-year-old girl I talked to hopes she will have a friend this year at school. Facing a new school year alone is frightening. But the Lord understands her concern and can fill her with hope. Not only will he help her, he will help us through our trials; he will consecrate them to our good. Our seeming misfortunes can often become blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p29\" class=\"\"><span class=\"emphasis\">Hope means we really trust the Lord<\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p30\" class=\"\"><span class=\"emphasis\">Hope gives us perspective.<\/span> Because we know we are living not just for this life, but for another, eternal one as well, we look at life’s events differently. As you review the last year or the last ten years, what is the best day you remember? A person without hope centered in Christ may choose a day that was simply fun or easy. But the best day may really have been the one when life’s events forced you to your knees to communicate with your Father with new intent; it may have been a day that wasn’t convenient or even happy, but you became a bigger and better person when you faced a problem with courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p31\" class=\"\"><span class=\"emphasis\">Hope moves us to action.<\/span> A ten-year-old girl said, “I hope I can grow up to be a good person and always obey the commandments.” With determination, she is starting today to reach her lifetime goals. When we have no hope for tomorrow, we do not move as effectively today. It is hope combined with faith that motivates us to plant the seed, that moves us when we’re too weary, that causes us to take the first step and then another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p32\" class=\"\">Young girls, you will have many challenges in your lives, but if you will always center your life in Jesus Christ and never lose hope, you will have peace. Remember that darkness has no power against the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p33\" class=\"\">Like the brother of Jared, like our family with Amy, it is only with the Lord’s light that we can see all things clearly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/the-light-of-hope.p34\" class=\"\">I pray that each of us will seek this gift of hope so that we will be filled with joy and with peace, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}