{"ID":4356, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hope in Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p3\" class=\"\">Barbara W. Winder<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03206_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ce.jpg\" alt=\"Barbara W. Winder\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p4\" class=\"\">I rejoice with you to be in the presence of our prophet and our priesthood leaders. To be with you sisters here and throughout the world, uniting our faith to learn gospel principles, is truly a privilege.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p5\" class=\"\">How fortunate we are to be members of The Church of Jesus Christ of Latter-day Saints!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p6\" class=\"\">Sisters, the anxiety and disquieting influence of this earth life could have been avoided had we stayed nestled in the household of our heavenly parents, but then how could we have progressed? As our Father and the Savior planned for us to come to earth, they said, “We will prove them herewith, to see if they [you and I] will do all things whatsoever the Lord their God shall command them” (<span class=\"citation\" id=\"7372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7372)\">Abr. 3:25<\/a><\/span>). This was to become a testing ground; we would come to an understanding of good and evil, of happiness and suffering, of joy and pain. We knew the plan. We desired it; we endorsed it. We defended it. We even fought for it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p7\" class=\"\">With eagerness and excitement, we came to earth to learn—each of us having our own particular set of circumstances with trials and temptations to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p8\" class=\"\">We were not left without hope. Our Savior, through his atonement, has made it possible for us to obtain salvation. He will not leave us helpless as we struggle to overcome the adversities of this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p9\" class=\"\">There are so many kinds of challenges: the frustrations and disappointments of disobedient children or a difficult marriage, the loneliness of an empty house when one is so eagerly seeking companionship, the long upward road to repentance, or the difficulty of keeping a positive attitude and counting our blessings even in times of hardship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p10\" class=\"\">The example of the Savior’s life and the teachings that he left us are patterns for us to follow. He faced trials similar to those we experience; he handled each situation in a perfect manner. In the wilderness of Judea and the Garden of Gethsemane, we witness two of the most grievous temptations of Christ, but during no part of his days in the flesh was he free from temptation. Otherwise his life would have been no human life at all. We read in Mosiah, “And lo, he shall suffer temptations, and pain of body, hunger, thirst, and fatigue, even more than man can suffer” (<span class=\"citation\" id=\"40610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40610)\">Mosiah 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p11\" class=\"\">He knew disappointment, and he knew discouragement, as witnessed by his lament for his people in Jerusalem and their failure to heed his message. “O Jerusalem, Jerusalem, … how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!” (<span class=\"citation\" id=\"37140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37140)\">Matt. 23:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p12\" class=\"\">Which of us has not known disappointment, discouragement, and despair? That is one of the tests for all of us. Consider the Prophet Joseph, as he languished in Liberty Jail in March of 1839, having been there for months, knowing that his people had been driven from their homes and were destitute. His cry is touching: “O God, where art thou? … How long shall thy hand be stayed?” (<span class=\"citation\" id=\"18511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18511)\">D&amp;C 121:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p13\" class=\"\">And then the soothing answer came from a kind and loving Father:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p14\" class=\"\">“Thine adversity and thine afflictions shall be but a small moment;<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p15\" class=\"\">“And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes” (<span class=\"citation\" id=\"18512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18512)\">D&amp;C 121:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p16\" class=\"\">An then, later, tenderly, “Know thou, my son, that all these things shall give thee experience, and shall be for thy good” (<span class=\"citation\" id=\"18518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18518)\">D&amp;C 122:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p17\" class=\"\">Most of us have witnessed how living the gospel can change the lives of people in a positive way. As an example of this, I recall a family that we met while in the mission field. The missionaries described the Barnes family as being a wonderful family, but with no evidence at all of Church influence in their lives. The father was rough and crude, a beer-drinking toughie. His children were afraid of him. Their home was far from tidy, and their appearance the same. They had had a hard life. But as the missionaries met with them, a marvelous transformation began taking place. They were impressed with the life and teachings of the Savior and made an effort to apply his teachings in their lives. Their very appearance and outlook on life began to change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p18\" class=\"\">Learning about unconditional love and not being judgmental gave them a new approach with an adult son who is an alcoholic. Their new attitude, along with professional help, seems to be making a real difference in his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p19\" class=\"\">Learning to respect themselves as sons and daughters of our Heavenly Father, they threw away their cigarettes, and they stopped drinking. They cleaned themselves up and their surroundings as well. And now there is a loving spirit in their home, where they read the scriptures regularly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p20\" class=\"\">Sister Barnes writes: “As we read the scriptures, we found that Jesus gave the instruction to ‘be of good cheer; thy sins be forgiven thee’ (<span class=\"citation\" id=\"37119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37119)\">Matt. 9:2<\/a><\/span>), indicating that as we truly repent and forsake our sins, we may be optimistic about the future. He said, ‘Let not your heart be troubled: ye believe in God, believe also in me’ (<span class=\"citation\" id=\"29300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29300)\">John 14:1<\/a><\/span>). And we <span class=\"emphasis\">do<\/span> believe in him, and this belief has changed our lives. We now feel that we can say, as Paul did, ‘I can do all things through Christ which strengtheneth me’” (<span class=\"citation\" id=\"41314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41314)\">Philip. 4:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p21\" class=\"\">This was the testimony of this good woman regarding the change in her life and in her family. This change was not unlike changes that have occurred with others. After King Benjamin exhorted his people to live a good life, having hope in Christ, “They all cried with one voice, saying: Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord … , which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"40620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40620)\">Mosiah 5:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p22\" class=\"\">Just as Brother and Sister Barnes felt the Savior’s unconditional love as they studied the gospel and found hope in Christ; and just as the people of King Benjamin found hope in him, so can we find respect for ourselves and others, rid ourselves of self-defeating habits, be nonjudgmental, be optimistic and of good cheer, be assured of his love for us, and find hope in him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p23\" class=\"\">I thrilled as I read the words of a young mother of six who is also an example of one who has overcome. Divorced, yet not feeling sorry for herself, she wrote: “By my acknowledgment of my errors and my express desire to live his commandments and do his will, I shared my burden with one who cannot fail, and I know that I can raise my children hand-in-hand with a loving Father in Heaven who desires their welfare even more than I do. This knowledge is a blessing beyond description.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p24\" class=\"\">Another sister wrote: “On August 3, my twenty-one-year-old son broke his neck in a diving accident six hundred miles from home. He hovers near death, but we are at peace. We do not understand the reason this had to happen, but we do understand the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p25\" class=\"\">Elder Richard L. Evans was sensitive to the need to prepare spiritually and emotionally for difficult times:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p26\" class=\"\">“We have to prepare even for what we are unprepared for and do the best we can … to improve, to repent, to be grateful for all that is good—and to have faith and hope even [in hard times]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p27\" class=\"\">“And whatever happens in the interim, there is solid assurance that life is everlasting, and that eternal progress is its purpose” (Richard L. Evans, <span class=\"emphasis\">Thoughts for One Hundred Days: Volume Four,<\/span> Salt Lake City: Publishers Press, 1970, p. 169).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p28\" class=\"\">Let us recognize and be grateful for the blessings we have. From the Savior comes hope! Understanding the gospel, doing his works of righteousness, and following the counsel of our prophet are our <span class=\"emphasis\">assurance<\/span> of the realization of that hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p29\" class=\"\">I know from previous and sacred experiences that it is through the faith and hope we have in Christ that we can overcome our trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p30\" class=\"\">I am ever so grateful for my opportunities as well as my share of challenges. I feel indebted to my Savior for helping me through difficult times. And I hope and desire that each of us will rely on him to ease our pains, to soothe our distresses, to buoy us up, to invigorate us and help us overcome our trials! Draw close to him who extends divine invitation to each one personally:<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p31\" class=\"\">“Come unto me, all ye that labor and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p32\" class=\"\">“Take my yoke upon you, … and ye shall find rest unto your souls” (<span class=\"citation\" id=\"37121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37121)\">Matt. 11:28–29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1986\/11\/hope-in-christ.p33\" class=\"\">I know that he lives. I know that he cares! This is my testimony and my hope for each of us. I say these things in the sacred name of our Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}