{"ID":436, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i> October 1949, pp. 185-191<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure that everyone present feels to say sincerely in his own heart, thank the Lord for the\nspirit of the brotherhood of Christ. I am overwhelmed at this vast audience. I believe it is the\nlargest Priesthood meeting held in the history of the Church. We sense even though dimly that\nthe strength of Zion is to \"put on the authority of the priesthood.\"\n<\/p><p>\nI pray for the inspiration of the Lord, and for your sympathy while I attempt to say something\nwhich will be of interest and value to you leaders of Zion.\n<\/p><p>\n\"EVILS AND DESIGNS\"\n<\/p><p>\nOne of the most significant statements in the Doctrine and Covenants, one which carries with\nit evidence of the inspiration of the Prophet Joseph Smith, is found in the 89th Section of the\nDoctrine and Covenants:\n<\/p><p>\nIn consequence of evils and designs which do and will exist in the hearts of\nconspiring men in the last days, I have warned you, and forewarn you, by giving\nunto you this word of wisdom by revelation . . .\n(<span class=\"citation\" id=\"12698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12698)\">D&amp;C 89:4<\/a><\/span>).\n<\/p><p>\nMETHODS OF TOBACCO INTERESTS\n<\/p><p>\n\"Evils and designs which do and will exist in the hearts of conspiring men...\" The purport of\nthat impressed me in the twenties,  and the thirties of this century. I\njust ask you men tonight to recall the methods employed by certain tobacco interests to induce\nwomen to smoke cigarettes.\n<\/p><p>\nYou remember how insidiously they launched their plan. First, by saying that it would reduce\nweight. They had a slogan: \"Take a cigarette instead of a sweet.\"\n<\/p><p>\nLater, some of us who like the theatre, noticed that they would have a young lady light the\ngentleman's cigarette. Following this a woman's hand would be shown on billboards lighting\nor taking a cigarette. A year or two passed and soon they were brazen enough to show the\nlady on the screen or on the billboard smoking the cigarette.\n<\/p><p>\nI find here a clipping which I set aside in the early thirties, which corroborates this idea. This\nis 1931:\n<\/p><p>\nIt is well known that the cigarette manufacturers are after the young women and\ngirls, now. They say there are twenty-five million of these in the United States,\nand if they can popularize smoking among them, they will be able to increase their\nsales from three billions, six hundred million dollars annually to six billion dollars.\nThis is their claim and their aim.\n<\/p><p>\nCIGARETTE ADVERTISING\n<\/p><p>\nNow, it is common to see beautiful young women depicted on billboards, and in the popular\njournals advertising certain brands of cigarettes. \"Last year three of the large cigarette\nmanufacturers, we are informed, spent fifty-four million dollars in advertising their wares.\nThis is probably a greater outlay than has ever before been spent to popularize any kind of\nmerchandise.\n<\/p><p>\n\"There is hardly a dead wall in the country or a railroad right of way that escapes the\ncigarette posters. The revenue from one Broadway, New York, billboard covering the front of\na building, it is said, exceeds the rent for the building itself.\n<\/p><p>\n\"The radio has become one of the most successful means of advertising cigarettes. Attractive\nprograms are presented, not for the purpose of entertaining the youth, but for the purpose of\nenticing and encouraging them to reach for a cigarette.\n<\/p><p>\n\"Parents meekly submit to this and later deplore the fact when their children are\nhopeless cigarette addicts.\"\n<\/p><p>\nI may be wrong, but I thought I saw an indication recently that <i>conspiring<\/i> men now have evil\ndesigns upon our youth. Keep your eyes and ears open, to observe if they are not taking the\nsame steps now to get our young men as they did to entice women to use that vile weed. You\nknow that:\n<\/p><p>\nSin is a monster of such hideous mien,<br \/>\nAs to be hated needs but to be seen,<br \/>\nBut seen too oft, familiar with its face,<br \/>\nWe first endure, then pity, then embrace.\n<\/p><p>\nCONFIDENCE IN YOUTH\n<\/p><p>\nLest you might think from what I am going to say in giving some statistics, that I am losing\nconfidence in the youth, I want to say here that my confidence in them is unshaken. Every\nweek I sit with my brethren and hear recommends from you bishops, of young men and\nyoung women to go on missions. While there are some whom we think you should not have\nrecommended, the great majority of these young men and young women are the noblest in the\nland. They are not addicts; they are not seeking evil ways; they have high ideals.\n<\/p><p>\nThe young men, even the boys in Sunday School, particularly those in the Deacons Quorums,\nTeachers and Priests, and girls of corresponding age, are a credit to the parents, a credit to the\nChurch. As an illustration, out in Uintah recently, I had the privilege of dedicating three\nchurch edifices. I learned from the president of the stake that many people had \"given their\nall.\"\n<\/p><p>\nEXAMPLES OF DEVOTION\n<\/p><p>\nI have heard that expression in other places, and took it at first that it was just an exaggerated\nexpression of devotion. But when I learned on this occasion of a widow who had given all\nshe could possibly give&mdash;others, each of whom had sold their last cow, and others who had\ntaken the tax money that had been saved, then I began to realize that there was something in\nthat phrase. And the whole thing was climaxed by the following incident.\n<\/p><p>\nThe ward was putting forth every effort to finish the meetinghouse, but it was unpaid for.\nThey needed more money. I am not sure that young boy's father is in the Church. I think he\nis, but he would not contribute, and I have to imagine the devotion of his mother. But this\nyoung boy, about fourteen, had saved money by shining shoes, washing automobiles, doing\nodd chores, and had saved a hundred and fifty-nine dollars.\n<\/p><p>\nHe had heard of a recent call for more contributions and said to the president of the stake\nwho was cashier of the bank: \"I need the nine dollars, but I wish you would take the hundred\nand fifty and give to the bishop to help pay the cost of that meetinghouse.\"\n<\/p><p>\n\"But,\" said the president, \"you cannot afford it.\" \"Yes, I can.\"\n<\/p><p>\nHe gave his hundred and fifty dollars as a contribution. Several months passed and the ward\nneeded more money, and that young boy out of his meager savings gave a total of two\nhundred and twenty-five dollars.\n<\/p><p>\nAn entire group of the lesser priesthood taking turns in shifts carried every brick from\none old meetinghouse over to the new.\n<\/p><p>\nWell, I could multiply incidents of the devotion of the youth, so I have not lost confidence in\nthem, but, we must not close our eyes to the approaching wolves who would ravish the flock.\nWe must not close our eyes to the fact that there are conspiring men who would pollute\nyoung boys, and girls of corresponding age for sake of increasing profits. I have these things\nin mind as I read you the following statistics:\n<\/p><p>\nA VICE TO BE SHUNNED\n<\/p><p>\nI think tobacco is a vice which should be shunned as the bite of a rattlesnake. When I say\nthat, I am not unaware of the fact that though seemingly there are some young men who can\nuse tobacco without serious injury, there are many others who are poisoned, their character\nweakened, and their health undermined by the ingredients of the cigarette. The Lord has said\nthat tobacco is not good for man. That should be sufficient for Latter-day Saints.\n<\/p><p>\nToo many of our boys are tampering with cigarettes. I do not like to hear tobacco programs\non the radio. Young people say: \"Well, they are the best we have.\" Of course they are,\nbecause tobacco interests can pay the highest salaries and get the best actors, and singers to\nfurther their evil \"designs.\"\n<\/p><p>\nREPORT ON DELINQUENCY\n<\/p><p>\nI have been favored recently, as I have told you once before, in receiving a monthly report of\nthe young people who are arrested in Salt Lake County. Note from the following how many\ndelinquents are users of tobacco:\n<\/p><p>\nIn <i>January<\/i> there were 94 fingerprinted. Eighty of these were tobacco users, and sixty-eight\nused liquor. Twenty-two of them belonged to our Church; thirty to the Catholics,\ntwenty-seven to the Protestants, and fifteen no religion at all. There were five deacons, three\npriests and five elders among them.\n<\/p><p>\n<i>February<\/i> there were seventy-one fingerprinted. Fifty-six used tobacco and fifty-one drank\nliquor.\n<\/p><p>\n<i>March<\/i>, eighty-eight. Seventy-eight tobacco users, and seventy-four drinkers.\n<\/p><p>\n<i>April<\/i>, there were a hundred and four. Eighty-seven used tobacco, eighty-six used liquor.\n<\/p><p>\n<i>May<\/i>, ninety-three. Seventy-five tobacco, sixty-seven liquor. June, ninety-four. Ninety-two\ntobacco users, eighty-six whiskey.\n<\/p><p>\n<i>June<\/i>, ninety-four. Ninety-two tobacco users, eighty-six whiskey.\n<\/p><p>\n<i>July<\/i>, one hundred and six. Ninety-four tobacco users, eighty-eight liquor.\n<\/p><p>\nOut of the six hundred and fifty, five hundred and sixty-two used tobacco, five\nhundred and twenty drank liquor.\n<\/p><p>\nTOBACCO AND LUNG CANCER\n<\/p><p>\nRecently there came to this city a gentleman who has been specializing on cancer, Dr. E. L.\nWinder, Department of Surgery, Washington University School of Medicine, St. Louis,\nMissouri. He is attached to the National Cancer Foundation and is one of the most eminent\nmen in cancer treatment in the country. He spent a few days here in Salt Lake City the week\nof August 29th.\n<\/p><p>\nHe came to the laboratory in which Dr. George R. Hill, Jr., works, because the company who\nemploys him had published a paper on arsenic content of tobacco smoke. This gentleman\nstated that he had come to Utah to make a study of lung cancer since he had heard that\ncigarette smoking is appreciably lower in Utah than in any other state, \"because Mormons do\nnot smoke.\" He reports that lung cancer, virtually unknown a hundred years ago, and\noccurring only rarely in 1912, is today taking the lives of more men than any other type of\ncancer. More than twenty percent of the cancers attributed to men are lung cancers. They have\nbeen endeavoring to find out why this increase in lung cancer, and have found the\nanswer&mdash;cigarette smoking, definitely and unmistakably so.\n<\/p><p>\nHe has personally investigated over five hundred cases of lung cancer and says that in every\ncase but four, these men have been smoking cigarettes, from one pack to two packs a day, for\nsome twenty to thirty years. And then he adds: \"That percentage is far too great to be\nmeaningless.\"\n<\/p><p>\nHe says that the average patient of lung cancer dies at fifty-two years of age, and that the\naverage lung cancer lasts only thirteen months before proving fatal.\n<\/p><p>\nHe interviewed eleven or twelve Mormons who call themselves \"Jack-Mormons,\" having lung\ncancer, and found them in every case but one, a man seventy-four years of age, to be heavy\nsmokers.\n<\/p><p>\nDr. Hill asked him if he had found similar cases among women. The doctor answered, \"No,\nbut I look for a very great increase in lung cancers among women in the next ten or fifteen\nyears.\"\n<\/p><p>\nDRINKING ON INCREASE\n<\/p><p>\nLiquor drinking is increasing. In Salt Lake County we have reports from seven of these liquor\nstores. From June 1st to 5th of 1948, one store that week&mdash;note only about four days&mdash;sold\n$62,381 worth. The corresponding week this year $72,000. June 14th to 19th, $65,900,\npractically $66,000. And this year, corresponding week $78,900, or\n$79,000. The increase in the first week was $9,700, the second $13,000, the fourth, $4,000,\nthe fifth, $3,000, the sixth, $12,000, seventh, $19,000, eighth, $13,000, and in August\n$10,000.\n<\/p><p>\n\"In consequence of evils and designs which do and will exist in the hearts of conspiring men,\nI have warned you, and forewarn you\"\n(<span class=\"citation\" id=\"50053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50053)\">D&amp;C 89:4<\/a><\/span>).\n<\/p><p>\nNow, we do not want to condemn the unfortunates, but we do want to warn our boys and\ngirls against these evils. We must not shut our eyes to the fact that all this smoking and all\nthis drinking is not done by those who are non-members of the Church. Even if we have only\na small percentage, it is worth our while to be on our guard and try to save our boys and our\ngirls from these evils.\n<\/p><p>\nRESULTS OF ALCOHOLISM\n<\/p><p>\nA young man who, addicted to drink, became an alcoholic, and finally took his own life in a\nNew York hotel, left his last will and testament as follows:\n<\/p><p>\nI leave to society a ruined character. I leave to my parents as much misery as they\ncan bear. I leave to my brothers and sisters the memory of a misspent life. I leave\nto my wife a broken heart. I leave to my children the memory of a drunkard's\nname.\n<\/p><p>\nJames L. Gordon, by whom this is quoted, says this ought to be written on the memory of\nevery youth who is prone to say to himself, \"I can drink and I can let it alone.\"\n<\/p><p>\nOBLIGATIONS TO YOUTH\n<\/p><p>\nSome of our foolish girls, here in the city particularly, are becoming addicts to nicotine. We\nshould warn them, labor with them, not drive them from us, bring them into our Mutuals, our\nSunday Schools, and into our socials where they may mingle with those who cherish higher\nideals. I want to tell you, brethren, that we cannot with impunity sit by and be satisfied with\nhaving the best of our boys and girls come to auxiliary and priesthood meetings and let the\nothers go unvisited.\n<\/p><p>\nIf parents are failing in guiding the youth then it is the duty of ward teachers and priesthood\nquorums and auxiliary teachers to supplant in the lives of these children the love which they\nare losing perhaps because of broken homes.\n<\/p><p>\nPREVALENCE OF DIVORCE\n<\/p><p>\nIf I had time to give you the number of these young people who have been fingerprinted who\ncome from broken homes, you would see where one source of this evil lies. Divorces are\naltogether too common in our Church. I hope the time will come\nsoon when there will be no divorce granted, no sealing cancelled, unless that couple first\ncome to a member of the priesthood, stake or ward, and try their best to avoid a separation.\n<\/p><p>\nSTANDARDS OF SERVICEMEN\n<\/p><p>\nNow I conclude with a reference to the standards of our boys during the war. Many of them,\nunder difficult conditions, proved themselves strong enough to resist the temptations. Only\ntoday a returned soldier came and put this into my hands with the remark: \"I collected this\nwhile overseas during the war years.\"\n<\/p><p>\nNo matter what else you are doing,<br \/>\n&nbsp; &nbsp;        From cradle days through to the end;<br \/>\nYou are writing your life's secret story,<br \/>\n&nbsp; &nbsp;        Each night sees another page penned.<br \/>\nEach month ends a thirty page chapter,<br \/>\n&nbsp; &nbsp;        Each year the end of a part;<br \/>\nAnd never an act is misstated,<br \/>\n&nbsp; &nbsp;        Nor even a wish of the heart.<br \/>\nEach morn when you wake the book opens,<br \/>\n&nbsp; &nbsp;        Revealing a page clean and white;<br \/>\nWhat thoughts and what words and what doings,<br \/>\n&nbsp; &nbsp;        Will cover its surface by night!<br \/>\nGod leaves that to you, you are the writer,<br \/>\n&nbsp; &nbsp;        And never one word will grow dim;<br \/>\nUntil someday you write the word \"finish\"<br \/>\n&nbsp; &nbsp;        And give back your life's book to Him.\n<\/p><p>\nGod help us as men of the priesthood to keep the lives of our boys and girls pure and white,\nthat they may return, with us, back to the presence of our Father in heaven, worthy of the\nwelcome, \"Well done, thou good and faithful servants\"\n(<span class=\"citation\" id=\"34313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34313)\">Matt. 25:21<\/a><\/span>),\nI pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}