{"ID":437, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i> October 1949, pp. 191-195<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAre you bringing the figures, Bishop? I thought there were so many, perhaps they could not\ncount them. I always question these figures.\n<\/p><p>\nTonight, October 1, 1949, there are here in the Tabernacle, including the baptistry and the\nvestry, 10,082; in the Assembly Hall, 2,307; a total of 12,389. On April 1, 1949, (last\nconference), there were in attendance 12,392. I think we have the extra three here tonight, and\nso we're as many as were at our April meeting.\n<\/p><p>\nIn October, 1948, we had 10,275 in attendance. The doorways and hallways are packed, the\nAssembly Hall is overflowing, many are on the outside unable to get in.\n<\/p><p>\nWe are hoping that sometime, before too long a period goes by, we shall be able,\nsomehow, to provide a hall that will seat all of you brethren that want to come.\n<\/p><p>\nPOWER IN UNITY\n<\/p><p>\nBrethren: We have had a glorious meeting. The time is getting late. I am not going to say\nvery much. I do want to repeat my theme song, which is brought to my mind every time I\nstand before this great audience of priesthood. If, brethren, you could only know what your\npower would be if you were really and truly united, you would not delay a day in reaching\nthat unity.\n<\/p><p>\nNow, unity does not consist merely in words, or professions of loyalty; it consists in actual\nacts. We must see eye to eye, and we must act accordingly. Bishops and presidents of stakes\ncannot&mdash;and have unity in the Church&mdash;decide that they have a special situation which\nrequires special treatment. There are the same basic passions, the same basic problems,\neverywhere in this broad land. They have been with men from the beginning. Now, there\nseems to be at the moment, or for the year, or for the years, a resurgence of the evil part or\nside of men, but there are no new passions, no new ambitions, no new greeds, no new thirsts\nfor power, no new cruelties. It is all the same old story.\n<\/p><p>\nWAY TO HANDLE SIN\n<\/p><p>\nWhen we think that our present condition is something new and that we can tamper with it,\nwhen we think that we can approach it by some other means than have been proved effective\nin the past, I fear we may be fooling ourselves. Somebody says, I believe, that when you have\na thorn the thing to do is grasp it, like this, not toy with it in your hands or you get hurt.\n<\/p><p>\nIt is my belief that there is only one way to handle sin and that is to take it by the throat and\nthrottle it. Now, I do not mean that you go around killing people; I do not mean that you\nshould throw them out of the Church; I do not mean that you should be unkind,\nunsympathetic, uncharitable, but the Lord does not look upon sin with the least degree of\nallowance, though he has all charity for the individual sinner, whom he tries to win back.\n<\/p><p>\nI had thought before conference began that I might say something about the great council of\nheaven, the part Lucifer played in it\n(<span class=\"citation\" id=\"38967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38967)\">Moses 4:1-4<\/a><\/span>),\nbut we have handled Lucifer pretty roughly this\nconference; and the story of the grand council has been told two or three times. President\nHunter gave us a very elaborate version of it today.\n<\/p><p>\nSATAN'S PLAN\n<\/p><p>\nTo my mind, as I read the scriptures, the thing boils down rather simply. I do not know\nwhether Satan was offering a new plan or whether he had offered it before, but it sounded as\nif he thought it was a new plan. Satan offered the Father to take over\nall the spirits in the great council and save them all. Nobody was going to be lost, and all he\nasked of the Father was that the Father abdicate. He did not use that word. Maybe it is not\nused up in heaven, but we know what it means down here. The Father was to turn all of his\npower over to Satan, was to disappear, get out of the picture.\n<\/p><p>\nThe Son apparently had been organizing worlds before, interpreting the passage in the Book\nof Moses, where the Father said to Moses: \"Worlds without number had He created; by His\nOnly Begotten Son had He made them\"\n(<span class=\"citation\" id=\"38963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38963)\">Moses 1:33<\/a><\/span>).\n<\/p><p>\nThe Son proposed he would take it over and apparently do as he always had done, give all\nthe power and the honor and the glory to the Father\n(<span class=\"citation\" id=\"38968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38968)\">Moses 4:2<\/a><\/span>). There was no suggestion of abdication.\n<\/p><p>\nWhat Satan wanted, quite evidently, was the full possession, ownership, of this creation of\nspirits that is involved in the peopling of this earth; so he tried to get them by gift, and that\nbeing denied, he is following along and trying to get us through the commission of sin. If we\nsin sufficiently we become his subjects.\n<\/p><p>\nAs I read the scriptures, Satan's plan required one of two things: Either the compulsion of the\nmind, the spirit, the intelligence of man, or else saving men in sin. I question whether the\nintelligence of man can be compelled. Certainly men cannot be saved in sin, because the laws\nof salvation and exaltation are rounded in righteousness, not in sin.\n<\/p><p>\nWe grow only by the things we overcome, our failings that we put under foot. We climb up,\nget on top, one after the other of our failings, till in the end, if we are righteous living, all of\nour failings are under our feet, and that is what salvation and exaltation require.\n<\/p><p>\nCHASTITY\n<\/p><p>\nI thought that I might conclude the few remarks I want to make tonight, by some statements\nwhich I have written out, because I wanted to be fairly sure of what I said regarding chastity.\nAnd I want to say I approve of all that President McKay has said regarding my belief in the\nsubstantial purity of the great bulk of our people. But this devil is out amongst us, there is no\nquestion about it. It is just as real as though there was an army of invasion of mortal men. So\nwhat I have written has been written in broad terms, but I want you to understand that what I\nsay as including my firm belief that the great bulk of our young people are clean.\n<\/p><p>\nThe Ten Commandments contain two provisions I wish now specially to note: \"Thou shalt not\ncommit adultery. Thou shalt not covet thy neighbor's wife\"\n(<span class=\"citation\" id=\"22603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22603)\">Ex. 20:14,17<\/a><\/span>).\n<\/p><p>\nIt seems to me that the besetting sin today is sensuality, sex perversion, sex indulgence.\n<\/p><p>\nSEX DESIRE\n<\/p><p>\nThere is some belief, too much I fear, that sex desire is planted in us solely for the pleasures\nof full gratification; that the begetting of children is only an unfortunate incident. The direct\nopposite is the fact. Sex desire was planted in us in order to be sure that bodies would be\nbegotten to house the spirits; the pleasures of gratification of the desire is an incident, not the\nprimary purpose of the desire.\n<\/p><p>\nRemembering that fact, many problems will disappear, particularly the one presented by these\nwho seek full gratification without begetting children.\n<\/p><p>\nOur art, literature, drama, movies, television, music, the ads in magazines&mdash;in great part run\nto sex. It seems to have become the uppermost thought in many minds. It colors their whole\nlives. This is all wrong. A mind engrossed in sex is not good for much else.\n<\/p><p>\nUNCHASTITY TOO COMMON\n<\/p><p>\nUnchastity is too common. It is in our schools, from the graders up. It is in our business\nhouses and industrial plants. It is too large a part of our ordinary social life.\n<\/p><p>\nParents are grasping at straws in an effort to hold their children. The cry is raised that the\nChurch needs a book on sex. But what should such a book tell? Already the schools have\ntaught sex facts ad nauseam. All their teachings have but torn away the modesty that once\nclothed sex; their discussions tend to make, and sometimes seem to make, sex animals of our\nboys and girls. The teachings do little but arouse curiosity for experience. It is said these\ncourses tell enough about the generation of human beings to enable the youth, largely, to\nescape parenthood. Books are written, courses are given about courtship and marriage. To\nwhat point? We have not too far to go to get to the heathenish abominations and practices of\nthe pre-Christian and early Christian times, against which the Lord again and again lashed out\nto ancient Israel and to early Christians.\n<\/p><p>\nBE CHASTE\n<\/p><p>\nA word on chastity can be given in one sentence, two words: Be chaste! That tells everything.\nYou do not need to know all the details of the reproduction processes in order to keep clean.\nBe chaste because God commanded it. That is all there is to it. \"Thou shalt not commit\nadultery\" (<span class=\"citation\" id=\"22602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22602)\">Ex. 20:14<\/a><\/span>),\nsaid the Lord at Sinai, and he has drawn no fine distinctions such as some would\nlike to draw between adultery and fornication. The Lord used the words interchangeably.\n<\/p><p>\nSEX IN MARRIAGE\n<\/p><p>\nAs to sex in marriage, the necessary treatise on that for Latter-day Saints can be written in\ntwo sentences: Remember the prime purpose of sex desire is to\nbeget children. Sex gratification must be had at that hazard. You husbands: be kind and\nconsiderate of your wives. They are not your property; they are not mere conveniences; they\nare your partners for time and eternity.\n<\/p><p>\nCULTIVATION OF MODESTY\n<\/p><p>\nIf you would be chaste, as God has commanded, then avoid conduct and practices that arouse\nthe passions. A wise and pure boy or girl, one that wishes to be clean, will not \"pet,\" nor\n\"neck,\" nor \"love-play,\" nor practice any other undue physical familiarity, by whatever name\nknown. At best, these are gross and provocative indiscretions; at worst they are the preludes\nto certain and, too frequently, planned transgressions. These are all uncleanly in the sight of\nthe Lord. If youth will abandon these, if it will decently re-cloth itself, and cultivate\nmodesty&mdash;a largely lost virtue&mdash;it will be a long way on the road to chastity, which will bring\nuntarnished happiness here and eternal joy in the hereafter.\n<\/p><p>\nAnd what I say to youth, I say to you young married people who are said to be, in many\ncases, far too lax in your morals. What may unchaste parents expect from their children,\nexcept unchastity.\n<\/p><p>\nEVILS OF DIVORCE\n<\/p><p>\nAnd with all this unchastity comes the great evils of divorce which is increasing amongst us\nat a wholly undue rate. The Lord has made clear from the beginning that these things are not\npleasing in his sight (<span class=\"citation\" id=\"34300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34300)\">Matt. 19:8<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us. May we be on guard. There is no such thing with us as transgressing\ntoday, confessing tomorrow, paying the price, and then transgressing the next day all over\nagain. That is not the gospel of Jesus Christ.\n<\/p><p>\nGod bless us and help us to guide the youth. Again I pay tribute to the youth, the clean youth,\nand the great bulk of them are, but this danger is amongst us. It will not do to think it, or\nhide our eyes to it. O, brethren, be a unit in fighting sin, in sustaining those who are placed in\nauthority, from the highest to the lowest, in the Church. Be a unit in clinging to the\nfundamental principles of the gospel, that\n<\/p><p>\nGod may bless us, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}