{"ID":438, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Pathway of Righteousness<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1950, pp. 3-7<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne hundred twenty years ago today six members constituted the Church of Jesus Christ of\nLatter-day Saints. Today more than a million souls claim membership in the Church, and this\nmorning the Tabernacle is filled to overflowing, and many hundreds more are\nin the Assembly Hall and on the grounds. It does not seem possible that so many people\ncould be here this morning.\n<\/p><p>\nGEORGE B. MARGETTS\n<\/p><p>\nBut there is one man missing, and I think you will all remember him. He always has been\nhere; he has not failed, since I can remember, to be in a conference. He always has had a\nboutonniere in his coat. He came in from the north side of the stand to see that everybody\nwas seated. In the providence of our Heavenly Father that good man has been summoned\nhome. He has gone back to the God that gave him life. I refer to our faithful usher, George\nB. Margetts.\n<\/p><p>\nOne by one we are going. The years are passing. A year ago I was only seventy-nine years\nold myself. Now I am eighty. There are those on the stand who are older than I. The Church\nis getting older, but fortunately, to take our places in the ranks are the younger people, not\nonly of the Church, but who are coming out of the world into the Church of Jesus Christ of\nLatter-day Saints in the various nations of the earth.\n<\/p><p>\nBLESSINGS OF CONFERENCE\n<\/p><p>\nIt is wonderful to be here this morning. It hardly seems possible that there would not be room\nfor everybody on a busy weekday, but the Tabernacle is filled to capacity, and the thing that\nimpresses me most is that our Heavenly Father is keeping his word when he said, if even two\nor three shall meet together in his name, he will be there to bless them\n(<span class=\"citation\" id=\"34360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34360)\">Matt. 18:20<\/a><\/span>).\n<\/p><p>\nBut this morning we are here in great numbers, and this morning the Spirit of the Lord is\nhere, and all of us who have come prepared to be edified under the influence of it will not go\naway disappointed.\n<\/p><p>\nCALLING OF JOSEPH SMITH\n<\/p><p>\nConditions in the world remind us of the fact that our Heavenly Father, knowing what would\noccur (<span class=\"citation\" id=\"12759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12759)\">D&amp;C 1:17<\/a><\/span>)&mdash;realizing\nthat the people of the world were not paying attention to him, and that those\nwho were in charge of religious worship in the various nations of the earth had disregarded\nhis teachings&mdash;a little over a hundred and twenty years ago called a boy, not yet fifteen years\nof age, one who had not been spoiled by the philosophies of men, but one who believed in\nGod sufficiently to go out in the woods and ask the Lord which of all the churches he should\njoin. He was no doubt astonished when the Father and the Son appeared to him and told him\nto join none of them, that they were all astray\n(<span class=\"citation\" id=\"30298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30298)\">JS&mdash;H 1:17-20<\/a><\/span>).\n<\/p><p>\nAs a result of that remarkable experience of Joseph Smith as a boy, we see in the world today\nhundreds of thousands of men and women who have turned to our Heavenly Father, who have\nunderstood the purpose of life, and who have accepted the gospel of Jesus\nChrist, our Lord. Today we have more than five thousand of our brothers and sisters of this\nChurch scattered throughout the world as missionaries, urging the people of the world not\nmerely to be satisfied with what they now have, but to seek the Lord and go on, with the\npromise that if they will do that, they may know the truth. The Lord himself has said,\n<\/p><p>\nIf any man will do his [God's] will, he shall know of the doctrine whether it be of God, or\nwhether I speak of myself\n(<span class=\"citation\" id=\"27414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27414)\">John 7:17<\/a><\/span>).\n<\/p><p>\nOur work in the world, my brethren and sisters, is to reach out after all of our Heavenly\nFather's children at home and abroad, and if we will do that, the Spirit of the Lord will dwell\nin our souls, and we will be happy; and our homes will be the abiding place of his Holy\nSpirit.\n<\/p><p>\nNEED FOR REPENTANCE\n<\/p><p>\nWhen we realize the uncertainty that exists in the world today realize that the strongest\nnations of the earth as well as the weaker ones are arming to the teeth preparing for war, we\nmay know that it is only a question of time, unless they repent of their sins and turn to God,\nthat war will come, and not only war, but pestilence and other destruction, until the human\nfamily will disappear from the earth.\n<\/p><p>\nThe world does not know that brothers and sisters. Our Father's other children who are in\ndifferent parts of the earth do not understand that&mdash;those who are not members of the Church\nof Jesus Christ of Latter-day Saints. They have an idea that they can legislate and fight it out,\nbut there is only one way to enjoy peace and happiness in this world, and that is for the\nchildren of men to repent of their sins, turn to the Lord, honor him and keep his\ncommandments. That is the only way.\n<\/p><p>\nBecause the Lord knew that, one hundred and twenty years ago he established his Church,\nand from that time until now his sons and daughters have been going through the world\npleading for the opportunity to share with their fellows the joy and happiness that results from\nkeeping the commandments of God.\n<\/p><p>\nI am very grateful indeed to be here this morning. Since I was here with you last, I have not\nbeen in many parts of the world but I have traveled, and I have found faithful members of the\nChurch, found the wards and branches of the Church increasing in some sections to the point\nthat their meetinghouses will not hold them. The result is that two wards, and in some cases\nthree wards have to meet in same house.\n<\/p><p>\nGROWTH OF CHURCH\n<\/p><p>\nSince World War II closed, we have built more than two hundred meetinghouses and\ndedicated them, and we are still building and are short of places in which\nour people may worship. The Church has increased during the past year more than any other\nyear since it was organized. It is not our Church. It is the Church of Jesus Christ. God gave it\nthe name (<span class=\"citation\" id=\"12842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12842)\">D&amp;C 115:4<\/a><\/span>),\nand it is flourishing. How happy we should be, not that we have increased in\nnumbers in the organization that we belong to, but that more of our Father's children, more of\nhis sons and daughters, have been brought to an understanding of the truth, and are coming\ninto his organization that he prepared to teach us the way of life and lead us along the\npathway of eternal happiness.\n<\/p><p>\nAPPRECIATION FOR REMEMBRANCES\n<\/p><p>\nI want to take this occasion personally to thank you, my brethren and sisters, for your\nkindness to me. I have received a host of birthday congratulations and cards that it will not be\npossible for me to acknowledge, and if any of you do not receive any word of\nacknowledgment, I want you to know that I appreciate just the same your kind remembrance\nof me in my advancing years.\n<\/p><p>\nWORK OF THE LORD\n<\/p><p>\nThis is the work of the Lord. This is the Church of Jesus Christ, and we have all the blessings\nthat may be enjoyed by anybody anywhere in the world. That is what the Lord promised.\n<\/p><p>\nBut seek ye first the kingdom of God, and his righteousness; and all these things shall\nbe added unto you (<span class=\"citation\" id=\"34341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34341)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nAs we sit here in comfort in this marvelous auditorium today, listening to the sweet strains of\nmusic of the sons and daughters of our Heavenly Father, listening to the voices of those who\nare called to address us, we do so in peace and quiet, not in anxiety, as is the case in so many\nplaces in the world. Here we are in the land of Zion, and in this part of it that our Heavenly\nFather set apart for the gathering of his people more than a hundred years ago. Ought we not\nto be grateful?\n<\/p><p>\nBLESSINGS TO FAITHFUL\n<\/p><p>\nI cannot understand how people can be other than happy under all these circumstances.  Think\nof our opportunities.  There is not a desirable blessing, and all blessings are desirable, that we\nmay wish to have that we may not enjoy if we are faithful to God and honor our membership\nin his Church. He has promised us that all things will come to us if we are righteous.\n<\/p><p>\nThis morning among the many things that we enjoy, we are meeting in this house, built\nduring the poverty of the Latter-day Saints, erected for the worship of our Heavenly Father;\nand as I look over this audience, I see people from nearly every section of\nthe country and from parts of other nations of the world. We have the mission presidents who\nare here from their various fields of labor, as well as presidencies of stakes, bishops of wards,\nand presidents of branches. This audience is an example of a gathering of the Latter-day\nSaints.\n<\/p><p>\nI am sure that as we come together to worship we will go from here feeling grateful that we\nhave had this privilege. Now again, may I say this is not the work of man. This is not the\nChurch of Joseph Smith nor any of those who have succeeded him in the presidency. This is\nthe Church of Jesus Christ of Latter day Saints, named by the Lord himself\n(<span class=\"citation\" id=\"12843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12843)\">D&amp;C 115:4<\/a><\/span>).\n<\/p><p>\nI bear you witness of it in love and with a desire that all of our Father's children may learn\nthe truth and accept of it, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}