{"ID":439, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"This Is My Work and My Glory\"<\/p>\n<p class=\"gcspeaker\">President George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1950, pp. 21-25<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe following is a quotation from the Pearl of Great Price, the word of the Lord to his\nservant Moses, the Prophet:\n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and\neternal life of man (<span class=\"citation\" id=\"38973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38973)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nMAN'S SALVATION\n<\/p><p>\nHence we have the gospel and the Church of the Master as enjoyed by the Latter-day Saints\nof today, for it is through these sources that he purposes the accomplishment of all his designs\npertaining to man's salvation.\n<\/p><p>\nThere are therefore tremendous responsibilities resting upon his Church, the Church of Jesus\nChrist of Latter-day Saints, pertaining to the salvation of the children of men; one of the\ngreatest of which is to preach this gospel of the kingdom in all the world as a witness unto all\nnations before the end shall come.\n<\/p><p>\nAnd what is the Church doing about it? It is keeping about five thousand missionaries in the\nmission fields and stake missions of the Church, with several hundred in excess of that\nnumber at the present time in the nations of the earth and on the islands of the seas, where an\nintensive work of proselyting is being carried on and a wonderful work of conversion is being\naccomplished. There is also a condition at home, in the stakes of Zion, which calls for able\nmissionaries who are zealous for the cause of the Master, and for the welfare and salvation of\ntheir fellow men.\n<\/p><p>\nADULT MEMBERS OF AARONIC PRIESTHOOD\n<\/p><p>\nAccording to the latest statistics compiled in the office of the Presiding Bishopric, there are\n53,392 male members of the Church over twenty-one years of age who hold some office in\nthe Aaronic Priesthood who have not received the Melchizedek Priesthood. These are\ndesignated as adult members of the Aaronic Priesthood. There are 17,643 male members of\nthe Church over twenty-one years of age who hold no priesthood at all. Taking these two\ngroups together, we have 71,035 male members over twenty-one years of age who do no hold\nthe Melchizedek Priesthood; a sufficient number to fill this Tabernacle to seating capacity\nseven times over, estimating the seating capacity at ten thousand.\n<\/p><p>\nThese figures are appalling, and they represent only those living in the organized stakes of the\nChurch. The missions have their quota also.\n<\/p><p>\nWorthy boys of the Church at twelve Years of age are supposed to receive\nthe office of a deacon in the Aaronic Priesthood at fifteen years the office of teacher; at\nseventeen years, the office of priest, and at nineteen years the office of elder in the\nMelchizedek Priesthood.\n<\/p><p>\nIMPORTANCE OF PRIESTHOOD\n<\/p><p>\nStatistics show that there are in the Church 3,648 male member between the ages of twelve\nand twenty-one years who hold no office in the priesthood.\n<\/p><p>\nOne may ask, how important is it that male members of the Church should receive the\npriesthood; and how serious for them not to do so? The Lord answers this question on this\nwise: \n<\/p><p>\nAnd wo unto all those who come not unto this priesthood\n(<span class=\"citation\" id=\"12813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12813)\">D&amp;C 84:42<\/a><\/span>).\n<\/p><p>\nAs Latter-day Saints, the goal of our existence and purpose in life is to obtain an exaltation in\nthe kingdom and presence of the Father and the Son; and a man may not attain to that glory\nwithout receiving the Melchizedek Priesthood. This being true the importance of receiving the\nMelchizedek Priesthood by the men of the Church is as important as is salvation itself.\n<\/p><p>\nThe holy endowments administered in the temples of the Lord are to prepare men and women\nto enter into the celestial kingdom and presence of God the Father and his Son Jesus Christ.\nBut to receive these endowments a man must first receive the Melchizedek Priesthood.\nMarriage for time and eternity as ordained of God is necessary for man's salvation.\n<\/p><p>\n...neither is the man without the woman, neither the woman without the man, in the\nLord (<span class=\"citation\" id=\"185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(185)\">1 Cor. 11:11<\/a><\/span>).\n<\/p><p>\nETERNAL MARRIAGE\n<\/p><p>\nBut a man must receive the Melchizedek Priesthood and endowments before he can go to the\ntemple and be married for time and eternity&mdash;hence, the importance of receiving the\nMelchizedek Priesthood.\n<\/p><p>\nOf the 71,035 men of the Church over twenty-one years of age who have not received the\nMelchizedek Priesthood, a large percentage of them, no doubt, are married and rearing\nfamilies Not having received the Melchizedek Priesthood, we know that their marriages are\nnot for eternity as ordained of God, and that their children are not being born under the new\nand everlasting covenant of marriage. Men of the Church who have been married for time\nonly are in danger of losing their wives and their children if they do not take the necessary\nsteps to receive the priesthood and sealing ordinances \". . . my Spirit [the Spirit of God] will\nnot always strive with man...\"\n(<span class=\"citation\" id=\"22181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22181)\">Ether 2:15<\/a><\/span>).\nNeither will the patience of a good woman. For\nexample, a man and woman came to the temple recommended for marriage, and with them\nwere two children born to the woman by a former husband. The mother\ndesired the children to be sealed to her and to the man to whom she was about to be sealed.\nBut how about the father of those children and his rights in the matter?\n<\/p><p>\nRULES IN TEMPLE WORK\n<\/p><p>\nThere is a rule (rule 30) governing in temple work which says: \n<\/p><p>\nChildren should not be sealed to other than their own parents, except for important\nreasons, and then only by special authorization of the temple president.\n<\/p><p>\nHence, the appeal to the temple president: The rights of the father in this case must receive\nconsideration. The father being dead, the mother was the only witness available. Her story\nwas as follows: \n<\/p><p>\nThe father and mother before marriage were members of the Church, and when contemplating\nmarriage, she desired to go to the temple for marriage, but he had not been living his religion\nso as to be counted worthy of a recommend for that purpose. She decided to marry him by\nthe civil law with the understanding, and his promise, that he would make himself worthy,\nand they would later go to the temple and be sealed. He failed to keep his promise. Several\nyears after these children were born, he was taken ill and finally passed away. She said she\nnursed him through a long spell of sickness before his death and felt that she had done her\nfull duty by him as his wife, but she did not want to be sealed to him for eternity, and she\nwanted her children to be sealed to her and the man of her choice.\n<\/p><p>\nThe temple rules (rule 36) provide that where a man and woman are married by the civil law\nand have children and are afterward separated, so that the children cannot be sealed to both\nparents, if one has been altogether worthy and the other unworthy, the children may be sealed\nto the worthy parent and his or her sealed companion.\n<\/p><p>\nUnder this rule, permission was given for the children to be sealed to the mother and the man\nto whom she is sealed; thus the father, through his unworthiness and neglect, has lost his wife\nand his children. This is but one case in a class which is far too numerous.\n<\/p><p>\nLOSS THROUGH NEGLECT\n<\/p><p>\nThere is another class of members who, without the element of unworthiness, but by pure\nneglect, may lose their wives and children. A Latter-day Saint girl and boy contemplating\nmarriage decided that they would marry outside of the temple and later go to the temple for\nsealing. Time went by until they had three children, and the husband became ill and died.\nSometime later a Latter-day Saint man came along, courted and married the young widow,\nwith the understanding that they would go to the temple later, and he would\nact as proxy in having her and her children sealed to her dead husband.  This contemplated\nwork was delayed until she had three children by her second husband, who now thinks that he\nhas as much right to her for eternity as has her dead husband. The woman desires to know to\nwhich husband she and her six children should be sealed. She was told that she would have to\ndecide to which husband she would be sealed, and that to him and her all the six children are\nto be sealed. She is likely to take the living husband, in which event the first husband loses\nhis wife and his children, through his own neglect. This represents another class of cases, and\nthey, with slight variations, are numerous in the Church: evidences of the folly of neglect of\nreligious opportunities.\n<\/p><p>\nLOSS THROUGH UNWORTHINESS\n<\/p><p>\nAnother unfortunate class consists of those who have been married for time and eternity, and\nlater the husband becomes lukewarm, inactive, and unworthy, resulting in a very unhappy\nmarriage. The husband dies; the wife obtains a cancellation of their sealing: she later marries\na man for time and eternity; the first husband has lost his wife, and possibly his children,\nthrough his unworthiness.\n<\/p><p>\nFor the benefit of these men, their wives, and their children no stone should be left unturned\nin an effort to improve these conditions. For the Lord's sake and that of his Church, also, we\nshould try to love these people into activity and service. He needs them in the leadership and\norganizations of the Church, in quorums, wards, stakes, and missions. They owe it to the Lord\nthat they put themselves in a position and condition to be used in his service.\n<\/p><p>\nMISSIONARY WORK\n<\/p><p>\nIndividual missionary work on the part of  active members conforms to the Lord's way with\nindifferent Church members and with non-members alike. In the Doctrine and Covenants we\nhave the word of the Lord as follows: \n<\/p><p>\nBehold, I sent you out to testify and warn the people, and it becometh every man who\nhath been warned to warn his neighbor.\n<\/p><p>\nWherefore, they are left without excuse, and their sins are upon their own heads\n(<span class=\"citation\" id=\"12816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12816)\">D&amp;C 88:81-82<\/a><\/span>).\n<\/p><p>\nFrom this revelation, I understand that the Lord expects every person who has received the\ngospel to be a missionary for him throughout his life&mdash;not necessarily to go abroad by\nspecial call only, but to seek opportunity to preach the gospel to his nonmember neighbors as\nwell. We should not be afraid to offer to our neighbor or to any person who is desirous of\nobtaining salvation, that which, if accepted, and its precepts followed, will be to them as\nvaluable as it is to us, which is of more value than anything else in life or than life itself.\n<\/p><p>\nThat there are living among us many people who need what we have to offer&mdash;the gospel\nmessage&mdash;there can be no question from the fact that they are being converted in great\nnumbers within the stakes and wards of the Church. The souls of these inactive members and\nnonmembers among us are as precious as the souls of people in foreign countries and in the\nislands of the seas where our missionaries are laboring. In conclusion let me read a few lines\nof poetry.\n<\/p><p>\nHow sweet 'twill be at evening,<br \/>\n&nbsp; &nbsp;        If you and I can say<br \/>\nGood Master, we've been seeking<br \/>\n&nbsp; &nbsp;        The lambs that went astray&mdash;<br \/>\nHeartsore and faint from hunger<br \/>\n&nbsp; &nbsp;        We heard them making moan,<br \/>\nAnd lo! We've come at nightfall<br \/>\n&nbsp; &nbsp;        Bringing them safely home.\n<\/p><p>\nMay the Lord add his blessings, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}