{"ID":44, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Liquor, Immorality, and Our Armed Forces<\/p>\n<p class=\"gcspeaker\">Elder Richard R. Lyman<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard R. Lyman, <i>Conference Report<\/i>, October 1942, pp. 61-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the public press appeared a statement recently from an official of our Navy that we are\nlosing this war and that we do not know it.\n<\/p><p>\nIf I express, therefore, some rather intense feelings at this trying and terrible time of\nunprecedented war and bloodshed, I hope I may be forgiven. If I say some things that seem to\nbe critical, I hope you who listen will be good enough to look upon my assertions with\ncharity and regard them merely as suggestions.\n<\/p><p>\nA good many years ago my beloved friend, the late Henry van Dyke, put into my hands one\nof his poems entitled \"Righteous Wrath.\"\n<\/p><p>\nThis poem reads:\n<\/p><p>\nThere are many kinds of hatred, as many kinds of fire;<br \/>\nAnd some are fierce and fatal with murderous desire; <br \/>\nAnd some are mean and craven, revengeful, sullen, slow,<br \/>\nThey hurt the man that holds them more than they hurt his foe.\n<\/p><p>\nAnd yet there is a hatred that purifies the heart: <br \/>\nThe anger of the better against the baser part, <br \/>\nAgainst the false, the wicked, against the tyrant's sword, <br \/>\nAgainst the enemies of love, and all that hate the Lord.\n<\/p><p>\nO cleansing indignation, O flame of righteous wrath, <br \/>\nGive me a soul to feel thee and follow in thy path! <br \/>\nSave me from selfish virtue, arm me for fearless fight,<br \/>\nAnd give me strength to carry on, a soldier of the Right!\n<\/p><p>\nOn a large poster in the Strater Hotel of Durango, Colorado, I read recently these words:\n<\/p><p>\n\"We consider peace a catastrophe for human civilization.\"&mdash;<i>Mussolini<\/i>\n<\/p><p>\n\"We shall soon have our storm troopers in America.\"&mdash;<i>Hitler<\/i>\n<\/p><p>\n\"I am looking forward to dictating peace to the United States in the White House in\nWashington. \"&mdash;<i>Admiral Yamamoto<\/i>\n<\/p><p>\nHOW UNLIKE CHRISTIANITY\n<\/p><p>\nHow unlike the Christian teaching, \"Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"33811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33811)\">Matt. 22:39<\/a><\/span>), or the spirit of\nthe immortal Lincoln who \"with malice toward none and charity for all\" undertook to settle\nthose great issues for which thousands had struggled on the battlefield. \n<\/p><p>\nAnd under each of those quotations in the Strater Hotel is the statement, \"What do <i>you<\/i> say,\n<i>America?<\/i>\" And that is the question I ask you citizens of the United States: What do you say?.\n<\/p><p>\nAs an American citizen I say these statements fill me with that \"righteous wrath\" of which\nHenry van Dyke speaks. But with deliberation let us examine some of the conditions in our\ncountry today.\n<\/p><p>\nTHE MATTER OF REPEAL\n<\/p><p>\nDuring the years 1932 and 1933, the people of our nation voted to repeal the Eighteenth\nAmendment to the Constitution of the United States and to repeal also all our prohibition\nlaws. Will I be unpatriotic if I say to you that this action filled me with \"righteous wrath\"?\nThe people did not then nor will they ever repeal that law of nature which makes alcohol a\npoison. Nor did the people then nor will they ever repeal that law of God which says, \"Strong\ndrinks are not good for man\" (<span class=\"citation\" id=\"11788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11788)\">D&amp;C 89:7<\/a><\/span>).\n<\/p><p>\nIn those days the strategy of many of our political leaders seemed to be that we could drink\nourselves into sobriety. Ask the mothers and the widows and the fatherless children of the\nthree thousand whose lives were lost at Pearl Harbor December 7th if that strategy was\ncorrect. Many of those three thousand, as I have been told by soldiers who were there, were\nkilled by our own bombs because of the inefficiency of our own men, which inefficiency was\ndue to the use of alcoholic beverages. Are the leaders of our nation and those at the head of\nour armed forces today proceeding on the theory that we can drink ourselves into victory?\nAlcohol and war will not mix any more successfully than do alcohol and gasoline. Ask the\nloved ones of those thousands who have lost their lives on our highways because of the use of\nliquor what they think of mixing alcohol and gasoline.\n<\/p><p>\nTHE WORD OF GOD\n<\/p><p>\nLatter-day Saints believe the Book of Mormon to be the word of God\n(<span class=\"citation\" id=\"6598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6598)\">A of F 1:8<\/a><\/span>). This sacred record of\nrecently revealed truth tells us that the Lord Himself has prepared this land of America as a\nland choice above all other lands, and that inasmuch as the people on this land keep the\ncommandments of the Lord they shall prosper\n(<span class=\"citation\" id=\"1432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1432)\">1 Ne. 2:20<\/a><\/span>).\nThis land, the divine record\nsays, has been provided for a righteous people\n(<span class=\"citation\" id=\"22143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22143)\">Ether 2:7<\/a><\/span>) and whatsoever nation shall\npossess it shall be free from bondage, free from captivity and free from all other nations\nunder heaven on condition that the people will but serve the God of this land who is our Lord\nand Savior Jesus Christ (<span class=\"citation\" id=\"22150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22150)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nThese stirring promises of the Almighty are to be effective for the inhabitants of this land\nonly if the inhabitants are a righteous people. This land, the revealed word says, has been\nprepared and preserved by the Lord Himself\n(<span class=\"citation\" id=\"22144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22144)\">Ether 2:7<\/a><\/span>)\nand that whoso should possess it\n\"henceforth and forever\" must serve the true and living God or they will be swept\naway&mdash;when they are \"ripened in iniquity\"\n(<span class=\"citation\" id=\"22146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22146)\">Ether 2:9<\/a><\/span>).\nLet me ask, are we serving the true and\nthe living God or are we ripening in iniquity?\n<\/p><p>\nIMMORALITY AND OUR ARMED FORCES\n<\/p><p>\nMore of the men in our armed forces, it has been said, are rendered unfit to fight because of\nvenereal diseases than from all other causes put together. And it is said also that for\nseventy-seven days after December 7 prohibition was in force at Pearl Harbor. During the\nnext thirty days after prohibition was discontinued by military order, the number of arrests for\ndrunkenness at Pearl Harbor was more than six times the average during the seventy-seven\ndays of prohibition.\n<\/p><p>\nWhen I think of Pearl Harbor and the American lives which that disaster cost, I am filled to\noverflowing with that \"righteous wrath\" of which I have spoken. Let me say with J. Frank,\nHanley, I bear no malice toward those engaged in the liquor business, much less toward those\nyoung men who in society, by example or otherwise have been taught to drink, but I do hate\nthe liquor traffic. I hate it as virtue hates vice, as truth hates error, as righteousness hates sin,\nas justice hates wrong, as liberty hates tyranny, as freedom hates oppression. I hate it for its\nintolerance. I hate it for its hypocrisy. I hate it for its commercialism, for its greed and for its\navarice and for its sordid love of gain at any price. I, hate it for its domination of politics; I\nhate it for its corrupting influence in civic affairs and for the cowards it makes of public men.\nI hate it for the load it straps on the back of labor and for the wounds it gives to genius. I\nhate it for the multitudes of human wrecks it has made of men of outstanding ability and\npromise, for the prisons it has filled, for the insanity that it begets and for the countless\ngraves it has made in potter's fields. I hate it for the mental ruin which it imposes upon its\nvictims and for its moral degradation.. I hate it for the crimes that it commits, for the homes\nthat it destroys, and for the hearts that it breaks. I hate it for the grief it causes womanhood,\nfor the scalding tears of women, for their hopes deferred, for their strangled aspirations, for\nthe burden of want and care which liquor heaps upon them. I hate it for its heartless cruelty to\nthe aged, the infirm, and the helpless. I hate it for the shadow it throws upon the lives of\nchildren, for its monstrous injustice to multitudes of the blameless little ones. \"I hate it,\"\nconcludes Frank Hanley, \"as Abraham Lincoln hated slavery ....\n<\/p><p>\nAnd I sometimes seem to see the end of this unholy traffic, the coming of the time when, if it\ndoes not wholly cease to be, it shall find no safe habitation anywhere beneath Old Glory's\nstainless Stars,\"\n<\/p><p>\n\"ON FIRE FOR GOD AND RIGHT\"\n<\/p><p>\nThe great \"Flying Squadron\" that visited every state in the Union, all of the states' capitals\nand many of the other important cities of our country in the latter part of 1914 and the\nbeginning of 1915, delivered stirring addresses in two hundred fifty-five cities in two hundred\nthirty-five days. These addresses were heard by a million people, it is said. Their slogan was,\n\"We stand for the abolition of the liquor traffic. On this issue we fight. Whenever a politician\nor an executive officer or a political party prefers the liquor traffic above the public\nmorals, such men must be set aside and such parties abandoned. To the accomplishment of\nthis high purpose,\" they said, \"we dedicate ourselves.\"\n<\/p><p>\nThis group of sixteen speakers of commanding eloquence and personal force were all \"on fire\nfor God and for the right.\" The name of President Heber J. Grant might very appropriately be\nadded to this list of distinguished prohibitionists, for he and these other unselfish and effective\nworkers gripped the hearts of thousands of the young and of the old throughout the country\nand gave to their hearers a clearer and a bigger vision of true Christian citizenship.\n<\/p><p>\nWe have now unsheathed the sword of the United States of America, and we have carried into\nthis great world conflict \"the only flag in all the world that has never known defeat.\" To\ncomplete the mighty task to which we have set our hands, to make the future better than the\npast, to create a better world in which to live, \"America needs every man at his best.\" Daniel\nA. Poling says that whatever makes for physical incompetency is an enemy of the state. He\nsays a moral incompetent cannot be a good citizen, an industrial incompetent cannot be a\ngood citizen, a political incompetent cannot be a good citizen, and he adds that the liquor\ninstitution is the supreme tangible foe of the state because it is the supreme positive promoter\nof physical, moral, industrial, and political incompetency. He says, \"Millions of citizens, men\nand women, immediately vital to the national and world program of this republic cannot be at\ntheir best until the liquor institution and the evils connected with it are destroyed.\" Alcohol\nwas once regarded as a food, later as a stimulant. All scientists agree today that alcohol is a\nnarcotic. Its effects upon the human system are the same as those of ether and chloroform.\nAlcohol, a poison, is the greatest physical menace of the human race. Who would care to\nconverse even with his best and most intimate friend if that friend where drunk or even tipsy.\n<\/p><p>\nANOTHER DRINK OF WHISKEY\n<\/p><p>\nThe only thing that a drink of whiskey ever suggests is another drink of whiskey. Whiskey\nnever suggested to a drunkard that he buy shoes for his children or furniture for his house, but\nit has suggested to creatures, once men, that they take the shoes from the feet of their babies,\nthe furniture from their scantily supplied house to buy more whiskey.\n<\/p><p>\nProhibition is patriotic because it has proved itself to be a true friend of labor and a true\nfriend of capital. Rome did not die for lack of college and public games, for the want of\nculture and refined society, or because she had no army or no navy. Rome died when she\nrotted at the heart. Rome committed moral and political suicide. \n<\/p><p>\nSaid Poling:\n<\/p><p>\nI fear no yellow peril, I fear no foe that may embark from a foreign shore to do us hurt. I\nfear only the foe from within, this shackler of bodies, this impoverisher of industry, this moral\ndespoiler, this corrupter of government which is called alcohol.\n<\/p><p>\nAnd may we ever remember the sad lesson our country has learned that statutory legislation\nand constitutional amendments are helpless in the hands of unfriendly and indifferent political\nadministrations. To our sorrow we have learned that prohibitory law is not an automatic\nmachine. A tool must be used. An ax calls for a man to wield it. Prohibition demands an\nadministration that will enforce it.\n<\/p><p>\nPROHIBITION LAWS NOT AUTOMATIC\n<\/p><p>\nDuty and patriotism today demand that by legislation or otherwise we do something to protect\nagainst themselves our fine and innocent young men, especially those who are serving as\nsoldiers of our country. When in a doctor's office the father of a young man was informed\nthat his son had a venereal disease, the father let loose his uncontrollable temper and berated\nthe boy because of the boy's condition. Soon, however, the tables were turned, according to\nthe doctor's story, so that the father was seated, and the boy was standing. It was then clearly\nevident that all the temper in the family was not in the father.\n<\/p><p>\n\"Who is to blame for my condition?\" shouted the boy. \"You are old and I am young. You\nknew and I did not. You had the information and I was in ignorance. You are the father and I\nam the son. Why didn't you teach me, why didn't you warn me, why didn't you protect reel I\ndidn't know there was such a thing in the world as this disease. You are the one,\" shouted the\nboy, \"that is responsible for my condition.\" No nation can endure indefinitely with a manhood\nafflicted with venereal disease and the liquor habit. The great need of our country is spiritual\nawakening. While our motto is, \"In God We Trust,\" yet as Babson says, World Wars I and II\nhave come about because the leading nations during the last fifty years have been trying to\nget along without God. If this war is to be fought to a finish it will end only when we repent\nof our sins, readjust our wasteful standards of living, and once more make God the Eternal\nFather the ruler of our homes, our schools, our businesses, and our nation.\n<\/p><p>\nHAVE WE FORGOTTEN GOD? \n<\/p><p>\nDuring our Civil War, Abraham Lincoln said the great difficulty with our country and our\npeople was, \"We had forgotten God.\" In a modern revelation to you and to me and to the\npeople of this generation the Lord, speaking through the Prophet Joseph: Smith, has said,\n\"Behold, the world is ripening in iniquity; and it must needs be that the children of men are\nstirred up unto repentance\" (<span class=\"citation\" id=\"11708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11708)\">D&amp;C 18:6<\/a><\/span>).\nLet us therefore as a nation return to church, let\nus partake worthily of the sacrament of the Lord's Supper, let us, come into closest possible\ncommunion and cooperation with God, the Eternal Father, and pray that freedom and liberty,\nthat gift of God by us so highly prized, may come to all the people of all nations of the\nearth. And I pray humbly that we in this land, choice above all other lands, may be a\nrighteous people who deserve the blessings the Almighty has promised to those who love Him\nand serve Him and keep His commandments, and I do this in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}