{"ID":440, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Free Agency...A Divine Gift<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1950, pp. 31-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMost sincerely I join President George Albert Smith in expressing appreciation for the\ninspirational singing furnished us this day by the Brigham Young University students, and\nequally inspirational is their presence here&mdash;three hundred and twenty Young men and young\nwomen devoting their service willingly, gladly, to the inspiring and up\nbuilding of the members of the Church in attendance at this conference.\n<\/p><p>\nANCHORED TO THE TRUTH\n<\/p><p>\nI feel impressed to say to you young folks that I know of no greater blessing you can receive\nthan to be anchored to the truth, and by that I mean three things: First, always to feel a surety\nthat this Church is divinely guided. Second, that the Lord has authorized his servants and\nplaced upon them the duty to proclaim to the world the restoration and truth of the gospel of\nJesus Christ. Third, and most applicable to us all, that inspiration from the Lord is a reality,\njust as real as the love each one of us has for his loved ones. Young men and young women,\nGod bless you that this testimony may be yours as it is mine this day!\n<\/p><p>\nINDIVIDUAL LIBERTY\n<\/p><p>\n. . . Remember, my brethren . . . ye are free; ye are permitted to act for yourselves;\nfor behold, God hath given unto you a knowledge and he hath made you free\n(<span class=\"citation\" id=\"24674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24674)\">Hel. 14:30<\/a><\/span>).\n<\/p><p>\nThese words taken from the Book of Helaman indicate the purport of what I should like to\nsay this afternoon. I pray for his inspiration and your sympathy and prayers that I may give\nthis message in accordance with his will.\n<\/p><p>\nNext to the bestowal of life itself, the right to direct that life is God's greatest gift to man.\nAmong the immediate obligations and duties resting upon members of the Church today, and\none of the most urgent and pressing for attention and action of all liberty loving people, is the\npreservation of individual liberty. Freedom of choice is more to be treasured than any\npossession earth can give. It is inherent in the spirit of man. It is a divine gift to every normal\nbeing. Whether born in abject poverty or shackled at birth by inherited riches, everyone has\nthis most precious of all life's endowments&mdash;the gift of free agency; man's inherited and\ninalienable right.\n<\/p><p>\nFree agency is the impelling source of the soul's progress. It is the purpose of the Lord that\nman become like him. In order for man to achieve this it was necessary for the Creator first\nto make him free. \"Personal liberty,\" says Bulwer Lytton, \"is the paramount essential to\nhuman dignity and human happiness.''\n<\/p><p>\nThe poet summarizes the value of this principle as follows: \n<\/p><p>\nKnow this, that every soul is free<br \/>\n       To choose his life and what he'll be,<br \/>\n       For this eternal truth is given,<br \/>\n       That God will force no man to heaven.\n<\/p><p>\n       He'll call, persuade, direct a right&mdash;<br \/>\n       And bless with wisdom, love and light&mdash;<br \/>\n       In nameless ways be good and kind,<br \/>\n       But never force the human mind.\n<\/p><p>\nFreedom and reason make us men<br \/>\n       Take these away, what are we then?<br \/>\n       Mere animals, and just as well<br \/>\n       The beasts may think of heav'n or hell.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash;William C. Gregg\n<\/p><p>\nWith free agency there comes responsibility. If a man is to be rewarded for righteousness and\npunished for evil, then common justice demands that he be given the power of independent\naction. A knowledge of good and evil is essential to man's progress on earth. If he were\ncoerced to do right at all times, or were helplessly enticed to commit sin, he would merit\nneither a blessing for the first nor punishment for the second.\n<\/p><p>\nSays the Prophet Lehi,\n<\/p><p>\nWherefore, the Lord God gave unto man that he should act for himself. Wherefore,\nman could not act for himself save it should be that he was enticed by the one or the\nother...\n<\/p><p>\nWherefore, men are free according to the flesh; and all things are given them which\nare expedient unto man. And they are free to choose liberty and eternal life, through\nthe great mediation of all men, or to choose captivity and death, according to the\ncaptivity and power of the devil; for he seeketh that all men might be miserable like\nunto himself (<span class=\"citation\" id=\"3517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3517)\">2 Ne. 2:16,27<\/a><\/span>).\n<\/p><p>\nMAN'S RESPONSIBILITY\n<\/p><p>\nThere is more of that in 2 Nephi to which I call your attention.\n<\/p><p>\nThus we see that man's responsibility is correspondingly operative with his free agency.\nActions in harmony with divine law and the laws of nature will bring happiness, and those in\nopposition to divine truth, misery. Man is responsible not only for every deed, but also for\nevery idle word and thought. Said the Savior: \n<\/p><p>\n. . . every idle word that men shall speak they shall give account thereof in the day of\njudgment (<span class=\"citation\" id=\"34355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34355)\">Matt. 12:36<\/a><\/span>).\n<\/p><p>\nAs a boy I questioned that truth when I first heard it expressed by my father. I remember\nsaying to myself, \"Not even the Lord knows what I am thinking now.\" I was very much\nsurprised, therefore, when later as a student in the university, I read the following in\n[William] James' psychology about the effect of thought and action on human character. I am\ngiving it today for the young people particularly: \n<\/p><p>\nSPINNING OUR OWN FATES\n<\/p><p>\nWe are spinning our own fates good or evil, and never to be undone. Every smallest\nstroke of virtue or of vice leaves its ever so little scar. The drunken Rip Van Winkle,\nin Jefferson's play, excuses himself for every fresh dereliction by saying, \"I won't\ncount this time.\" Well! he may not count it, and a kind Heaven may not count it: but it\nis being counted none the less. Down among his nerve cells and fibers the molecules\nare counting it, registering and storing it up to be used against him when the next\ntemptation comes. Nothing we ever do is, in strict scientific literalness, wiped out. Of\ncourse, this has its good side as well as its bad one. As we become permanent\ndrunkards by so many separate drinks, so we become saints in the\nmoral, and authorities and experts in the practical and scientific spheres, by so many\nseparate acts and hours of work. Let no youth have any anxiety about the upshot of his\neducation, whatever the line of it may be. If he keep faithfully busy each hour of the\nworking day, he may safely leave the final result to itself. He can with perfect\ncertainty count on waking up some fine morning, to find himself one of the competent\nones of his generation, in whatever pursuit he may have singled out. Silently, between\nall the details of his business, the power of judging in all that class of matter will have\nbuilt itself up within him as a possession that will never pass away. Young people\nshould know this truth in advance. The ignorance of it has probably engendered more\ndiscouragement and faintheartedness in youths embarking on arduous careers than all\nother causes put together. (<i>Psychology<\/i>, Henry Holt &amp; Co., N. Y. 1892, p. 150.)\n<\/p><p>\nPERSONAL INFLUENCE\n<\/p><p>\nThere is another responsibility correlated and even coexistent with free agency, which is too\ninfrequently emphasized, and that is the effect not only of a person's actions but also of his\nthoughts upon others. Man radiates what he is, and that radiation affects to a greater or less\ndegree every person who comes within that radiation.\n<\/p><p>\nOf the power of this personal inkiness William George Jordan impressively writes: \n<\/p><p>\nInto the hands of every individual is given a marvelous power for good or evil&mdash;the\nsilent, unconscious, unseen enhance of his life. This is simply the constant radiation of\nwhat man really is, not what he pretends to be. Every man, by his mere living, is\nradiating sympathy, or sorrow, or morbidness, or cynicism, or happiness, or hope, or\nany of a hundred other qualities. Life is a state of constant radiation and absorption: to\nexist is to radiate; to exist is to be the recipient of radiation.\n<\/p><p>\nMan cannot escape for one moment from this radiation of his character, this constantly\nweakening or strengthening of others. He cannot evade the responsibility by saying it\nis an unconscious enhance. He can select the qualities that he will permit to be\nradiated. He can cultivate sweetness, calmness, trust, generosity, truth, justice, loyalty,\nnobility&mdash;make them vitally active in his character&mdash;and by these qualities he will\nconstantly affect the world.\n<\/p><p>\nPROGRESS THROUGH FREEDOM\n<\/p><p>\nFreedom of the will and the responsibility associated with it are fundamental aspects of Jesus'\nteachings. Throughout his ministry he emphasized the worth of the individual, and\nexemplified what is now expressed in modern revelation as the work and glory of God&mdash;\"To\nbring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"38974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38974)\">Moses 1:39<\/a><\/span>).\nOnly through the divine gift of soul freedom is such progress possible.\n<\/p><p>\nForce, on the other hand, emanates from Lucifer himself. Even in man's preexistent state,\nSatan sought power to compel the human family to do his will by suggesting that the free\nagency of man be inoperative (<span class=\"citation\" id=\"38977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38977)\">Moses 4:1-4<\/a><\/span>).\nIf his plan had been accepted, human beings would have\nbecome mere puppets in the hands of a dictator, and the purpose of man&rsquo;s\ncoming to earth would have been frustrated. Satan's proposed system of government,\ntherefore, was rejected, and the principle of free agency establish in its place.\n<\/p><p>\nFORCE RULES TODAY\n<\/p><p>\nForce rules in the world today; consequently, our government must keep armies abroad, build\nnavies and air squadrons, create atom bombs to protect itself from threatened aggression of a\nnation which seems to listen to no other appeal but compulsion.\n<\/p><p>\nIndividual freedom is threatened by international rivalries, inter-racial animosities, and false\npolitical ideals. Unwise legislation, too often prompted by political expediency, is periodically\nbeing enacted that seductively undermines man's right of free agency, robs him of his rightful\nliberties, and makes him but a cog in the crushing wheel of a regimentation which, if\npersisted in, will end in dictatorship.\n<\/p><p>\nThe Magna Carta, signed by King John at Runnymede, June 15, 1215, was an expression of\nfreedom-loving men against a usurping king. It was a guarantee of civil and personal liberty.\nThese guarantees later found fuller and complete expression in the Constitution of the United\nStates. Today, seven hundred years later, consider what is happening in Great Britain! With\nnationalization of industries, planned economy, control of all productive power, including\npersons and property, that country of liberty-loving people is on the verge of a totalitarian\nstate as dictatorial as that which the feudal barons and the people wrested from King John.\nPeople are bargaining their liberty for a chimera of equality and security, not realizing that the\nmore power you give the central government, the more you curtail your individual freedom.\n<\/p><p>\nGOVERNMENTS THE SERVANTS\n<\/p><p>\nGovernments are the <i>servants<\/i>, not the <i>masters<\/i> of the people. All who love the Constitution of\nthe United States can vow with Thomas Jefferson, who, when he was president, said,\n<\/p><p>\nI have sworn upon the altar of God eternal hostility against every form of tyranny over\nthe mind of man.\n<\/p><p>\nHe later said: \n<\/p><p>\nTo preserve our independence, we must not let our rulers load us with perpetual debt.\nWe must take our choice between economy and liberty, or profusion and servitude. If\nwe run into such debts, we must be taxed in our meat and drink, in our necessities and\nin our comforts, in our labors and in our amusements.\n<\/p><p>\nIf we can prevent the government from wasting the labors of the people under pretense\nof caring for them, they will be happy. The same prudence which in private life would\nforbid our paying our money for unexplained projects, forbids it in the disposition of\npublic money. We are endeavoring to reduce the government to the practice of rigid\neconomy to avoid burdening the people and arming the magistrate with a\npatronage of money which might be used to corrupt the principles of our\ngovernment.\n<\/p><p>\nFREEDOM OF WORSHIP\n<\/p><p>\nThis principle of free agency and the right of each individual to be free not only to think but\nalso to act within bounds that grant to every one else the same privilege, are sometimes\nviolated even by churches that claim to teach the doctrine of Jesus Christ. The attitude of any\norganization toward this principle of freedom is a pretty good index to its nearness to the\nteachings of Christ or to those of the Evil One. For example, I read recently the statement of\na leading clergyman who claimed the divine right of his church, wherever it was in power, to\nprohibit any other church from promulgating its doctrine... And, \"if religious minorities\nactually exist, they shall have only a de facto existence without opportunity to spread their\nbeliefs.\"\n<\/p><p>\nHe who thus tramples underfoot one of God's greatest gifts to man, who would deny another\nthe right to think and worship as he pleases, propagates error and makes his own church in\nthat regard as far as he represents it a propagator of evil.\n<\/p><p>\nContrast this unchristianlike stand with the statement of the Prophet Joseph Smith: \n<\/p><p>\nWe claim the privilege of worshiping Almighty God according to the dictates of our\nown conscience, and allow all men the same privilege, let them worship how, where,\nor what they may (<span class=\"citation\" id=\"6650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6650)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nREVELATION ON GOVERNMENT\n<\/p><p>\nAnd, again, in one of the greatest revelations on government ever given, we read the\nfollowing: \n<\/p><p>\nThat the rights of the priesthood are inseparably connected with the powers of heaven,\nand that the powers of heaven cannot be controlled nor handled only upon the\nprinciples of righteousness.\n<\/p><p>\nThat they may be conferred upon us, it is true; but when we undertake to cover our\nsins, or to gratify our pride, our vain ambition, or to exercise control or dominion or\ncompulsion upon the souls of the children of men, in any degree of unrighteousness,\nbehold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when\nit is withdrawn, Amen to the priesthood or the authority of that man.\n<\/p><p>\nNo power or influence can or ought to be maintained by virtue of the priesthood, only\nby persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\nBy kindness, and pure knowledge, which shall greatly enlarge the soul without\nhypocrisy, and without guile&mdash;\n<\/p><p>\nReproving be times with sharpness, when moved upon by the Holy Ghost; and then\nshowing forth afterwards an increase of love toward him whom thou host reproved,\nlest he esteem thee to be his enemy; \n<\/p><p>\nThat he may know that thy faithfulness is stronger than the cords of death.\n<\/p><p>\nLet thy bowels also be full of charity towards all men, and to the household of faith,\nand let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong\nin the presence of God; and the doctrine of the priesthood shall distill upon thy soul as\nthe dews from heaven.\n<\/p><p>\nThe Holy Ghost shall be thy constant companion, and thy scepter an unchanging\nscepter of righteousness and truth; and thy dominion shall be an everlasting dominion,\nand without compulsory means it shall flow unto thee forever and ever\n(<span class=\"citation\" id=\"12845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12845)\">D&amp;C 121:36-37,41-46<\/a><\/span>).\n<\/p><p>\nIf you can find more sublime thoughts anywhere in literature than expressed in that great\nrevelation, please let me know where they are.\n<\/p><p>\nPRESERVATION OF FREEDOM\n<\/p><p>\nIn conclusion, I repeat that no greater immediate responsibility rests upon members of the\nChurch, upon all citizens of this Republic and of neighboring Republics than to protect the\nfreedom vouchsafed by the Constitution of the United States.\n<\/p><p>\nLet us, by exercising our privileges under the Constitution&mdash;\n<\/p><p>\n(1) Preserve our right to worship God according to the dictates of our conscience,\n<\/p><p>\n(2) Preserve the right to work when and where we choose. No free man should be compelled\nto pay tribute in order to realize this God-given privilege. Read in the Doctrine and Covenants\nthis statement: \n<\/p><p>\n. . . it is not right that any man should be in bondage one to another\n(<span class=\"citation\" id=\"12829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12829)\">D&amp;C 101:79<\/a><\/span>).\n<\/p><p>\n(3) Feel free to plan and to reap without the handicap of bureaucratic interference.\n<\/p><p>\n(4) Devote our time, means, and life if necessary, to hold inviolate those laws which will\nsecure to each individual the free exercise of conscience, the right and control of property,\nand the protection of life.\n<\/p><p>\nTo sum up this whole question: In these days of uncertainty and unrest, liberty-loving\npeople's greatest responsibility and paramount duty is to preserve and proclaim the freedom of\nthe individual, his relationship to Deity, and, (repeating the message of our President, to\nwhich I subscribe with all my soul) the necessity of obedience to the principles of the gospel\nof Jesus Christ&mdash;only thus will mankind find peace and happiness: \n<\/p><p>\n. . . If ye continue in my word, then are ye my disciples indeed; And ye shall know\nthe truth, and the truth shall make you free\n(<span class=\"citation\" id=\"27421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27421)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\nGod enlighten our minds to comprehend our responsibility, to proclaim the truth and maintain\nfreedom throughout the world, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}