{"ID":4403, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Keeping Life’s Demands in Balance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p3\" class=\"\">My dear brothers and sisters, since last general conference, I have felt in my own life the power of priesthood blessings and the power of the faith and prayers of Church members. For many years, I have given blessings to others. I have fasted and prayed for their well-being and have exercised my faith for their recovery. Recently, during a serious illness, I was the recipient of such faith, prayers, and blessings. I thank you, brothers and sisters, for the prayers that you have offered in my behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p4\" class=\"\">One of my colleagues said to me that some good would come from this illness. He suggested that it is good, on occasion, for everyone to face adversity, especially if it causes introspection that enables us to openly and honestly assess our lives. That is what I did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p5\" class=\"\">The night before my surgery, my doctors talked about the possibility of cancer. When I was left alone, my mind filled with thoughts of my family and of my ministry. I found comfort in the ordinances of the gospel that bind me to my family if we are faithful. I realized that I needed to rearrange some of my priorities to accomplish the things that matter most to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p6\" class=\"\">Sometimes we need a personal crisis to reinforce in our minds what we really value and cherish. The scriptures are filled with examples of people facing crises before learning how to better serve God and others. Perhaps if you, too, search your hearts and courageously assess the priorities in your life, you may discover, as I did, that you need a better balance among your priorities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p7\" class=\"\">All of us must come to an honest, open self-examination, an awareness within as to who and what we want to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p8\" class=\"\">As most of you know, coping with the complex and diverse challenges of everyday life, which is not an easy task, can upset the balance and harmony we seek. Many good people who care a great deal are trying very hard to maintain balance, but they sometimes feel overwhelmed and defeated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p9\" class=\"\">A mother of four small children said: “There is no balance at all in my life. I am completely consumed in trying to raise my children. I hardly have time to think of anything else!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p10\" class=\"\">A young father, who felt the pressure of being the family provider, said: “My new business requires all of my time. I realize that I am neglecting my family and church duties, but if I can just get through one more year I will make enough money, and then things will settle down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p11\" class=\"\">A high school student said: “We hear so many contrasting views that it is hard to always know what is right and what is wrong.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p12\" class=\"\">How often have we heard this one? “No one knows better than I do how important exercise is, but I just have no time in my day for exercising.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p13\" class=\"\">A single parent said: “I find it next to impossible to accomplish all that I need to do to manage my home and lead my family. In fact, sometimes I think the world expects too much of me. Regardless of how hard I work, I never will live up to everyone’s expectations.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p14\" class=\"\">Another mother of four remarked: “My struggle is between self-esteem, confidence, and feelings of self-worth versus guilt, depression, and discouragement for not doing everything I am told we must do to attain the celestial kingdom.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p15\" class=\"\">Brothers and sisters, we all face these kinds of struggles from time to time. They are common human experiences. Many people have heavy demands upon them stemming from parental, family, employment, church, and civic responsibilities. Keeping everything in balance can be a real problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p16\" class=\"\">A periodic review of the covenants we have made with the Lord will help us with our priorities and with balance in our lives. This review will help us see where we need to repent and change our lives to ensure that we are worthy of the promises that accompany our covenants and sacred ordinances. Working out our own salvation requires good planning and a deliberate, valiant effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p17\" class=\"\">I have a few suggestions that I hope will be valuable to those of you concerned with balancing life’s demands. These suggestions are very basic; their concepts can easily be overlooked if you are not careful. You will need a strong commitment and personal discipline to incorporate them into your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p18\" class=\"\">First, think about your life and set your priorities. Find some quiet time regularly to think deeply about where you are going and what you will need to do to get there. Jesus, our exemplar, often “withdrew himself into the wilderness, and prayed” (<span class=\"citation\" id=\"32291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32291)\">Luke 5:16<\/a><\/span>). We need to do the same thing occasionally to rejuvenate ourselves spiritually as the Savior did. Write down the tasks you would like to accomplish each day. Keep foremost in mind the sacred covenants you have made with the Lord as you write down your daily schedules.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p19\" class=\"\">Second, set short-term goals that you can reach. Set goals that are well balanced—not too many nor too few, and not too high nor too low. Write down your attainable goals and work on them according to their importance. Pray for divine guidance in your goal setting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p20\" class=\"\">You recall that Alma said he would like to be an angel so he could “speak with the trump of God, … to shake the earth, and cry repentance unto every people!” (<span class=\"citation\" id=\"9599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9599)\">Alma 29:1<\/a><\/span>). He then said, “But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p21\" class=\"\">“Why should I desire more than to perform the work to which I have been called?” (<span class=\"citation\" id=\"9600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9600)\">Alma 29:3, 6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p22\" class=\"\">Third, everyone faces financial challenges in life. Through wise budgeting, control your real needs and measure them carefully against your many wants in life. Far too many individuals and families have incurred too much debt. Be careful of the many attractive offers to borrow money. It is much easier to borrow money than it is to pay it back. There are no shortcuts to financial security. There are no get-rich-quick schemes that work. Perhaps none need the principle of balance in their lives more than those who are driven toward accumulating “things” in this world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p23\" class=\"\">Do not trust your money to others without a thorough evaluation of any proposed investment. Our people have lost far too much money by trusting their assets to others. In my judgment, we never will have balance in our lives unless our finances are securely under control.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p24\" class=\"\">The prophet Jacob said to his people: “Wherefore, do not spend money for that which is of no worth, nor your labor for that which cannot satisfy. Hearken diligently unto me, and remember the words which I have spoken; and come unto the Holy One of Israel, and feast upon that which perisheth not, neither can be corrupted, and let your soul delight in fatness” (<span class=\"citation\" id=\"4233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4233)\">2 Ne. 9:51<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p25\" class=\"\">Brothers and sisters, remember to always pay a full tithing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p26\" class=\"\">Fourth, stay close to your spouse, children, relatives, and friends. They will help you keep a balance in your life. In a recent study by the Church, adults in the United States were asked to identify a time when they were very happy and to describe the experience. They were also asked to describe a time when they were very unhappy. For most people, one thing that had made them the most happy or the most sad was their personal relationships with others. Much less important were their personal health, employment, money, and other material things. Build relationships with your family and friends through open and honest communication.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p27\" class=\"\">A good marriage and good family relationships can be maintained through gentle, loving, thoughtful communication. Remember that often a glance, a wink, a nod, or a touch will say more than words. A sense of humor and good listening are also vital parts of good communication.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p28\" class=\"\">Fifth, study the scriptures. They offer one of the best sources we have to keep in touch with the Spirit of the Lord. One of the ways I have gained my sure knowledge that Jesus is the Christ is through my study of the scriptures. President Ezra Taft Benson has called upon members of the Church to make the study of the Book of Mormon a daily habit and a lifetime pursuit. The Apostle Paul’s advice to Timothy is good counsel for each of us. He wrote: “From a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p29\" class=\"\">“All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness” (<span class=\"citation\" id=\"5243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5243)\">2 Tim. 3:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p30\" class=\"\">Sixth, many people, including me, have difficulty finding the time for sufficient rest, exercise, and relaxation. We must schedule time on our daily calendars for these activities if we are to enjoy a healthy and balanced life. Good physical appearance enhances our dignity and self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p31\" class=\"\">Seventh, the prophets have taught repeatedly that families should teach one another the gospel, preferably in a weekly family home evening. This family practice, if we are not very careful, can slowly drift away from us. We must not lose this special opportunity to “teach one another the doctrine of the kingdom” (<span class=\"citation\" id=\"18661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18661)\">D&amp;C 88:77<\/a><\/span>), which will lead families to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p32\" class=\"\">Satan is always working to destroy our testimonies, but he will not have the power to tempt or disturb us beyond our strength to resist when we are studying the gospel and living its commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p33\" class=\"\">My last suggestion is to pray often as individuals and as families. Parents need to exercise the discipline required to lead out and motivate children to join together for regular family prayers. Our youth can know the right decisions to make each day through constant, sincere prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p34\" class=\"\">The prophet Alma summarized the importance of prayer in these words: “But that ye would humble yourselves before the Lord, and call on his holy name, and watch and pray continually, that ye may not be tempted above that which ye can bear, and thus be led by the Holy Spirit, becoming humble, meek, submissive, patient, full of love and all long-suffering” (<span class=\"citation\" id=\"9593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9593)\">Alma 13:28<\/a><\/span>). When I am in tune spiritually, I find that I can balance everything in my life much more easily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p35\" class=\"\">I realize, brothers and sisters, that other suggestions could be added to these. However, I believe that when we focus on a few basic objectives, we are more likely to be able to manage the many demands that life makes on us. Remember, too much of anything in life can throw us off-balance. At the same time, too little of the important things can do the same thing. King Benjamin counseled “that all these things are done in wisdom and order” (<span class=\"citation\" id=\"40658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40658)\">Mosiah 4:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p36\" class=\"\">Often the lack of clear direction and goals can waste away our time and energy and contribute to imbalance in our lives. A life that gets out of balance is much like a car tire that is out of balance. It will make the operation of the car rough and unsafe. Tires in perfect balance can give a smooth and comfortable ride. So it is with life. The ride through mortality can be smoother for us when we strive to stay in balance. Our main goal should be to seek “immortality and eternal life” (<span class=\"citation\" id=\"39688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39688)\">Moses 1:39<\/a><\/span>). With this as our goal, why not eliminate from our lives the things that clamor for and consume our thoughts, feelings, and energies without contributing to our reaching that goal?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p37\" class=\"\">Just a word to Church leaders: Be very careful that what you ask from members will help them attain eternal life. For Church members to be able to balance their lives, Church leaders must be sure they do not require so much from members that they have no time to accomplish their personal and family goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p38\" class=\"\">Not long ago, one of my children said, “Dad, sometimes I wonder if I will ever make it.” The answer I gave to her is the same as I would give to you if you have had similar feelings. Just do the very best you can each day. Do the basic things and, before you realize it, your life will be full of spiritual understanding that will confirm to you that your Heavenly Father loves you. When a person knows this, then life will be full of purpose and meaning, making balance easier to maintain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/keeping-lifes-demands-in-balance.p39\" class=\"\">Live every day with joy in your heart, brothers and sisters. I humbly testify that life can be wonderful, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}