{"ID":4406, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Security\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p2\" class=\"\">Elder Charles Didier<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21e4.jpg\" alt=\"Elder Charles Didier\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p3\" class=\"\">Since the beginning, truth and knowledge about ourselves and our environment have been a quest for the natural man and have led him to great scientific discoveries and also to debatable theories. There seems to be no limit to his questions, and the proposed answers that might have been true yesterday will probably change today and again tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p4\" class=\"\">This quest is not limited only to science, but to every aspect of our lives. More than ever before, our values and roles as men, women, and children are being challenged and scrutinized—supposedly to liberate individuals from anxiety, bondage, fears, and bigotry, and to give them a feeling of security. It seems that the natural man always wants to secure his truths and knowledge to fit his own carnal security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p5\" class=\"\">Submerged by this continual flow of conflicting reconsideration of every possible value, one should not be surprised to see that these constant changes bring a state of constant insecurity rather than security in the lives of common people to the point where many, especially the youth, have abdicated their responsibilities, and many have even given up their lives. What a paradox!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p6\" class=\"\">In our lives of trials and tribulations and constant changes, it is obvious that we all seek for some measure of security—something steady and unchanging to cling to—and we have surrounded ourselves with all kinds of devices or organizations that carry the word <span class=\"emphasis\">security.<\/span> For example, we use security blankets to soothe and comfort our children. We install security systems to protect our homes and our personal possessions. The Social Security system was created as a protection against temporal storms. In the political arena, the Security Council of the United Nations attempts to maintain peace among the nations of the world. At times we are amused by this all-consuming search for so-called security, but we require it and are willing to pay for it. However, despite all our efforts, we still do not gain the <span class=\"emphasis\">real<\/span> security that we seek. Is it because we put our trust in the arm of flesh?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p7\" class=\"\">Security is an essential ingredient in our lives. It includes knowledge about our true identity and the purpose of life, how to interact with others, and how to face our daily adversities and challenges. It can be a matter of life and death. Every day of our lives we are faced with what is good and what is evil, what is right and what is wrong. From childhood to old age, if we don’t feel secure or if we live by deceiving carnal security, our attitudes, goals, and interrelationships with others will suffer. When we gain a feeling of security from loving parents as a child and continue on to experience the security enjoyed by obeying laws, we bless our own lives and the lives of others. The real issue, then, has always been where and how to find righteous security as opposed to carnal security. For our purpose here, we will call righteous security spiritual security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p8\" class=\"\">Spiritual security provides interesting advantages: you do not have to pay taxes on it, it does not change, it does not take away your liberty or free agency, and it brings positive, comforting, spiritual, and eternal results.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p9\" class=\"\">Security cannot be guaranteed because free agency also brings insecurity, and spiritual security does not automatically suppress or eliminate danger, oppression, or opposition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p10\" class=\"\">Then how can we gain spiritual security? The very simple answer is perhaps too simple for too many: first, turn to the Lord. King Limhi said, “But if ye will turn to the Lord with full purpose of heart, and put your trust in him, and serve him with all diligence of mind, if ye do this, he will, according to his own will and pleasure, deliver you out of bondage” (<span class=\"citation\" id=\"40665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40665)\">Mosiah 7:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p11\" class=\"\">Second, trust the Lord. As Nephi of old said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p12\" class=\"\">“O Lord, I have trusted in thee, and I will trust in thee forever. I will not put my trust in the arm of flesh; for I know that cursed is he that putteth his trust in the arm of flesh. Yea, cursed is he that putteth his trust in man or maketh flesh his arm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p13\" class=\"\">“Yea, I know that God will give liberally to him that asketh” (<span class=\"citation\" id=\"4220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4220)\">2 Ne. 4:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p14\" class=\"\">To turn to the Lord and to trust him is to learn from his revelations. Spiritual security comes from revelation that unveils the true nature of Deity. The kind of God in whom we believe generally determines the kind of people we are and will become. Without revelation about the true nature of Deity, the natural man will walk “in his own way, and after the image of his own god, whose image is in the likeness of the world” (<span class=\"citation\" id=\"18533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18533)\">D&amp;C 1:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p15\" class=\"\">Spiritual security is derived from revelation describing a plan of salvation for our benefit. “God conversed with men, and made known unto them the plan of redemption, which had been prepared from the foundation of the world” (<span class=\"citation\" id=\"9590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9590)\">Alma 12:30<\/a><\/span>). The plan of salvation gives a direction to be followed, a sure way to strengthen ourselves against the pitfalls of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p16\" class=\"\">Spiritual security is revelation that tells us about the source of the plan of salvation: Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p17\" class=\"\">“And we talk of Christ,” said Nephi, “we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins” (<span class=\"citation\" id=\"4242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4242)\">2 Ne. 25:26<\/a><\/span>). The source is identified, clarified, and verified. We do not need to seek elsewhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p18\" class=\"\">Spiritual security comes from revelation that relieves the anxiety of death. “But there is a resurrection, therefore the grave hath no victory, and the sting of death is swallowed up in Christ” (<span class=\"citation\" id=\"40667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40667)\">Mosiah 16:8<\/a><\/span>). How reassuring it is to know the reality not only of the Resurrection, but also of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p19\" class=\"\">“And what is it that ye shall hope for? Behold I say unto you that ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal” (<span class=\"citation\" id=\"38529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38529)\">Moro. 7:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p20\" class=\"\">Spiritual security is enhanced as a result of revelation that promises an unchanging, everlasting, eternal way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p21\" class=\"\">“For do we not read that God is the same yesterday, today, and forever, and in him there is no variableness neither shadow of changing?” (<span class=\"citation\" id=\"38077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38077)\">Morm. 9:9<\/a><\/span>). There is no need for daily heartrending revisions or reconsideration of our values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p22\" class=\"\">Spiritual security increases because revelation teaches us about our true identity and our relationship with God. From the beginning this was revealed to Adam: “Behold, thou art one in me, a son of God” (<span class=\"citation\" id=\"39722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39722)\">Moses 6:68<\/a><\/span>). Then it was revealed to others, such as Moses: “Thou art my son” (<span class=\"citation\" id=\"39678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39678)\">Moses 1:4<\/a><\/span>). “Thou art in the similitude of mine Only Begotten; and mine Only Begotten is and shall be the Savior” (<span class=\"citation\" id=\"39679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39679)\">Moses 1:6<\/a><\/span>). In our day it has also been revealed to Joseph Smith, Oliver Cowdery, and to many others: “Behold, I say unto you, my son” (<span class=\"citation\" id=\"18549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18549)\">D&amp;C 9:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p23\" class=\"\">Knowing who we really are prepares us to use that knowledge to face temptations, to resist them, and then to act righteously. Moses, knowing he was a son of God, as revealed to him, told Satan, “Get thee hence, Satan; deceive me not; for God said unto me: Thou art after the similitude of mine Only Begotten” (<span class=\"citation\" id=\"39680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39680)\">Moses 1:16<\/a><\/span>). The result did not wait, as the Lord called him, saying, “Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God” (<span class=\"citation\" id=\"39681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39681)\">Moses 1:25<\/a><\/span>). The spiritual security becomes evident as the Lord added, “I am with thee, even unto the end of thy days” (<span class=\"citation\" id=\"39682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39682)\">Moses 1:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p24\" class=\"\">Spiritual security is edified by revelation that describes the roles of men and women. After the Fall, Heavenly Father addressed Adam and Eve personally and directly and instructed them about their roles. Relationships, gender, behavior, marriage—all matters related to males and females were and still are clearly defined to strengthen us in our divine roles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p25\" class=\"\">Spiritual security is strengthened by revelation that explains the results of observing the commandments. “And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness” (<span class=\"citation\" id=\"40643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40643)\">Mosiah 2:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p26\" class=\"\">Finally, spiritual security is reinforced step-by-step by revelation, and this security becomes power as we receive, one by one, the ordinances of salvation. The ordinances of salvation represent covenants with the Lord. John A. Widtsoe said, “When ordinances are performed, blessings are received which give power to man, power that belongs to the everyday affairs of this life as to a future life. It is not merely knowledge; not merely consecration; not merely a labeling, so to speak; but the actual conferring of power that may be used every day” (<span class=\"emphasis\">The Message of the Doctrine and Covenants,<\/span> ed. G. Homer Durham, Salt Lake City: Bookcraft, 1969, p. 161).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p27\" class=\"\">Yesterday’s revelations gave security to the people about the coming of Jesus Christ and the assurance that the words of the Lord spoken by holy prophets are always fulfilled. Today’s revelations in the Book of Mormon, to which I have purposely referred, carry the same promise. President Ezra Taft Benson has declared: “God expects us to use the Book of Mormon in several ways. We are to read it ourselves. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p28\" class=\"\">“We are to use the Book of Mormon as the basis for our teaching. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p29\" class=\"\">“We are to liken the Book of Mormon scriptures unto us ‘that it might be for our profit and learning’ (<span class=\"citation\" id=\"1905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1905)\">1 Ne. 19:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p30\" class=\"\">“We are to use the Book of Mormon in handling objections to the Church. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p31\" class=\"\">“We … have to be … the tellers and testifiers, of the Book of Mormon unto the ends of the earth” (<span class=\"emphasis\">Ensign, <\/span>May 1975, pp. 64–65).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p32\" class=\"\">Because of its message for our day, the Book of Mormon helps us to respond to the call of God and of a living prophet to become partners in the plan of salvation and to build spiritual security by helping us to resist and combat the false concepts and evil influences of our time that bring insecurity, unhappiness, and destruction of our ethics and moral values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p33\" class=\"\">To turn to the Lord and to trust him through revelation will help any individual, at any time, in any part of the world, understand and interpret correctly and righteously life’s experiences from the only true perspective, which is the Lord’s perspective revealed to man. To turn to the Lord and to trust his revelations is to live in such a way as to resist the floods and the winds of doubt and uncertainty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p34\" class=\"\">It is truly the foundation of our commitment to serve and to make the right choices. It also brings true security and sets forth the promises given by Jesus Christ when we come unto him. His yoke indeed becomes easy and his burden light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/spiritual-security.p35\" class=\"\">I testify of the power of personal revelation and of the scriptures in my life. I know that God lives and that President Ezra Taft Benson is a living prophet. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}