{"ID":4407, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Book of Mormon’s Witness of Jesus Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ee.jpg\" alt=\"Elder J. Thomas Fyans\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p3\" class=\"\">To attend this conference, we have traveled by many modes of transportation. Some came on the ground, in cars or buses or trains. Others came by airplane. But whatever the means, we have all arrived at a common destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p4\" class=\"\">There is something else that we all had in common on this journey—something that we all needed in order to arrive here safely. Those of us who came by plane were reminded of it very carefully by the airline staff. Upon boarding we were pleasantly greeted with “Welcome aboard.” Then carefully prepared instructions were given: “In case of a loss of cabin pressure, oxygen masks will automatically appear. Place your own mask over your nose and mouth first, then help others who require assistance, such as children.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p5\" class=\"\">The oxygen in air is of vital importance. Our physical bodies are completely dependent upon the continuous supply of this most precious commodity. The lack of it for even minutes or seconds can do severe damage to our minds and bodies. Prolonged lack of air can end our mortal lives. But only those of us who traveled by airplane had to be reminded about it, because air, under normal circumstances, is all about us. All we have to do is allow it to flow into our lungs and feed the necessary oxygen to vital parts of our bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p6\" class=\"\">Yet even with the ample supply of this life-prolonging substance, after three score and ten years, or some other measure of time, our mortal body ceases to function. What is there that transcends this mortality? What is taken to the other side? In the Book of Mormon Amulek teaches us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p7\" class=\"\">“That same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world” (<span class=\"citation\" id=\"9612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9612)\">Alma 34:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p8\" class=\"\">What is to the spirit as air is to the body? A sure knowledge of the Father and his Son:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p9\" class=\"\">“This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29338)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p10\" class=\"\">Our eternal life is as dependent upon spiritual nutrients as our mortal life is upon air. The most important spiritual nutrients are knowledge of God and knowledge of his Son. We know the Father by knowing the Son. What is the best source on the face of the earth to learn about the Son? It is in studying another testament of him, commonly known as the Book of Mormon, and then having the Holy Ghost bear witness to you that it is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p11\" class=\"\">Many testimonies have been and will be borne in this conference to truths from the Book of Mormon, Another Testament of Jesus Christ. We are blessed with the prophets’ utterances in the Old Testament of Jesus Christ as they foresaw his coming. We are doubly blessed with the New Testament, wherein he appeared in the flesh and many knew him. We are triply blessed with another testament of him. My wife, Helen, and I have read the Book of Mormon several times in the past few months. We have asked ourselves, “If this is another testament of Jesus Christ, how does it perform this task?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p12\" class=\"\">We determined to note every reference to the Savior as we prayerfully prepared ourselves for another excursion through this special witness. We had just turned the very first page in this sacred record, and the curtain began to open to a panorama of testimony that Jesus is the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p13\" class=\"\">Here is the first scene. Lehi, praying with all his heart, had this experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p14\" class=\"\">“There came a pillar of fire and dwelt upon a rock before him; and he saw and heard much. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p15\" class=\"\">“And it came to pass that he saw One descending out of the midst of heaven, and he beheld that his luster was above that of the sun at noon-day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p16\" class=\"\">“And he also saw twelve others following him, and their brightness did exceed that of the stars in the firmament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p17\" class=\"\">“And they came down and went forth upon the face of the earth; and the first came and stood before my father, and gave unto him a book, and bade him that he should read” (<span class=\"citation\" id=\"1877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1877)\">1 Ne. 1:6, 9–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p18\" class=\"\">What was Lehi’s reaction to this heaven-sent scene? “He testified that the things which he saw and heard, and also the things which he read in the book, manifested plainly of the coming of a Messiah, and also the redemption of the world” (<span class=\"citation\" id=\"1878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1878)\">1 Ne. 1:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p19\" class=\"\">We were still in the first chapter of 1 Nephi, having barely begun our quest. As we continued, verse after verse, chapter after chapter bore witness of his reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p20\" class=\"\">Still in 1 Nephi, but in chapter 13, [<span class=\"citation\" id=\"1895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1895)\">1 Ne. 13:24,26,28–29,32–41<\/a><\/span>] we discovered, in just sixteen verses, twenty-two references to the Lamb, another name for the Lord, the Redeemer, the Messiah, Jesus the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p21\" class=\"\">Time dictates that we must now pass by dozens, yes hundreds of references to this Savior of mankind found in this sacred record. Six hundred years escape us. Now we hold time still. We stop to drink deeply and spiritually meditate as we study this scene:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p22\" class=\"\">“A great multitude gathered together, of the people of Nephi, round about the temple. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p23\" class=\"\">“And they were also conversing about this Jesus Christ, of whom the sign had been given concerning his death” (<span class=\"citation\" id=\"6057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6057)\">3 Ne. 11:1–2<\/a><\/span>). They heard a voice. Again they heard a voice, and they understood it not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p24\" class=\"\">“And again the third time they did hear the voice, and did open their ears to hear it, and their eyes were towards the sound thereof; and they did look steadfastly towards heaven, from whence the sound came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p25\" class=\"\">“And behold, the third time they did understand the voice which they heard; and it said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p26\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him” (<span class=\"citation\" id=\"6061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6061)\">3 Ne. 11:5–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p27\" class=\"\">And the Savior responded to the invitation of the Father to speak in this manner:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p28\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p29\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p30\" class=\"\">“And it came to pass that when Jesus had spoken these words the whole multitude fell to the earth; for they remembered that it had been prophesied among them that Christ should show himself unto them after his ascension into heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p31\" class=\"\">“And it came to pass that the Lord spake unto them saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p32\" class=\"\">“Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p33\" class=\"\">“And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come” (<span class=\"citation\" id=\"6066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6066)\">3 Ne. 11:10–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p34\" class=\"\">The heavens were opened and had kissed the earth with certain knowledge. Then the Savior continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p35\" class=\"\">“And this is my doctrine, and it is the doctrine which the Father hath given unto me. … I bear record that the Father commandeth all men, everywhere, to repent and believe in me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p36\" class=\"\">“And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God” (<span class=\"citation\" id=\"6073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6073)\">3 Ne. 11:32–33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p37\" class=\"\">Once again we must pass by many references and several hundred years of sacred history. Now the final page of this record, which speaks with a familiar voice:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p38\" class=\"\">“Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p39\" class=\"\">“If ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot” (<span class=\"citation\" id=\"38539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38539)\">Moro. 10:32–33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p40\" class=\"\">By plane or car or bus or train, we traveled safely to this common destination. There is another common destination that beckons us—eternal life with our Father in Heaven. And just as during our physical journey our bodies were dependent on air, so on our spiritual journey we are dependent on spiritual nutrients.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p41\" class=\"\">On the journey to eternal life, we pleasantly bid you, “Welcome aboard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p42\" class=\"\">Fill your spiritual lungs with the elements of eternal life by constantly inhaling the truths in the Book of Mormon, Another Testament of Jesus Christ, so that you may arrive safely once again in the presence of our Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-book-of-mormons-witness-of-jesus-christ.p43\" class=\"\">The Savior lives today. This I witness to you in the very sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}