{"ID":4410, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p3\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03213_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p4\" class=\"\">In the spring of 1866, during what is called the Black Hawk War, our pioneers were struggling to beat back deadly Indian attacks on many settlements in southern Utah. Two of President Heber C. Kimball’s sons were called into military service for a three-month expedition against the Indians. Before they left he gave them a priesthood blessing. Apparently concerned that his sons might shed the blood of their Lamanite brothers, he first counseled them about the great promises God has made to this branch of the house of Israel [see <span class=\"citation\" id=\"24006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24006)\">Gen. 49:1–28<\/a><\/span>; <span class=\"citation\" id=\"4216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4216)\">2 Ne. 4:3–12<\/a><\/span>]. He then blessed his sons and promised them they would not see a single Indian on their campaign. His sons, full of fight and eager to smell gunpowder, were disappointed at this promise, but the blessing was fulfilled. When they returned three months later, they reported:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p5\" class=\"\">“We … rode hundreds of miles, following the tracks of different bands of hostile Indians, and were close upon them a great many times. They were attacking settlements all around us, killing the settlers and driving off stock.” But the company did not see a single Indian. (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball, an Apostle,<\/span> 2d ed., Salt Lake City: Stevens and Wallis, 1945, p. 429).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p6\" class=\"\">In a priesthood blessing a servant of the Lord exercises the priesthood, as moved upon by the Holy Ghost, to call upon the powers of heaven for the benefit of the person being blessed. Such blessings are conferred by holders of the Melchizedek Priesthood, which has the keys of all the spiritual blessings of the Church (see <span class=\"citation\" id=\"18678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18678)\">D&amp;C 107:18, 67<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p7\" class=\"\">There are many kinds of priesthood blessings. As I give various examples, please remember that priesthood blessings are available for all who need them, but they are only given on request.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p8\" class=\"\">Blessings for the healing of the sick are preceded by anointing with oil, as the scriptures direct (see <span class=\"citation\" id=\"26345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26345)\">James 5:14–15<\/a><\/span>; <span class=\"citation\" id=\"33365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33365)\">Mark 6:13<\/a><\/span>; <span class=\"citation\" id=\"18580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18580)\">D&amp;C 24:13–14<\/a><\/span>; <span class=\"citation\" id=\"18603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18603)\">D&amp;C 42:43–48<\/a><\/span>; <span class=\"citation\" id=\"18629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18629)\">D&amp;C 66:9<\/a><\/span>). Patriarchal blessings are conferred by an ordained patriarch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p9\" class=\"\">Persons desiring guidance in an important decision can receive a priesthood blessing. Persons who need extra spiritual power to overcome a personal challenge can receive a blessing. Expectant mothers can be blessed before they give birth. Many LDS families remember a sacred occasion where a worthy father gave a priesthood blessing to a son or daughter who was about to be married. Priesthood blessings are often requested from fathers before children leave home for other purposes, such as school, service in the military, or a long trip.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p10\" class=\"\">Newly called missionaries often request a father’s blessing before they depart. I have a friend who is blind. He remembers how his father blessed him that despite his physical disability he would be able to complete the mission, be successful in his calling, and develop a great love for the people. I am a witness to the fulfillment of that blessing in the life of a wonderful Latter-day Saint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p11\" class=\"\">Blessings given in circumstances such as I have just described are sometimes called blessings of comfort or counsel. They are usually given by fathers or husbands or other elders in the family. They can be recorded and kept in family records for the personal spiritual guidance of the persons blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p12\" class=\"\">Over ten years ago a teenage boy requested a blessing from President Ezra Taft Benson. Even though the boy’s father was not an active elder, President Benson asked, “How would you like to talk to him at an opportune time and ask him if he would be willing to give you a father’s blessing?” Though doubtful, the young man agreed to try. He later reported:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p13\" class=\"\">“Brother Benson, that’s the sweetest thing that has happened in our family. … He gave me one of the most beautiful blessings you could ever ask for. … When he got through there was a bond of appreciation and gratitude and love between us that we have never had in our home” (<span class=\"emphasis\">Ensign, <\/span>Nov. 1977, p. 32).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p14\" class=\"\">Priesthood blessings are also given in connection with a priesthood ordination or with the setting apart of a man or woman for a calling in the Church. These are probably the most frequent occasions for priesthood blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p15\" class=\"\">Many of us have requested a priesthood blessing when we were about to embark upon a new responsibility in our employment. I received such a blessing many years ago and felt its immediate comfort and long-term guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p16\" class=\"\">In setting Dr. Russell M. Nelson apart as a stake president, a General Authority blessed him with power to meet the extremely demanding time requirements of his profession as a heart surgeon. Elder Nelson has described how that blessing was fulfilled by significant reductions in the risk of certain heart operations and in the time required for postoperative care. Eight years later, the man who had blessed him became his patient. Elder Spencer W. Kimball was scheduled for a complex heart operation. Presidents Harold B. Lee and N. Eldon Tanner blessed Dr. Nelson “that the operation would be performed without error, that all would go well, and that [he] need not fear for [his] own inadequacies, for [he] had been raised up by the Lord to perform this operation” (<span class=\"emphasis\">Ensign, <\/span>May 1984, p. 88). That blessing was realized. A little over a year later, his fully recovered and vigorous patient became President of the Church and gave leadership through events and growth that will never be forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p17\" class=\"\">What is the significance of a priesthood blessing? Think of a young man preparing to leave home to seek his fortune in the world. If his father gave him a compass, he might use this worldly tool to help him find his way. If his father gave him money, he could use this to give him power over worldly things. A priesthood blessing is a conferral of power over spiritual things. Though it cannot be touched or weighed, it is of great significance in helping us overcome obstacles on the path to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p18\" class=\"\">Remember how the Savior intervened to assure that the little children could come unto him. And then “he took them up in his arms, put his hands upon them, and blessed them” (<span class=\"citation\" id=\"33368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33368)\">Mark 10:16<\/a><\/span>). When the risen Lord visited the people on this continent, “he took their little children, one by one, and blessed them, and prayed unto the Father for them” (<span class=\"citation\" id=\"6089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6089)\">3 Ne. 17:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p19\" class=\"\">It is a very sacred responsibility for a Melchizedek Priesthood holder to speak for the Lord in giving a priesthood blessing. As the Lord has told us in modern revelation, “My word … shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same” (<span class=\"citation\" id=\"18539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18539)\">D&amp;C 1:38<\/a><\/span>). If a servant of the Lord speaks as he is moved upon by the Holy Ghost, his words are “the will of the Lord, … the mind of the Lord, … the word of the Lord, … [and] the voice of the Lord” (<span class=\"citation\" id=\"18631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18631)\">D&amp;C 68:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p20\" class=\"\">But if the words of a blessing only represent the priesthood holder’s own desires and opinions, uninspired by the Holy Ghost, then the blessing is conditioned on whether it represents the will of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p21\" class=\"\">Worthy Melchizedek Priesthood holders can give blessings to their posterity. The scriptures record many such blessings, including Adam’s (see <span class=\"citation\" id=\"18680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18680)\">D&amp;C 107:53–57<\/a><\/span>), Isaac’s (see <span class=\"citation\" id=\"24002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24002)\">Gen. 27:28–29, 39–40<\/a><\/span>; <span class=\"citation\" id=\"24003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24003)\">Gen. 28:3–4<\/a><\/span>; <span class=\"citation\" id=\"24526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24526)\">Heb. 11:20<\/a><\/span>), Jacob’s (see <span class=\"citation\" id=\"24005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24005)\">Gen. 48:9–22<\/a><\/span>; <span class=\"citation\" id=\"125329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125329)\">Gen. 49<\/a><\/span>; <span class=\"citation\" id=\"24527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24527)\">Heb. 11:21<\/a><\/span>), and Lehi’s (see <span class=\"citation\" id=\"4201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4201)\">2 Ne. 1:28–32<\/a><\/span>; <span class=\"citation\" id=\"125267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125267)\">2 Ne. 4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p22\" class=\"\">When Joseph Smith, Sr., was dying, his children gathered to receive his final blessing. After first blessing his wife, Father Smith began with Hyrum, his eldest, and gave each child what he called a “dying blessing” (see Lucy Mack Smith, <span class=\"emphasis\">History of Joseph Smith,<\/span> Salt Lake City: Bookcraft, 1956, pp. 308–13; Pearson H. Corbett, <span class=\"emphasis\">Hyrum Smith, Patriarch,<\/span> Salt Lake City: Deseret Book Co., 1963, pp. 240–41).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p23\" class=\"\">In modern revelation, parents who are members of the Church are commanded to bring their children “before the church,” where the elders “are to lay their hands upon them in the name of Jesus Christ, and bless them in his name” (<span class=\"citation\" id=\"18576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18576)\">D&amp;C 20:70<\/a><\/span>). This is why parents bring babies to a sacrament meeting, where an elder—usually the father—gives them a name and a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p24\" class=\"\">If any of the young men in this priesthood meeting has thought he has never received a priesthood blessing, I hope he has now realized that he has already received at least two and perhaps more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p25\" class=\"\">Priesthood blessings are not limited to those blessings spoken as hands are laid on the head of one person. Blessings are sometimes pronounced on groups of people. The prophet Moses blessed all the children of Israel before his death (see <span class=\"citation\" id=\"21347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21347)\">Deut. 33:1<\/a><\/span>). The Prophet Joseph Smith “pronounced a blessing upon the sisters” working on the Kirtland Temple. He also blessed “the congregation” (<span class=\"emphasis\">History of the Church,<\/span> 2:399). As recently as last April conference President Benson blessed the Latter-day Saints and “good people everywhere … with increased power to do good and to resist evil,” and “with increased <span class=\"emphasis\">understanding<\/span> of the Book of Mormon” (<span class=\"emphasis\">Ensign, <\/span>May 1986, p. 78).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p26\" class=\"\">Priesthood blessings are also pronounced on places. Nations are blessed and dedicated for the preaching of the gospel. Temples and houses of worship are dedicated to the Lord by a priesthood blessing. Other buildings may be dedicated when they are used in the service of the Lord. “Church members may dedicate their homes, … as sacred edifices where the Holy Spirit can reside” (<span class=\"emphasis\">General Handbook of Instructions,<\/span> p. 11-5). Missionaries and other priesthood holders can leave a priesthood blessing upon homes where they have been received (see <span class=\"citation\" id=\"18635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18635)\">D&amp;C 75:19<\/a><\/span>; <span class=\"citation\" id=\"9584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9584)\">Alma 10:7–11<\/a><\/span>). Young men, within a short time you may be asked to give such a blessing. I hope you are preparing yourselves spiritually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p27\" class=\"\">In the time that remains, I will mention some other examples of priesthood blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p28\" class=\"\">About a hundred years ago, Sarah Young Vance qualified as a midwife. Before she began serving the women of Arizona, a priesthood leader blessed her that she would “always do only what was right and what was best for the welfare of her patients.” Over a period of forty-five years Sarah delivered approximately fifteen hundred babies without the loss of a single mother or child. “Whenever I came up against a difficult problem,” she recalled, “something always seemed to inspire me and somehow I would know what was the right thing to do” (L. J. Arrington and S. A. Madsen, <span class=\"emphasis\">Sunbonnet Sisters: True Stories of Mormon Women and Frontier Life,<\/span> Salt Lake City: Bookcraft, 1984, p. 105).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p29\" class=\"\">In 1864, Joseph A. Young was called on a special mission to transact Church business in the East. His father, President Brigham Young, blessed him to go and return in safety. As he was returning, he was involved in a severe train wreck. “The whole train was smashed,” he reported, “including the car I was in to within one seat of where I sat, [but] I escaped without a scratch” (<span class=\"emphasis\">Letters of Brigham Young to His Sons,<\/span> ed. Dean C. Jessee, Salt Lake City: Deseret Book Co., 1974, p. 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p30\" class=\"\">As a boy, I was inspired by a story of courage in Nauvoo, which involved my grandfather’s uncle. In the spring of 1844, some men were plotting against the Prophet Joseph Smith. One of the leaders, William Law, held a secret meeting at his home in Nauvoo. Among those invited were nineteen-year-old Dennison Lott Harris and his friend, Robert Scott. Dennison’s father, Emer Harris, who is my second great-grandfather, was also invited. He sought counsel from the Prophet Joseph Smith, who told him not to attend the meeting but to have the young men attend. The Prophet instructed them to pay close attention and report what was said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p31\" class=\"\">The spokesmen at this first meeting denounced Joseph Smith as a fallen prophet and stated their determination to destroy him. When the Prophet heard this, he asked the young men to attend the second meeting. They did so, and reported the plotting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p32\" class=\"\">A third meeting was to be held a week later. Again the Prophet asked them to attend, but he told them this would be their last meeting. “Be careful to remain silent and not to make any covenants or promises with them,” he counseled. He also cautioned them on the great danger of their mission. Although he thought it unlikely, it was possible they would be killed. Then, the Prophet Joseph Smith blessed Dennison and Robert by the power of the priesthood, promising them that if their lives were taken, their reward would be great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p33\" class=\"\">In the strength of this priesthood blessing, they attended the third meeting and listened to the murderous plans. Then, when each person was required to take an oath to join the plot and keep it secret, they bravely refused. After everyone else had sworn secrecy, the whole group turned on Dennison and Robert, threatening to kill them unless they took the oath also. Because any refusal threatened the secrecy of their plans, about half of the plotters proposed to kill these two immediately. Knives were drawn, and angry men began to force them down into a basement to kill them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p34\" class=\"\">Other plotters shouted to wait. Parents probably knew where they were. If they didn’t return, an alarm would be sounded and a search could reveal the boys’ deaths and the secret plans. During a long argument, two lives hung in the balance. Finally, the group decided to threaten to kill the young men if they ever revealed anything that had occurred and then to release them. This was done. Despite this threat, and because they had followed the Prophet’s counsel not to make any promises to the conspirators, Dennison and Robert promptly reported everything to the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p35\" class=\"\">For their own protection, the Prophet had these courageous young men promise him that they would never reveal this experience, not even to their fathers, for at least twenty years. A few months later, the Prophet Joseph Smith was murdered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p36\" class=\"\">Many years passed. The members of the Church settled in the West. While Dennison L. Harris was serving as bishop of the Monroe Ward in southern Utah, he met a member of the First Presidency at a Church meeting in Ephraim. There, on Sunday, 15 May 1881, thirty-seven years after the Prophet Joseph Smith had sealed his lips to protect him against mob vengeance, Dennison Harris recited this experience to President Joseph F. Smith (see Verbal Statement of Bishop Dennison L. Harris, 15 May 1881, MS 2725, Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City; the account was later published in the <span class=\"emphasis\">Contributor,<\/span> Apr. 1884, pp. 251–60). Dennison Harris’s posterity includes many notable Latter-day Saints, including Franklin S. Harris, long-time president of Brigham Young University.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p37\" class=\"\">As I speak of priesthood blessings, I have a flood of memories: I remember my sons and daughters asking for blessings to help them through the most stressful experiences of their lives. I rejoice as I recall inspired promises and the strengthened faith that came when they were fulfilled. I feel pride in the faith of a new generation when I think of a son, apprehensive about a professional examination and unable to reach his faraway father, seeking a priesthood blessing from the most accessible priesthood holder in his family, the husband of his sister. I remember a confused young convert to the Church seeking a blessing to help him change the self-destructive pattern of his life. He received a blessing so unusual I was astonished when I heard the words I spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p38\" class=\"\">Brethren, young and old, do not be hesitant to ask for a priesthood blessing when you are in need of spiritual power. Fathers and other elders, cherish and magnify the privilege of blessing your children and the other children of our Heavenly Father. Be prepared to give priesthood blessings under the influence of the Holy Ghost whenever you are requested in sincerity and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/priesthood-blessings.p39\" class=\"\">This is the true church of our Savior. I testify of the saving mission of Jesus Christ. We are bearers of his priesthood. God bless us to exercise that priesthood under his direction, for the blessing of his children. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}