{"ID":4414, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the Home Teachers of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_020<\/span>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p3\" class=\"\">My beloved brethren of the priesthood, it has been a joy to be with you this evening and to be instructed by these choice men of God. I have felt of your power and faith, and I commend you for your attendance here tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p4\" class=\"\">I rejoice in this opportunity to say a few words to you tonight. I feel impressed to speak to you about a priesthood program that has been inspired from its inception—a program that touches hearts, that changes lives, and that saves souls; a program that has the stamp of approval of our Father in Heaven; a program so vital that, if faithfully followed, it will help to spiritually renew the Church and exalt its individual members and families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p5\" class=\"\">I am speaking about priesthood home teaching. With all my heart, I pray that you will understand, by the Spirit, exactly my feelings about home teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p6\" class=\"\">Brethren, home teaching is not just another program. It is the priesthood way of watching over the Saints and accomplishing the mission of the Church. Home teaching is not just an assignment. It is a sacred calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p7\" class=\"\">Home teaching is not to be undertaken casually. A home teaching call is to be accepted as if extended to you personally by the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p8\" class=\"\">The Savior Himself was a teacher. The only perfect man to walk the face of the earth was a humble, dedicated, inspired teacher who brought to His followers salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p9\" class=\"\">Oh, that all the brethren of the Church would catch that vision of home teaching!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p10\" class=\"\">Tonight I am not teaching new doctrine, but I am reaffirming old doctrine. Quoting from section 20 of the Doctrine and Covenants, revealed to the Prophet Joseph in April of 1830, the Lord declared to the priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p11\" class=\"\">“Watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p12\" class=\"\">“And see that there is no iniquity in the church. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p13\" class=\"\">“And see that the church meet together often, and also see that all the members do their duty” (<span class=\"citation\" id=\"18575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18575)\">D&amp;C 20:53–55<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p14\" class=\"\">“And visit the house of each member, exhorting them to pray vocally and in secret and attend to all family duties” (<span class=\"citation\" id=\"18574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18574)\">D&amp;C 20:51<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p15\" class=\"\">Brethren, that is priesthood home teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p16\" class=\"\">This kind of teaching was done in Christ’s time by His early disciples. It was practiced in Book of Mormon times. In the first chapter of Jacob, we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p17\" class=\"\">“For I, Jacob, and my brother Joseph had been consecrated priests and teachers of this people, by the hand of Nephi.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p18\" class=\"\">“And we did magnify our office unto the Lord, taking upon us the responsibility, answering the sins of the people upon our own heads if we did not teach them the word of God with all diligence” (<span class=\"citation\" id=\"25912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25912)\">Jacob 1:18–19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p19\" class=\"\">From the beginning of this inspired program in our day, leaders of the Church have emphasized over and over again the importance of home teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p20\" class=\"\">President Marion G. Romney, in general conference, declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p21\" class=\"\">“Home teaching, properly functioning, brings to ‘the house of each member’ two priesthood bearers divinely commissioned and authoritatively called into the service by their priesthood leader and bishop. These Home Teachers—priesthood bearers—carry the heavy and glorious responsibility of representing the Lord Jesus Christ in looking after the welfare of each Church member. They are to encourage and inspire every member to discharge his duty, both family and Church” (address given at general conference home teaching meeting, 8 Apr. 1966, p. 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p22\" class=\"\">President David O. McKay stated: “Home teaching is one of our most urgent and most rewarding opportunities to nurture and inspire, to counsel and direct our Father’s children. … It is a divine service, a divine call. It is our duty as Home Teachers to carry the divine spirit into every home and heart. To love the work and do our best will bring unbounded peace, joy, and satisfaction to a noble, dedicated teacher of God’s children” (quoted by Marion G. Romney, in address at general conference home teaching meeting, 8 Apr. 1966, p. 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p23\" class=\"\">My good brethren of the Melchizedek Priesthood and the Aaronic Priesthood, home teaching is an inspired program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p24\" class=\"\">It is the heart of caring, of loving, of reaching out to the one—both the active and the less active.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p25\" class=\"\">It is priesthood compassionate service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p26\" class=\"\">It is how we express our faith in practical works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p27\" class=\"\">It is one of the tests of true discipleship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p28\" class=\"\">It is the heart of the activation effort of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p29\" class=\"\">It is a calling that helps to fulfill the scriptural injunction: “Out of small things proceedeth that which is great” (<span class=\"citation\" id=\"18624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18624)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p30\" class=\"\">There is no greater Church calling than that of a home teacher. There is no greater Church service rendered to our Father in Heaven’s children than the service rendered by a humble, dedicated, committed home teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p31\" class=\"\">There are three fundamentals that are essential to effective home teaching. May I discuss these briefly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p32\" class=\"\">First, <span class=\"emphasis\">know well those you are to home teach.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p33\" class=\"\">Really know them! You can’t serve well those you don’t know well. President Marion G. Romney emphasized this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p34\" class=\"\">“Each pair of home teachers should become [personally] acquainted with every child, youth and adult in the family to whom they are assigned. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p35\" class=\"\">“To perform fully our duty as a Home Teacher we should be continually aware of the attitudes, the activities and interests, the problems, the employment, the health, the happiness, the plans and purposes, the physical, temporal, and spiritual needs and circumstances of everyone—of every child, every youth, and every adult in the homes and families who have been placed in our trust and care as a bearer of the priesthood, and as a representative of the bishop” (priesthood home teaching seminar, 9 Aug. 1963, pp. 3, 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p36\" class=\"\">And the key to effectively working with the family is to be close to the father. Know his righteous desires for his family and help him to realize them. And I would urge you to do the little things, the small things that mean so much to a family. For example, know the names of all the family members. Be aware of birthdays, blessings, baptisms, and marriages. On occasion, write an appropriate note of commendation or make a phone call congratulating a member of the family on a special achievement or accomplishment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p37\" class=\"\">With your home teaching companion, regularly review pages 8 and 9 of the <span class=\"emphasis\">Melchizedek Priesthood Handbook<\/span> for some excellent suggestions on how to be helpful to those you home teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p38\" class=\"\">Above all, be a genuine friend to the individuals and families you teach. As the Savior declared to us, “I will call you friends, for you are my friends” (<span class=\"citation\" id=\"18667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18667)\">D&amp;C 93:45<\/a><\/span>). A friend makes more than a dutiful visit each month. A friend is more concerned about helping people than getting credit. A friend cares. A friend loves. A friend listens, and a friend reaches out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p39\" class=\"\">We remember the story President Romney used to tell about the so-called home teacher who once called at the Romney home on a cold night. He kept his hat in his hand and shifted nervously when invited to sit down and give his message. “Well, I’ll tell you, Brother Romney,” he responded, “it’s cold outside, and I left my car engine running so it wouldn’t stop. I just stopped in so I could tell the bishop I made my calls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p40\" class=\"\">We can do better than that, brethren—much better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p41\" class=\"\">The second fundamental to effective home teaching is to <span class=\"emphasis\">know well the message you are to deliver in each home.<\/span> And know that it is the particular message the Lord would have you give to the families and individuals you have been asked to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p42\" class=\"\">Home teachers should have a purpose or goal in mind and should plan each visit to help meet that purpose. Before making their visits, home teaching partners should meet together to pray, to review instructions from their leaders, to go over the message they will take to the families, and to discuss any special needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p43\" class=\"\">Home teachers should present an important message that they have prepared or that they bring from priesthood leaders. We strongly recommend that the home teachers use the monthly message from the First Presidency printed in the <span class=\"emphasis\">Ensign<\/span> and the Church’s international magazines. The head of the family may also request a special message for family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p44\" class=\"\">And, as a vital part of that message, whenever possible, read together the scriptures with the families you home teach. Make this a regular part of your visit. Especially read together verses from the Book of Mormon that will fortify your message, always remembering the words of the Prophet Joseph, that “a man would get nearer to God by abiding by [the] precepts [of the Book of Mormon], than by any other book” (<span class=\"citation\" id=\"43169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43169)\">Book of Mormon Introduction<\/a><\/span>). Your families need the continual strength of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p45\" class=\"\">May our message be like Alma instructed the teachers of his day: “He commanded them that they should teach nothing save it were the things which he had taught, and which had been spoken by the mouth of the holy prophets” (<span class=\"citation\" id=\"40675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40675)\">Mosiah 18:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p46\" class=\"\">Carry the right message, and then teach with the Spirit. The Spirit is the single most important ingredient in this work. Through the Spirit, the individuals and families you teach will know of your love and concern for them and will also know of the truthfulness of your message and will have a desire to follow it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p47\" class=\"\">As home teachers, live the kind of lives yourselves that will invite the Spirit. Live the gospel so you can effectively teach it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p48\" class=\"\">Alma instructs us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p49\" class=\"\">“Trust no one to be your teacher nor your minister, except he be a man of God, walking in his ways and keeping his commandments. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p50\" class=\"\">“Therefore [Alma] consecrated all their priests and all their teachers; and none were consecrated except they were just men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p51\" class=\"\">“Therefore they did watch over their people, and did nourish them with things pertaining to righteousness” (<span class=\"citation\" id=\"40677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40677)\">Mosiah 23:14, 17–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p52\" class=\"\">Also remember that, whenever possible, praying in the home should be a part of every home teaching visit. As you may be called upon to pray, pray with the Spirit, pray with real intent, and invoke the Lord’s blessings upon the individuals and families you are teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p53\" class=\"\">Yes, the second fundamental to effective home teaching is to know well your message, teach it by the Spirit, and make praying and reading the scriptures an integral part of that message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p54\" class=\"\">May I now suggest the third and final ingredient to effective home teaching—and that is to <span class=\"emphasis\">truly magnify your calling as a home teacher.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p55\" class=\"\">Do not settle for mediocrity in this great priesthood program of home teaching. Be an excellent home teacher in every facet of the work. Be a real shepherd of your flock. Make your home teaching visit early in the month, allowing enough time for additional follow-up contacts as necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p56\" class=\"\">Whenever possible, make a definite appointment for each visit. Let your families know when you are coming, and respect their time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p57\" class=\"\">Melchizedek Priesthood bearers, when you have an Aaronic Priesthood young man as your companion, train him well. Use him effectively in working with your families and in teaching them. Have these young men feel of your love of home teaching so that when they become senior companions they will love their callings and magnify them as you have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p58\" class=\"\">Remember, both the quality and quantity of home teaching are essential in being an effective home teacher. You should have quality visits, but you should also make contact with each of your families each month. As shepherds to all of your families, both active and less active, you should not be content with only reaching the ninety and nine. Your goal should be 100 percent home teaching every month.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p59\" class=\"\">So that this can be quality home teaching, we urge priesthood leaders not to assign more than three to five families or individuals to a pair of home teachers. This may be a challenge in some cases, but we would invite you to give prayerful consideration to these assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p60\" class=\"\">Keeping faithful track of each member you are called to home teach is essential. The Book of Mormon beautifully teaches this principle. In the sixth chapter of Moroni we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p61\" class=\"\">“And after they had been received unto baptism, … they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer, relying alone upon the merits of Christ, who was the author and the finisher of their faith” (<span class=\"citation\" id=\"38522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38522)\">Moro. 6:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p62\" class=\"\">Brethren, may we remember all of our individuals and families and “number” them each month and nourish them by the good word of God to keep them in the right way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p63\" class=\"\">We call upon quorum leaders to conduct spiritual monthly home teaching interviews, receive a report on the home teachers’ activities, evaluate current needs, make assignments for the coming month, and teach, strengthen, and inspire the home teachers in their sacred callings. Such interviews with home teachers provide a setting for leaders to measure progress and better serve the individuals and members they have been called to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p64\" class=\"\">May I close by bearing you my personal testimony regarding home teaching. I can remember, as if it were yesterday, growing up as a young boy in Whitney, Idaho. We were a farm family, and when we boys were out working in the field, I remember Father calling to us in a shrill voice from the barnyard: “Tie up your teams, boys, and come on in. The ward teachers are here.” Regardless of what we were doing, that was the signal to assemble in the sitting room to hear the ward teachers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p65\" class=\"\">These two faithful priesthood bearers would come each month either by foot or by horseback. We always knew they would come. I can’t remember one miss. And we would have a great visit. They would stand behind a chair and talk to the family. They would go around the circle and ask each child how he or she was doing and if we were doing our duty. Sometimes Mother and Father would prime us before the ward teachers came so we would have the right answers. But it was an important time for us as a family. They always had a message, and it was always a good one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p66\" class=\"\">We have refined home teaching a lot since those early days in Whitney. But it is still basically the same. The same principles are involved: caring, reaching out, teaching by the Spirit, leaving an important message each month, and having a concern and love for each member of the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p67\" class=\"\">God bless the home teachers of this Church. You are in the front line of defense to watch over and strengthen the individual and the family unit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p68\" class=\"\">Understand the sacredness of your calling and the divine nature of your responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p69\" class=\"\">Know well those you are to home teach. Know well your message, and deliver it with the Spirit. And finally, truly magnify your calling as a home teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/to-the-home-teachers-of-the-church.p70\" class=\"\">As you do this, I promise you the blessings of heaven and the indescribable joy that comes from helping to touch hearts, change lives, and save souls. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}