{"ID":4415, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lengthened Shadow of the Hand of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03213_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p4\" class=\"\">My brothers and sisters, I am grateful for the privilege and opportunity of being with you in this great world conference. I am thankful that I am alive to see this day of prophecy fulfilled in the mighty work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p5\" class=\"\">There was never a brighter day than today in the history of The Church of Jesus Christ of Latter-day Saints. There was never a season when the work of the Lord prospered as it now prospers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p6\" class=\"\">There was never a time for greater rejoicing and gratitude on the part of Latter-day Saints everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p7\" class=\"\">You heard yesterday the annual statistical report of the Church. To some, that may have seemed as a dull exercise in numbers. To me, the information given represents a miracle. At the end of the year, the membership of the Church moved comfortably past the six million mark. What a miraculous and remarkable flowering from that small seed planted April 6, 1830, in the log home of Peter Whitmer where six men formally organized the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p8\" class=\"\">As of the end of 1986, there were 1,622 organized stakes of Zion. What an advancement of geometric proportions from that first small stake organized in Kirtland in 1831!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p9\" class=\"\">At the end of last year, there were more than 15,000 local congregations scattered through 122 colonies, territories, and sovereign nations. There were 193 organized missions and almost 32,000 missionaries serving therein. What a change from the single effort of Samuel Smith who, even before the Church was organized, put a few copies of the Book of Mormon in his knapsack and tramped the roads of western New York to leave a copy here and a copy there to touch for everlasting good the lives of those who read them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p10\" class=\"\">There were 5,000 copies of that first edition, made possible in their printing by the generosity of Martin Harris, who mortgaged a farm to pay for them. Last year there were 1,643,000 copies of this same book printed and distributed in English alone, with a total distribution in all languages approaching 3,000,000.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p11\" class=\"\">Notwithstanding his problems, I have a great feeling of love for Martin Harris, who pledged the security of his lands to make possible the printing of this sacred record. It was an act of faith which has borne sweet fruit—the fruit of conversion and testimony and love for the Lord—in the lives of many millions over the earth. I am grateful for the repeated urging of our prophet of this day that we read this sacred record with a promise that in doing so we shall draw nearer to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p12\" class=\"\">Each week the Church Appropriations Committee meets to consider and authorize the expenditure of Church funds for the building of chapels and other purposes. The agenda is essentially a list of place-names, in terms of wards and stakes, together with figures of expenditure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p13\" class=\"\">A stranger looking upon that exercise, week after week, might regard it as a rather prosaic thing. But to me, it is a constantly renewing miracle. I have picked a short sample from a typical agenda: (1) a new building for the Mikkeli Ward of the Helsinki Finland Stake, (2) another for the Obrajes Ward of the La Paz Bolivia Miraflores Stake, (3) yet another for the Quilmes Oeste Ward of the Buenos Aires Argentina Quilmes Stake, (4) similarly for the Campo Grande First Ward of the Brazil São Paulo North Stake, (5) the Gympie Ward of the Brisbane Australia Stake, (6) the Bu Chon Ward of the Seoul Korea Kang Seo Stake, (7) the Kennedy First Ward of the Bogota Colombia Kennedy Stake, and (8) the Caurimare Ward of the Caracas Venezuela Stake. There were yet others. I have named these only to illustrate the growing universality of this work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p14\" class=\"\">And so it goes, week after week, in the great undertaking to provide housing for units of the Church far and near.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p15\" class=\"\">The Kirtland Temple was the first structure built by the Church in this dispensation. That was only 151 years ago. What a miraculous change has come to pass!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p16\" class=\"\">This morning I think of this Temple Square on which we meet in the Tabernacle. It has become one of the significant tourist attractions of the nation, with 2.6 million people coming to see us last year. Let me read to you a few comments left by some of these visitors in a single week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p17\" class=\"\">From a Presbyterian from Michigan: “I can see an absolute commitment to Jesus Christ in you people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p18\" class=\"\">From a California Christian: “The impact Temple Square had on me is beyond belief. I must hear more about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p19\" class=\"\">From a Baptist pastor from California: “This visit is wonderful to me. I am amazed. May God bless you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p20\" class=\"\">From a tourist from Argentina: “I need you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p21\" class=\"\">From a Lutheran from Wisconsin: “Life had lost direction. I have read the Book of Mormon, and it has made a great impression on me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p22\" class=\"\">From Australia: “I appreciate what your tour on the life of Christ has shown me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p23\" class=\"\">From Illinois: “I hope you have a church in Chicago.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p24\" class=\"\">From a Baptist from Canada: “I want to have the inner peace with me all of the time as I felt it on Temple Square.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p25\" class=\"\">From a Church of England member: “I want to be part of this. I want to be a member of this church. Is this possible?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p26\" class=\"\">Is not all of this a miracle, my brethren and sisters? I mention in passing one other impressive and remarkable thing. This coming July will be a season of celebration for members of the Church in the British Isles. There will be commemorated the 150th anniversary of the opening of the British Mission. That, too, was an act of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p27\" class=\"\">The year was 1837. The Latter-day Saints were settled in two locations, most of them in and around Kirtland, Ohio, and others, some eight hundred miles distant in Missouri. It was a season of economic depression. Banks failed, fortunes were lost. Among the failures was the bank in Kirtland. A spirit of criticism and evil speaking threatened the Church. In those circumstances, Joseph Smith said to Heber C. Kimball, “Brother Heber, the Spirit of the Lord has whispered to me. ‘Let my servant Heber go to England and proclaim my gospel, and open the door of salvation to that nation’” (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball<\/span> [Salt Lake City: Bookcraft, 1967], p. 104).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p28\" class=\"\">It is difficult for us to comprehend the enormity of that call. Such a request from one ordinary man to another would have been incredible. It meant leaving a family destitute. It meant traveling to New York and crossing the sea when he had no money. It meant that a man with very little schooling, who had grown up and lived in frontier communities, would go to the great cities of the British Isles among a people known for their education and enlightenment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p29\" class=\"\">In his mind, Heber C. Kimball demurred. He thought of all of these problems. He then wrote in his journal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p30\" class=\"\">“However, all these considerations did not deter me from the path of duty; the moment I understood the will of my Heavenly Father, I felt a determination to go at all hazards, believing that He would support me by His almighty power, and endow me with every qualification that I needed; and although my family was dear to me, and I should have to leave them almost destitute, I felt that the cause of truth, the Gospel of Christ, outweighed every other consideration” (<span class=\"emphasis\">Life of Heber C. Kimball,<\/span> p. 104).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p31\" class=\"\">That undertaking will be much spoken of during these coming months. Suffice it to say that Heber C. Kimball and his six associates, at the call of Joseph Smith, left their homes, traveled over land and sea, and laid the foundation of a mighty work in the British Isles, from where the cause spread to Europe and subsequently across the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p32\" class=\"\">What is all of this of which I speak? It is the lengthened shadow of the hand of God. It is the lengthened shadow of a mighty prophet, Joseph Smith, who was called and ordained to open this, the dispensation of the fulness of times spoken of in the scriptures. His numerous critics, now as in the past, spend their lives in trying to explain him on some basis other than the one which he gave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p33\" class=\"\">Of what credibility, I ask, is their estimate in comparison with the opinions of those who were at his side in laying the foundations of this ever-growing, ever-strengthening cause?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p34\" class=\"\">Permit me to give you four or five testimonies of men who knew him, who worked with him, who prayed with him, who suffered with him, who forfeited comfort and wealth and ease because of their conviction that he was the anointed of the Almighty, a prophet in this generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p35\" class=\"\">I begin with Brigham Young, who investigated for two years before he joined the Church. Said he concerning this leader:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p36\" class=\"\">“Who can justly say aught against Joseph Smith? I was as well acquainted with him, as any man. I do not believe that his father and mother knew him any better than I did. I do not think that a man lives on the earth that knew him any better than I did; and I am bold to say that, Jesus Christ excepted, no better man ever lived or does live upon this earth. I am his witness” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, p. 459).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p37\" class=\"\">John Taylor was a gifted and educated Englishman, a lay preacher of the gospel, a man of recognized intelligence. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p38\" class=\"\">“I was acquainted with Joseph Smith for years. I traveled with him; I have been with him in public and in private; I have associated with him in councils of all kinds; I have listened hundreds of times to his public teachings, and his advice to his friends and associates of a more private nature. … I was with him living and with him when he died; when he was murdered in Carthage jail by a ruthless mob with their faces painted black. I was there and was myself wounded in my body. I have seen him under all these various circumstances, and I testify before God, angels and men that he was a good, honorable, and virtuous man, that his private and public character was irreproachable, and that he lived and died a man of God” (in Ezra C. Dalby, “Joseph Smith, Prophet of God,” ms., talk delivered 12 December 1926, Salt Lake City, p. 13).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p39\" class=\"\">Wilford Woodruff was not baptized until three or four years after the Church was organized. He went to Kirtland and there met Joseph Smith. He traveled with him to Missouri. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p40\" class=\"\">“We traveled a thousand miles together. There I had my first experience in the dealings of God with His Prophet. I understood perfectly well that he was a prophet. I read the vision, I read his revelations, and I knew they could not come from any man on the face of the earth but by the inspiration of Almighty God” (Matthias F. Cowley, <span class=\"emphasis\">Wilford Woodruff,<\/span> Salt Lake City: Bookcraft, 1964, p. 610).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p41\" class=\"\">Orson Pratt, a man with a sharp and incisive mind, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p42\" class=\"\">“In 1830 I became intimately acquainted with the Prophet Joseph Smith, and continued intimately acquainted with him until the day of his death. I had the great privilege … of boarding … at his house, so that I not only knew him as a public teacher, but as a private citizen, and as a husband and father. I witnessed his earnest and humble devotions, both morning and evening in his family. I heard the words of eternal life flow from his lips, nourishing and soothing and comforting his family, neighbors and friends. I saw his countenance lighted up as the inspiration of the Holy Ghost rested upon him, dictating the great and most precious revelations now printed for our guide. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p43\" class=\"\">“I knew that he was a man of God. It was not a matter of opinion with me, for I received a testimony from the heavens concerning that matter” (in Ezra C. Dalby, p. 14).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p44\" class=\"\">Such were the words of appraisal of four of those who knew him intimately and who would have given their lives for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p45\" class=\"\">But there were others of his generation and not of his faith who offered appraisals of his character. Most quoted is Josiah Quincy, the gifted New Englander who visited Nauvoo forty-three days prior to the Prophet’s death and who subsequently became the distinguished mayor of Boston. His observation of the Prophet Joseph Smith bears repeating:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p46\" class=\"\">“Born in the lowest ranks of poverty, without book-learning and with the homeliest of all human names, he had made himself at the age of thirty-nine a power upon earth. Of the multitudinous family of Smith, … none had so won human hearts and shaped human lives as this Joseph. His influence, whether for good or for evil, is potent to-day, and the end is not yet” (Josiah Quincy, <span class=\"emphasis\">Figures of the Past,<\/span> 5th ed., Boston: Roberts Brothers, 1883, p. 400).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p47\" class=\"\">One who loved him has said concerning this mighty prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p48\" class=\"\">“When a man gives his life for the cause he has advocated, he meets the highest test of his honesty and sincerity that his own or any future generation can in fairness ask. When he dies for the testimony he has borne, all malicious tongues should ever after be silent, and all voices hushed in reverence before a sacrifice so complete” (in Ezra C. Dalby, p. 1).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p49\" class=\"\">This Book of Mormon, which he brought forth by the power and inspiration of the Almighty, this remarkable thing alone would be more than enough to guarantee his place in history forever. Add to this the marvelous revelations that came by the power of God through him, and we have a prophet whose stature looms above all his insignificant detractors, as a sainted giant looking down on a crowd of pygmies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p50\" class=\"\">To quote another, one who betrayed and offended him and later knew his forgiveness and love:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Great is his glory and endless his priesthood.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ever and ever the keys he will hold.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faithful and true, he will enter his kingdom,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Crowned in the midst of the prophets of old”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p55\" class=\"\">(W. W. Phelps, “Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 27).<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p56\" class=\"\">Is it any wonder that this work moves on from nation to nation, from people to people? Is it any wonder that it grows in strength and numbers, in influence and interest, notwithstanding its critics and naysayers? It is the work of God restored to the earth through a prophet of whom Parley P. Pratt, his contemporary, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p57\" class=\"\">“His works will live to endless ages, and unnumbered millions yet unborn will mention his name with honor, as a noble instrument in the hands of God, who, during his short and youthful career, laid the foundation of that kingdom spoken of by Daniel, the prophet, which should break in pieces all other kingdoms and stand forever” (<span class=\"emphasis\">Autobiography of Parley Parker Pratt,<\/span> ed. Parley P. Pratt, 6th ed., Salt Lake City: Deseret Book Co., 1938, p. 46).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/the-lengthened-shadow-of-the-hand-of-god.p58\" class=\"\">As I said at the outset, I marvel at what is happening in the growth and expansion of this work. And yet I know that what we see today is but the scratching of the surface of far greater things yet to come. I testify of this by the power of the Holy Spirit. I testify of the living reality of God the Eternal Father and of the Lord Jesus Christ. I testify of the divine calling of the Prophet Joseph Smith and of every other man who has succeeded in that prophetic calling. I testify of the truth and vitality of this church, in the name of Him whose name it bears and whose work it is, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}