{"ID":4416, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            My Neighbor—My Brother!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p3\" class=\"\">Jesus was once asked a provocative question by a lawyer: “Who is my neighbour?” (<span class=\"citation\" id=\"32296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32296)\">Luke 10:29<\/a><\/span>). Indeed, that is a question we all should ask—“Who is my neighbor?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p4\" class=\"\">The Savior provided a penetrating, unexpected answer to the lawyer. He taught him with a parable—the parable of the Good Samaritan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p5\" class=\"\">An unfortunate victim traveling to Jericho fell among thieves. He was robbed, beaten, and left for dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p6\" class=\"\">A priest, on his way to the temple, saw him and passed by. Likewise, a Levite, who in that day assisted the priests, passed him by. To the Jews in Jesus’ day this unconcern for the victim in the parable was considered appropriate religious behavior. Their rabbinical teaching declared, “We are not to contrive the death of the Gentiles, but if they are in any danger of death we are not bound to deliver them, … for such a one is not thy neighbour” (in <span class=\"emphasis\">A Commentary on the Holy Bible,<\/span> ed. J. R. Dummelow, New York: The Macmillan Co., 1936, p. 751).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p7\" class=\"\">The Samaritan, though despised by the Jews, saw the suffering victim and did three things: (1) he had compassion on him, (2) he went to him and bound up his wounds, and (3) he cared for him (see <span class=\"citation\" id=\"32297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32297)\">Luke 10:30–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p8\" class=\"\">After relating the parable, Jesus asked the lawyer which of the three was neighbor to him that fell among the thieves—the priest, the Levite, or the Samaritan. The lawyer could not avoid the evident truth. “He that shewed mercy on him,” he replied. To which the Savior said, “Go, and do thou likewise” (<span class=\"citation\" id=\"32298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32298)\">Luke 10:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p9\" class=\"\">A more perfect parable could not have been conceived to teach the eternal truth that God is the Father of us all and therefore we are brothers one to another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p10\" class=\"\">My neighbor—my brother! Such is the teaching of our Lord and Savior. We are to esteem every man as our brother, our neighbor as ourselves (see <span class=\"citation\" id=\"18595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18595)\">D&amp;C 38:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p11\" class=\"\">This truth is the fundamental basis for our inspired missionary effort throughout the world—to share the glorious truths of the restored gospel with our neighbors, who are our brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p12\" class=\"\">Since our early days, our prophets—beginning with Joseph Smith—have taught that every worthy member was expected to testify and warn his neighbor. Many priesthood holders were called into the mission field on short notice. Some heard their names announced as missionaries in general conference without any forewarning. Thousands responded to the call to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p13\" class=\"\">We have heard President Benson tell of the call from “Box B” that came to his father. A letter from “Box B” in those days was a call from the First Presidency to serve a mission. President Benson’s father answered that call—leaving his wife and children—which resulted in a powerful missionary spirit that came into that home that has blessed countless lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p14\" class=\"\">Today, that call—in the spirit of “Box B”—has been extended to all young men. They are prepared from an early age to serve the Lord. Thousands upon thousands have responded. The spirit of “Box B”—the call to serve—rests not only on all young men and dedicated young women who desire to serve, but now it has also been extended—and has been for some time—to mature couples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p15\" class=\"\">Eleven years ago, President Spencer W. Kimball announced:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p16\" class=\"\">“We could use hundreds of couples, older people like some of you folks, whose families are reared, who have retired in their business, who are able to go and spend their own money, to teach the gospel. We could use hundreds of couples. You just go and talk to your bishop,” he continued, “that is all you need to do. Tell him, ‘We are ready to go, if you can use us.’ I think you will probably get a call” (Talk given at dedication of Fair Oaks California Stake Center, 9 October 1976, quoted in Edward L. Kimball, ed., <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> Salt Lake City: Bookcraft, 1982, p. 551).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p17\" class=\"\">Since President Kimball made that plea, the demand has continued to increase, and today we could use not only hundreds but thousands of prepared couples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p18\" class=\"\">There are many hundreds of experienced, devoted couples—those whose hair may be graying and perhaps with a wrinkle here or there—you know, those distinguishing features of maturity—that are retiring from their professional careers but with several productive years still remaining before their golden years, whose children have made lives of their own, who are in good health, and who dream of that eventful moment when they say to their bishop, “We’re ready—ready to do something really important—to go on a mission, to go anywhere the Lord needs us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p19\" class=\"\">Such was the situation of Hollis and Gwen Kersey, who sold their home, bought a little farm, fixed up the house to be warm and comfortable, cleared the land, and planted a garden. “We settled down to be retired,” they said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p20\" class=\"\">They were Baptists and had no thought of changing religions this late in life. But missionaries and a neighbor family touched their lives, and they were baptized. On their fortieth wedding anniversary they were sealed in the Atlanta Temple. They were soon called as stake missionaries and later called to serve a full-time mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p21\" class=\"\">As they arrived at the Missionary Training Center, the Kerseys remarked:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p22\" class=\"\">“We gave away the chickens, turkeys, rabbits, took the pony and two dogs … [to our] son, … emptied the freezers and gave away the cats, … boarded up the windows, nailed up the sheds, had everything turned off, went and kissed our ten grandchildren good-bye, and here we are!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p23\" class=\"\">What a marvelous attitude!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p24\" class=\"\">Those of you who have been delaying—perhaps because of feelings of apprehension and inadequacy—approach your bishop, as our prophets have suggested, and make that first contact that could bring you into the inspiring missionary activity of proclaiming the gospel of our Lord and Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p25\" class=\"\">One of the most important lessons I have learned is that our capacity as children of God becomes what it has to be. We should never minimize or underestimate our ability to deal with challenges placed before us. The size or complexity of challenges need not be a cause for alarm or despair. Human potentiality is perhaps the most squandered resource on earth, and possibly the least tapped.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p26\" class=\"\">Perhaps second only in importance to acquiring a personal knowledge of God our Eternal Father and Jesus Christ, is our freedom and ability to learn, to meet problems with a capacity to comprehend and do!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p27\" class=\"\">Many of you may not appreciate what you can do. You can become a great anchor of strength to a new branch or to a weak ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p28\" class=\"\">It is not necessary for you to proselyte in the same way as our young elders and sisters. Couples are often among the most fruitful missionaries because of their maturity, seasoned experience, insight, and compassion that open many doors in an unusual way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p29\" class=\"\">An example of this comes from a mission president as he describes an unforgettable couple:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p30\" class=\"\">“I confess,” he said, “that when Elder and Sister Leslie arrived, I wondered how well they would do. He was seriously overweight and wore a hearing aid. She was limited with two artificial knee implants. But their spirit was sweet and their enthusiasm so strong. <span class=\"emphasis\">Two wonderfully ordinary people—full of love.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p31\" class=\"\">“I felt inspired to send them to Jamestown, Tennessee,” he said, “where we had a tiny, struggling branch that had been without missionaries for years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p32\" class=\"\">“I knew they couldn’t tract, and for the first few weeks nothing was noted on their weekly reports. Their letters said, ‘We are getting to know the people.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p33\" class=\"\">“After a few weeks their letters told of nonmembers who were attending church with them—at first two, then four, then seven. They had as many as twenty-four investigators at church on one occasion. Soon the baptisms started to flow. No set of missionaries, young or old, equaled the baptisms they brought about.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p34\" class=\"\">And the mission president went on to say, “I doubt that either of them could give the missionary discussions in a way that closely resembled the suggested form that we have for the regular missionaries. What they had was a great love for the people. They wove themselves into the fabric of that little community, winning them over with friendship, compassionate service, and understanding hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p35\" class=\"\">“Today, the Jamestown Branch is thriving, with a new building and more than 100 members attending. Many contributed their faith and works, but none more significantly or generously than Harry and Frances Leslie.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p36\" class=\"\">Compassion … service … caring—these are qualities of those who truly love their neighbors as themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p37\" class=\"\">Though you have had many years of married life together, you will discover new blessings. You will never work so closely and so intensely with one another in such a rewarding effort. Your love will deepen and you will discover wonderful new dimensions of your companion’s inner soul and the depth of his understanding. You will have a greater feeling of unity, and a heavenly relationship will be strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p38\" class=\"\">Who is your neighbor? Like the Good Samaritan, by bringing the true gospel to those waiting to hear it, giving compassion and a listening ear—you bind up their wounds, and in a special way you freely give loving care to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p39\" class=\"\">When Lynn and Dorothea Shawcroft arrived in Ecuador, they were in a state of cultural shock for two weeks and were unable to communicate very well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p40\" class=\"\">“We thought, ‘[Eighteen] months [will be] a very long time.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p41\" class=\"\">But then they went on to say, “We saw vividly the conditions in which [some of the] missionaries lived. … Our first thoughts were—until we learned more of our own duties—we could at least make life more pleasant for the [full-time missionaries]. So we shopped for pans and ingredients to make cookies and cinnamon rolls. We bought chocolate bars and cut them up to make chocolate chip cookies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p42\" class=\"\">“We learned so much from the [missionaries]. It didn’t matter that they learned the language more quickly than we did. Seeing the joy … on their faces as they enjoyed a chocolate chip cookie was worth every effort. We represented a bit of home, a bit of something they missed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p43\" class=\"\">“It [may] sound like we did nothing but make cookies for the missionaries. Not so! … [We worked] with the [local Church] leaders in activation, teaching, music, … genealogy, and welfare. We had open house each week for the … missionaries and their investigators. We worked together. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p44\" class=\"\">“On preparation day, [the missionaries] came and made cookies or cinnamon rolls. [We] … discussed the scriptures. When … discouraged, they came and talked about it. … How we loved them! …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p45\" class=\"\">“After teaching a young couple to read or seeing the happiness in a family [because] the father was again attending Church, we would walk back to our [little] apartment with a heart that was singing and feet that hardly touched the cobblestone street. Seeing a young mother clap her hands with joy as she truly realized that she was reading or watching a baby … and knowing that perhaps [this child] wouldn’t be alive now had we not [been serving in that city at that time]. These experiences, each and every one, made our mission worth every minute of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p46\" class=\"\">“Was it worth it to struggle with [another] language? It certainly was! … Did we feel that we had to keep up with [the younger missionaries]? No. We worked in our own way. … Were we accepted? Were we ever!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p47\" class=\"\">Sister Shawcroft recommends that every couple take on their mission a good chocolate chip cookie recipe, lots of love, a good recipe for cinnamon rolls, a strong testimony of the gospel, the scriptures, and then more love!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p48\" class=\"\">Each of these couples exemplifies the Savior’s teaching to give of ourselves, to reach out to people. In doing so they achieved value to themselves, their families, and to the Church for missionary service rendered in the golden years of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p49\" class=\"\">Some couples are now going on their second and third missions. Others are studying another language so they can go to a country where their talents are so needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p50\" class=\"\">A few years ago, a prominent man in California said to me, after learning that Sister Haight and I were leaving our affairs and going to Scotland to serve our church, “I wish my life had been lived in such a way that someone would ask me to do something really important.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p51\" class=\"\">Deep inside the human soul is a longing to be identified with and involved in something really important. There comes a time in our lives when we are spiritually prepared and ready to be lifted from comfortable and sometimes mundane activities and to make a major decision to respond to a call from our prophet that will ennoble our souls as well as bless others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p52\" class=\"\">The goal of every physically able couple in the Church, just as it is for every 19-year-old young man in the Church, should be to serve a mission. No finer example can be given, no finer testimony can be borne by parents to children or grandchildren, than through missionary service in their mature years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p53\" class=\"\">Who are our neighbors? They are <span class=\"emphasis\">all<\/span> of our Father’s children. What a blessing we can be to them as we, with mature wisdom and love, bring them the gospel of our Savior, with its eternal covenants and blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p54\" class=\"\">We invite bishops to prayerfully review possible calls with appropriate couples, who, after following our Savior’s promise to the Nephites to “pray unto the Father in my name; … believing that ye shall receive, [and] it shall be given unto you,” will know by the Spirit how to respond (<span class=\"citation\" id=\"6096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6096)\">3 Ne. 18:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p55\" class=\"\">Great joy and fulfillment will come to you as you humbly serve in your newly expanded world of neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/my-neighbor-my-brother.p56\" class=\"\">This work is divinely directed. God lives. Jesus is the Son of God. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}