{"ID":442, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Basis of Christian Faith<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, April 1950, pp. 49-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf I can manage it, I should like today to make a little comparison.\n<\/p><p>\nSomething more than nineteen hundred years ago, twelve obscure men with conviction and a\nmessage entered upon an undertaking which turned the world over and shaped the course of\nhistory.\n<\/p><p>\nCOMMISSION OF THE LORD\n<\/p><p>\nThey were acting under a commission given them by the risen Lord as the final injunction of\nhis early ministry. Coming to them at an appointed place on the occasion of his last\nappearance, he made this epoch marking announcement, \"All power is given unto me in\nheaven and in earth\" (<span class=\"citation\" id=\"34399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34399)\">Matt. 28:18<\/a><\/span>).\nThat was a monumental assertion of authority. It was\nthe premise upon which he based his solemn charge: \n<\/p><p>\nGo ye therefore, and teach all nations, baptizing them in the name of the Father, and\nof the Son, and of the Holy Ghost: \n<\/p><p>\nTeaching them to observe all things whatsoever I have commanded you\n(<span class=\"citation\" id=\"34401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34401)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nAs Mark narrates the incident, the commission was accompanied by a promise of equally\npositive and sobering import: \"He that believeth . . . shall be saved\"\n(<span class=\"citation\" id=\"33039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33039)\">Mark 16:16<\/a><\/span>). To be\nsure, certain requirements were enjoined upon believers as a condition to the fulfillment of the\npromise, but they would follow as a consequence of genuine, sincere belief&mdash;the kind of\nbelief that Jesus was talking about. A tremendously arresting quality of this whole matter is\nthe tone of finality of it all. There is no uncertainty, no qualification, no\ntemporizing. It is the voice of complete assurance, supreme confidence, final authority such as\nis not to be matched in the words of any other man who has lived in mortality. It is in\nkeeping with the character of one who had declared himself to be the Son of God, the\nRedeemer of the world.\n<\/p><p>\nDuring the period of his mortal ministry, the crowd had perceived this quality in his\nutterances and said in wonderment one to another that \"he taught them as one having\nauthority\" (<span class=\"citation\" id=\"34353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34353)\">Matt. 7:29<\/a><\/span>).\nNeither does one get the sense that there is any bombast or vanity\nor pretentious arrogation of power. Straight and clear in the calm authoritative tones of one\nwho had conquered death and thus redeemed the race from its power came the words, \"All\npower is given unto me in heaven and in earth\"\n(<span class=\"citation\" id=\"34400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34400)\">Matt. 28:18<\/a><\/span>). It is the bedrock upon which\nthe foundation of all his teachings rests. No one else in all the world has ever spoken like\nthat, and no one can disprove the assertion. On the contrary, there have been and are vast\nmultitudes who for nearly two thousand years have proclaimed and now proclaim assurance of\nits truth.\n<\/p><p>\nAWESOME ASSIGNMENT\n<\/p><p>\nIt would be difficult to conceive of an assignment more awesome than that one just referred\nto as being given by the Lord to his chosen disciples. Consider for a moment their station.\nThey were humble men&mdash;fishermen and peasants&mdash;without wealth or social position or\nhigh-placed friends. They had neither political prestige nor armed might. They lived in a\nremote province of the haughtiest and mightiest empire of the earth, whose proud legions had\ncarried its banners to remote corners. Members of a turbulent, troublesome, and therefore\nunpopular race, they were directed to carry an unknown and hitherto unheard-of message to\nall the world, calling upon its inhabitants to observe all things whatsoever the crucified Lord\nhad commanded promising salvation to all who believed and complied. Before the magnitude\nof that task, the stoutest heart might well have quailed.\n<\/p><p>\nWhat their personal feelings were we are not told. The record is silent. We are left to\ninference from what they did about it. They seem not to have been overwhelmed or weighted\ndown with apprehension. Perhaps they were not too much startled because they had previously\nbeen sent out as emissaries under the personal direction of the Master and had had personal\nexperience of his sustaining power. During the period of his mortal ministry they had been\nunder his personal tutelage and had heard him with unwavering assurance declare: \n<\/p><p>\n. . . I am the resurrection, and the life: he that believeth in me, though he were dead,\nyet shall he live (<span class=\"citation\" id=\"27433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27433)\">John 11:25<\/a><\/span>).\n<\/p><p>\nAnd again: \n<\/p><p>\nFor I came down from heaven, not to do mine own will, but the will of him that sent\nme.\n<\/p><p>\nAnd this is the will of him that sent me that every one which seeth\nthe Son, and believeth on him, may have everlasting life: and I will raise him up at the\nlast day (<span class=\"citation\" id=\"27411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27411)\">John 6:38,40<\/a><\/span>).\n<\/p><p>\nWith like definiteness they had heard him declare: \n<\/p><p>\nI am the door: by me if any man enter in, he shall be saved, and shall go in and out,\nand find pasture.\n<\/p><p>\nTherefore doth my Father love me, because I lay down my life, that I might take it\nagain.\n<\/p><p>\n. . . This commandment have I received of my Father\n(<span class=\"citation\" id=\"27425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27425)\">John 10:9,17-18<\/a><\/span>).\n<\/p><p>\nThey had seen him crucified and, in fulfillment of his words, rise from the dead. All this must\nhave given them an immensely fortifying trust in his promise. At any rate they went\nunhesitatingly to their work.\n<\/p><p>\nFAITH PUT TO TEST\n<\/p><p>\nThe quality of their faith and their courage was soon enough put to the test. When Peter and\nJohn, going up to the temple, healed the crippled man\n(<span class=\"citation\" id=\"7630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7630)\">Acts 3:1-11<\/a><\/span>),\nthey got themselves hailed before the\nrulers who demanded of them by what power or by what name they had done this thing. Peter\nboldly answered.\n<\/p><p>\nBe it known unto you all, and to all the people of Israel, that by the name of Jesus\nChrist of Nazareth, whom ye crucified, whom God raised from the dead, even by him\ndoth this man stand here before you whole\n(<span class=\"citation\" id=\"7632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7632)\">Acts 4:10<\/a><\/span>).\n<\/p><p>\nThey were forbidden further to teach in that name, and ignoring the warning, were thrown\ninto prison. Being liberated, they continued their teachings and were beaten and enjoined from\nteaching: but still they persisted\n(<span class=\"citation\" id=\"7637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7637)\">Acts 4:17-18,21<\/a><\/span>), saying,\n<\/p><p>\n. . . Whether it be right in the sight of God to hearken unto you more than unto God,\njudge ye.\n<\/p><p>\nFor we cannot but speak the things which we have seen and heard\n(<span class=\"citation\" id=\"7638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7638)\">Acts 4:19-20<\/a><\/span>).\n<\/p><p>\nPeter told his inquisitors to their teeth: \n<\/p><p>\nThe God of our fathers raised up Jesus, whom ye slew and hanged on a tree.\n<\/p><p>\nHim hath God exalted with his right hand to be a Prince and a Saviour, for to give\nrepentance to Israel, and forgiveness of sins\n(<span class=\"citation\" id=\"7639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7639)\">Acts 5:30-31<\/a><\/span>).\n<\/p><p>\nThat was the power of their message, and the basis of their strength.\n<\/p><p>\nPERSECUTIONS\n<\/p><p>\nTheir numbers multiplied with amazing rapidity, and so did the persecution. They were\nhunted down, driven into hiding, beaten, and stoned\n(<span class=\"citation\" id=\"7640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7640)\">Acts 5:40<\/a><\/span>).\nFrom the account of Saul of Tarsus\nsomething of the bitterness of their suffering may be learned, but still they pressed on, their\nmultiplied number spreading throughout the empire and to the very capital itself. An edict of\nextermination was decreed against the sect. They were driven into hiding,\ncruelly tortured, thrown to the beasts in the circus for the amusement of the populace, where\nthey were torn limb from limb. But still the work spread, a triumph of fidelity to a cause and\nsincerity in its advocacy.\n<\/p><p>\nThese men believed. Men do not endure that kind of persecution without deep conviction.\nHere was no lip-service or sham or apologetics or denaturing to suit the doctrines to the tastes\nor practice of listeners. That is the kind of belief and these were the kind of men who\nperpetuated the teachings of Jesus in the earth, rescued them from fading into forgetfulness,\nand carried the Christian faith triumphantly to its establishment as the worship of the majority\nof the people of the empire which once had proscribed it and decreed the extermination of its\nadherents. That is the kind of belief of which Jesus spoke when he said, \"He that believeth\nshall be saved\" (<span class=\"citation\" id=\"33040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33040)\">Mark 16:16<\/a><\/span>).\n<\/p><p>\nTHE SON OF GOD\n<\/p><p>\nIn the execution of their commission, the disciples clearly perceived that it was their first task\nto get him accepted, to get men to believe that he was the Son of God, the resurrected Lord\nwho had redeemed the race from the bondage of death. All their teaching accordingly\nrevolved around that central theme. Without that, there could be no hope of inducing the\nworld to accept his moral and religious doctrines.\n<\/p><p>\nThe pattern of their discourse was foreshadowed by Peter's bold declaration to the rulers: \"Be\nit known to you all and to all the people of Israel, that by the name of Jesus Christ of\nNazareth, whom ye crucified, whom God raised from the dead, even by him doth this man\nstand here before you whole\" (<span class=\"citation\" id=\"7633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7633)\">Acts 4:10<\/a><\/span>).\nThat is what gave authoritative sanction to their teachings about\nthe way of life which Jesus taught, and which so profoundly influenced the whole world.\n<\/p><p>\nINFLUENCE OF CHRISTIAN TEACHINGS\n<\/p><p>\nIt was clearly the intent and purpose of the Savior that men and peoples and nations should\ncome to order their lives on the basis of principles he laid down, and it is something to\nmarvel at how deep those teachings finally penetrated into those nations that espoused the\nChristian faith and furnished the standards of values and judgments to which they profess to\ncling. The nations formed from the breakup of the Roman Empire, as well as new nations\nwhich sprang or were peopled from them, in general fell under the influence of the Christian\nteachings and were called the Christian nations. The very frameworks of their governments\nwere colored and shaped by these principles, and their Christian convictions have made these\nnations dominant in the world for fifteen hundred years.\n<\/p><p>\nVarious Greek philosophies, and Roman too, taught rules of life, but such of them as have\nsurvived have done so by penetrating into the Christian faith which overshadowed them as the\ndominant spiritual power of the western world. In the Christian nations when\nmen have judged conduct or the validity of principles, they have evaluated them as good or\nbad according to their conformance or nonconformance to the standards laid down in the\nChristian code. Before Mussolini and Hitler could corrupt the youth of their countries they\nhad to undermine and break down and destroy belief in the principles taught by Christ which\nfor centuries their countries had been taught to revere as ideals, howsoever short they may\nhave fallen in practice. While the Christian church compromised many of its vital principles\nand in that degree weakened itself and subverted its initial purpose, it nevertheless still gave\nlip-service to the Christ and a certain veneration for him and his precepts, which gave\ncontrolling color to the institutions and practices of the Christian world.\n<\/p><p>\nDISQUIETING SIGNS\n<\/p><p>\nBut something ominous is happening now. There are disquieting signs that all over\nChristendom the underpinnings of the Christian faith are being knocked down. The crumbling\nof the Christian pattern is of grave portent. Ancient supports may be torn away, but what shall\nbuttress us then? It begins to look as though the world is slipping back to the position it held\nwhen the Lord commissioned his disciples to carry his message to all the nations. The task\nagain seems to be to get men to believe in him&mdash;to get him accepted. There is something\nhighly suggestive about the fact that the upheavals which are threatening the destruction of the\ncivilized world follow so closely on the heels of open denial by professed Christians of belief\nin Christ as the Son of God and of the divinity of his teachings.\n<\/p><p>\nI suppose it has always been true that individual persons have disavowed belief in Jesus as the\nMessiah, but generally this has not been true on a mass scale. Where such unbelief has been\ndeclared, it has generally been professed that nevertheless the moral and ethical teachings of\nChrist were still recognized as of the highest value and valid without acceptance of the claim\nof his Messiahship or his resurrection. But repudiation cannot go halfway and stop. Denial of\nhis divinity is only the first step in the process of complete denial to which the logic of the\nposition inevitably drives. And now we seem to be experiencing on a scale never before\nthought of the disavowal of any superior validity to the whole Christian creed. In other words,\nwe are now driven by the logic of events to recognize that you can't have Christianity without\nChrist, and those who have decided to get along without him are driven to choose whether to\ncompromise on their principles, too. This is of almost worldwide consequence because\nChristianity has penetrated into non-Christian nations far more than their creeds have\npenetrated into the Christian world.\n<\/p><p>\nCRITICISM OF CHRISTIANITY\n<\/p><p>\nIt is only two or three years ago that the president of a worshiping body in our country,\nwhich formerly was assumed to call itself Christian, said: \n<\/p><p>\nChristianity has been guilty of spiritual arrogance on a worldwide scale, labeling all\nother religions false, and asserting that only when all mankind accepts the one true\nreligion will there be any hope for worldwide cooperation and peace. That amounts to\nspiritual imperialism and is as out of date in our world today as any other form of\nimperialism.\n<\/p><p>\nIn a recent writing, an ordained minister who had held many pastorates proposes and argues\nthe necessity for a new religion for a new age. He begins by demolishing the Christian God,\nand tearing to bits the Christian church, Protestant and Catholic alike. He tells us that\nChristianity is a minority group even in America, and ridicules the idea that the great majority\nare going to surrender their own beliefs to accept \"the Christian God.\"\n<\/p><p>\nBut that is precisely what Christ directed his disciples to teach the world to do. Moreover, that\nis what the great body of the Roman world professedly did in its conversion from paganism to\nChristianity.\n<\/p><p>\nThe writer of the article dogmatically asserts, \"God doesn't talk to you.\" All forms of religion\nas known today, he says, and all ideas of God are man-made. They are not eternal; they grew\nout of the feeling of man that he was impotent to achieve his ideals and turned the job of\ncarrying through to a supernatural power. He proposes as a religion for the modern age one\nthat is secular, presided over not by a ministry or a clergy or anyone acting under an\nordination but managed by professional and businessmen and workers and artists. He depicts\nthe organization of a brave new world where every man who has a talent will be expected to\nuse it. It will be noted on careful perusal that in this scheme of things there is no place for\nGod. The writer makes it abundantly clear that He does not exist, nor is there any future\nestate for man. It would appear that man himself, and certainly religion, is to be but a tool of\nthe state.\n<\/p><p>\nALTERNATE PROPOSALS\n<\/p><p>\nIt is possible to agree with much of what the writer says about the failure of the Christian\nChurch to bring about the desired condition of peace and good order in the world and\nharmonious living among men. He points to war and frustration and the disappointments of\nhuman hopes through lapses in human behavior. But in all the principles and practices which\nhe sets forth as those to be embodied in his new religion, there is not one that is not already\nlaid down in the teachings of Jesus Christ. He proposes no new virtues. Just how the ideal of\nthe good life for all is to be implemented by supplanting the gospel taught by Jesus with a\nsecular-political-economic-sociological regime is not made clear, though there is some\nindication that this is to be managed through the authoritarian powers of an omnipotent state,\nwhich is a concept in direct variance from what Jesus taught. Right here I should like to\ninterpolate without using more words the stirring discourse we have just listened to from\nPresident [David O.] McKay relating to human dignity and the right of all men to be free.\n<\/p><p>\nA REVELATION OF GOD\n<\/p><p>\nSo we come at the end to the simple question whether religion is a revelation of God with\nenduring validity in all times, and through the practice of which man may work his way up to\nperfection, or is it a human creation with no higher sanction than the wisdom of man and\nsubject to change with the passing moods of changing times? The one gives stability and\nconstancy and purpose to life, the reason for being, with freedom to choose one's course: the\nother sets man adrift with nothing enduring to hold on to and little hope to inspire noble\nliving.\n<\/p><p>\nIn the brief time at my disposal, I have known that I could not make a complete portrayal of\nthe idea that is lying in the back of my mind. I had dared hope that I might advance\nsomething suggestive enough to set your minds working on the idea sufficiently so that you\nmight fill in what of necessity I have left incomplete.\n<\/p><p>\nI have had more particularly in mind those who by their daily pursuits or association or\nenvironmental influence might be confused or even disturbed by the godless humanism that is\nso prevalent in the thought of the day. If you want to meet scholasticism with scholasticism to\nbolster up your trust in the teachings and promises of the Master, you may take comfort in the\nknowledge that many of the profoundest scholars of this and of other times still place trust in\nGod, who may be communed with through prayer.\n<\/p><p>\nI recall here the words of Henry George, the economist and political scientist, many of whose\npolitical and economic and sociological views are in greater favor today than when he first\npropounded them: \"Political economy and social science,\" George said, \"cannot teach any\nlessons that are not embraced in the simple truths that were taught to poor fishermen and\nJewish peasants by one who 1800 years ago was crucified.\"\n<\/p><p>\nMay all men learn to revere the teachings of the Lord and Savior. May they come to know\nthat in them is saving power and that outside of them within the realm of human wisdom\nthere is nothing that can save, I pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}