{"ID":4421, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            By Faith and Hope, All Things Are Fulfilled\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ec.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p3\" class=\"\">Near here stands a tall building twenty-six stories high. In it are two banks of elevators, one an express, one that moves a little more normally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p4\" class=\"\">Not long ago I got on the express elevator. Some of the workers there say it could qualify as a ride at Disneyland. A little boy and his father got on with me. Suddenly the elevator took off, and the little boy, not expecting the thrill, lost his breath and looked up at his dad with great faith and trust and said, “Daddy, does Heavenly Father know we’re coming?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p5\" class=\"\">There is a great lesson in that experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p6\" class=\"\">Dr. JoAnn Larsen, a Salt Lake City family therapist, recently gave some wise and practical counsel on teaching children and building their self-esteem. She reminded us of the tendency most parents have, in their efforts to teach their children responsibility, of so often stressing the negative things the children do—the mistakes and misjudgments they make and the inconveniences and trouble they cause. She made the statement that between birth and twenty years of age the average child hears from parents, teachers, siblings, and peers probably one hundred thousand negative messages, which are rarely balanced with positive messages. With an extremely lucky child, the ratio would probably be ten negatives to one positive, which she claims can be highly damaging, often for life, to a child’s feelings of self-worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p7\" class=\"\">She encourages us all to develop lenses—vision that sees positives instead of negatives, thus making it possible to perform miracles sometimes and certainly to greatly improve the results of our teaching efforts and our parent-child relationships. The good accomplished toward the making of a better world through upbuilding, trusting approaches to life situations, in contrast to those that tear down, could very possibly never be accurately assessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p8\" class=\"\">Why is it that as humans we tend to emphasize the negative when there is so much to be positive about? We not only constantly criticize our children and each other, find fault, are very judgmental, and often seek out and build up people’s weaknesses and failings rather than their strengths and successes, but in our own personal life-styles there are those of us who are incessant, chronic worriers. We worry about all the negative things that could happen, but usually don’t, rather than positively trying to face problems with some amount of faith and hope of success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p9\" class=\"\">In our society, for some reason, we seem to dwell on the bizarre, the tragic, the profane, and the evils of our day. So often the newspapers and television reports center attention around the negative aspects of life: teenage suicides, drugs, AIDS, murders, infidelities, dishonesty, and a host of other social ills.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p10\" class=\"\">As I travel throughout the Church, I occasionally see another form of thinking that can become quite negative—members weighted down, sometimes grimly, with the serious tasks that they must perform to earn livings, pay mortgages, rear children, faithfully fulfill Church callings, attend to school and community responsibilities, live righteously and worthily—the list could go on and on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p11\" class=\"\">I often think that for some of these people the joy and excitement have gone out of their lives and that all they look back on are crowded, grim days, often filled with great guilt because of the pressure of trying to accomplish everything they think is necessary and to be perfect right now. Interestingly, negative attitudes seem to affect us in that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p12\" class=\"\">Now, of course, life is serious. Children must be taught, bills must be paid, we must live righteously—it is the Lord’s counsel to us. We can’t help but worry sometimes; there are and always will be never-ending negatives existing all around us which must be faced, dealt with, and solved. But I wonder if the constant bombardment of dilemmas and challenges and the often seemingly hopeless situations, both personal and nationwide, don’t frustrate, discourage, and depress us sometimes to the point where our minds and attitudes are distracted from the very principles that would allow us to rise above the negative and find the positive answers we need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p13\" class=\"\">In spite of the many negative occurrences in life, there are those who seem to have the knack of seeing the positive side. A young businessman was opening a new branch office, and a friend sent a floral arrangement to help celebrate the occasion. When the friend arrived at the opening, he was appalled to find the wreath bore the inscription “Rest in Peace.” Angry, he later complained to the florist. After apologizing, the florist said, “Look at it this way. Somewhere today a man was buried under a wreath that said, ‘Good luck in your new location.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p14\" class=\"\">In the Book of Mormon, in which we find many answers and so much direction in solving problems, there is a scripture that, to me, sheds great light on the matter of a positive, trusting, hopeful attitude of faith as a substitute for facing life’s problems with discouragement and despair. Listen to the words of the prophet Ether as he exhorts us to know and believe in God as a foundation of hope and faith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p15\" class=\"\">“By faith all things are fulfilled—<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p16\" class=\"\">“Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God” (<span class=\"citation\" id=\"22378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22378)\">Ether 12:3–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p17\" class=\"\">Throughout the whole of this marvelous chapter we are taught the wonders accomplished by faith, love, and hope. It seems to me that dwelling on negative thoughts and approaches is, in fact, working directly opposite of hope, faith, and trust—in the Lord, ourselves, and others—and causes continual feelings of gloom, while the positive lifts and buoys us up, encourages us to forge ahead, and is an attitude that can be developed, a habit that we can cultivate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p18\" class=\"\">The epitome of celebrating the beautiful and overlooking the misfortune is the story of Thomas Moore.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p19\" class=\"\">Soon after he was married, Thomas Moore, the famous nineteenth-century Irish poet, was called away on a business trip. Upon his return he was met at the door, not by his beautiful bride, but by the family doctor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p20\" class=\"\">“Your wife is upstairs,” said the doctor. “But she asked that you not come up.” Then Moore learned the terrible truth: his wife had contracted smallpox. The disease had left her once flawless skin pocked and scarred. She had taken one look at her reflection in the mirror and commanded that the shutters be drawn and that her husband never see her again. Moore would not listen. He ran upstairs and threw open the door of his wife’s room. It was black as night inside. Not a sound came from the darkness. Groping along the wall, Moore felt for the gas jets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p21\" class=\"\">A startled cry came from a black corner of the room. “No!” she said. “Don’t light the lamps!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p22\" class=\"\">Moore hesitated, swayed by the pleading in the voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p23\" class=\"\">“Go!” she begged. “Please go! This is the greatest gift I can give you now.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p24\" class=\"\">Moore did go. He went down to his study, where he sat up most of the night, prayerfully writing. Not a poem this time, but a song. He had never written a song before, but now he found it more natural to his mood than simple poetry. He not only wrote the words, but he wrote the music, too. The next morning, as soon as the sun was up he returned to his wife’s room.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p25\" class=\"\">He felt his way to a chair and sat down. “Are you awake?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p26\" class=\"\">“I am,” came a voice from the far side of the room. “But you must not ask to see me. You must not press me, Thomas.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p27\" class=\"\">“I will sing to you, then,” he answered. And so for the first time, Thomas Moore sang to his wife the song that still lives today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p28\" class=\"\">“Believe me, if all those endearing young charms which I gaze on so fondly today, were to change by tomorrow and flee in my arms like fairy gifts fading away, thou would’st still be adored, as this moment thou art—let thy loveliness fade as it will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p29\" class=\"\">Moore heard a movement from the dark corner where his wife lay in her loneliness. He continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p30\" class=\"\">“Let thy loveliness fade as it will, and around the dear ruin each wish of my heart would entwine itself verdantly still—”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p31\" class=\"\">The song ended. As his voice trailed off on the last note, Moore heard his bride rise. She crossed the room to the window, reached up, and drew open the shutters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p32\" class=\"\">We need more such attitudes in the world. There is the story of the husband and wife who had saved and saved for a new car. After taking delivery, the husband told his wife that all the necessary legal documents and insurance information were in a packet in the glove compartment. On her first day out in the new car, she was involved in an accident, which demolished the front end of the car. Unhurt, in tears, and near panic, she opened the packet to show the police officer her papers. There she found a handwritten note from her husband which read: “Now that you have had an accident, remember I can always replace the car, but not you. Please know how much I love you!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p33\" class=\"\">As stated in the beginning that with children we so often see the negative before the positive, a little boy was almost squelched in his attempt to express his feelings because an adult didn’t understand. A special friend of mine, Dr. Thomas Myers, shared this tender experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p34\" class=\"\">A small boy accompanied his father and grandparents into his medical office. The old man was leaning on the boy’s two upstretched hands as he moved. The child encouraged him with, “Come on, Grandpa, you can make it! … Only a little farther, Grandpa. … The doctor will make your leg better.” A sweet grandmother walked behind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p35\" class=\"\">After the visit, the three exited the same way. The little boy was given a helium balloon on his way out. He helped his grandfather to the car, then ran back in and, pulling himself up to the counter, asked the receptionist, “Please, may I have another balloon?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p36\" class=\"\">His grandmother, still standing there, scolded him, “Of course you can’t. I warned you not to let that balloon go!” She apologized to the receptionist. “He did this last week—went right outside and let his balloon go. I really did warn him this time.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p37\" class=\"\">The little boy was trying to tell her something. She bent down to listen. Then, with tears showing on her thin, wrinkled face, the grandmother asked, “Could he please have another balloon? You see, his little sister died a few months ago, and he wanted her to have a balloon to play with, too!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p38\" class=\"\">As critical and judgmental as we often must be, as much as we will have to correct, as truly as we must face unpleasant realities all of our days, let us recognize and praise the thousands of beauties of life around us; the many wonderful examples of virtuous living; the strengths and the courage of so many souls; the exceptional talents and achievements of our family members, neighbors, and associates; the countless blessings that we have been given. As has been quoted by so many, but seems to fit well here, “Two men look out through the same bars: One sees the mud, and one the stars” (Frederick Langbridge, <span class=\"emphasis\">A Cluster of Quiet Thoughts,<\/span> cited in <span class=\"emphasis\">The Oxford Dictionary of Quotations,<\/span> 2d ed., London: Oxford Univ. Press, 1966, p. 310).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p39\" class=\"\">And as the prophet Mormon taught us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p40\" class=\"\">“But charity [in this case, the charity in our thinking of and appreciation of others] is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him” (<span class=\"citation\" id=\"38530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38530)\">Moro. 7:47<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p41\" class=\"\">Remember, my brothers and sisters, particularly you young people, Christ came to lift us up, not put us down. I, with these great brethren on this stand, as a witness, invite you to come unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/by-faith-and-hope-all-things-are-fulfilled.p42\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}