{"ID":4422, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Some Have Compassion, Making a Difference”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p2\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p3\" class=\"\">The people of each dispensation of time have received the teaching and admonition of living prophets to care for one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p4\" class=\"\">The sons of Mosiah “were desirous that salvation should be declared to every creature, for they could not bear that any human soul should perish; yea, even the very thoughts that any soul should endure endless torment did cause them to quake and tremble” (<span class=\"citation\" id=\"40678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40678)\">Mosiah 28:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p5\" class=\"\">This spirit of being anxiously engaged in caring about those who are not partaking of the blessings of the gospel is not confined to those who are called as shepherds but should permeate the lives of all of God’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p6\" class=\"\">True shepherds nourish and care for each member of the flock and keep them in remembrance. They do not simply number them. Shepherds know and care for their flock. A shepherd cannot rest when even one of the flock is lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p7\" class=\"\">Some years ago, as a young man, I had an opportunity to work summers on a ranch with my wise Uncle Frank, who taught me an important lesson about shepherding. He described to me how lambs are enticed and led away from the safety of their mothers’ sides and the flock that loves and cares for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p8\" class=\"\">Cunning coyotes send their pups to play near the flock—running, rollicking, tumbling—it <span class=\"emphasis\">looks<\/span> so inviting to the little lambs. The frolicking pups look like they are having so much fun that the lambs are enticed to wander from the protective environment of the flock and their mothers’ nurturing sides. In their innocence, they fail to observe that the adult coyotes are moving in a circle ready to pounce and cut them off from the flock, ultimately killing and devouring them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p9\" class=\"\">This is also Satan’s way. He uses our free agency to entice us with apparent “good times.” Soon we may become entrapped and, if not eventually brought back to the flock, we will not be able to go to the temple, enter into the covenants, and receive the ordinances necessary to attain eternal life, that we might live in the presence of God the Father and Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p10\" class=\"\">Some of us have strayed at one time or another. Some have repented and come back; but some, for one reason or another, are still looking for the right moment, the right person, or the right set of circumstances to come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p11\" class=\"\">As member shepherds of our Father in Heaven’s flock, we should not judge why some have strayed, but rather should try unceasingly to bring them back again into the fold, knowing Jesus can heal them when none other can.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p12\" class=\"\">In 1829, the Lord instructed us through his first latter-day prophet, Joseph Smith, to “remember the worth of souls is great in the sight of God; … And how great is his joy in the soul that repenteth!” (<span class=\"citation\" id=\"18560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18560)\">D&amp;C 18:10, 13<\/a><\/span>.) We need to be as Lehi, who said in Book of Mormon times, “I have none other object save it be the everlasting welfare of your souls” (<span class=\"citation\" id=\"4215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4215)\">2 Ne. 2:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p13\" class=\"\">In this, the last dispensation, we have prophets to guide and direct us with their counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p14\" class=\"\">A significant proclamation was given by the First Presidency at Christmastime in 1985. It was an invitation to come back. Because of the significance of this special message from prophets in our day, please let me share some of the key admonitions that apply to each of us as we serve one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p15\" class=\"\">The message from the First Presidency, in part, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p16\" class=\"\">“We are aware of some who are inactive, of others who have become critical and are prone to find fault, and of those who have been disfellowshipped or excommunicated because of serious transgressions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p17\" class=\"\">“To all such <span class=\"emphasis\">we reach out in love.<\/span> We are <span class=\"emphasis\">anxious to forgive<\/span> in the spirit of Him who said: ‘I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.’ (<span class=\"citation\" id=\"18620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18620)\">D&amp;C 64:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p18\" class=\"\">“<span class=\"emphasis\">We encourage Church members to forgive those who may have wronged them.<\/span> To those who have ceased activity and to those who have become critical, we say, ‘Come back. Come back and feast at the table of the Lord, and taste again the sweet and satisfying fruits of fellowship with the Saints.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p19\" class=\"\">“We are confident that many have longed to return, but have felt awkward about doing so. <span class=\"emphasis\">We assure you that you will find open arms to receive you and willing hands to assist you. …<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p20\" class=\"\">“We know there are many who carry heavy burdens of guilt and bitterness. To such we say, ‘Set them aside and give heed to the words of the Savior: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p21\" class=\"\">“‘“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p22\" class=\"\">“‘“For my yoke is easy and my burden is light”’ (<span class=\"citation\" id=\"37156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37156)\">Matt. 11:28–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p23\" class=\"\">“We plead with you. We pray for you. We invite and welcome you with love and appreciation” (<span class=\"emphasis\">Ensign, <\/span>Mar. 1986, p. 88; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p24\" class=\"\">For you and me, as members of The Church of Jesus Christ of Latter-day Saints, our responsibilities are clear; we are to:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"content-list alpha-caps\"><li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>Reach out in love and be anxious to forgive those who have wronged us.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>Help by fellowshipping and caring for those who want to come back, receiving them with open arms and willing hands.<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p27\" class=\"\">We must do as Jude, the brother of James, admonished:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p28\" class=\"\"><span class=\"emphasis\">“Have compassion, making a difference” <\/span>(<span class=\"citation\" id=\"30832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30832)\">Jude 1:22<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p29\" class=\"\">There are principles that will help us to “have compassion, making a difference.” These principles are encompassed in Luke, chapter 15, where Jesus used three parables to give us examples of the importance He placed on finding those who are lost and rendering “compassion, making a difference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p30\" class=\"\">In the parable of the lost sheep, the shepherd went after the lost sheep and searched until he found the lost lamb. He then returned, rejoicing (see <span class=\"citation\" id=\"32302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32302)\">Luke 15:4–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p31\" class=\"\">In the parable of the lost coin, the widow lit a candle, which gave light, and swept every corner to find the lost coin. She rejoiced upon finding it (see <span class=\"citation\" id=\"32303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32303)\">Luke 15:8–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p32\" class=\"\">Both of these parables are examples of action taken to search, light up the darkness, and sweep until a treasured possession or lost soul is found and returned to a rejoicing home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p33\" class=\"\">On the other hand, in the parable of the prodigal son, a caring father patiently waited for his son to “come to himself” (see <span class=\"citation\" id=\"32305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32305)\">Luke 15:11–32<\/a><\/span>). He provided a loving atmosphere at home to welcome his son with open arms and willing hands so that they might rejoice together. The key is that the son knew that upon his return he would be loved and welcomed home by his father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p34\" class=\"\">Coming home can have its challenges, too. When the prodigal son came home, his faithful brother was jealous of the attention extended to his repentant brother. The faithful brother was judgmental and had not developed spiritually enough to rejoice at his brother’s return. The father had to reassure the faithful son of his love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p35\" class=\"\">Now the returning prodigal son had a chance to practice the same forgiving and accepting attitude toward his jealous brother that he was experiencing from his father. Those who return need a forgiving attitude toward others’ faults, or complete repentance is not possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p36\" class=\"\">If we want the Lord and others to forgive our faults, we must be forgiving of others. Those who “come back” must not be judgmental, but must remember that none of us is perfect either.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p37\" class=\"\">As members of The Church of Jesus Christ of Latter-day Saints, how can we develop a caring environment in our homes and meetinghouses that will give comfort to those who want to come back, knowing they will be welcomed and loved upon their return?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p38\" class=\"\">A good example of compassion and service making a difference is the example of Don and Marian Summers, which represents the experiences of many other missionary couples. While serving in England, they were asked to serve the last six months of their mission in the Swindon Branch to teach and assist in activating members. For eighty years Swindon had been a branch with a faithful few and with many good members becoming less active.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p39\" class=\"\">Don and Marian recently wrote me, recalling the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p40\" class=\"\">“Our first visit to Swindon Branch was a bit disheartening as we met with the Saints in a cold, rented hall. The congregation numbered seventeen, including President and Sister Hales and four missionaries. Still wearing our winter coats, we all huddled around a small, inadequate heater while we listened to a Sunday School lesson.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p41\" class=\"\">The letter continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p42\" class=\"\">“A branch member approached me one day: ‘Elder Summers, can I give you a bit of advice? Never mention the word <span class=\"emphasis\">tithing<\/span> to the Swindon members; they really don’t believe in it, and all you will do is upset them.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p43\" class=\"\">Brother Summers said, “We did teach tithing and all the other gospel principles. With example and the encouragement of a branch president, there was a change of heart, and faith and activity started to increase. The membership records were completely updated as we visited every member’s home. When the leaders started caring, the members began to respond, and a whole new spirit pervaded the branch. The members became excited again about the gospel and helping one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p44\" class=\"\">“Firesides were held in our homes and we worked closely with stake and other proselyting missionaries. We made a promise to the Lord that we would not let one new or reactivated member fall into inactivity while we were in Swindon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p45\" class=\"\">“One young couple had a difficult adjustment to make as their customs, manners, and dress were different. They became offended at suggestions for changes. The couple twice wrote to the bishop [since by then it was a ward] and asked to have their names removed from the Church records. In the last letter they forbade any of the members to visit them, so Marian and I went to the florist and purchased a beautiful plant of chrysanthemums and had it delivered to the young couple. It was a simple note: ‘<span class=\"emphasis\">We love you; we miss you; we need you. Please come back.<\/span>’ Signed, Swindon Ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p46\" class=\"\">“The next Sunday was fast and testimony meeting and our last Sunday in Swindon. There were 103 members in attendance compared to seventeen six months before. The young couple was there and, in bearing his testimony, the husband thanked the Swindon Ward for not giving up on them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p47\" class=\"\">Each of us can have similar experiences in our local wards and branches by working with and loving those who are less active. What a joy it is to give “compassion, making a difference” to those who may be ready to find themselves and then want to come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p48\" class=\"\">Concerning those who were <span class=\"emphasis\">not<\/span> numbered among His people, Jesus said to the Nephites:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p49\" class=\"\">“Nevertheless, ye shall not cast him out of your synagogues, or your places of worship, for unto such shall ye continue to minister; <span class=\"emphasis\">for ye know not but what they will return and repent,<\/span> and come unto me with full purpose of heart, and <span class=\"emphasis\">I shall heal them;<\/span> and <span class=\"emphasis\">ye shall be the means<\/span> of bringing salvation unto them” (<span class=\"citation\" id=\"6099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6099)\">3 Ne. 18:32<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p50\" class=\"\">Brothers and sisters, may we leave this conference with a renewed determination, through our prayers of faith and “compassion, making a difference,” to bring at least one precious soul back to salvation and exaltation. May the prayer of Alma also be our prayer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p51\" class=\"\">“O Lord, wilt thou comfort my soul, and give unto me success, and also my fellow laborers who are with me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p52\" class=\"\">“Wilt thou grant unto them that they may have strength, that they may bear their afflictions which shall come upon them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p53\" class=\"\">“O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p54\" class=\"\">“Behold, O Lord, their souls are precious, and many of them are our brethren; therefore, <span class=\"emphasis\">give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee<\/span>” (<span class=\"citation\" id=\"9604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9604)\">Alma 31:32–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/some-have-compassion-making-a-difference.p55\" class=\"\">“We love you; we miss you; we need you. Please come back.” Come back to go to the temple, enter into the covenants, and receive the ordinances of eternal salvation. In the name of our Savior and Redeemer, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}