{"ID":4423, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Looking to the Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03213_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2378.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p3\" class=\"\">My dear brothers and sisters, as we approach the Easter season, our minds and thoughts turn to the Lord Jesus Christ, His crucifixion, resurrection, and atoning sacrifice for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p4\" class=\"\">John the Baptist, who was commissioned to be the forerunner of the Savior in his day, declared that our Father in Heaven had not forgotten His children on this earth. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p5\" class=\"\">“The Father loveth the Son, and hath given all things into his hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p6\" class=\"\">“He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him” (<span class=\"citation\" id=\"29320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29320)\">John 3:35–36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p7\" class=\"\">The coming of the Savior was prophesied by many prophets in the Bible and in the Book of Mormon. The Old Testament prophet Isaiah predicted the coming of the Savior’s birth when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p8\" class=\"\">“Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel” (<span class=\"citation\" id=\"25633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25633)\">Isa. 7:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p9\" class=\"\">“For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace” (<span class=\"citation\" id=\"25634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25634)\">Isa. 9:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p10\" class=\"\">The Book of Mormon, as another testament of Jesus Christ, records that an angel appeared unto King Benjamin and declared the glad tidings of great joy, 124 years before the coming of Christ. The angel said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p11\" class=\"\">“For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p12\" class=\"\">“And he shall be called Jesus Christ, the Son of God, the Father of heaven and earth, the Creator of all things from the beginning; and his mother shall be called Mary” (<span class=\"citation\" id=\"40644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40644)\">Mosiah 3:5, 8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p13\" class=\"\">Throughout the thousand years of Book of Mormon history, many prophets bore solemn witness of the divinity of Jesus Christ as the Son of God, of His premortal godhood, of His earthly ministry—His suffering, His death, His resurrection—and of the plan of salvation by which we can make His atonement effective in our lives. These prophets spoke from pure knowledge, knowledge that came by personal visitations of the Savior to them, by the testimony of angels who spoke with them, by visions, and by the power of the Holy Ghost. They knew whereof they spoke and could not be shaken from their testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p14\" class=\"\">Let us consider the example of Jacob. Jacob was confronted by Sherem, who denied Christ and contended with Jacob and demanded a sign [see <span class=\"citation\" id=\"25928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25928)\">Jacob 7:13<\/a><\/span>]. Sherem preached with much flattery and much power of speech, questioning Jacob’s testimony. Jacob said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p15\" class=\"\">“And he had hope to shake me from the faith, notwithstanding the many revelations and the many things which I had seen concerning these things; for I truly had seen angels, and they had ministered unto me. And also, I had heard the voice of the Lord speaking unto me in very word, from time to time; wherefore, I could not be shaken” (<span class=\"citation\" id=\"25927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25927)\">Jacob 7:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p16\" class=\"\">President Ezra Taft Benson, our beloved prophet, has encouraged us to study the Book of Mormon, for, as he said, “the book that will get a man ‘nearer to God by abiding by its precepts, than by any other book’ needs to be studied constantly.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p17\" class=\"\">I hope and pray that we will follow the admonition of our beloved prophet, President Benson, and constantly study the Book of Mormon. We all need the assurance that we are living in obedience to the commandments of God so that we can receive the Spirit and be guided by it in our daily lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p18\" class=\"\">The Savior, as the Son of God, showed you and me the great example of obedience in keeping the commandments of His Father. Nephi tells us that Christ was baptized so men can follow in His footsteps and receive the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p19\" class=\"\">“Know ye not that he was holy? But notwithstanding he being holy, he showeth unto the children of men that, according to the flesh he humbleth himself before the Father, and witnesseth unto the Father that he would be obedient unto him in keeping his commandments” (<span class=\"citation\" id=\"4258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4258)\">2 Ne. 31:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p20\" class=\"\">Several weeks ago I was assigned to a stake conference in Provo. The Sunday morning welfare meeting was scheduled to begin at 7:30 <span class=\"small\">A.M.<\/span>, so it was necessary that I leave home about 6:15 <span class=\"small\">A.M.<\/span> Just as I came to an intersection before turning onto the on-ramp to enter the freeway, the light changed to red. As I stopped for the light at that early hour, now about 6:30 <span class=\"small\">A.M.<\/span>, there were no cars in sight. Mine was the only car parked at the stop light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p21\" class=\"\">The thought did cross my mind that if I ignored the red light, no one would be hurt or endangered, for not a car was in sight at that early hour. Nevertheless, I waited out the light change and proceeded on the green light. If I had turned left, no one would have known, but I would know that I was breaking the traffic code, and surely the Lord would know. I was reminded of the scripture which says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p22\" class=\"\">“Therefore to him that knoweth to do good, and doeth it not, to him it is sin” (<span class=\"citation\" id=\"26344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26344)\">James 4:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p23\" class=\"\">Brothers and sisters, oftentimes we are tempted to compromise with circumstances of the moment, but we must exercise care and live the principles of righteous living at all times so we will know what to do when called upon to make a decision of far greater importance. We must always be examples to the world as members of the Lord’s kingdom and keep the laws of the land and the laws of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p24\" class=\"\">The Lord said in a latter-day revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p25\" class=\"\">“Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p26\" class=\"\">“Behold, the Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days” (<span class=\"citation\" id=\"18626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18626)\">D&amp;C 64:33–34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p27\" class=\"\">Recently, as a member of the Utah South Area Presidency, I was invited to participate in an institute program with men and women at the Utah State penitentiary. As I visited these men and women, my heart went out to them, for they are all our Heavenly Father’s children. Many are there because of the wrong choices they made in life when temptation was put before them. I saw pain and suffering in their eyes, and yet, as I think of their loved ones—parents, brothers, sisters, wives, children—they, too, have suffered much and perhaps are still faced with more suffering in the future. President Kimball said we should hate the sin but love the sinner. He further stated that suffering can make saints of people as they learn patience, long-suffering, and self-mastery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p28\" class=\"\">He also said the sufferings of our Savior were part of his education. “Though he were a Son, yet learned he obedience by the things which he suffered;<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p29\" class=\"\">“And being made perfect, he became the author of eternal salvation unto all them that obey him” (<span class=\"citation\" id=\"24524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24524)\">Heb. 5:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p30\" class=\"\">Elder James E. Talmage wrote, “No pang that is suffered by man or woman upon the earth will be without its compensating effect … if it be met with patience” (as quoted in Spencer W. Kimball, “Tragedy or Destiny,” in <span class=\"emphasis\">Speeches of the Year, 1955–56,<\/span> Provo: Brigham Young University, pp. 5–6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p31\" class=\"\">On the other hand, wrong choices can crush us with their mighty impact, if we yield to weaknesses, complaints, and criticisms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p32\" class=\"\">In closing, may I quote Orson F. Whitney, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p33\" class=\"\">“No pain that we suffer, no trial that we experience is wasted. It ministers to our education, to the development of such qualities as patience, faith, fortitude and humility. All that we suffer and all that we endure, especially when we endure it patiently, builds up our characters, purifies our hearts, expands our souls, and makes us more tender and charitable, more worthy to be called the children of God … and it is through sorrow and suffering, toil and tribulation, that we gain the education that we come here to acquire and which will make us more like our Father and Mother in heaven” (as quoted in “Tragedy or Destiny,” p. 6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p34\" class=\"\">The Lord, who suffered much for the sins of all mankind and was crucified and resurrected, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p35\" class=\"\">“If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p36\" class=\"\">“These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/05\/looking-to-the-savior.p37\" class=\"\">“This is my commandment, That ye love one another, as I have loved you” (<span class=\"citation\" id=\"29336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29336)\">John 15:10–12<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}