{"ID":443, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repentance...or Slavery<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, April 1950, pp. 57-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters: \n<\/p><p>\nIt is trite to say we are living in perilous times\n(<span class=\"citation\" id=\"5109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5109)\">2 Tim. 3:1<\/a><\/span>).\nThere are numberless troubles, disputes,\ndissensions, dangers, complexities, everywhere. People in every land want and earnestly pray\nfor peace, and yet the outlook for peace is seemingly becoming darker and more gloomy.\nTalk of war is getting louder; and war preparations are being accelerated, particularly in\nmeans so destructive that if generally and widely used, nearly total extinction of human life\nwould result. The recent world war was so expensive and destructive that everywhere the\nfeeling was prevalent at its close that nations never again would engage in such a foolish and\ndisastrous conflict. But what do we now see? Notwithstanding, no treaties of peace with major\nnations have yet been made, rearmament programs are going forward as rapidly as is feasible.\n<\/p><p>\nDISTURBED CONDITIONS\n<\/p><p>\nWhy do the conditions here indicated exist? There are many reasons, some of which have\nbeen stated many times from this pulpit. These may all be summed up in a single\nsentence&mdash;failure to live as the Lord has indicated we, his children, should live. Some fundamentals of\nthis way are given to us by the Prophet Joseph Smith in articles 11, 12, 13, of our faith,\nwhich are as follows: \n<\/p><p>\n<\/p><p>\n11. We claim the privilege of worshiping Almighty God according to the dictates of our own\nconscience, and allow all men the same privilege, let them worship how, where, or what they\nmay (<span class=\"citation\" id=\"6651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6651)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\n12. We believe in being subject to kings, presidents, rulers, and magistrates, in obeying,\nhonoring and sustaining the law (<span class=\"citation\" id=\"6653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6653)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\n13. We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen... (<span class=\"citation\" id=\"6654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6654)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nArticle 11 is an ideal statement of religious tolerance, a condition sadly lacking in the world\ntoday, as indicated in so many places, examples of which are the bloody conflict that has\nrecently cost the lives of thousands in the deadly fight between Moslems and Hindus in\nPakistan, and the expulsion from Czechoslovakia of missionaries of the Church of Jesus Christ\nof Latter-day Saints. Religious tolerance is perhaps the most difficult of all types of tolerance\nfor devout people to grant, giving which they could also be tolerant in other matters related to\nmoral standards.\n<\/p><p>\nTHE GOLDEN RULE\n<\/p><p>\nSpeaking of how the Lord would have us live in all our relations with human beings, there is\nanother sentence that beautifully expresses the way. It is: \"Do unto others as you would have\nothers do unto you\" (<span class=\"citation\" id=\"34348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34348)\">Matt. 7:12<\/a><\/span>).\nThis is known as the Golden Rule. The second great commandment\nrequires us to love our neighbor as ourselves. To do this, must one not comply with the\nrequirements of the Golden Rule?&mdash;not always an easy thing to do, but a divine requirement,\nnonetheless. If all individuals, peoples, and nations would do this, peace would come at once\nto every part of the currently disturbed world. The measure of peace that we have or shall\nhave will be proportionate to the degree of fullness to which the aggressor observes the\nGolden Rule.\n<\/p><p>\nBut as to aggressors, they are found everywhere&mdash;locally, nationally, and internationally;\nand wherever found they all have in common at least one fault&mdash;excessive and inordinate\nselfishness. They want, and usually insist on having, more of something that does not\nrightfully belong to them and, if necessary, will fight to get it. As a rule, however, they prefer\nto satisfy their unrighteous desires and wicked cravings by other means than physically\nfighting for them. Blood shedding is not as general, therefore, as it might otherwise be; for\nexample, does Russia want war? Why should she? Has not communism made rapid progress\nin the control of peoples and nations since fighting ceased in World War II?\n<\/p><p>\nBut the fear of a\nwar, of appalling bloodshed, is so great in this country that our government is spending many\nbillions of dollars annually to ward it off, seemingly believing that an up-to-date readiness to\nfight is the surest preventive of war. The people of the United States most certainly do not\nwant another war of nations, and the majority of them are willing to do everything feasible to\nprevent it. How far it is necessary to go to attain this objective is a debatable question.\n<\/p><p>\nDANGERS WITHIN\n<\/p><p>\nBut it is not of war between nations and the danger of it that I desire to speak further, for I\nfeel that an immediate greater danger of destruction of the best interests of the people in the\nUnited States lies within our borders rather than beyond them. And these dangers are rooted\nin the unreasonable and damnable selfishness that is manifest on every level of our society by\nindividuals, groups, and organizations.\n<\/p><p>\nFor many years this country has had anti-monopoly laws to govern business corporations.\nThe federal government and the states have set up controls and boards and commissions to\nadminister these laws, the purpose being to protect the public against unfair commercial\npractices and unreasonable charges for the goods and services of corporations. The intent of\nthese laws has met with overwhelming public approval. But during recent years another form\nof monopoly has been developing that, if not controlled, imposes a type of slavery on the\ncountry unknown and undreamed of by the founders of our glorious republic, which, from its\nbeginning, has served as a cherished ensign to all the world of personal liberty and free\nenterprise.\n<\/p><p>\nBut these two essentials of a free people are being more and more restricted in this country.\nThey have been practically destroyed in Russia and some other communistic controlled\ncountries where it is claimed a people's democracy rules&mdash;a highly absurd claim in the light\nof the facts.\n<\/p><p>\nFREE ENTERPRISE\n<\/p><p>\nWhat do I mean by the words \"free enterprise\"? I mean <i>individual freedom of action and of opportunity<\/i>.\nEveryone born in mortality, according to our teachings, comes from God, our\nFather, with the priceless gift of \"free agency\" and will be held accountable for its use.\nNaturally, in the exercise of this gift one may not, without sinning against God and man, do\nanything knowingly to hurt, or injure a fellow human being. Further, our Church teaches that\nthe Constitution of the United States as given to us by the founding fathers of our republic is\na divinely inspired document, designed to protect the citizens in the enjoyment of their\ninalienable rights among which are ''life, liberty, and the pursuit of happiness.' Hence, are not\nrestrictions to our freedom of action, insofar as we do not harmfully interfere with others,\nviolative of the spirit of the Constitution and our Bill of Rights?\n<\/p><p>\nAmerica has become great in many lines of human endeavor, in fact the greatest nation on\nearth, due unquestionably to its free enterprise or capitalistic system. This system is our pride\nand the envy of some other peoples. Because of our great corporations, industrial and\nfinancial, America astonished the world, particularly Adolf Hitler, by the speed of her\npreparations and participation in the recent world war.\n<\/p><p>\nDEVELOPING TENDENCIES\n<\/p><p>\nBut there are developing tendencies, sponsored by selfishness, greed, and ambition that, if\nunchecked, will soon or late bring sorrow and ruin to our country. Among these tendencies is\nthat of \"something for nothing,\" at least \"more and more for less and less\"&mdash;more pay for less\nwork. And as I see it, in whatever words these tendencies are expressed, they all lead to some\ntype of national socialism. And generally, socialism is an enemy of free enterprise in the\ndevelopment of which, I repeat, this country has become the greatest on earth. Then why does\nany honest, patriotic, intelligent citizen of America prefer socialism to free enterprise? Is it\nnot in free enterprise that free agency, a divine gift to every human being, finds an\nenvironment favorable to growth and development and to living in harmony with our beautiful\ndoctrine of eternal progression?\n<\/p><p>\nLABOR UNIONS\n<\/p><p>\nNow to give point to what I have said, let me give a few illustrations.\n<\/p><p>\nRecent experiences have convinced us that some labor unions have a monopolistic power that,\nif fully exercised, would spell ruin to industrial America. The exercise of this power employs\na method that is a twin brother to that used by the bank robber. The corporation hands over\njust as the cashier does. In the case of the corporation, you and I&mdash;that is, the public&mdash;pays\nthe bill. The recent settlements between coal-and-labor and steel-and-labor are good\nillustrations of this fact. Immediately following the announcements of the settlement of the\ndisputes, up went the price of steel and of coal. Yes, when costs go up, the public pays and\nalmost always does so if the corporation is to remain solvent.\n<\/p><p>\nAfter fighting ceased in the last war, a labor union operating in the automobile field\ndemanded an increase of wages of thirty cents an hour but insisted there should be no increase\nof prices&mdash;an absurdity. In any productive enterprise, labor is a large factor in the cost of\noperation. In our competitive free-enterprise system how can labor costs materially go up\nunless prices go up, if the corporation is to remain solvent? What answer does recent history\ngive? Beginning in the autumn of 1945, wage increases occurred in nearly all productive\nindustries. A rise in prices followed. Because of this, labor demanded and got a second wage\nincrease. Prices again rose, followed by a demand for and receipt of a third wage increase.\nMore recently, steel and coal workers have received a fourth raise in wages and other money\nbenefits resulting, as I said a moment ago, in another rise in prices.\n<\/p><p>\nBut why cannot a prosperous corporation raise wages without raising prices, is a question\nthat many ask. I have already given an answer, but I now explain a bit by quoting from an\nannual report I received about two weeks ago from a large corporation: \n<\/p><p>\nCosts of operation in 1949 remained high, and additional expenses were incurred in changing\nmodels and in preparing for the introduction of new products. At the same time, to strengthen\nthe business and to prepare for the future, the company intensified its marketing efforts to\nmeet more competitive conditions and expanded its research and engineering programs to\nprovide a continuing flow of new and improved products on a long-range basis. The expenses\nresulting from these activities had a marked effect on the company's profits for 1949, which\nwere 9 percent of revenue.\n<\/p><p>\nUSE OF PROFITS\n<\/p><p>\nEvery other large productive corporation could make similar statements. Compare 1950\nmodels of automobiles with those of 1920. Have not huge amounts of money and time been\nspent to perfect and manufacture the modern automobile? Where did this money come from?\nOf course from profits, stockholders, and borrowings. How absurd for well-paid workers to\nsay that the profits belong to them! But in the long run, who gets most of the profits? I\nanswer, the workers and the public, not the stockholders: the workers, in jobs; the public, in\nbetter goods and services. But it is the savings of these thrifty stockholders who risk their\nmoney and are satisfied with relatively small returns on their investment that make it possible\nfor corporations to come into existence and create jobs for the workers and goods for the\npublic. How foolish and senseless to contend that the stockholders should get no returns on\ntheir ventured money, and that depreciation reserves should not be set up! Fourteen years ago\nwhen we were in London, we came to know that labor leaders in Britain were agreed that\nworking invested capital was entitled to five percent annual dividends and that funds for\ndepreciation should be provided. But in these respects I fear that Britain has since been\ninfluenced by what she sees in America&mdash;selfish demands of unions, irrespective of what is\nfair and just.\n<\/p><p>\nNow, in view of the eminent leadership position American industry has attained in the world,\nhow is it that in recent years moves have been made that ultimately will practically destroy\nour free-enterprise system and end in socialism or statism or a welfare state (take your choice\nof terms)?&mdash;moves that are substituting highly inflationary financial policies for the\ntime-honored soundness of the past and moves tending to create the feeling that the\ngovernment offers the best social security available in this country, etc.\n<\/p><p>\nOFFICE-HUNGRY POLITICIANS\n<\/p><p>\nIn giving answer I am speaking on my own responsibility, expressing my personal views and\nspeaking plainly, using homely, everyday language. As I see it, the leaders of these moves are\nin general office-hungry politicians, longing for the emoluments, influence, and power of\npublic office. These candidates for office have courted, and are courting, the support of\nselfish, ambitious, and powerful leaders of labor unions, as well as the ne'er-do-well\nelements in our population. Through the abundant and widespread use of\nmisleading propaganda in which they have indulged and do indulge, the minds of the public\nin great measure have become confused and multitudes won over. Compare, if you please,\nhalf-century-old platforms of political parties with those that go out today under the same\nparty names.\n<\/p><p>\nTWO ALTERNATIVES\n<\/p><p>\nTime allotted to me will not permit of further elaboration, but I appeal to all honest, patriotic\npeople and lovers of freedom to whom my words may come, to make careful study of the\nmatters of which I have spoken with the view of determining what is the wise and safe thing\nfor them to do in order to serve unselfishly the best interests of the people of this country and\nof other countries who accept our moral standards. In every case let us beware of the bearers\nof \"Trojan gifts.\"\n<\/p><p>\nAs I see the situation, we are faced in this country with two alternatives, repentance or\nslavery&mdash;turn away from indulging in the unreasonable, excessive, and wicked selfishness\nmanifest in many of the things we do or lose the freedoms that have been our pride and glory,\nthe freedoms that every parent should desire from the depths of his soul to pass on to his\ndescendants. Yes, it is repentance or industrial slavery. Which will you choose?\n<\/p><p>\nMy remarks are directed particularly to Latter-day Saints, for they believe, as I do, that our\nreligion is so broad and practical that it covers every phase of our life's activities, material as\nwell as spiritual. \"Faith without works is dead\"\n(<span class=\"citation\" id=\"26083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26083)\">James 2:26<\/a><\/span>).\nOur faith in a real, personal, Living God is\nunquestioned among us. Let us humbly, diligently, and persistently, through earnest prayer\nand righteous living try to keep ourselves in tune with the mind and will of God as it has\nbeen revealed to us, I humbly pray in the name of Jesus Christ our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}