{"ID":444, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"A Land of Thine Inheritance\"<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1950, pp. 62-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: We are reminded this day that one hundred years ago\nLatter-day Saint missionaries were called to preach the gospel of Jesus Christ in Germany.\nFrom that time on, hundreds of the people of that land and Switzerland have accepted the\nrevealed word of God, and have migrated to Utah and have contributed much to our culture\nand development. The German music particularly has been of enduring joy to us, for in this\nvery Tabernacle where we are assembled, the creations of Bach, Mozart, Wagner, Haydn, and\nthe oratorios and operas of Handel have been heard with deep appreciation of the masters. In\nhundreds of homes the writings of Goethe and Schiller are well-known. I believe and have\nfaith in the German people and feel that they will emerge from their days of\nsorrow and tragic condition and will come back to their former culture in days to come.\n<\/p><p>\nDIVINE LIFE OF JESUS\n<\/p><p>\nTomorrow, Sunday, is the Easter day. Millions of Christians will kneel at sacred shrines and\nin churches and pour out their souls to God in deep gratitude for their knowledge that God\nlives and that death is but the entrance into immortal life. \"How blessed is the king that comet\nin the name of the Lord\" (<span class=\"citation\" id=\"31266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31266)\">Luke 19:38<\/a><\/span>).\nBeautifully does the prophet Nephi write of the divine birth of the\nSavior Jesus Christ: \n<\/p><p>\nAnd it came to pass that I looked and beheld the great city of Jerusalem, and also other cities.\nAnd I beheld the city of Nazareth; and in the city of Nazareth I beheld a virgin, and she was\nexceedingly fair and white...\n<\/p><p>\nAnd it came to pass that I beheld that she was carried away in the Spirit; and after she had\nbeen carried away in the Spirit for the space of a time the angel stake unto me, saying: Look!\n<\/p><p>\nAnd I looked and beheld the virgin again, bearing a child in her arms.\n<\/p><p>\nAnd the angel said unto me: Behold the Lamb of God, yea, even the Son of the Eternal\nFather (<span class=\"citation\" id=\"1497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1497)\">1 Ne. 11:13,19-21<\/a><\/span>).\n<\/p><p>\nIt was in the hearts of the humblest and most faithful poor people that his words found\nlodgment. Whenever he was overtaken with deep sorrow, he left his disciples and went into\nthe woods to pray. The words of Jesus lived in the fullness of their truth. The soul of man\nwas to be unafraid and was to deal direct with God. We read in Mark that \"All things are\npossible to him that believeth\" (<span class=\"citation\" id=\"33029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33029)\">Mark 9:23<\/a><\/span>).\nHe had been baptized by his beloved John who declared that\n\"the kingdom of God is at hand (<span class=\"citation\" id=\"34320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34320)\">Matt. 3:2<\/a><\/span>).\nRepent and believe the good news.\" He founded his Church,\nand his disciples were dominated by the Spirit of the Living Christ. They came to know the\npower of the Holy Ghost and the ideal life of the kingdom. Repentance and faith signified\nattachment to God. With his crucifixion, his life was destined to change the history of\nmankind more deeply more widely, and more permanently than any other from the beginning\nof time unto the present hour. It was the resurrection that gave the knowledge of eternal life\nto all the children of God. St. Luke gives us a sacred description of the resurrection: \n<\/p><p>\nNow upon the first day of the week, very early in the morning, they came unto the sepulchre,\nbringing the spices which they had prepared, and certain others with them.\n<\/p><p>\nAnd they found the stone rolled away from the sepulchre.\n<\/p><p>\nAnd they entered in, and found not the body of the Lord Jesus.\n<\/p><p>\nAnd it came to pass, as they were much perplexed thereabout, behold, two men stood by\nthem in shining garments: \n<\/p><p>\nAnd as they were afraid, and bowed down their faces to the earth they said unto them, Why\nseek ye the living among the dead?\n<\/p><p>\nHe is not here, but is risen: remember how he stake unto you when he was yet in Galilee,\n<\/p><p>\nSaying, The Son of man must be delivered into the hands of sinful men, and be crucified,\nand the third day rise again.\n<\/p><p>\nAnd they remembered his words.\n<\/p><p>\nAnd returned from the sepulchre, and told all these things unto the eleven, and to all\nthe rest.\n<\/p><p>\nIt was Mary Magdalene, and Joanna, and Mary the mother of James, and other\nwomen that were with them, which told these things unto the apostles.\n<\/p><p>\nAnd their words seemed to them as idle tales, and they believed them not.\n<\/p><p>\nThen arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen\nclothes laid by themselves, and departed, wondering in himself at that which was come\nto pass (<span class=\"citation\" id=\"31270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31270)\">Luke 24:1-12<\/a><\/span>)\n<\/p><p>\nAMERICA'S DESTINY\n<\/p><p>\nIn after ages America was discovered by Christopher Columbus, who was directed by the\nSpirit of the Lord to cross the mighty deep. His prayer on landing was a dedication of this\nland to God. Then came the people from England and other countries of Europe to America,\nand they brought in their little ships not money, not merchandise, but they came weighted\nwith religion, learning, law, and the spirit of men. Strong in God and their own heroic\npatience, they began their combat with danger and hardship. They built a house for God, then\nfor themselves. They established education and a stern but august morality. They gave their\nsons to God; through him to virtue, and through virtue to the state. So they laid their\nfoundations of government and life.\n<\/p><p>\nIn time the government of the United States was established with its Constitution, which we\nbelieve was written by the blessing and power of God. The formation of the republic of the\nUnited States was an event ordered of God for the bringing of his kingdom upon the earth.\n<\/p><p>\nDe Tocqueville wrote,\n<\/p><p>\nA Republic is the highest form of political institution, and the highest form of\nRepublic is one made up of different nationalities, brought under one government and\none flag.\n<\/p><p>\nGenerations before, John Winthrop, one of the pioneers of Massachusetts, wrote: \n<\/p><p>\nIt will be a great service to the Church of great consequence to carry the gospel into\nthose parts of the world to help on the coming of the Gentiles.\n<\/p><p>\nAnd generations later, George Washington uttered the prayer: \n<\/p><p>\nAlmighty God, we make our earnest prayer that Thou wilt keep the United States in\nThy holy protection; that Thou wilt incline the hearts of the citizens to cultivate a\nspirit of subordination and obedience to government; to entertain a brotherly affection\nand love for one another and for their fellow citizens of the United States at large.\n<\/p><p>\nLAND OF LIBERTY\n<\/p><p>\nWe read in the Book of Mormon how Lehi's son Jacob taught the people the sacredness of\nAmerica as a land preserved by the hand of God for his future holy work.\n<\/p><p>\nBut behold, this land, said God, shall be a land of twine inheritance and the Gentiles\nshall be blessed upon the land.\n<\/p><p>\nAnd this land shall be a land of liberty unto the Gentiles, and there shall be no kings\nupon the land, who shall raise up unto the Gentiles.\n<\/p><p>\nAnd I will fortify this land against all other nations.\n<\/p><p>\nAnd he that fighteth against Zion shall perish, smith God.\n<\/p><p>\nFor he that raiseth up a king against me shall perish, for I, the Lord, the king of\nheaven, will be their king, and I will be a light unto them forever, that hear my words.\n<\/p><p>\nWherefore, I will consecrate this land unto thy seed, and them who shall be numbered\namong thy seed, forever, for the land of their inheritance, for it is a choice land, saith\nGod unto me, above all other lands, wherefore I will have all men that dwell thereon\nthat they shall worship me, smith God\n(<span class=\"citation\" id=\"3520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3520)\">2 Ne. 10:10-14,19<\/a><\/span>).\n<\/p><p>\nThe nineteenth century saw many new changes in economic, social, and religious thought.\nAmerica became a land of freedom, and men could worship God as they pleased. In time,\nAmerica became a nation of different churches. Christianity became more divided. Churches\nbegan to dispute with one another, and the divisions of Christianity became an affront to the\ndivine teachings of the Redeemer. \"The world had become filled,\" says Matthew Arnold,\n\"with unprofitable disputes. The Church had been turned into an academy, and religion into\nwrangling. It had fallen into endless schism.\" The simple teachings of Christ our Redeemer\nhad been lost.\n<\/p><p>\nCHURCH REESTABLISHED\n<\/p><p>\nIn the day when the Prophet Joseph Smith lived, the divisions of Christendom were seen. His\ngoing into the woods to pray was a divine act, for through the deep faith of the boy, God\nspoke to him. We all know the story. God reestablished his Church, the priesthood of God\nwas restored by John the Baptist, and Peter, James, and John. They came again to earth as\nresurrected beings. Thus Joseph Smith came to understand the supreme test of\nreligion&mdash;revelation. Religion as a purely human product, valuable at it is to human life and progress,\nhas not the inner vigor to retain a place of commanding power. Religion requires revelation.\n\"The completest carrier of revelation can be no other, or less, than a chosen personality.\" This\nwas the Christian conception in the beginning. So we have the restored gospel today. The\nChurch has its priesthood with its Apostles, seventies, and all the other offices in the Holy\nPriesthood of God. Our foundation is the divine truth: \n<\/p><p>\nWe believe in God the Eternal Father, and in his Son, Jesus Christ and in the Holy\nGhost (<span class=\"citation\" id=\"6643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6643)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nDEDICATORY PRAYER\n<\/p><p>\nI commend to you seventies and to all who hold the priesthood of God the dedicatory prayer\nof the Prophet Joseph Smith as given in the Kirtland Temple in March 1832. Among the\nmany thoughts he expressed was: \n<\/p><p>\nThanks be to thy name, O Lord God of Israel, who keenest covenant and showest\nmercy unto thy servants who walk uprightly before thee, with all their hearts&mdash;\n<\/p><p>\n. . . And as all have not faith, seek ye diligently, and teach one another words of\nwisdom; yea, seek ye out of the best books, words of wisdom, seek learning even by\nstudy, and also by faith . . .\n<\/p><p>\nO Lord, we delight not in the destruction of our fellow men. Their souls are precious\nbefore thee . . .\n<\/p><p>\nHave mercy, O Lord . . . upon the rulers of our land, may those principles which\nwere so honorably and nobly defended, viz., the Constitution of our land, by our\nfathers, be established forever; \n<\/p><p>\nRemember the kings, the princes, the nobles, and the great ones of the earth, and all\npeople, and the churches, all the poor, the needy, and afflicted ones of the earth.\n<\/p><p>\nAnd may all the scattered remnants of Israel, who have been driven to the ends of the\nearth, come to a knowledge of the truth, believe in the Messiah, and be redeemed from\noppression, and rejoice before thee\n(<span class=\"citation\" id=\"12834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12834)\">D&amp;C 109:1,7,43,54-55,67<\/a><\/span>).\n<\/p><p>\nMY REDEEMER LIVETH\n<\/p><p>\nWhat a divine admonition for all of us on this Easter day! We can all bear testimony to these\ntruths and to the truthfulness of the words of Job: \n<\/p><p>\nFor I know that my Redeemer liveth, and that he shall stand at the latter day upon the\nearth: \n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God\n(<span class=\"citation\" id=\"26654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26654)\">Job 19:25-26<\/a><\/span>).\n<\/p><p>\nIn conclusion, I want to give you the prayer of John Drinkwater, the English writer: \n<\/p><p>\nWe know the paths wherein our feet should press,<br \/>\nAcross our hearts are written Thy decrees,<br \/>\nYet now, O Lord, be merciful to bless<br \/>\nWith more than these.\n<\/p><p>\nGrant us the will to fashion as we feel,<br \/>\nGrant us the strength to labour as we know,<br \/>\nGrant us the purpose, ribbed and edged with steel,<br \/>\nTo strike the blow.\n<\/p><p>\nKnowledge we ask not&mdash;knowledge Thou hast lent,<br \/>\nBut, Lord, the will&mdash;there lies our bitter need,<br \/>\nGive us to build above the deep intent<br \/>\nThe deed, the deed.\n<\/p><p>\nI pray that we may all be blessed this Easter day with the sacred knowledge that God lives,\nthat Jesus Christ is the Redeemer of the world, and that Joseph Smith lives and is a prophet of\nGod. Amen.\n<\/p>\n<\/div>\n<\/div>"}