{"ID":445, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Strongest Is the Gentle Hand<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1950, pp. 66-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI hope the Lord will bless me with an interest in your faith and prayers while I stand\nhere before you. I appreciate the honor and privilege that is mine to talk to\nyou at this time. I am grateful for the many blessings given to me and mine, and above all I\nam grateful for the gospel of Jesus Christ.\n<\/p><p>\nA BLESSED PEOPLE\n<\/p><p>\nThe Latter-day Saints as a people are more blessed than any others on the face of the earth\nbecause we have this gospel which offers to us such great blessings, both for this life and for\nall eternity. Perhaps the very magnitude of the blessings makes it difficult for us to\ncomprehend them. I wonder if that is why some of us are not taking advantage of our\nopportunities. We cannot appreciate what we do not understand. Perhaps our parents or our\nteachers neglected to instill in our minds the glorious blessings promised for keeping the\ncommandments of God.\n<\/p><p>\nI would not hesitate to say that many of our failures to comply with the laws and ordinances\nof the gospel come from a failure to understand completely the blessings gained therefrom.\nNo one in his right mind would knowingly turn down such gain for a fleeting satisfaction.\nHow great is our responsibility then as parents, teachers, or missionaries to try to instill these\nteachings in the minds and hearts of our children, neighbors, and fellow men.\n<\/p><p>\nWe might do well to look to the methods of our teachings. We are all familiar with the\nslogan, \"If the learner hasn't learned, the teacher hasn't taught.\"\n<\/p><p>\nMETHODS OF TEACHING\n<\/p><p>\nIn our schoolrooms, teaching has become an art instead of a mere presentation of fact.\nMaterial that used to be dry as dust to me as a child has now been made so attractive that\nchildren learn because it is fun, a pleasant experience. Children learn because they want to. It\nhas been said that the only satisfactory way to make people do things is to make them want to\ndo them.\n<\/p><p>\nTruly, my dear brothers and sisters, this is an age of advert tiring. Products both good and\nbad are made so enticing that we think we cannot live without them. The art of salesmanship\nmust first attract interest, and then create a desire. Is not the gospel important enough that we\nuse this proved psychology in selling it to others? I do not mean by this that we must use\nbillboards along the highway or glamorous ads in the magazines, etc., but can we not present\nthe blessings promised for faithfulness in keeping the commandments of the gospel in such a\nway that the desire for the blessings will be far greater than the temptations to do wrong?\n<\/p><p>\nSTRENGTH OF GENTLENESS\n<\/p><p>\nWe have found in teaching children that each child responds differently. When we are\nteaching our own children, therefore, we must know their nature and appeal to them\naccordingly.\n<\/p><p>\nIt is said that there is nothing so strong as gentleness, and nothing so gentle as real strength.\nBe careful, you parents and teachers. Explain the beauties of the gospel, play up the blessings\nthat the Lord promised as a reward for faithfulness. Sheer force rarely accomplishes anything.\n<\/p><p>\nI cannot help thinking of the father of a large family, who ruled by force. Every meeting\nmust be attended by every child. Tithing was enforced, departure from the truth was punished\nby physical violence, but there was little love and less teaching of the principles of the gospel\nin an attractive form to make the children want to do right. As a result, when each child grew\nold enough to rebel, it left home. It is hard for others to penetrate this rebellious spirit and\nright the wrong that has been done. If we cannot teach by love, then we cannot really teach at\nall. It is a human failing to resent being told we must do thus and so without being given a\nreason. Even some reasoning does not produce the desired results.\n<\/p><p>\nBLESSINGS FORFEITED\n<\/p><p>\nI am thinking now of a young man who came from a good family, who had been taught that\ntobacco was poisonous to the system and did great bodily harm. He had been told of the great\nwaste of money involved in the use of tobacco. (And, by the way, may I say that eight\nmillion, four hundred seventy-two thousand, nine hundred and fifty-three dollars were spent in\nUtah for cigarettes for the year 1949. Compare that figure with some of the figures President\nClark gave us the other day.) This young man resented the curtailing of his actions. He said it\nwas his own business. The Church had no right to order his personal actions. Well, the result\nwas the same as in thousands of other similar cases. He could not feel comfortable in church\nbecause he reeked of tobacco. He forfeited his chances to increase his knowledge, to associate\nwith his brethren in sacrament and priesthood meetings, and to advance in the priesthood. Not\npermitted to enter the temple, he has given up eternal blessings in exchange for the fleeting\nsatisfaction of a little tobacco. Why? I cannot think that he knew the blessings he was passing\nby.\n<\/p><p>\nTREASURES OF KNOWLEDGE\n<\/p><p>\nThe most important part of the Word of Wisdom is that which we so often fail to\nemphasize&mdash;the blessings promised. Beginning with the eighteenth verse of the 89th Section of the\nDoctrine and Covenants the Lord said,\n<\/p><p>\nAnd all saints who remember to keep and do these sayings,\n<\/p><p>\nNow I believe that has reference to what is given in the 89th Section. And then he continues,\n<\/p><p>\n. . . walking in obedience to the commandments.\n<\/p><p>\nI think that means more than just the 89th Section, I think it means to keep all the\ncommandments and all the laws and ordinances of the gospel.\n<\/p><p>\n. . . walking in obedience to the commandments, shall receive health in their navel and\nmarrow to their bones; \n<\/p><p>\nAnd shall find wisdom and great treasures of knowledge, even hidden treasures.\n<\/p><p>\nThose treasures of knowledge, I think, are the greatest part of the promises given in the Word\nof Wisdom,\n<\/p><p>\nAnd shall run and not be weary, and shall walk and not faint.\n<\/p><p>\nAnd I, the Lord, give unto them a promise, that the destroying angel shall pass by\nthem, as the Children of Israel, and not slay them\n(<span class=\"citation\" id=\"12820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12820)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nIf we really understood these blessings, would we so thoughtlessly transgress the law?\n<\/p><p>\nIMPROVEMENT IN TEACHING\n<\/p><p>\nI do not intend to give a talk on the Word of Wisdom. It is the method of teaching that I\nwish to stress, that we make the reward for the blessings for obedience stand out so high\nabove everything else that we create a desire to do right to obtain these blessings.\n<\/p><p>\nI think our teaching methods can stand improvement when we find such statistics as these.\nAs I stated, nearly eight and a half million dollars were spent for cigarettes in the state of\nUtah in 1949. A total of $33,531,951.00 was spent for cigarettes, beer, and liquor for the\nsame period, and I think the adjoining states surrounding us don't have any better record.\nThat's over thirty-three and a half million dollars in the state of Utah in one year. Compare\nthat with the figures President Clark gave us the other day on expenditures of the Church. The\ntotal expenditures were something near twenty million dollars, yet in the state of Utah we\nspent thirty-three and a half million dollars for liquor, beer, and cigarettes.\n<\/p><p>\nThe result is this: over thirty-five percent of the adult male members of the Church do not\nhold the Melchizedek Priesthood. That is the total to which President Richards referred the\nother day: Those male adult members who hold no priesthood and those who are adult\nmembers of the Aaronic Priesthood comprise over thirty five percent of the male population\nof the Church.\n<\/p><p>\nAlso, fifty-eight and one-half percent of the marriages of members of the Church in the\nstakes in 1949 were outside the temple. It sounds to me like we need to check up on our\nteaching methods. There is something wrong with our teaching. It is my opinion that such\npeople have not been taught the valuable blessings and full meaning of these blessings, or no\none could keep them away from the temple.\n<\/p><p>\nI could tell you of a number of experiences where I know that the people are not being\ntaught what temple marriage or celestial marriage means.\n<\/p><p>\nWe are all familiar with the methods and results of force with which the past generation was\nsometimes ruled, and which sometimes still continues. Today there is a tendency to swing to\nthe other extreme. The child is encouraged to choose for himself. Yet if he is to choose for\nhimself he needs to be taught proper values; he needs to understand above all else the\nblessings promised to those who would adhere to the gospel principles.\n<\/p><p>\nAPPRECIATION OF PRIESTHOOD\n<\/p><p>\nNot long ago a father from one of our prominent Latter-day Saint families proudly told me of\nhis son who was achieving a great name for himself in the scholastic world. He had turned\ndown the opportunity of being ordained an elder for fear duties in the priesthood might\ninterfere with his studies. He is now married&mdash;not in the temple. Yes, he may attain great\nheights in this world, but at the risk of losing the blessings of eternal life.\n<\/p><p>\nContrast that with what I heard the other day. One of our mission presidents said that he\nvalued more highly his ordination as a high priest than his doctor's degree from Cornell\nUniversity. That's the kind of faith that the priesthood is made up from; that's the kind of\nfaith that I thank God we have in the Church.\n<\/p><p>\nJOYFUL LIVING\n<\/p><p>\nI tell others, many of them, the difference between civil marriage and celestial or temple\nmarriage is the difference between slavery and godhood for eternity. The Lord makes it sound\na little nicer when he says those who reject the law of celestial marriage will be ministering\nangels, and worlds without end shall have no increase. Waiting on others with no further\nprogress is an eternal existence but is not real living. Living involves progress. Many people\nare just existing in this life, but not really living. It is the inner consciousness of righteousness\nand progress that makes for happiness. It is no wonder that good Latter-day Saint people are\noften said to be the happiest people on earth. We have more to live for.\n<\/p><p>\nA recent convert to the Church was telling me how much happier her life has been since she\nhas accepted the gospel. Always before she had lived in constant fear of death, and, to her,\nthe unknown beyond. Now the gospel plan and the knowledge of the future have taken away\nall fear and put in its place a happiness and joy beyond description, but well understood by\ntrue Latter-day Saints.\n<\/p><p>\nREWARDS FOR OBEDIENCE\n<\/p><p>\nBrothers and sisters, let us familiarize ourselves with the blessings the Lord has promised and\nstimulate a desire in others to receive them, and we will find that the price set to receive them\nwill dwindle into insignificance in comparison with the magnitude of the blessings promised.\nWe are rewarded for obedience in attending meetings, by partaking of the\nsacrament, renewing our covenants that we may have his Spirit to be with us. For paying\ntithing the Lord has said,\n<\/p><p>\n. . . Prove me now herewith . . . If I will not open you the windows of heaven and\npour you out a blessing, that there shall not be room enough to receive it\n(<span class=\"citation\" id=\"32726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32726)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nFurther, the Lord says in the Doctrine and Covenants, 84th Section,\n<\/p><p>\nAnd also all they who receive this priesthood receiveth me . . .\n<\/p><p>\nFor he that receiveth my servants receiveth me; \n<\/p><p>\nAnd he that receiveth me receiveth my Father; \n<\/p><p>\nAnd he that receiveth my Father receiveth my Father's kingdom; therefore all that my\nFather hath shall be given unto him.\n<\/p><p>\nAnd this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\nTherefore, all those who receive the priesthood receive this oath and covenant of my\nFather, which he cannot break, neither can it be moved\n(<span class=\"citation\" id=\"12812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12812)\">D&amp;C 84:35-40<\/a><\/span>).\n<\/p><p>\nThe gospel is full of many such glorious blessings. May the Lord bless us that we may so live\nto receive them and teach them to others, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}