{"ID":446, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Jews Return to Palestine and Fulfil Prophecy<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1950, pp. 71-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: If I may have an interest in your faith and prayers\nand a portion of the Spirit of the Lord, I desire to give expression to a few thoughts which I\nhave had in my heart since returning from the shores of war torn Europe some three years\nago.\n<\/p><p>\nA MIRACULOUS DRAMA\n<\/p><p>\nI should like to speak with reference to a rather miraculous drama that is taking place today\nbefore our very eyes. In large measure it is unobserved, particularly by\nspiritual leaders, and yet it has been predicted by prophets anciently thousands of years ago,\nand in modern times has been referred to frequently by Latter-day prophets during the past\none hundred and twenty years.\n<\/p><p>\nIn spiritual matters mankind seems inclined to worship the past and ignore new revelation of\nthe present. People generally revere prophets dead and persecute or ignore the living while\ndisregarding current fulfillment of ancient and modern prophecy. This condition was\nevidenced in the Meridian of Time as the people proclaimed Moses and Abraham and rejected\nthe greatest of all prophets&mdash;yea, even the Redeemer of the World. In large measure the\nsame spirit characterizes the present.\n<\/p><p>\nThis great event of which I speak is one of the signs of the times, and is very important, it\nseems to me, particularly to all Christian people. It is transpiring in a small strip of country\nabout one hundred and ten miles long and fifty to sixty miles wide, in an area about the size\nof the state of Vermont. This little section has a population of approximately three million,\ndivided as follows: about 1,700,000 Arabs; approximately 140,000 Christians and other\nrelatively minor sects; and about 1,000,000 descendants of Judah, the son of Jacob.\n<\/p><p>\nThe number of Jews has multiplied in recent years in this area in a rather remarkable\nmanner. Plans are underway for the incorporation of about a million and a half more during\nthe immediate months ahead, and projected plans call for an eventual population of some four\nmillion in this small area.\n<\/p><p>\nThis one and a half million to be added during the next few months according to plans, will\nbring approximately two hundred thousand Jews from displaced persons' camps throughout\nwar-torn Europe; about seven hundred thousand other European Jews; some six hundred\nthousand now living in Moslem countries; and approximately one hundred thousand from\nother continents.\n<\/p><p>\nIn connection with this great drama, it seems to me that the words of the Lord through Isaiah\nare being fulfilled again, namely that in the last days the Lord would proceed to do a\nmarvelous work and a wonder, that the wisdom of their wise men should perish, and the\nunderstanding of their prudent men should be hid (see\n<span class=\"citation\" id=\"25110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25110)\">Isa. 29:14<\/a><\/span>).\n<\/p><p>\nTHE JEWISH PROBLEM\n<\/p><p>\nWhile in Europe in 1946, when mention was frequently made in the European papers of the\nJewish problem, I received a comment from one of our great industrial leaders in this country\nwho is a student of this particular problem, in which he said the only salvation the Jew has is\nto be as good a citizen as he possibly can of whatever country he is a resident.\n<\/p><p>\nThen later, one of our prominent business leaders quoting a high church authority whose\nchurch numbers into many millions in the South American countries, stated\nthat the Jewish people would do their cause much more good if they attempted to move their\npeople from places where they are not wanted to places where they are wanted, for example,\nSouth America, where there is ample room.\n<\/p><p>\nAs Latter-day Saints, familiar with ancient and modern prophecies, we of course do not agree\nthat some other more suitable place should be and will be found for the descendants of Judas.\nWe believe in the over-ruling power of Providence in the affairs of men and nations. We\nbelieve that the Old Testament prophets clearly predicted the dispersion and scattering of\nIsrael and the eventual gathering of Judah in the land given to their fathers.\n<\/p><p>\nLACK OF WISDOM\n<\/p><p>\nSome of our magazines have commented editorially on this same problem. I have before me a\nquotation made in 1948 from one of our most popular magazines and reprinted in the New\nYork <i>Herald-Tribune<\/i>, which has a wide circulation through their European edition printed in\nParis, in which the author states: \n<\/p><p>\nWhat the Jews really need is not a national state, but the right sort of world. \"If the\nnations carried out the provision in the United Nations charter for universal respect for,\nand observance of, human rights, and fundamental freedoms for all without distinction\nas to race, sex, language or religion,\" it would do far more to solve the Jewish problem\nthan any multiplication of the Jewish population in Palestine.\n<\/p><p>\nIn 1949, about a year ago, the <i>United States News and World Report<\/i> commented on the\nmiscalculations of government officials and military experts with reference to the outcome of\nthe struggle then being waged in Palestine, and reported that the \"prophecies of the military\nexperts, in particular, have had to be revised.\" Then it continued by outlining the predictions\nof military authorities in our own country and in Great Britain particularly, to the effect that it\nwas only a matter of a very brief time until the Jews would be overcome and be wiped out\nand \"the Arabs would win quick control of Palestine. Now,\" the article continues, \"these\nofficial but private forecasters are in a state of confusion,\" and the \"U. S. and Britain, as a\nresult, have to adjust their diplomacy, their military strategy to this fact of a strong Israel in\nthe midst of Arab weakness.\"\n<\/p><p>\nIt seems as though this probably is one more evidence of the fact that the wisdom of the\nwise shall perish. The prophecies of economists, would be statesmen, and military experts fail,\nwhile those of the Lord through his prophets are vindicated.\n<\/p><p>\nAn interesting sidelight on this recent development is the fact that many of the descendants\nof Judah who have assembled in Palestine seem to look upon the events of the last few\nmonths as being nothing short of miraculous. It is a common comment among them that\nvictory, in their eyes at least, was a miracle which cannot be explained in purely military\nterms. Some of our recently returned missionaries from Europe who have\nvisited that land bring back the same report.\n<\/p><p>\nPROPHECIES CLEAR\n<\/p><p>\nNow the prophecies are very clear with reference to the dispersion and scattering of Israel and\nJudas. Moses, Ezekiel, Amos, Jeremiah, and others made clear predictions that Judah would\nbe scattered. The Master referred to it when asked by his disciples for a sign as to the end of\nthe world. The Lord said,\n<\/p><p>\nAnd they [referring to the Jews] shall fall by the edge of the sword, and shall be led\naway captive into all nations: and Jerusalem shall be trodden down of the Gentiles,\nuntil the times of the Gentiles be fulfilled\n(<span class=\"citation\" id=\"31267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31267)\">Luke 21:24<\/a><\/span>).\n<\/p><p>\nJeremiah made it clear that they, the Jews, would be persecuted with the sword, with famine,\nand with pestilence and that the Lord would\n<\/p><p>\n. . . deliver them to be removed to all kingdoms of the earth to be a curse, and an\nastonishment, and a hissing, and a reproach, among all the nations whither I have\ndriven them: \n<\/p><p>\nBecause they have not hearkened to my word, saith the Lord\n(<span class=\"citation\" id=\"26480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26480)\">Jer. 29:18-19<\/a><\/span>).\n<\/p><p>\nIs it possible that the times of the Gentiles are nearing their fulfillment, that the time is\napproaching when the gospel will be carried to the descendants of Judah? I think one of the\nsaddest chapters in history is the account of the dispersion and suffering of Judah.\n<\/p><p>\nSUFFERINGS OF JUDAH\n<\/p><p>\nI have before me a quotation of Will Durant in his book, <i>The Story of Civilization<\/i>, in which\nhe states that \"no people in history fought so tenaciously for liberty as the Jews, nor any other\npeople against such odds.\" He says further, \"No other people has ever known so long an exile,\nor so hard a fate.\"\n<\/p><p>\nThen referring to the siege of Jerusalem under Titus, lasting for 134 days, during which\n1,110,000 Jews perished and 97,000 were taken captive: he states that the Romans destroyed\n987 towns in Palestine and slew 580,000 men, and a still larger number, we are told, perished\nthrough starvation, disease, and fire.\n<\/p><p>\nNearly all Judea was laid waste. So many Jews were sold as slaves that their price fell\nto that of a horse. Thousands hid in underground channels rather than be captured.\nSurrounded by Romans they died one by one of hunger while the living ate the bodies\nof the dead.\n<\/p><p>\nScarcely eight thousand Jews were left in all of Palestine. And even their banishment and\nscattering didn't end their persecution. Efforts were made to drive them from various\ncountries. Some nations made an effort to banish them completely. They were accused of\ncausing the \"Black Death\" that spread through Europe in 1348, and many Jews were crucified\ntherefore.\n<\/p><p>\nI have said nothing regarding the Crusades and the dastardly deeds perpetrated in the name of\nChristianity upon the remaining Jews in Palestine. Yes, the prophecies regarding the\ndispersion and the suffering of Judah have been fulfilled. But the gathering and\nreestablishment of the Jews is also clearly predicted.\n<\/p><p>\nGATHERING OF ISRAEL\n<\/p><p>\nThe gathering has three phases: the gathering of Israel to the land of Zion, the American\nhemisphere; the return of the Ten Tribes from the countries of the north: and the\nreestablishment of the Jews in Palestine as God's chosen people.\n<\/p><p>\nThis miracle of the return of the Jews was to be one of the events to precede Christ's second\ncoming, and the scriptures are very clear with reference to this fact. Isaiah said that they shall\ngather \"the dispersed of Judah from the four corners of the earth\" and \"set them in their own\nland,\" that they will \"build the old waste,\" and \"repair the waste cities\" (see\n<span class=\"citation\" id=\"25108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25108)\">Isa. 11:11-12<\/a><\/span>).\n<\/p><p>\nJeremiah, who predicted so clearly their dispersion, also states that the Lord will \"cause them\nto return to the land that I gave to their fathers, and they shall possess it,\" and \"build them, as\nat the first\" (<span class=\"citation\" id=\"26481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26481)\">Jer. 30:3<\/a><\/span>;\n<span class=\"citation\" id=\"26483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26483)\">Jer. 33:7<\/a><\/span>).\n<\/p><p>\nThe prophets of the Book of Mormon even more clearly predict the conditions under which\nthey will gather (<span class=\"citation\" id=\"1500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1500)\">1 Ne. 15:19-20<\/a><\/span>).\nThese prophets also foresaw the time when they would begin to believe in\nJesus Christ (<span class=\"citation\" id=\"1496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1496)\">1 Ne. 10:14<\/a><\/span>;\n<span class=\"citation\" id=\"37957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37957)\">Morm. 5:14<\/a><\/span>), that the kings of the\nGentiles would be as nursing fathers and their queens\nnursing mothers in helping to bring about their return\n(<span class=\"citation\" id=\"3519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3519)\">2 Ne. 10:7-9<\/a><\/span>).\nThese prophets make it clear that eventually the fullness of the gospel\nwill be carried to Jerusalem and to the descendants of Judah.\n<\/p><p>\nIn our day, in that first visit of Moroni to the Prophet Joseph, mention was made that the\n\"dispersed of Judah would be gathered from the four corners of the earth\"\n(<span class=\"citation\" id=\"25105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25105)\">Isa. 11:12<\/a><\/span>;\n<span class=\"citation\" id=\"30300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30300)\">JS&mdash;H 1:40<\/a><\/span>).\nThirteen years\nlater, when Moses delivered the keys for the gathering of Israel and the Kirtland Temple was\ndedicated (<span class=\"citation\" id=\"12840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12840)\">D&amp;C 110:11<\/a><\/span>),\nthe Prophet Joseph made further reference to the promises made to Judah and\nappealed to the Lord that the time may soon come when the children of Judah would return to\nthe land promised to their father, Abraham\n(<span class=\"citation\" id=\"12838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12838)\">D&amp;C 109:62-64<\/a><\/span>).\n<\/p><p>\nIn some of the revelations in the Doctrine and Covenants, particularly the 133rd Section,\nreference is also made to the fact that the elders would go to the nations of the earth, to the\nGentiles first and also to the Jews, that the Jews would \"flee to Jerusalem,\" and that \"Judah,\nafter their pain shall be sanctified\"\n(<span class=\"citation\" id=\"12853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12853)\">D&amp;C 133:8,13,35<\/a><\/span>).\n<\/p><p>\nDEDICATION OF PALESTINE\n<\/p><p>\nAs Latter-day Saints, from the very inception of this latter-day work, we have had a deep\ninterest in this group of our Father's children, the descendants of Judah. One hundred and ten\nyears ago, at this very conference, two of the elders of the Church, Elders\nOrson Hyde and John E. Page, were called to go to the land of Palestine and dedicate it for\nthe return of the descendants of Judah.\n<\/p><p>\nTen years before, the Prophet Joseph had predicted on the head of Orson Hyde that in due\ntime he should go to Jerusalem, the land of his fathers, and be a watchman to that people.\nHistory tells us that Elder Hyde did go and dedicate the land in 1841, and in 1873 Elder\nGeorge A. Smith went to that land and again dedicated it for the return of Judas.\n<\/p><p>\nIn Elder Hyde's prayer of dedication on the Mount of Olives, he prayed that the barrenness\nand sterility of the land would be removed, that springs of water would burst forth, that the\nland would become fruitful again, that the Lord would subdue their unbelief and \"incline them\nto gather in upon this land.\" He also prayed that God would inspire the kings of the earth to\nhelp bring about the promises made to Judah.\n<\/p><p>\nOther prophecies were made in connection with this event. Great Britain was referred to\nparticularly as one of the nations which would play a very prominent part in helping to bring\nthis about. And almost immediately following the visit of George A. Smith to this land,\norganizations began to come into existence, the purpose of which was to sponsor the return of\nthe Jews to the land of Palestine.\n<\/p><p>\nPROPHECY OF WILFORD WOODRUFF\n<\/p><p>\nAt about this same time, President Wilford Woodruff uttered a very important prophecy,\nprayer, and testimony with reference to this people, in which he said,\n<\/p><p>\n. . . the Lord has decreed that the Jews should be gathered from all the Gentile nations\nwhere they have been driven, into their own land, in fulfillment of the words of\nMoses, their lawgiver. And this is the will of your great Elohim, O house of Judah,\nand whenever you shall be called upon to perform this work, the God of Israel will\nhelp you. You have a great future and destiny before you and you cannot avoid\nfulfilling it you are the royal, chosen seed, and the God of your father's house has\nkept you distinct as a nation for eighteen hundred years, under all the oppression of\nthe whole Gentile world. You may not wait until you believe on Jesus of Nazareth, but\nwhen you meet with Shiloh your king, you will know him; your destiny is marked out,\nyou cannot avoid it (<i>Wilford Woodruff<\/i>, Matthias F. Cowley, p. 509).\n<\/p><p>\nThen he said further that the time would come when the armies of the Gentiles would be\ngathered against them, but he promised further that\nthe time is not far distant when the rich men among the Jews would be called upon to\nuse their abundant wealth to gather the dispersed of Judah and purchase the ancient\ndwelling places of their fathers in and about Jerusalem, and rebuild the holy city and\ntemple (<i>Ibid.<\/i>).\n<\/p><p>\nIt is rather significant that up to 1948 more than seven hundred million dollars had been\nexpended by American Jews alone in helping to bring about the fulfillment of this prophecy\nby President\nWilford Woodruff. The part that Great Britain played in the liberating of Palestine from\nTurkish rule is a matter of history which occurred during World War I in a remarkable\nmanner. Then Lord Balfour, secretary of foreign affairs for the British government, made a\nvery significant statement of policy to the effect that his Majesty's government would view\n\"with favor the establishment in Palestine of a national home for the Jewish people, and will\nuse their best endeavors to facilitate the achievement of this object.\"\n<\/p><p>\nThis statement of policy was later supported by the Congress of the United States and was\nendorsed by President Wilson and all of his successors that it is the policy of our own land to\nlook with favor on the establishment of a national home for the descendants of Judah in\nPalestine.\n<\/p><p>\nRETURN OF THE JEWS\n<\/p><p>\nSo today, my brothers and sisters, in fulfillment of these ancient and modern prophecies, a\ngreat drama is being enacted in Palestine. The Jews are returning as one of the events of the\nlast days. Resources are being built up through reclamation, rehabilitation, and modernization.\n<\/p><p>\nI read the other day of one authority who stated that there is more scientific \"know-how\"\nconcentrated today in Palestine than in any similar area upon the face of the earth. I wonder if\nthere isn't purpose behind it. I noted, too, in the report of the Anglo American Commission\nwhich was made of their study in 1946, that they commented that considerable numbers of the\nJews are being converted to Christianity and that their attitude toward the Christ as the\nRedeemer of the world is rapidly changing. There has been much confusion over the Palestine\nquestion&mdash;much talk of division of the land, of quotas, import restrictions&mdash;but out of it all\nI cannot help feeling that we will see a complete fulfillment of the prophecies which have\nbeen made regarding this people. These prophecies are in rapid course of fulfillment before\nour very eyes today.\n<\/p><p>\nPERSECUTION OF JEWS\n<\/p><p>\nWhile in Europe, traveling through the war-torn countries, I was deeply impressed with the\nfact that the Lord had used, as a means of prodding the Jews and bringing about a fulfillment\nof his purposes, legalized persecution under the great and terrible Nazi program. The Jews\nwere persecuted and driven, I presume, like no other people under heaven.\n<\/p><p>\nI remember standing on the ruins of what was the largest Jewish ghetto in Europe, in the\nJewish section of Warsaw, Poland, in August 1946. There we were given a description of\nwhat had transpired as being somewhat typical of that which had gone on in various parts of\nEurope through the establishment of the medieval ghetto.\n<\/p><p>\nHere 250,000 descendants of Judah had lived prior to the war. Under the Nazi rule, through\nforced labor, they were required to build a wall around the ghetto. Later\nsome 150,000 Jews from other parts of Europe were brought into that area. Then finally the\nentire section was destroyed, wiped out by bombing after the people had been robbed and\nravaged.\n<\/p><p>\nAs we stood on the crumbled brick and mortar and the rubble some fifteen feet deep, with\nonly the spire of one burned synagogue showing&mdash;no other building in that vast area&mdash;we\nwere told by the guide that some two hundred thousand bodies, it was estimated, still\nremained under the rubble of those once great buildings in this section of Warsaw.\n<\/p><p>\nWe visited some of the concentration camps and the crematoriums where it is estimated, six\nmillion of the sons and daughters of Judah lost their lives, reducing their world population\nfrom seventeen to eleven million.\n<\/p><p>\nDETERMINATION TO RETURN\n<\/p><p>\nWe were impressed almost to tears as we visited some of these wanderers, these persecuted\nand driven sons of our Heavenly Father, to find how doggedly they were determined to return\nto Palestine. Ofttimes, as they would come into relief agencies to get temporary help, we\nwould ask them why they did not settle nearby. Sometimes they were invited to stay. But they\nhad one desire, and that was to return to the land of their fathers.\n<\/p><p>\nI recall that a survey was made by UNRRA, United Nations Relief and Rehabilitation\nAdministration, in which they interviewed 3,629 Jews in displaced persons' camps to\ndetermine what they would like to do if they were given their freedom to move and locate as\nthey pleased. Of this number, 3,619 indicated that they would like to go back to Palestine.\nNine of them expressed a desire to come to the United States, and one to Australia. This\ndesire&mdash;which is almost a passion&mdash;was so great that it was as strong as life itself.\n<\/p><p>\nOf course, much of the movement then was done through the underground and by\nsmuggling. I hold in my hand a short clipping, one of many we took from the papers in\nLondon. This one is entitled, \"One Hundred Jew Ships Now.\" It is taken from the London\n<i>Evening News<\/i>, November 5, 1946. It is an Associated Press dispatch and reads: \n<\/p><p>\nBritish Naval Intelligence Officers in Jerusalem revealed today that Jewish\nunderground has bought at least one hundred ships, many paid for with U. S. funds, to\ncarry refugees to Palestine from southern European ports.\n<\/p><p>\nCrews are promised 10 a head for each refugee smuggled into Palestine.&mdash;A.P.\n<\/p><p>\nFUTURE EVENTS\n<\/p><p>\nYes, my brethren and sisters, this great drama goes on before our very eyes, in large measure\nunnoticed by the Christian world. One hardly ever hears reference to the prophecies regarding\nJudah's return. Yet, the promises are clear that it would be one of the great\nevents of the last days. And, of course, we know from modern revelations and prophecies that\nmuch more is yet to occur. Read the fourteenth chapter of Zechariah\n(<span class=\"citation\" id=\"43066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43066)\">Zech. 14:1-21<\/a><\/span>) and the eleventh chapter\nof Revelation (<span class=\"citation\" id=\"42210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42210)\">Rev. 11:1-19<\/a><\/span>)\nwith reference to other great events that are yet to come, affecting directly this\nchosen people, the House of Judah. Eventually their city will be encompassed by Gentile\narmies. Yes, during their last great struggle, the Master will make his appearance as the\nMount of Olives cleaves in twain for their protection.\n<\/p><p>\nThen, no doubt, will be realized the fulfillment of the glorious statement made by the Lord\nin the Doctrine and Covenants through the Prophet Joseph with reference to Judah, which I\nread in conclusion: \n<\/p><p>\nAnd then shall the Jews look upon me and say: What are these wounds in twine hands\nand in thy feet?\n<\/p><p>\nThen shall they know that I am the Lord; for I will say unto them: These wounds are\nthe wounds with which I was wounded in the house of my friends. I am he who was\nlifted up. I am Jesus that was crucified. I am the Son of God.\n<\/p><p>\nAnd then shall they weep because of their iniquities; then shall they lament because\nthey persecuted their king\n(<span class=\"citation\" id=\"12787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12787)\">D&amp;C 45:51-53<\/a><\/span>).\n<\/p><p>\nGod help us, my brothers and sisters, to realize the importance of these great and stirring\nevents as signs that the second coming of the Master is approaching rapidly, and may they be\nthe means of emphasizing to us the importance of putting our own houses in order,\nmaintaining the faith, and doing all in our power to help further this glorious work of the\nlatter day, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}