{"ID":447, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God's Purposes Are Ripening in the Earth<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1950, pp. 79-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, it seems most proper and fitting that I should follow Elder\nEzra Taft Benson as the speaker this morning for I followed him to Europe, and I followed\nhim as the president of the European Mission, which I consider was a great privilege and\ncertainly a great honor. It was my second mission to Europe. I went there first in the year\n1910.\n<\/p><p>\nKINGDOMS SHAKEN\n<\/p><p>\nAt that time, as a missionary in Great Britain I delivered a gospel tract which had been\nwritten by President Charles W. Penrose. In this tract, as a conclusion,\nPresident Penrose wrote, \"The Lord is about to shake terribly the kingdoms of this world...\nHe will break in pieces the nations as a potter's vessel\"\n(<span class=\"citation\" id=\"41754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41754)\">Ps. 2:9<\/a><\/span>;\n<span class=\"citation\" id=\"26479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26479)\">Jer. 19:11<\/a><\/span>);\nand as a warning to the readers he\nsaid, \"Salvation has come unto you; reject it not, lest ye fall and perish.\" I have seen some of\nthe scenes described so well by President Benson this morning, and here in this holy place I\nfeel singularly isolated from a world torn asunder by tumult, contention, and\nmisunderstanding. This place is like an oasis in a desert land.\n<\/p><p>\nWAR-WEARY WORLD\n<\/p><p>\nEurope is faced with uncertainty everywhere, and it seems to me some of its nations are\nfloundering spiritually, economically, and politically. When I traveled through the countries of\nEurope the first time with President Benson, I saw a war-weary world. The people were sick\nand tired. Some of them were cold and hungry. The ravages of war had cut deep into their\nlives. I shall never forget the grim and solemn scenes which met our eyes. President Benson,\nwith his benign and reassuring personality, was an inspiration wherever and whenever he\nappeared. The people needed to be reassured and strengthened. Worldly possessions had been\nlost. Homes had been destroyed. Landmarks had disappeared. Hopes and aspirations had been\nshattered. Food, clothing, and shelter, so essential to humanity's welfare, were scarcely\navailable. Fear and anxiety haunted the lives of the people.\n<\/p><p>\nThe winter of 1946-47 was the worst in a century. A good meal and a warm room were\nluxuries. I shall not forget the supreme satisfaction I felt when I saw the welfare supplies\nwhich had been shipped from Salt Lake City safe and secure in the warehouse in Geneva,\nSwitzerland. It is a bold undertaking, this welfare program, for the Latter-day Saints are now\nscattered throughout the world. No Latter-day Saint in Europe then doubted the prophetic\ninspiration back of the welfare program. Here was life; here was hope for the starving and\nsuffering members of the Church. But proper distribution to those who needed it was a\nproblem. President Benson with characteristic energy and wise supervision had already opened\nthe door, but problems continued to arise. The German relief committees in Berlin, Stuttgart,\nand other places, did not fully understand our welfare program. Many explanations were\nneeded. The real problem was to reach our own Church members.\n<\/p><p>\nRELIEF EXTENDED\n<\/p><p>\nOther charitable organizations made a general distribution through agencies which had been\nset up for that purpose. The Church and its members had been liberal in their contributions as\nyou know, for that purpose, but the welfare program was intended primarily to assist members\nof the Church who had suffered reverses and setbacks, I am glad to report to you today that\nmost of them were reached, lives were saved, distress relieved, and the\nordinary comforts restored.\n<\/p><p>\nExpressions of gratitude came from every quarter. News papers and magazines recognized\nand praised the project and pointed to it as a great Christian endeavor. I would be derelict and\nungrateful if I failed to mention the gigantic task which rested upon the general welfare\ncommittee of the Church. Their work was well and efficiently done. Shipments reached their\ndestinations without serious losses or delays.\n<\/p><p>\nGOD AT THE HELM\n<\/p><p>\nI do not believe the Church will ever fail in any great emergency. God will always be at the\nhelm to inspire and direct its leaders.\n<\/p><p>\nThe pioneers succeeded under such inspiration. They laid the foundation of a great\ncommonwealth and did whatever was necessary to safeguard the work established by Joseph\nSmith, the Prophet. No failure was anticipated in the work to be done. \"No unhallowed hand,\"\nsaid the Prophet, \"can stop God's work from progressing.\"\n<\/p><p>\nSaid the Lord Jesus, \"Heaven and earth shall pass away, but my words shall not pass away\"\n(<span class=\"citation\" id=\"34380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34380)\">Matt. 24:35<\/a><\/span>).\n<\/p><p>\nMISSIONARY ENTERPRISE\n<\/p><p>\nThe missionary enterprise of the Church has gone forward under divine inspiration and\nprotection. It has survived bitter persecution, misrepresentation, scurrilous falsehoods waged\nagainst it by opponents who would not and could not understand. It has withstood slander,\nabuse, and mobocracy when the Church was young and its members few. Today it is more\nfirmly established than ever. The barriers are crumbling, and the doors are being opened by\nan unseen power for the proclamation of the everlasting gospel. It will not fail.\n<\/p><p>\nGod's purposes are ripening in the earth, and the predictions concerning the last days are\nbeing fulfilled. The gospel is being preached without fear or favor wherever religious freedom\nhas been established. The preservation of that freedom rests upon you and me and all free\nmen. The adversary of truth and light is organizing his forces in the world. He is the great\nenemy of freedom and human rights, both of which are God-given. I have seen the\nadversary's system in operation in Europe. It stifles all progress and destroys happiness and\nindependence. It makes for slavery and paves the way for sorrow and disappointment. It is the\nexact opposite of Christ's plan of life and salvation. The two can never be blended.\n<\/p><p>\nBOOK OF MORMON\n<\/p><p>\nI want to testify that the Book of Mormon is well-nigh indispensable in the great missionary\nwork which is going forward in the world. Its Importance cannot be\noverstated. In some of the missions of Europe, copies of the Book of Mormon have not been\navailable, and the demand for them has been great. The scriptural productions of Joseph\nSmith the Prophet are powerful and irrefutable testimonies to the divinity of his calling.\n<\/p><p>\nGOSPEL OF SALVATION\n<\/p><p>\nIt was my privilege to meet and to be interviewed by many newspaper representatives in\nEurope during my stay there. One of them, after a lengthy interview, made this statement to\nme: \n<\/p><p>\nGod will give the British people a chance. That chance will come from your Church.\nYou can save England; you can save Europe;  you have everything. It will be a long,\ntough job; it will take a generation. I can see this, but I haven't the genius to explain\nit; I don't know enough. You have done one hundred years of constructive work\nwithout a slip and without misrepresentation and you have not found it necessary to lie\nand deceive as have some other churches.\n<\/p><p>\nGod's work is going forward in Europe, and it is the gospel of salvation. May we appreciate\nit, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}