{"ID":4475, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Divine Constitution\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03219_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p4\" class=\"\">My beloved brethren and sisters, what a glorious blessing to be assembled in another great general conference of the Church. I ask for an interest in your faith and prayers as I speak to you about a subject that is very close to my heart and that affects the worldwide Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p5\" class=\"\">We have recently celebrated the bicentennial of the signing of the United States Constitution. That commemoration marked the beginning of a series of bicentennial anniversaries of events leading up to the ratification of the Constitution, implementation of the government it created, and the writing and ratification of the Bill of Rights. We look forward to the future commemoration of each of these important events during the next four years. It is as a result of these events that we are able to meet today in peace as members of the restored Church of Jesus Christ. For this we should <span class=\"emphasis\">all<\/span> be eternally grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p6\" class=\"\">I desire, therefore, to speak to you about our divine Constitution, which the Lord said “belongs to <span class=\"emphasis\">all<\/span> mankind” (<span class=\"citation\" id=\"18668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18668)\">D&amp;C 98:5<\/a><\/span>; italics added) “and should be maintained for the rights and protection of <span class=\"emphasis\">all<\/span> flesh, according to just and holy principles” (<span class=\"citation\" id=\"18673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18673)\">D&amp;C 101:77<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p7\" class=\"\">The Constitution of the United States has served as a model for many nations and is the oldest constitution in use today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p8\" class=\"\">“I established the Constitution of this land,” said the Lord, “by the hands of wise men whom I raised up unto this very purpose” (<span class=\"citation\" id=\"18674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18674)\">D&amp;C 101:80<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p9\" class=\"\">For centuries the Lord kept America hidden in the hollow of His hand until the time was right to unveil her for her destiny in the last days. “It is wisdom that this land should be kept as yet from the knowledge of other nations,” said Lehi, “for behold, many nations would overrun the land, that there would be no place for an inheritance” (<span class=\"citation\" id=\"4197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4197)\">2 Ne. 1:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p10\" class=\"\">In the Lord’s due time His Spirit “wrought upon” Columbus, the pilgrims, the Puritans, and others to come to America. They testified of God’s intervention in their behalf (see <span class=\"citation\" id=\"1892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1892)\">1 Ne. 13:12–13<\/a><\/span>). The Book of Mormon records that they humbled “themselves before the Lord; and the power of the Lord was with them” (<span class=\"citation\" id=\"1893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1893)\">1 Ne. 13:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p11\" class=\"\">Our Father in Heaven planned the coming forth of the Founding Fathers and their form of government as the necessary great prologue leading to the restoration of the gospel. Recall what our Savior Jesus Christ said nearly two thousand years ago when He visited this promised land: “For it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth” (<span class=\"citation\" id=\"6103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6103)\">3 Ne. 21:4<\/a><\/span>). America, the land of liberty, was to be the Lord’s latter-day base of operations for His restored church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p12\" class=\"\">The Declaration of Independence affirmed the Founding Fathers’ belief and trust in God in these words: “We hold these Truths to be self-evident, that all Men are created equal, that they are endowed by their Creator with certain inalienable Rights, that among these are Life, Liberty, and the Pursuit of Happiness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p13\" class=\"\">The Doctrine and Covenants states, “We believe that no government can exist in peace, except such laws are framed and held inviolate as will secure to each individual the free exercise of conscience, the right and control of property, and the protection of life” (<span class=\"citation\" id=\"18714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18714)\">D&amp;C 134:2<\/a><\/span>). Life, liberty, property—mankind’s three great rights.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p14\" class=\"\">At the conclusion of the Declaration of Independence, they wrote, “And for the support of this Declaration, with a firm reliance on the protection of Divine Providence, we mutually pledge to each other our lives, our Fortunes, and our sacred Honor.” This Declaration was a promise that would demand terrible sacrifice on the part of its signers. Five of the signers were captured as traitors and tortured before they died. Twelve had their homes ransacked and burned. Two lost their sons in the Revolutionary War; another had two sons captured. Nine died from wounds or from the hardships of the war. The Lord said He “redeemed the land by the shedding of blood” (<span class=\"citation\" id=\"18675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18675)\">D&amp;C 101:80<\/a><\/span>). Nephi recorded that the Founders “were delivered by the power of God out of the hands of all other nations” (<span class=\"citation\" id=\"1894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1894)\">1 Ne. 13:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p15\" class=\"\">The years immediately preceding the Constitutional Convention were filled with disappointments and threats to the newly won peace. Washington was offered a kingship, which he adamantly refused. Nephi had prophesied hundreds of years before that “this land shall be a land of liberty unto the Gentiles, and there shall be <span class=\"emphasis\">no kings<\/span> upon the land” (<span class=\"citation\" id=\"4234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4234)\">2 Ne. 10:11<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p16\" class=\"\">Between the critical years of 1783 and 1787, an outsider viewing the affairs of the United States would have thought that the thirteen states, different in so many ways, could never effectively unite. The world powers were confident that this nation would not last.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p17\" class=\"\">Eventually, twelve of the states met in Philadelphia to address the problem. Madison said at the beginning of the Convention that the delegates “were now digesting a plan which in its operation would decide forever the fate of Republican Government” (26 June 1787, <span class=\"emphasis\">Records of the Federal Convention,<\/span> 1:423).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p18\" class=\"\">“The Lord knoweth all things from the beginning,” said Nephi, “wherefore, he prepareth a way to accomplish all his works among the children of men” (<span class=\"citation\" id=\"1887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1887)\">1 Ne. 9:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p19\" class=\"\">Four months later, the Convention delegates had completed their work. As Gladstone said, it was “the most wonderful work ever struck off at a given time by the brain and purpose of man” (William Gladstone, <span class=\"emphasis\">North American Review,<\/span> Sept.–Oct. 1878, p. 185), and the Prophet Joseph Smith called it “a glorious standard … a heavenly banner” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 147).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p20\" class=\"\">The delegates were the recipients of heavenly inspiration. James Madison, often referred to as the father of the Constitution, wrote: “It is impossible for the man of pious reflection not to perceive in it a finger of that Almighty hand which has been so frequently and signally extended to our relief in the critical stages of the revolution” (<span class=\"emphasis\">The Federalist,<\/span> no. 37, ed. Henry Cabot Lodge, New York: G. P. Putnam’s Sons, 1983, p. 222).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p21\" class=\"\">Alexander Hamilton, famous as the originator of <span class=\"emphasis\">The Federalist<\/span> papers and author of fifty-one of the essays, said: “For my own part, I sincerely esteem it a system, which without the finger of God, never could have been suggested and agreed upon by such a diversity of interest” (<span class=\"emphasis\">Essays on the Constitution of the United States,<\/span> ed. Paul L. Ford, 1892, pp. 251–52).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p22\" class=\"\">Charles Pinckney, a very active participant and author of the Pinckney Plan during the Convention, said: “When the great work was done and published, I was struck with amazement. Nothing less than the superintending Hand of Providence, that so miraculously carried us through the war … could have brought it about so complete, upon the whole” (<span class=\"emphasis\">Essays on the Constitution,<\/span> p. 412).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p23\" class=\"\">Within ten months, the Constitution was ratified by nine states and was therefore in force for them. Prophecy had been fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p24\" class=\"\">During his first inaugural address in 1789, President George Washington, a man who was raised up by God, said: “No people can be bound to acknowledge and adore the invisible hand, which conducts the affairs of men, more than the people of the United States. Every step by which they have advanced to the character of an independent nation seems to have been distinguished by some token of providential agency” (<span class=\"emphasis\">First Inaugural Address,<\/span> 30 Apr. 1789).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p25\" class=\"\">In compliance with Article 6 of the Constitution, the very first act passed by Congress and signed by President Washington on June 1, 1789, was the actual oath to support the Constitution that was to be administered to various government officers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p26\" class=\"\">The dedicatory prayer for the Kirtland Temple, as dictated by the Lord and found in the Doctrine and Covenants, contains these words: “May those principles, which were so honorably and nobly defended, namely, the Constitution of our land, by our fathers, be established forever” (<span class=\"citation\" id=\"18681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18681)\">D&amp;C 109:54<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p27\" class=\"\">Shortly after President Spencer W. Kimball became President of the Church, he assigned me to go into the vault of the St. George Temple and check the early records. As I did so, I realized the fulfillment of a dream I had had ever since learning of the visit of the Founding Fathers to the St. George Temple. I saw with my own eyes the record of the work which was done for the Founding Fathers of this great nation, beginning with George Washington.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p28\" class=\"\">Think of it: the Founding Fathers of this nation, those great men, appeared within those sacred walls and had their vicarious work done for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p29\" class=\"\">President Wilford Woodruff spoke of it in these words: “Before I left St. George, the spirits of the dead gathered around me, wanting to know why we did not redeem them. Said they, ‘You have had the use of the Endowment House for a number of years, and yet nothing has ever been done for us. We laid the foundation of the government you now enjoy, and we never apostatized from it, but we remained true to it and were faithful to God’” (<span class=\"emphasis\">The Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham, Salt Lake City: Bookcraft, 1946, p. 160).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p30\" class=\"\">After he became President of the Church, President Wilford Woodruff declared that “those men who laid the foundation of this American government were the best spirits the God of heaven could find on the face of the earth. They were choice spirits … [and] were inspired of the Lord” (in Conference Report, Apr. 1898, p. 89).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p31\" class=\"\">Unfortunately, we as a nation have apostatized in various degrees from different Constitutional principles as proclaimed by the inspired founders. We are fast approaching that moment prophesied by Joseph Smith when he said: “Even this nation will be on the very verge of crumbling to pieces and tumbling to the ground, and when the Constitution is upon the brink of ruin, this people will be the staff upon which the nation shall lean, and they shall bear the Constitution away from the very verge of destruction” (19 July 1840, as recorded by Martha Jane Knowlton Coray; ms. in Church Historian’s Office, Salt Lake City).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p32\" class=\"\">For centuries our forefathers suffered and sacrificed that we might be the recipients of the blessings of freedom. If they were willing to sacrifice so much to establish us as a free people, should we not be willing to do the same to maintain that freedom for ourselves and for future generations?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p33\" class=\"\">Only in this foreordained land, under its God-inspired Constitution and the resulting environment of freedom, was it possible to have established the restored church. It is our responsibility to see that this freedom is perpetuated so that the Church may more easily flourish in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p34\" class=\"\">The Lord said, “Therefore, I, the Lord, justify you, and your brethren of my church, in befriending that law which is the constitutional law of the land” (<span class=\"citation\" id=\"18669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18669)\">D&amp;C 98:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p35\" class=\"\">How then can we best befriend the Constitution in this critical hour and secure the blessings of liberty and ensure the protection and guidance of our Father in Heaven?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p36\" class=\"\">\n\t<span class=\"emphasis\">First and foremost, we must be righteous.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p37\" class=\"\">John Adams said, “Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.” (<span class=\"emphasis\">The Works of John Adams,<\/span> ed. C. F. Adams, Boston: Little, Brown Co., 1851, 4:31). If the Constitution is to have continuance, this American nation, and especially the Latter-day Saints, must be virtuous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p38\" class=\"\">The Book of Mormon warns us relative to our living in this free land: “Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever” (<span class=\"citation\" id=\"4196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4196)\">2 Ne. 1:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p39\" class=\"\">“And now,” warned Moroni, “we can behold the decrees of God concerning this land, that it is a land of promise; and whatsoever nation shall possess it shall serve God, or they shall be swept off when the fulness of his wrath shall come upon them. And the fulness of his wrath cometh upon them when they are ripened in iniquity” (<span class=\"citation\" id=\"22371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22371)\">Ether 2:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p40\" class=\"\">Two great American Christian civilizations—the Jaredites and the Nephites—were swept off this land because they did not “serve the God of the land, who is Jesus Christ” (<span class=\"citation\" id=\"22373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22373)\">Ether 2:12<\/a><\/span>). What will become of our civilization?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p41\" class=\"\">\n\t<span class=\"emphasis\">Second, we must learn the principles of the Constitution in the tradition of the Founding Fathers.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p42\" class=\"\">Have we read <span class=\"emphasis\">The Federalist<\/span> papers? Are we reading the Constitution and pondering it? Are we aware of its principles? Are we abiding by these principles and teaching them to others? Could we defend the Constitution? Can we recognize when a law is constitutionally unsound? Do we know what the prophets have said about the Constitution and the threats to it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p43\" class=\"\">As Jefferson said, “If a nation expects to be ignorant and free … it expects what never was and never will be” (Letter to Colonel Charles Yancey, 6 Jan. 1816).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p44\" class=\"\">\n\t<span class=\"emphasis\">Third, we must become involved in civic affairs to see that we are properly represented.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p45\" class=\"\">The Lord said that “he holds men accountable for their acts in relation” to governments “both in making laws and administering them” (<span class=\"citation\" id=\"18713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18713)\">D&amp;C 134:1<\/a><\/span>). We must follow this counsel from the Lord: “Honest men and wise men should be sought for diligently, and good men and wise men ye should observe to uphold; otherwise whatsoever is less than these cometh of evil” (<span class=\"citation\" id=\"18670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18670)\">D&amp;C 98:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p46\" class=\"\">Note the qualities that the Lord demands of those who are to represent us. They must be good, wise, and honest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p47\" class=\"\">\n\t<span class=\"emphasis\">Fourth, we must make our influence felt by our vote, our letters, our teaching, and our advice.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p48\" class=\"\">We must become accurately informed and then let others know how we feel. The Prophet Joseph Smith said: “It is our duty to concentrate all our influence to make popular that which is sound and good, and unpopular that which is unsound. ‘Tis right, politically, for a man who has influence to use it. … From henceforth I will maintain all the influence I can get” (<span class=\"emphasis\">History of the Church,<\/span> 5:286).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p49\" class=\"\">I have faith that the Constitution will be saved as prophesied by Joseph Smith. It will be saved by the righteous citizens of this nation who love and cherish freedom. It will be saved by enlightened members of this Church—among others—men and women who understand and abide the principles of the Constitution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p50\" class=\"\">I reverence the Constitution of the United States as a sacred document. To me its words are akin to the revelations of God, for God has placed His stamp of approval upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p51\" class=\"\">I testify that the God of heaven sent some of His choicest spirits to lay the foundation of this government, and He has now sent other choice spirits to help preserve it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p52\" class=\"\">We, the blessed beneficiaries of the Constitution, face difficult days in America, “a land which is choice above all other lands” (<span class=\"citation\" id=\"22372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22372)\">Ether 2:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p53\" class=\"\">May God give us the faith and the courage exhibited by those patriots who pledged their lives, their fortunes, and their sacred honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/our-divine-constitution.p54\" class=\"\">May we be equally as valiant and as free, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}