{"ID":4476, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Never Give Up\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p3\" class=\"\">I am honored to follow President Ezra Taft Benson. I love him as my friend and leader. He is indeed our prophet, seer, and revelator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p4\" class=\"\">In the context of my remarks today, <span class=\"emphasis\">perseverance<\/span> means to continue in a given course until we have reached a goal or objective, regardless of obstacles, opposition, and other counterinfluences. What is our course, what is our goal, and what are the obstacles and opposition that would hinder or divert us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p5\" class=\"\">Our course as members of the Church should be compliance with the principles and ordinances of the gospel. Our goal should be to fill the measure of our creation as sons and daughters of our Heavenly Father—that is, to reach exaltation and eternal life. The obstacles and opposition we meet are the temptations and enticements of Satan that are designed to frustrate the Lord’s work and glory: “To bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39691)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p6\" class=\"\">Perseverance is a positive, active characteristic. It is not idly, passively waiting and hoping for some good thing to happen. It gives us hope by helping us realize that the righteous suffer no failure except in giving up and no longer trying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p7\" class=\"\">When some people have a difficult job to do, they give up everything else until that job is finished. Others just give up. The need to persevere is expressed in the following lines:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p8\" class=\"\">“Genius is only the power of making continuous efforts. The line between failure and success is so fine that we scarcely know when we pass it; so fine that we are often on the line and do not know it. How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success? A little more persistence, a little more effort, and what seemed a hopeless failure may turn into a glorious success. … There is no defeat except within, no really insurmountable barrier save one’s own inherent weakness of purpose” (author unknown, <span class=\"emphasis\">Second Encyclopedia,<\/span> ed. Jacob M. Brand, Englewood Cliffs, N.J.: Prentice Hall, 1957, p. 152).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p9\" class=\"\">We have numerous examples of perseverance in the scriptures, in secular history, and in our own experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p10\" class=\"\">Perhaps the best-known Old Testament example of perseverance is the story of Job. As you know, it narrates the afflictions that befell a righteous man and considers reasons for those afflictions. It does not entirely answer the question of why Job, or anyone, might suffer pain and sorrow, but does state clearly that affliction is not necessarily a sign of God’s anger and a punishment for sin, as Job’s friends told him. The book suggests that affliction, if not for punishment, may be for experience, discipline, and instruction (see Bible Dictionary, LDS edition of the King James Version, s.v. “Job”).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p11\" class=\"\">I do not know of anything that members of the Church need more than they need the conviction and perseverance of Job. He was a just man who feared God and avoided evil. After the Lord allowed Satan to torment Job, his afflictions included the loss of his seven sons and three daughters, the loss of his wealth in flocks and herds and serious physical illnesses. Remaining faithful to the Lord through his indescribable sorrow and suffering, Job was able to say, “Blessed be the name of the Lord” (<span class=\"citation\" id=\"26807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26807)\">Job 1:21<\/a><\/span>). “Though he slay me, yet will I trust in him. … He also shall be my salvation. … For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth … yet in my flesh shall I see God” (<span class=\"citation\" id=\"26810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26810)\">Job 13:15–16<\/a><\/span>; <span class=\"citation\" id=\"26813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26813)\">Job 19:25–26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p12\" class=\"\">The result of Job’s perseverance is told in the conclusion of the story. The Lord blessed him with a family, good health, and great possessions. He continued in his course, despite unrelenting opposition, until he saw the Lord (see <span class=\"citation\" id=\"26816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26816)\">Job 42:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p13\" class=\"\">The Book of Mormon is filled with stories of great people who endured to the very end, from Lehi and his family through Moroni, the son of Mormon. The life of Moroni is especially instructive in teaching perseverance. The obstacles he faced may seem beyond belief to us. He saw the entire Nephite nation destroyed by the sword in a terrible war because of the wickedness of the people. His father and all of his kinsfolk and friends were slain. He was alone for about twenty years, perhaps hiding and fleeing from savage Lamanites who sought to take his life (see <span class=\"citation\" id=\"38074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38074)\">Morm. 8:2–7<\/a><\/span>). Yet he continued to keep the record as his father had commanded him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p14\" class=\"\">As a result of his perseverance and righteousness, he was ministered to by the Three Nephites, whom the Savior permitted to tarry until His second coming (see <span class=\"citation\" id=\"38075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38075)\">Morm. 8:11<\/a><\/span>). In these latter days, Moroni had the divine commission of instructing Joseph Smith in his calling as the Prophet of the Restoration and delivering the Book of Mormon record to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p15\" class=\"\">Joseph Smith’s determination and perseverance is another good example. After reading <span class=\"citation\" id=\"26342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26342)\">James 1:5<\/a><\/span>, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him,” Joseph knew that he must do as James directed or remain in darkness and confusion. From the moment he knelt in prayer, he encountered enormous obstacles and opposition. First, an evil, unseen power seized him. Then, he wrote, “Just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p16\" class=\"\">“It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me. … One of them spake unto me, calling me by name and said, pointing to the other—‘This is My Beloved Son. Hear Him!’” (<span class=\"citation\" id=\"30688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30688)\">JS—H 1:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p17\" class=\"\">This marvelous event, near the start of the Prophet’s mortal ministry, proved to be a pattern in his life. He suffered ridicule, violent attack by his enemies, betrayal by close associates whom he had trusted, forcible separation from his loved ones, trial and imprisonment on false charges, and, finally, martyrdom at the hands of a mob. Yet he remained true to the charge he had received and served faithfully in his calling as the Prophet to usher in the dispensation of the fulness of times. In addition to seeing our Heavenly Father and Jesus Christ, he received instruction and counsel from angels and other heavenly beings throughout his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p18\" class=\"\">Secular history also teaches the principle of perseverance. Winston Churchill is well known for his determination as the leader of Great Britain during World War II. On one occasion in his later years, he returned to a school where he had studied as a boy. Before he arrived, the headmaster told the students, “The greatest Britisher of our time is going to come to this school, and I want every one of you to be here with your notebooks. I want you to write down what he says, because his speech will be something for you to remember all your lives.” The elderly statesman came in and was introduced. His glasses were down on the end of his nose, as usual. He stood and delivered the following words from an immortal speech that he once gave in Parliament. He said, “Never, never, never give up.” Then he sat down. That was the speech. It was unmatched (see “These Are Great Days,” in <span class=\"emphasis\">War Speeches,<\/span> ed. Charles Eada, Boston: Little, Brown and Co., 1942, pp. 286–88). His message was indeed something to be remembered by every boy who heard it and by each of us. We must never give up, regardless of temptations, frustrations, disappointments, or discouragements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p19\" class=\"\">I believe that perseverance is vital to success in any endeavor, whether spiritual or temporal, large or small, public or personal. Think seriously of how important perseverance, or the lack of it, has been in your own endeavors, such as Church callings, schooling, or employment. I believe that essentially all significant achievement results largely from perseverance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p20\" class=\"\">By applying this principle, some of our finest legacies have been produced. For example, John Milton was blind when he wrote <span class=\"emphasis\">Paradise Lost.<\/span> Ludwig von Beethoven was deaf when he finished some of his greatest musical compositions. Abraham Lincoln was laughed at as a gangling, awkward country boy who had many failures; but he became one of the greatest and most eloquent presidents of the United States. Florence Nightingale devoted her life to save the lives of countless wounded soldiers. All of these people left a permanent mark on the world. Their example should give hope to all of us. They succeeded not only because the Lord had endowed them with gifts, as he has each of us in varying degrees, but because they applied themselves steadfastly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p21\" class=\"\">Of course, the ultimate example of perseverance is our Lord and Savior, Jesus Christ, who has and will overcome every obstacle in doing the will of our Heavenly Father. Indeed, Jesus is perfect in perseverance and has taught us to be perfect even as he and his Father are perfect (see <span class=\"citation\" id=\"6077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6077)\">3 Ne. 12:48<\/a><\/span>). Studying his life can help us learn and live this important principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p22\" class=\"\">From the time of the premortal council, in which Jesus became the Christ, the Messiah, the Savior of all mankind, through his millennial reign, he has and will persevere in perfection, doing all that his Father commanded. Because of his love for us, he offered to fulfill the plan of salvation with these words, “Father, thy will be done, and the glory be thine forever” (<span class=\"citation\" id=\"39700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39700)\">Moses 4:2<\/a><\/span>). How different from Satan’s response to the plan: “I will redeem all mankind, that one soul shall not be lost, and surely I will do it; … give me thine honor” (<span class=\"citation\" id=\"39697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39697)\">Moses 4:1<\/a><\/span>). The conflict between the forces of good and the forces of evil persists in the world today—with Jesus persevering in striving to save souls, and Satan striving to destroy them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p23\" class=\"\">During his mortal ministry, as the Only Begotten of the Father in the flesh, Jesus again taught the gospel. At the beginning of this ministry, we see his perseverance in one of the most stirring dramas ever recorded. He completely overcame every temptation that the cunning of Satan could devise (see <span class=\"citation\" id=\"37147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37147)\">Matt. 4:1–11<\/a><\/span>). After Jesus had fasted forty days and forty nights, gathering miraculous inner strength, came a battle of opposing powers in the wilderness of Judea. First, Satan tempted Jesus by appealing to the basic appetite of hunger, asking him to transform stones into bread. Jesus held to his divine course and refused. Satan next tempted the Savior to cast himself down from a pinnacle of the temple, saying angels would protect him if he were the Son of God. Jesus refused this request to misuse his divine power, saying, “Thou shalt not tempt the Lord thy God” (<span class=\"citation\" id=\"37148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37148)\">Matt. 4:7<\/a><\/span>). Satan seldom gives up. He next appealed to a drive that causes the downfall of otherwise invulnerable individuals—the almost irresistible hunger to have great possessions. Satan showed all the kingdoms of the world and offered them to Jesus if he would worship him. Jesus commanded Satan to leave, saying, “Thou shalt worship the Lord thy God, and him only shalt thou serve” (<span class=\"citation\" id=\"37149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37149)\">Matt. 4:10<\/a><\/span>). This is the type of perseverance in the face of temptation that each of us can and must exercise if we are to avoid the misery of sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p24\" class=\"\">Jesus persevered through the final days of his mortal life as the mood of the people changed from shouts of “Hosanna to the Son of David” (<span class=\"citation\" id=\"37161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37161)\">Matt. 21:9<\/a><\/span>) to cries of “Crucify him” (<span class=\"citation\" id=\"33370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33370)\">Mark 15:13<\/a><\/span>). He endured the indignities and physical abuse of his trials before Jewish and Roman leaders. Through his atonement and resurrection, he provided for all mankind both immortality and the possibility of eternal life. He paid the penalty for our sins if we will repent of them. How grateful I am for the effect upon me of his love and his perseverance!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p25\" class=\"\">Probably few of us will face opposition and obstacles like those encountered by the great ones I have mentioned. However, we each have our own challenges and trials to overcome as we strive to keep on the right course. Often the most important trials are those we must face and subdue privately within our own hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/never-give-up.p26\" class=\"\">I bear testimony that perseverance is essential to us in learning and living the principles of the gospel and that it will determine our progress as we strive to reach exaltation. Jesus is the Christ, the Son of God. He directs this Church. I am grateful to labor in his service and to be a special witness of his divinity. The gospel has been restored in these latter days through the Prophet Joseph Smith. President Ezra Taft Benson is our prophet, seer, and revelator. May we follow his stirring address this morning. I bear this testimony humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}