{"ID":4477, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Looking beyond the Mark\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p2\" class=\"\">Elder Dean L. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246c.jpg\" alt=\"Elder Dean L. Larsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p3\" class=\"\">When I was a young man, I enjoyed participating in athletic activities of various kinds. I was never very expert in these things, but this did not diminish my interest nor the satisfaction that came from my participation. I was particularly interested in track and field events. In my school years I competed in the hurdle races as well as in the shot put and the discus throw. These last two events required that the participant launch his effort from within a ring that was marked out on the playing field. So long as the competitor remained within the ring while making his throw of the discus or the put of the shot, his effort was qualified to be measured in the competition. If he stepped outside the circle, his effort was disqualified as a foul. Generally, three preliminary attempts were permitted in each of these events, and then three more for those whose tosses were long enough to qualify them for the finals. If a competitor fouled in each of his attempts, he was out of the competition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p4\" class=\"\">Those of us who participated in these sports learned the importance of staying within the mark.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p5\" class=\"\">I found myself reflecting on these early experiences recently as I read from the fourth chapter of Jacob in the Book of Mormon. In this part of his record, Jacob reminds us of the Israelites in ancient times who got themselves into great difficulty: “They despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by <span class=\"emphasis\">looking beyond the mark,<\/span> they must needs fall” (<span class=\"citation\" id=\"25925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25925)\">Jacob 4:14<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p6\" class=\"\">Generally, a figurative expression such as the one Jacob uses in this text—“looking beyond the mark”—comes from something that is common and familiar to the experience of those with whom it is used. Each language and each culture has similar idiomatic expressions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p7\" class=\"\">I have wondered what was actually in Jacob’s mind as he wrote of “looking beyond the mark” in describing a failing that was common to ancient Israel. As I have already indicated, Jacob’s idiom brings to my mind the experiences of my early activities in certain sports events when it was so important to stay within the mark. All of the strength and skill and effort a competitor could muster in the field events I have just described were of little value if he did not stay within the circle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p8\" class=\"\">Jacob speaks of people who placed themselves in serious jeopardy in spiritual things because they were unwilling to accept simple, basic principles of truth. They entertained and intrigued themselves with “things that they could not understand” (<span class=\"citation\" id=\"125228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125228)\">Jacob 4:14<\/a><\/span>). They were apparently afflicted with a pseudosophistication and a snobbishness that gave them a false sense of superiority over those who came among them with the Lord’s words of plainness. They went beyond the mark of wisdom and prudence, and obviously failed to stay within the circle of fundamental gospel truths, which provide a basis for faith. They must have reveled in speculative and theoretical matters that obscured for them the fundamental spiritual truths. As they became infatuated by these “things that they could not understand,” their comprehension of and faith in the redeeming role of a true Messiah was lost, and the purpose of life became confused. A study of Israel’s history will confirm Jacob’s allegations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p9\" class=\"\">It seems to me that every generation faces its challenges with “looking beyond the mark.” The Apostle Paul worried about those whom he had helped to develop a testimony of Jesus Christ. Paul advised Titus to “avoid foolish questions … and contentions, and strivings about the law; for they are unprofitable and vain” (<span class=\"citation\" id=\"43052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43052)\">Titus 3:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p10\" class=\"\">To Timothy, Paul wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p11\" class=\"\">“Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p12\" class=\"\">“For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p13\" class=\"\">“And they shall turn away their ears from the truth, and shall be turned unto fables” (<span class=\"citation\" id=\"5244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5244)\">2 Tim. 4:2–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p14\" class=\"\">Earlier, Paul had counseled Timothy not to “give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith” (<span class=\"citation\" id=\"2878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2878)\">1 Tim. 1:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p15\" class=\"\">As I have wondered how we might protect ourselves in the present day from “going beyond the mark,” I have resolved to do several things which I share with you for whatever application you may wish to make in your own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p16\" class=\"\">I am going to give more time and attention to the study and pondering of the scriptures themselves, rather than to the commentaries and criticisms that others have written about them. In doing this, I am going to be as open as I can be to the Spirit of the Lord so that I can understand these things for myself. Jacob said: “For the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls” (<span class=\"citation\" id=\"25923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25923)\">Jacob 4:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p17\" class=\"\">I am much more concerned about understanding the admonitions of Samuel the Lamanite as he stood on the walls of the city of Zarahemla and called the rebellious Nephites to repentance than I am about identifying the location of that city in today’s geography.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p18\" class=\"\">I am more vitally interested in what the Father and the Son commissioned Joseph Smith to do, and the fruits of his prophetic labors, than I am in whether he made mention of one divine personage or two in his initial recounting of the First Vision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p19\" class=\"\">I am going to make a greater effort to be worthy of holding an ordained office in the priesthood of God, and be less concerned about confirming the exact date and place of the appearance of Peter, James, and John to restore this divine authority and power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p20\" class=\"\">I think I am going to try to keep in my mind more consistently the perfect pattern for human relationships that the Savior demonstrated in his own life and try with greater effort to emulate that pattern of caring, love, and sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p21\" class=\"\">I am going to try to be more earnest in teaching what the Savior would have me teach and be less concerned about having my own biases aired. If I am going to influence others, I want to influence them toward the things that promote faith rather than to unsettle them with speculation and questions that cannot be resolved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p22\" class=\"\">I think I will not want to stifle a wholesome appetite for learning, for reaching out to new levels of understanding. But as I push toward these new horizons, I will want to come back always to the circle of my established faith, and I will continually nourish that faith with a prayerful study of God’s revealed truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p23\" class=\"\">In the many hours I spent as a young man practicing to perfect my skills at putting the shot to greater distances, I sometimes moved outside the ring to work on a particular technique or detail. I learned, however, that unless the new device would allow me to remain safely within the mark when the competition was on, it was of little value to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p24\" class=\"\">Analogies are seldom perfect, and the one I have used in these remarks is probably less so than most; but sometimes it is useful to analyze our situation against the background of such a simple comparison.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p25\" class=\"\">There are other ways in which many of us often look beyond the mark. Sometimes we focus too much of our attention and energy upon our temporal wants, not only to entertain ourselves and gratify our physical appetites, but also to gain recognition, position, and power. We can become so consumed by the pursuit of these things that we sacrifice the sweetness and enduring peace of mind that are found in spiritual well-being, in well-nurtured family relationships, and in the love and respect of friends and associates.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p26\" class=\"\">Too often we permit the narrow demands of our daily routine to dull our appreciation of the beauty of God’s creations and the refining influences that are all about us. We fail to experience the fulfillment that comes from developing the gifts and talents with which we have been endowed. We do not draw close enough to the Lord to know him and feel of his redeeming love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p27\" class=\"\">In today’s complicated world with its diversity of demands and sometimes distracting voices, it is so important for us to keep our eyes upon the basic things that matter most and that will have the greatest eternal consequence for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/looking-beyond-the-mark.p28\" class=\"\">May God help us to do so and to keep from looking beyond that mark, I pray earnestly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}