{"ID":4482, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Dawning of a New Day in Africa\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p2\" class=\"\">Elder Alexander B. Morrison<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:231a.jpg\" alt=\"Elder Alexander B. Morrison\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p3\" class=\"\">The prophets proclaim and the scriptures sweetly certify that all men and women, if they are to achieve true happiness, must “come unto Christ, and be perfected in him” (<span class=\"citation\" id=\"38537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38537)\">Moro. 10:32<\/a><\/span>). Indeed, that is the very purpose of The Church of Jesus Christ of Latter-day Saints—to invite, encourage, and assist all of God’s children, both living and dead, to come to Christ and “lay hold upon every good gift” (<span class=\"citation\" id=\"38536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38536)\">Moro. 10:30<\/a><\/span>), that “ye may receive a remission of your sins, and be filled with the Holy Ghost, that ye may be numbered with my people who are of the house of Israel” (<span class=\"citation\" id=\"6115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6115)\">3 Ne. 30:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p4\" class=\"\">That is why we do missionary work. That divine purpose explains why the risen Savior proclaimed to his chosen Apostles that they, after receiving the Holy Ghost, should be witnesses unto him “both in Jerusalem and in all Judea, and in Samaria, and unto the uttermost part of the earth” (<span class=\"citation\" id=\"8322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8322)\">Acts 1:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p5\" class=\"\">That phrase, “unto the uttermost part of the earth,” was very much in my mind a few weeks ago as I was privileged to accompany Elder Marvin J. Ashton of the Council of the Twelve to a great, green land I dearly love—the continent of Africa. Under authority of the holy Apostleship, Elder Ashton dedicated two west African countries—Liberia and Ivory Coast—and one in central Africa—Zaire—to the work of the Lord and the preaching of the fulness of the gospel of Christ. Those countries join others in so-called “Black Africa,” where the great work of bringing souls to Christ has already commenced. The time of harvest has come. We are witnessing the dawning of a new day, the beginning of a new era in Africa.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p6\" class=\"\">In his great hymn of the Restoration, Parley P. Pratt, an Apostle of earlier days, portrayed with poetic passion his glorious vision of this great latter-day work:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The morning breaks, the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Majestic rises on the world<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p11\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 1).<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p12\" class=\"\">How fully those words apply to Africa! The light of the fulness of the gospel of Christ, like a beam of transcendent clarity and effulgent beauty, is bursting majestic upon those ancient lands and peoples. It dispels the spiritual gloom and drives away the shadows of error and superstition which long have lain over the “dark continent.” It falls on a prepared people—a people prepared by the Spirit of God. The words of Alma, uttered in a different context, come to mind:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p13\" class=\"\">“The Lord did pour out his Spirit on all the face of the land to prepare the minds of the children of men, or to prepare their hearts to receive the word which should be taught among them …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p14\" class=\"\">“That they might not be hardened against the word, that they might not be unbelieving, and go on to destruction, but that they might receive the word with joy, and as a branch be grafted into the true vine, that they might enter into the rest of the Lord their God” (<span class=\"citation\" id=\"9594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9594)\">Alma 16:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p15\" class=\"\">Our black African brothers and sisters truly “receive the word with joy.” Anxious to learn and quick to understand, attentive and responsive, spiritually sensitive, thirsty for the living water and hungry for the bread of life, they long have been in preparation for this day. If the price of spirituality be suffering and affliction, travail and sorrow, our humble African brothers and sisters are well prepared to receive and obey the fulness of the gospel of Christ. The vast majority are very poor; famine and pestilence dog their steps and visit their homes regularly. Opportunities for education and employment are extremely limited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p16\" class=\"\">But through it all they are a happy people, generous and loving, anxious to learn and eager to obey the commandments of Christ. Among them, there is a great understanding of the importance of families. If one works, a dozen eat. Many in more technologically advanced societies have forgotten what the simplest of African peasants well knows: families are the fundamental building blocks upon which any society must be erected, if it is long to endure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p17\" class=\"\">We Latter-day Saints take justifiable pride in our great pioneer heritage—in those hearty, courageous pioneers who, under conditions of great hardship and sacrifice, laid the foundation for further growth of the Church. How fortunate we are that the pioneering spirit lives on today! In every corner of Africa, there are faithful expatriate members of the Church, non-Africans who live and work there and are believing and behaving Latter-day Saints. They hail from many lands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p18\" class=\"\">I testify they are not there by chance. As part of God’s great and grand design for growth, they have been placed on the frontiers of the Church by divine providence, to serve as “nursing fathers” and “nursing mothers” (<span class=\"citation\" id=\"1906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1906)\">1 Ne. 21:23<\/a><\/span>)—foci of strength around which the Church can grow. They are the right people at the right place and at the right time in history. Theirs is a mission of love and service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p19\" class=\"\">Increasingly, they are being joined by wonderful missionaries, many of them retired couples from North America and Europe, rich in Church experience and anxious to serve in a spirit of high adventure and sacrifice. The need for additional missionary couples to work in Africa is great, the rewards of such service sublime and eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p20\" class=\"\">The bursting of the gospel light upon Africa is a great manifestation and testimony of God’s love for all of his children. In the words of the Nephite prophet Ammon, He is “mindful of every people, whatsoever land they may be in; yea, he numbereth his people, and his bowels of mercy are over all the earth” (<span class=\"citation\" id=\"9598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9598)\">Alma 26:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p21\" class=\"\">We know from the testimony of Peter that “God is no respecter of persons:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p22\" class=\"\">“But in every nation he that feareth him, and worketh righteousness, is accepted with him” (<span class=\"citation\" id=\"8328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8328)\">Acts 10:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p23\" class=\"\">Nephi recorded that “the Lord esteemeth all flesh in one; he that is righteous is favored of God” (<span class=\"citation\" id=\"1903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1903)\">1 Ne. 17:35<\/a><\/span>), for “he doeth that which is good among the children of men; and he doeth nothing save it be plain unto the children of men; and he inviteth them <span class=\"emphasis\">all<\/span> to come unto him and partake of his goodness; and he denieth <span class=\"emphasis\">none<\/span> that come unto him, black and white, bond and free, male and female; … and <span class=\"emphasis\">all<\/span> are alike unto God” (<span class=\"citation\" id=\"4250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4250)\">2 Ne. 26:33<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p24\" class=\"\">“He gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture” (<span class=\"citation\" id=\"1907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1907)\">1 Ne. 22:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-dawning-of-a-new-day-in-africa.p25\" class=\"\">The gleaning and gathering of the children of God in Africa is just beginning. In the words of the Prophet Joseph, it will go forward “boldly, nobly, and independent, till … [the truth of God has] swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (<span class=\"emphasis\">History of the Church,<\/span> 4:540). Of that I humbly testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}