{"ID":4485, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Great Imitator”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p3\" class=\"\">You may have heard the story, and it is a story, of the disruptive, noisy boys in a Sunday School class who were asked by their exasperated teacher why they bothered to attend Sunday School. One of the more impudent boys replied, “We came to see you perform a miracle.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p4\" class=\"\">The teacher walked slowly over to the boy and menacingly responded, “We don’t perform miracles here, but we do cast out devils!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p5\" class=\"\">For some reason I feel impressed to speak today against the devil and his angels—the source and mainspring of all evil. I do so prayerfully, because Satan is not an enlightening subject. I consider him to be the great imitator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p6\" class=\"\">I think we will witness increasing evidence of Satan’s power as the kingdom of God grows stronger. I believe Satan’s ever-expanding efforts are some proof of the truthfulness of this work. In the future the opposition will be both more subtle and more open. It will be masked in greater sophistication and cunning, but it will also be more blatant. We will need greater spirituality to perceive all of the forms of evil and greater strength to resist it. But the disappointments and setbacks to the work of God will be temporary, for the work will go forward (see <span class=\"citation\" id=\"18627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18627)\">D&amp;C 65:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p7\" class=\"\">It is not good practice to become intrigued by Satan and his mysteries. No good can come from getting close to evil. Like playing with fire, it is too easy to get burned: “The knowledge of sin tempteth to its commission” (Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> Salt Lake City: Deseret Book Co., 1939, p. 373). The only safe course is to keep well distanced from him and any of his wicked activities or nefarious practices. The mischief of devil worship, sorcery, casting spells, witchcraft, voodooism, black magic, and all other forms of demonism should be avoided like the plague.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p8\" class=\"\">However, Brigham Young said that it is important to “study … evil, and its consequences” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> comp. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, pp. 256–57). Since Satan is the author of all evil in the world, it would therefore be essential to realize that he is the influence behind the opposition to the work of God. Alma stated the issue succinctly: “For I say unto you that whatsoever is good cometh from God, and whatsoever is evil cometh from the devil” (<span class=\"citation\" id=\"9578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9578)\">Alma 5:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p9\" class=\"\">My principal reason for choosing this subject is to help young people by warning them, as Paul said, “lest Satan should get an advantage of us: for we are not ignorant of his devices” (<span class=\"citation\" id=\"3113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3113)\">2 Cor. 2:11<\/a><\/span>). We hope that young people, unfamiliar with the sophistries of the world, can keep themselves free of Satan’s enticements and deceitful ways. I personally claim no special insight into Satan’s methods, but I have at times been able to identify his influence and his actions in my life and in the lives of others. When I was on my first mission, Satan sought to divert me from my future path and, if possible, to destroy my usefulness in the Lord’s work. That was almost fifty years ago, and I still remember how reasonable his entreaties seemed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p10\" class=\"\">Who has not heard and felt the enticings of the devil? His voice often sounds so reasonable and his message so easy to justify. It is an enticing, intriguing voice with dulcet tones. It is neither hard nor discordant. No one would listen to Satan’s voice if it sounded harsh or mean. If the devil’s voice were unpleasant, it would not entice people to listen to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p11\" class=\"\">Shakespeare wrote, “The prince of darkness is a gentleman” (<span class=\"emphasis\">King Lear,<\/span> act 3, sc. 4, line 143), and “the devil can cite Scripture for his purpose” (<span class=\"emphasis\">The Merchant of Venice,<\/span> act 1, sc. 3, line 95). As the great deceiver, Lucifer has marvelous powers of deception. As Paul said to the Corinthians, “And no marvel; for Satan himself is transformed into an angel of light” (<span class=\"citation\" id=\"3115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3115)\">2 Cor. 11:14<\/a><\/span>; see also <span class=\"citation\" id=\"4223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4223)\">2 Ne. 9:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p12\" class=\"\">Some of Satan’s most appealing lines are “Everyone does it”; “If it doesn’t hurt anybody else, it’s all right”; “If you feel all right about it, it’s OK”; or “It’s the ‘in’ thing to do.” These subtle entreaties make Satan the great imitator, the master deceiver, the arch counterfeiter, and the great forger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p13\" class=\"\">We all have an inner braking system that will stop us before we follow Satan too far down the wrong road. It is the still, small voice which is within us. But once we have succumbed, the braking system begins to leak brake fluid and our stopping mechanism becomes weak and ineffective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p14\" class=\"\">The prince of darkness can be found everywhere. He is often in very good company. Job said, “Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord” (<span class=\"citation\" id=\"26808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26808)\">Job 2:1<\/a><\/span>). His influence is everywhere: “And the Lord said unto Satan, From whence comest thou? And Satan answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it” (<span class=\"citation\" id=\"26809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26809)\">Job 2:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p15\" class=\"\">Nephi has given to us the pattern or formula by which Satan operates:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p16\" class=\"\">“And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p17\" class=\"\">“And behold, others he flattereth away, and telleth them there is no hell; and he saith unto them: I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance” (<span class=\"citation\" id=\"4255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4255)\">2 Ne. 28:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p18\" class=\"\">The First Presidency described Satan: “He is working under such perfect disguise that many do not recognize either him or his methods. There is no crime he would not commit, no debauchery he would not set up, no plague he would not send, no heart he would not break, no life he would not take, no soul he would not destroy. He comes as a thief in the night; he is a wolf in sheep’s clothing” (<span class=\"emphasis\">Messages of the First Presidency,<\/span> comp. James R. Clark, 6 vols., Salt Lake City: Bookcraft, 1965–75, 6:179).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p19\" class=\"\">Satan is the world’s master in the use of flattery, and he knows the great power of speech (see <span class=\"citation\" id=\"25926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25926)\">Jacob 7:4<\/a><\/span>). He has always been one of the great forces of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p20\" class=\"\">We just recently heard President Ernest LeRoy Hatch of the Guatemala City Temple say, “The devil is not smart because he is the devil; he is smart because he is old.” Indeed, the devil is old, and he was not always the devil. Initially, he was not the perpetrator of evil. He was with the hosts of heaven in the beginning. He was “an angel of God who was in authority in the presence of God” (<span class=\"citation\" id=\"18640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18640)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18640)\">D&amp;C 76:25<\/a><\/span>). He came before Christ and proposed to God the Father, “Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor” (<span class=\"citation\" id=\"39699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39699)\">Moses 4:1<\/a><\/span>). This he proposed to do by force, destroying the free agency of man. Does his statement “Give me thine honor” mean that he wanted to mount an insurrection to supplant even God the Father?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p21\" class=\"\">Satan became the devil by seeking glory, power, and dominion by force (see <span class=\"citation\" id=\"39704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39704)\">Moses 4:3–4<\/a><\/span>). But Jesus, chosen “from the beginning” (<span class=\"citation\" id=\"39702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39702)\">Moses 4:2<\/a><\/span>), said unto God, “Father, thy will be done, and the glory be thine forever” (<span class=\"citation\" id=\"39703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39703)\">Moses 4:2<\/a><\/span>). What a contrast in approaches! Wrong as his plan was, Satan was persuasive enough to entice one-third of the hosts of heaven to follow him (see <span class=\"citation\" id=\"18590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18590)\">D&amp;C 29:36<\/a><\/span>; <span class=\"citation\" id=\"42558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42558)\">Rev. 12:4<\/a><\/span>). He practiced a great deception by saying, “I am also a son of God” (<span class=\"citation\" id=\"39716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39716)\">Moses 5:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p22\" class=\"\">Free agency, given us through the plan of our Father, is the great alternative to Satan’s plan of force. With this sublime gift, we can grow, improve, progress, and seek perfection. Without agency, none of us could grow and develop by learning from our mistakes and errors and those of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p23\" class=\"\">Because of his rebellion, Lucifer was cast out and became Satan, the devil, “the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice” (<span class=\"citation\" id=\"39705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39705)\">Moses 4:4<\/a><\/span>). And so this personage who was an angel of God and in authority, even in the presence of God, was removed from the presence of God and his Son (see <span class=\"citation\" id=\"18641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18641)\">D&amp;C 76:25<\/a><\/span>). This caused great sadness in the heavens, “for the heavens wept over him—he was Lucifer, a son of the morning” (<span class=\"citation\" id=\"18642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18642)\">D&amp;C 76:26<\/a><\/span>). Does this not place some responsibility on the followers of Christ to show concern for loved ones who have lost their way and “are shut out from the presence of God” (see <span class=\"citation\" id=\"39718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39718)\">Moses 6:49<\/a><\/span>)? I know of no better help than to show unconditional love and help lost souls seek another path.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p24\" class=\"\">Satan does, however, perform an important negative function. In the book of 2 Nephi we are told, “For it must needs be, that there is an opposition in all things” (<span class=\"citation\" id=\"4207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4207)\">2 Ne. 2:11<\/a><\/span>). However, Peter warns, “Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour” (<span class=\"citation\" id=\"2401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2401)\">1 Pet. 5:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p25\" class=\"\">Let us not become so intense in our zeal to do good by winning arguments or by our pure intention in disputing doctrine that we go beyond good sense and manners, thereby promoting contention, or say and do imprudent things, invoke cynicism, or ridicule with flippancy. In this manner, our good motives become so misdirected that we lose friends and, even more serious, we come under the influence of the devil. I recently heard in a special place, “Your criticism may be worse than the conduct you are trying to correct.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p26\" class=\"\">C. S. Lewis gave us a keen insight into devilish tactics. In a fictional letter, the master devil, Screwtape, instructs the apprentice devil Wormwood, who is in training to become a more experienced devil:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p27\" class=\"\">“You will say that these are very small sins; and doubtless, like all young tempters, you are anxious to be able to report spectacular wickedness. … It does not matter how small the sins are, provided that their cumulative effect is to edge the man away from the Light and out into the Nothing. … Indeed, the safest road to Hell is the gradual one—the gentle slope, soft underfoot, without sudden turnings, without milestones, without signposts” (<span class=\"emphasis\">The Screwtape Letters,<\/span> New York: Macmillan, 1962, p. 56).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p28\" class=\"\">C. S. Lewis also wrote: “A silly idea is current that good people do not know what temptation means. This is an obvious lie. Only those who try to resist temptation know how strong it is. … You find out the strength of a wind by trying to walk against it, not by lying down” (<span class=\"emphasis\">Mere Christianity,<\/span> New York: Macmillan, 1960, p. 124).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p29\" class=\"\">The Prophet Joseph Smith related from his own experience, “The nearer a person approaches the Lord, a greater power will be manifested by the adversary to prevent the accomplishment of His purposes” (in Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> Salt Lake City: Bookcraft, 1967, p. 132).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p30\" class=\"\">However, we need not become paralyzed with fear of Satan’s power. He can have no power over us unless we permit it. He is really a coward, and if we stand firm, he will retreat. The Apostle James counseled: “Submit yourselves therefore to God. Resist the devil, and he will flee from you” (<span class=\"citation\" id=\"26343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26343)\">James 4:7<\/a><\/span>). He cannot know our thoughts unless we speak them. And Nephi states that “he hath no power over the hearts” of people who are righteous (see <span class=\"citation\" id=\"1908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1908)\">1 Ne. 22:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p31\" class=\"\">We have heard comedians and others justify or explain their misdeeds by saying, “The devil made me do it.” I do not really think the devil can make us do anything. Certainly he can tempt and he can deceive, but he has no authority over us which we do not give him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p32\" class=\"\">The power to resist Satan may be stronger than we realize. The Prophet Joseph Smith taught: “All beings who have bodies have power over those who have not. The devil has no power over us only as we permit him. The moment we revolt at anything which comes from God, the devil takes power” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 181).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p33\" class=\"\">He also stated, “Wicked spirits have their bounds, limits, and laws by which they are governed” (<span class=\"emphasis\">History of the Church,<\/span> 4:576). So Satan and his angels are not all-powerful. One of Satan’s approaches is to persuade a person who has transgressed that there is no hope of forgiveness. But there is always hope. Most sins, no matter how grievous, may be repented of if the desire is sincere enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p34\" class=\"\">Satan has had great success with this gullible generation. As a consequence, literally hosts of people have been victimized by him and his angels. There is, however, an ample shield against the power of Lucifer and his hosts. This protection lies in the spirit of discernment through the gift of the Holy Ghost. This gift comes undeviatingly by personal revelation to those who strive to obey the commandments of the Lord and to follow the counsel of the living prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p35\" class=\"\">This personal revelation will surely come to all whose eyes are single to the glory of God, for it is promised that their bodies will be “filled with light, and there shall be no darkness” in them (<span class=\"citation\" id=\"18660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18660)\">D&amp;C 88:67<\/a><\/span>). Satan’s efforts can be thwarted by all who come unto Christ by obedience to the covenants and ordinances of the gospel. The humble followers of the divine Master need not be deceived by the devil if they will be honest and true to their fellow men and women, go to the house of the Lord, receive the sacrament worthily, observe the Sabbath day, pay their tithes and offerings, offer contrite prayers, engage in the Lord’s work, and follow those who preside over them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p36\" class=\"\">I wish to testify that there are forces which will save us from the ever-increasing lying, disorder, violence, chaos, destruction, misery, and deceit that are upon the earth. Those saving forces are the everlasting principles, covenants, and ordinances of the eternal gospel of the Lord Jesus Christ. These same principles, covenants, and ordinances are coupled with the rights and powers of the priesthood of Almighty God. We of this church are the possessors and custodians of these commanding powers which can and do roll back much of the power of Satan on the earth. We believe that we hold these mighty forces in trust for all who have died, for all who are now living, and for the yet unborn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-great-imitator.p37\" class=\"\">I pray that, through the spreading of righteousness, the evil hands of the destroyer might be stayed and that he may not be permitted to curse the whole world. I also pray that God will overlook our weaknesses, our frailties, and our many shortcomings and generously forgive us of our misdeeds. I further pray that He will bring solace to the suffering, comfort to those who grieve, and peace to the brokenhearted, in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}