{"ID":4489, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Take Not the Name of God in Vain\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p3\" class=\"\">Brethren, President Benson has asked that I now speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p4\" class=\"\">It is always an inspiration to look into the faces of this vast body of priesthood assembled in the Tabernacle and to think of many times this number gathered in Church buildings across this continent and in other areas of the world. Your presence at these Saturday night meetings is an indication of your faith and of your great dedication to the work of the Lord. I commend you and thank you and express my love for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p5\" class=\"\">Your sustaining prayers mean a very great deal. I know, as I am sure my brethren know, that your prayers ascend to the Lord in behalf of the General Authorities of the Church. It is a great and sacred trust which has been placed upon us, and we have a sense of duty to the Lord and to you, our fellow workers in this His great cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p6\" class=\"\">I should like to address my remarks to the boys who are here, the young men of the Aaronic Priesthood. I have in hand a letter sent me by a public official. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p7\" class=\"\">“Would you please consider dealing with the problem of the use of profanity, swearing, and vulgar language?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p8\" class=\"\">“From my high school days years ago I can only recall one student who indulged in such, and most students shunned his association. Today, if I am correctly informed, its use has reached epidemic proportions among our high school youth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p9\" class=\"\">He goes on: “One evening I was watching a TV movie with my sixteen-year-old son. When some crude language was used, I suggested that we turn off the TV. My son said, ‘All right, Dad, but that’s nothing compared to what I hear at school all the time.’ In visiting with some of the youth in our community I receive the same report. One boy commented, ‘Everybody, nearly, talks that way. The girls are just as bad or worse than the boys.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p10\" class=\"\">“What I fear from these reports is that the prevalent use of foul language has become an acceptable pattern in the schools, probably due in large part to the influence of TV and the general permissiveness in our society. Whatever the cause, I hope that some additional emphasis might be made to curb it, to help our youth appreciate the importance of proper language.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p11\" class=\"\">I believe the suggestion is timely. I clipped from the <span class=\"emphasis\">Wall Street Journal<\/span> a recent column by Hodding Carter. In it he states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p12\" class=\"\">“If it was once rare to hear sailors’ language in mixed company, it is now difficult to avoid it. For whatever reason, the enduring contribution to America left by the 1960s has been the debasement of public discourse and behavior.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p13\" class=\"\">Mr. Carter writes as a former Marine and as a newspaper reporter, both groups known for their use of salty language. This he admits, and confesses his guilt. But he decries the growing public practice. He continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p14\" class=\"\">“Such behavior is not confined to the big cities or the two coasts. … While what was once labeled ghetto language is, of course, prevalent in the ghetto, it is also commonplace at Harvard and Tulane, at Davenport, Iowa, and Destin, Florida, to name a few … places.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p15\" class=\"\">He goes on: “Beyond language is the larger problem, which is the decline of civility in general. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p16\" class=\"\">“And so we are assaulted on all sides by the ethos of the slob, with few having the courage or desire to confront it head on.” Says he, “I rarely challenge the foulmouth who embarrasses my mother in a public place. … I, like most of you, simply wince and turn away” (<span class=\"emphasis\">Wall Street Journal,<\/span> 4 June 1987, p. 23).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p17\" class=\"\">Conversations I have had with school principals and students lead me to the same conclusion—that even among <span class=\"emphasis\">our<\/span> young people, there is an evil and growing habit of profanity and the use of foul and filthy language.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p18\" class=\"\">I do not hesitate to say that it is wrong, seriously wrong, for any young man ordained to the priesthood of God to be guilty of such.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p19\" class=\"\">The taking of the Lord’s name in vain is a most serious matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p20\" class=\"\">When Moses was leading the children of Israel out of Egypt to the land of promise, he went up into the mountain to commune with the Lord, and the finger of the Lord wrote the Decalogue on tablets of stone. These ten commandments became the basis of the Judeo-Christian code governing human behavior. Every one of the ten is important, and among them is this statement: “Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain” (<span class=\"citation\" id=\"22960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22960)\">Ex. 20:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p21\" class=\"\">So serious was violation of this law considered in ancient Israel that blasphemy of the name of the Lord was regarded as a capital crime. There is an interesting account in the book of Leviticus:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p22\" class=\"\">The son of an Israelitish woman “blasphemed the name of the Lord, and cursed. And they brought him unto Moses. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p23\" class=\"\">“And the Lord spake unto Moses, saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p24\" class=\"\">“Bring forth him that hath cursed … and let all that heard him lay their hands upon his head, and let all the congregation stone him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p25\" class=\"\">“And thou shalt speak unto the children of Israel, saying, Whosoever curseth his God shall bear his sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p26\" class=\"\">“And he that blasphemeth the name of the Lord, he shall surely be put to death, and all the congregation shall certainly stone him” (<span class=\"citation\" id=\"30944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30944)\">Lev. 24:11–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p27\" class=\"\">While that most serious of penalties has long since ceased to be inflicted, the gravity of the sin has not changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p28\" class=\"\">The Lord has spoken again in our time concerning this serious matter. In the revelation given to President Brigham Young on January 14, 1847, while the Saints were preparing to leave Winter Quarters for these valleys in the West, the Lord said to them, “Keep yourselves from evil to take the name of the Lord in vain, for I am the Lord your God, even the God of your fathers, the God of Abraham and of Isaac and of Jacob” (<span class=\"citation\" id=\"18717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18717)\">D&amp;C 136:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p29\" class=\"\">In a general epistle to the entire Church issued by the First Presidency on April 8, 1887, a hundred years ago, they said concerning this problem, which evidently was serious then as it is now, “The habit … , which some young people fall into, of using vulgarity and profanity … is not only offensive to well-bred persons, but it is a gross sin in the sight of God, and should not exist among the children of the Latter-day Saints” (in <span class=\"emphasis\">Messages of the First Presidency,<\/span> comp. James R. Clark, 6 vols., Salt Lake City: Bookcraft, 1965–75, 3:112–13).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p30\" class=\"\">I once worked with a group of railroad men who seemed to pride themselves on the use of profanity. They tried to make an art of it. I recall handing a written instruction to a switchman. It was his job to take care of the matter as instructed, but he thought it inconvenient that he should have to do so at that time. On reading the order, he flew into a tantrum. He was a fifty-year-old man, but he acted like a spoiled child. He threw his cap on the ground and jumped on it and let forth such a string of expletives as to seem to cause the air to turn blue around him. Every third or fourth word was the name of Deity spoken in vain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p31\" class=\"\">I thought, how childish can a grown man be? The very idea of a man acting and speaking like that was totally repugnant. I could never again give him my full respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p32\" class=\"\">When I was a small boy in the first grade, I experienced what I thought was a rather tough day at school. I came home, walked in the house, threw my book on the kitchen table, and let forth an expletive that included the name of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p33\" class=\"\">My mother was shocked. She told me quietly, but firmly, how wrong I was. She told me that I could not have words of that kind coming out of my mouth. She led me by the hand into the bathroom, where she took from the shelf a clean washcloth, put it under the faucet, and then generously coated it with soap. She said, “We’ll have to wash out your mouth.” She told me to open it, and I did so reluctantly. Then she rubbed the soapy washcloth around my tongue and teeth. I sputtered and fumed and felt like swearing again, but I didn’t. I rinsed and rinsed my mouth, but it was a long while before the soapy taste was gone. In fact, whenever I think of that experience, I can still taste the soap. The lesson was worthwhile. I think I can say that I have tried to avoid using the name of the Lord in vain since that day. I am grateful for that lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p34\" class=\"\">On one occasion, Jesus said to the multitude, “Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man” (<span class=\"citation\" id=\"37157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37157)\">Matt. 15:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p35\" class=\"\">I have believed that as I have heard men and women, and boys and girls, profane.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p36\" class=\"\">President George Q. Cannon, who served long and faithfully as a Counselor in the First Presidency, said on one occasion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p37\" class=\"\">“Do angels take the Lord’s name in vain? The idea is so ridiculous that we scarcely like to ask the question. … How dare we do that which angels dare not do? Is it possible for us to argue that that which is forbidden in heaven is praiseworthy on earth? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p38\" class=\"\">“Though we are sure no boy can tell us any advantage that can arise from the abuse of God’s holy name, yet we can tell him many evils that arise therefrom. To begin,” Brother Cannon said, “it is unnecessary and consequently foolish; it lessens our respect for holy things and leads us into the society of the wicked; it brings upon us the disrespect of the good who avoid us; it leads us to other sins, for he who is willing to abuse his Creator is not ashamed to defraud his fellow creature; and also by so doing we directly and knowingly break one of the most direct of God’s commandments” (<span class=\"emphasis\">Juvenile Instructor,<\/span> 27 Sept. 1873, p. 156).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p39\" class=\"\">Brethren, stay out of the gutter in your conversation. Foul talk defiles the man who speaks it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p40\" class=\"\">If you have the habit, how do you break it? You begin by making a decision to change. The next time you are prone to use words you know to be wrong, simply stop. Keep quiet or say what you have to say in a different way. As you practice such restraint, it will become easy. President Heber J. Grant was wont to say, “That which we persist in doing becomes easier for us to do; not that the nature of the thing itself is changed, but that our power to do is increased” (see Conference Report, Apr. 1901, p. 63).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p41\" class=\"\">We begin with self-discipline. Shakespeare put these words in the mouth of Hamlet:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Refrain tonight,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that shall lend a kind of easiness<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To the next abstinence: the next more easy;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For use almost can change the stamp of nature,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And either master the devil, or throw him out<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With wondrous potency<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p48\" class=\"\">(<span class=\"emphasis\">Hamlet,<\/span> act 3, sc. 4, lines 165–70).<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p49\" class=\"\">Can you think of a missionary in this church using the kind of language heard on many high school campuses? Of course not. Such would be totally out of character with his calling as an ambassador of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p50\" class=\"\">Most of you boys who are here tonight are prospective missionaries. It is as wrong for you to use foul language as it would be for a missionary because you also hold the priesthood. You have authority to act in the name of God. Remember that it is the same voice which prays to the Lord on the one hand and which, on the other hand, when in the company of friends, may be inclined so to speak language foul and filthy. The two kinds of voices are incompatible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p51\" class=\"\">Paul, perhaps the greatest missionary of all time, wrote to Timothy, his young associate in the ministry. Said he, “Let no man despise thy youth,” he said, “but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity” (<span class=\"citation\" id=\"2879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2879)\">1 Tim. 4:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p52\" class=\"\">Note what he says: “Be thou an example <span class=\"emphasis\">in word.<\/span>” He is speaking here of language. I think he is speaking of the things of which I have been speaking. He is saying that coarse and lewd words are incompatible with one’s calling as a believer in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p53\" class=\"\">“In conversation”—he is saying again that in our dialogues with others we must be an example of the believer. Conversation is the substance of friendly social activity. It can be happy. It can be light. It can be earnest. It can be funny. But it must not be salty, or uncouth, or foul if one is in sincerity a believer in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p54\" class=\"\">Perhaps you feel I have belabored the point unduly. If I have done so, it is because I feel it is so very important. It is a tragic and unnecessary thing that boys and girls use foul language. It is inexcusable for a girl so to speak. It is likewise serious for the boy who holds the priesthood. This practice is totally unacceptable for one authorized to speak in the name of God. To blaspheme His holy name or to speak in language that is debauched is offensive to God and man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p55\" class=\"\">The man or the boy who must resort to such language immediately says that he is poverty-ridden in his vocabulary. He does not enjoy sufficient richness of expression to be able to speak effectively without swearing or using foul words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p56\" class=\"\">I have so spoken to you tonight because I think some of you may have been indulging in this practice, at least in a measure. I hope that you will accept what I have said in the spirit intended. If you have been using such language and your friends are with you in this priesthood meeting, then unitedly resolve to help one another. Should there be a slip of the tongue, then remind one another. I hope you will do so. By so doing, you will honor your Heavenly Father. You will honor His Beloved Son. You will honor the priesthood which you hold. You will bring credit to the homes from which you come. You will honor yourself and be proud of your capacity to discipline your language.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p57\" class=\"\">I say this to the boys. I say it also to any of you older men who have a similar problem. I do so with love. I know that the Lord is pleased when we use clean and virtuous language, for He has set an example for us. His revelations are couched in words that are affirmative, that are uplifting, that encourage us to do what is right and to go forward in truth and goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/take-not-the-name-of-god-in-vain.p58\" class=\"\">Don’t swear. Don’t profane. Avoid so-called dirty jokes. Stay away from conversation that is sprinkled with foul and filthy words. You will be happier if you do so, and your example will give strength to others. May you be blessed so to do, I humbly pray, my beloved brethren, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}