{"ID":4490, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the Fathers in Israel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_019<\/span>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p3\" class=\"\">My dear brethren, I am grateful to be here with you in this glorious assembly of the priesthood of God. I pray that the Spirit of the Lord will be with me and with you as I address you on a most vital subject. This evening I would like to speak to the fathers assembled here and throughout the Church about their sacred callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p4\" class=\"\">I hope you young men will also listen carefully, inasmuch as you are now preparing to become the future fathers of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p5\" class=\"\">Fathers, yours is an eternal calling from which you are never released. Callings in the Church, as important as they are, by their very nature are only for a period of time, and then an appropriate release takes place. But a father’s calling is eternal, and its importance transcends time. It is a calling for both time and eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p6\" class=\"\">President Harold B. Lee truly stated that “the most important of the Lord’s work that you [fathers] will ever do will be the work you do within the walls of your own home. Home teaching, bishopric’s work, and other Church duties are all important, but the most important work is within the walls of your home” (<span class=\"emphasis\">Strengthening the Home,<\/span> pamphlet, 1973, p. 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p7\" class=\"\">What, then, is a father’s specific responsibility within the sacred walls of his home? May I suggest two basic responsibilities of every father in Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p8\" class=\"\">First, you have a sacred responsibility to provide for the material needs of your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p9\" class=\"\">The Lord clearly defined the roles of providing for and rearing a righteous posterity. In the beginning, Adam, not Eve, was instructed to earn the bread by the sweat of his brow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p10\" class=\"\">The Apostle Paul counsels husbands and fathers, “But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel” (<span class=\"citation\" id=\"2880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2880)\">1 Tim. 5:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p11\" class=\"\">Early in the history of the restored Church, the Lord specifically charged men with the obligation to provide for their wives and family. In January of 1832 He said, “Verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown” (<span class=\"citation\" id=\"18636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18636)\">D&amp;C 75:28<\/a><\/span>). Three months later the Lord said again, “Women have claim on their husbands for their maintenance, until their husbands are taken” (<span class=\"citation\" id=\"18645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18645)\">D&amp;C 83:2<\/a><\/span>). This is the divine right of a wife and mother. While she cares for and nourishes her children at home, her husband earns the living for the family, which makes this nourishing possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p12\" class=\"\">In a home where there is an able-bodied husband, he is expected to be the breadwinner. Sometimes we hear of husbands who, because of economic conditions, have lost their jobs and expect the wives to go out of the home and work, even though the husband is still capable of providing for his family. In these cases, we urge the husband to do all in his power to allow his wife to remain in the home caring for the children while he continues to provide for his family the best he can, even though the job he is able to secure may not be ideal and family budgeting may have to be tighter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p13\" class=\"\">Also, the need for education or material things does not justify the postponing of children in order to keep the wife working as the breadwinner of the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p14\" class=\"\">I remember the counsel of our beloved prophet Spencer W. Kimball to married students. He said: “I have told tens of thousands of young folks that when they marry they should not wait for children until they have finished their schooling and financial desires. … They should live together normally and let the children come. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p15\" class=\"\">“I know of no scriptures,” President Kimball continued, “where an authorization is given to young wives to withhold their families and go to work to put their husbands through school. There are thousands of husbands who have worked their own way through school and have reared families at the same time” (“Marriage Is Honorable,” in <span class=\"emphasis\">Speeches of the Year, 1973,<\/span> Provo: Brigham Young University Press, 1974, p. 263).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p16\" class=\"\">Brethren of the priesthood, I continue to emphasize the importance of mothers staying home to nurture, care for, and train their children in the principles of righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p17\" class=\"\">As I travel throughout the Church, I feel that the great majority of Latter-day Saint mothers earnestly want to follow this counsel. But we know that sometimes the mother works outside of the home at the encouragement, or even insistence, of her husband. It is he who wants the items of convenience that the extra income can buy. Not only will the family suffer in such instances, brethren, but your own spiritual growth and progression will be hampered. I say to all of you, the Lord has charged men with the responsibility to provide for their families in such a way that the wife is allowed to fulfill her role as mother in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p18\" class=\"\">Fathers, another vital aspect of providing for the material needs of your family is the provision you should be making for your family in case of an emergency. Family preparedness has been a long-established welfare principle. It is even more urgent today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p19\" class=\"\">I ask you earnestly, have you provided for your family a year’s supply of food, clothing, and, where possible, fuel? The revelation to produce and store food may be as essential to our temporal welfare today as boarding the ark was to the people in the days of Noah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p20\" class=\"\">Also, are you living within your income and saving a little?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p21\" class=\"\">Are you honest with the Lord in the payment of your tithes? Living this divine law will bring both spiritual and material blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p22\" class=\"\">Yes, brethren, as fathers in Israel you have a great responsibility to provide for the material needs of your family and to have the necessary provisions in case of emergency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p23\" class=\"\">Second, you have a sacred responsibility to provide spiritual leadership in your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p24\" class=\"\">In a pamphlet published some years ago by the Council of the Twelve, we said the following: “Fatherhood is leadership, the most important kind of leadership. It has always been so; it always will be so. Father, with the assistance and counsel and encouragement of your eternal companion, you preside in the home” (<span class=\"emphasis\">Father, Consider Your Ways,<\/span> pamphlet, 1973, pp. 4–5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p25\" class=\"\">However, along with that presiding position come important obligations. We sometimes hear accounts of men, even in the Church, who think that being head of the home somehow puts them in a superior role and allows them to dictate and make demands upon their family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p26\" class=\"\">The Apostle Paul points out that “the husband is the head of the wife, <span class=\"emphasis\">even as<\/span> Christ is the head of the church” (<span class=\"citation\" id=\"21986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21986)\">Eph. 5:23<\/a><\/span>; italics added). That is the model we are to follow in our role of presiding in the home. We do not find the Savior leading the Church with a harsh or unkind hand. We do not find the Savior treating His Church with disrespect or neglect. We do not find the Savior using force or coercion to accomplish His purposes. Nowhere do we find the Savior doing anything but that which edifies, uplifts, comforts, and exalts the Church. Brethren, I say to you with all soberness, He is the model we must follow as we take the spiritual lead in our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p27\" class=\"\">Particularly is this true in your relationship with your wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p28\" class=\"\">Here again the counsel from the Apostle Paul is most beautiful and to the point. He said simply, “Husbands, love your wives, even as Christ also loved the church” (<span class=\"citation\" id=\"21987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21987)\">Eph. 5:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p29\" class=\"\">In latter-day revelation the Lord speaks again of this obligation. He said, “Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none else” (<span class=\"citation\" id=\"18602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18602)\">D&amp;C 42:22<\/a><\/span>). To my knowledge there is only one other thing in all scripture that we are commanded to love with all our hearts, and that is God Himself. Think what that means!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p30\" class=\"\">This kind of love can be shown for your wives in so many ways. First and foremost, nothing except God Himself takes priority over your wife in your life—not work, not recreation, not hobbies. Your wife is your precious, eternal helpmate—your companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p31\" class=\"\">What does it mean to love someone with all your heart? It means to love with all your emotional feelings and with all your devotion. Surely when you love your wife with all your heart, you cannot demean her, criticize her, find fault with her, or abuse her by words, sullen behavior, or actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p32\" class=\"\">What does it mean to “cleave unto her”? It means to stay close to her, to be loyal and faithful to her, to communicate with her, and to express your love for her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p33\" class=\"\">Love means being sensitive to her feelings and needs. She wants to be noticed and treasured. She wants to be told that you view her as lovely and attractive and important to you. Love means putting her welfare and self-esteem as a high priority in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p34\" class=\"\">You should be grateful that she is the mother of your children and the queen of your home, grateful that she has chosen homemaking and motherhood—to bear, to nourish, to love, and to train your children—as the noblest calling of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p35\" class=\"\">Husbands, recognize your wife’s intelligence and her ability to counsel with you as a real partner regarding family plans, family activities, and family budgeting. Don’t be stingy with your time or with your means.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p36\" class=\"\">Give her the opportunity to grow intellectually, emotionally, and socially as well as spiritually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p37\" class=\"\">Remember, brethren, love can be nurtured and nourished by little tokens. Flowers on special occasions are wonderful, but so is your willingness to help with the dishes, change diapers, get up with a crying child in the night, and leave the television or the newspaper to help with the dinner. Those are the quiet ways we say “I love you” with our actions. They bring rich dividends for such little effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p38\" class=\"\">This kind of loving priesthood leadership applies to your children as well as to your wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p39\" class=\"\">Mothers play an important role as the heart of the home, but this in no way lessens the equally important role fathers should play, as head of the home, in nurturing, training, and loving their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p40\" class=\"\">As the patriarch in your home, you have a serious responsibility to assume leadership in working with your children. You must help create a home where the Spirit of the Lord can abide. Your place is to give direction to all family life. You should take an active part in establishing family rules and discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p41\" class=\"\">Your homes should be havens of peace and joy for your family. Surely no child should fear his own father—especially a priesthood father. A father’s duty is to make his home a place of happiness and joy. He cannot do this when there is bickering, quarreling, contention, or unrighteous behavior. The powerful effect of righteous fathers in setting an example, disciplining and training, nurturing and loving is vital to the spiritual welfare of his children.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">With love in my heart for the fathers in Israel, may I suggest ten specific ways that fathers can give spiritual leadership to their children:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Give father’s blessings to your children. Baptize and confirm your children. Ordain your sons to the priesthood. These will become spiritual highlights in the lives of your children.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Personally direct family prayers, daily scripture reading, and weekly family home evenings. Your personal involvement will show your children how important these activities really are.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Whenever possible, attend Church meetings together as a family. Family worship under your leadership is vital to your children’s spiritual welfare.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Go on daddy-daughter dates and father-and-sons’ outings with your children. As a family, go on campouts and picnics, to ball games and recitals, to school programs, and so forth. Having Dad there makes all the difference.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Build traditions of family vacations and trips and outings. These memories will never be forgotten by your children.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Have regular one-on-one visits with your children. Let them talk about what they would like to. Teach them gospel principles. Teach them true values. Tell them you love them. Personal time with your children tells them where Dad puts his priorities.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Teach your children to work, and show them the value of working toward a worthy goal. Establishing mission funds and education funds for your children shows them what Dad considers to be important.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Encourage good music and art and literature in your homes. Homes that have a spirit of refinement and beauty will bless the lives of your children forever.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>As distances allow, regularly attend the temple with your wife. Your children will then better understand the importance of temple marriage and temple vows and the eternal family unit.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p>Have your children see your joy and satisfaction in service to the Church. This can become contagious to them, so they, too, will want to serve in the Church and will love the kingdom.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p53\" class=\"\">Oh, husbands and fathers in Israel, you can do so much for the salvation and exaltation of your families! Your responsibilities are so important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p54\" class=\"\">Remember your sacred calling as a father in Israel—your most important calling in time and eternity—a calling from which you will never be released.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p55\" class=\"\">May you always provide for the material needs of your family and, with your eternal companion at your side, may you fulfill your sacred responsibility to provide the spiritual leadership in your home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/to-the-fathers-in-israel.p56\" class=\"\">To this end I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}