{"ID":4492, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Opening and Closing of Doors\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_021<\/span>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p3\" class=\"\">Forgive me if I remain seated while I present these few remarks. It is not by choice that I speak from a wheelchair. I notice that the rest of you seem to enjoy the conference sitting down, so I will follow your example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p4\" class=\"\">With reference to both standing and sitting, I have observed that life—every life—has a full share of ups and downs. Indeed, we see many joys and sorrows in the world, many changed plans and new directions, many blessings that do not always look or feel like blessings, and much that humbles us and improves our patience and our faith. We have all had those experiences from time to time, and I suppose we always will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p5\" class=\"\">A passage from one of the greatest prophetic sermons ever given—King Benjamin’s masterful discourse to the people of Zarahemla in the Book of Mormon—reads this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p6\" class=\"\">“Men drink damnation to their own souls except they humble themselves and become as little children. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p7\" class=\"\">“For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father” (<span class=\"citation\" id=\"40650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40650)\">Mosiah 3:18–19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p8\" class=\"\">Being childlike and submitting to our Father’s will is not always easy. President Spencer W. Kimball, who knew a good deal about suffering, disappointment, and circumstances beyond his control, once wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p9\" class=\"\">“Being human, we would expel from our lives physical pain and mental anguish and assure ourselves of continual ease and comfort, but if we were to close the doors upon sorrow and distress, we might be excluding our greatest friends and benefactors. Suffering can make saints of people as they learn patience, long-suffering, and self-mastery” (<span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Salt Lake City: Deseret Book Co., 1972, p. 98).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p10\" class=\"\">In that statement, President Kimball refers to closing doors upon certain experiences in life. That image brings to mind a line from Cervantes’ great classic, <span class=\"emphasis\">Don Quixote,<\/span> that has given me comfort over the years. In that masterpiece, we find the short but very important reminder that where one door closes, another opens. Doors close regularly in our lives, and some of those closings cause genuine pain and heartache. But I <span class=\"emphasis\">do<\/span> believe that where one such door closes, another opens (and perhaps more than one), with hope and blessings in other areas of our lives that we might not have discovered otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p11\" class=\"\">Our beloved quorum president, Marion G. Romney, is not able to be with us here today. My, how we miss his companionship and his wit, his experience and his leadership! President Romney has had some doors swing closed for him even in the work of his ministry. He has known considerable pain and discouragement and has seen his plans changed during these past few years. But it was he who, from this very pulpit a few years ago, said that all men and women, including the most faithful and loyal, would find adversity and affliction in their lives because, in the words of Joseph Smith, “Men have to suffer that they may come upon Mount Zion and be exalted above the heavens” (<span class=\"emphasis\">History of the Church,<\/span> 5:556; see Conference Report, Oct. 1969, p. 57).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p12\" class=\"\">President Romney then said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p13\" class=\"\">“This does not mean that we crave suffering. We avoid all we can. However, we now know, and we all knew when we elected to come into mortality, that we would here be proved in the crucible of adversity and affliction. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p14\" class=\"\">“[Furthermore,] the Father’s plan for proving [and refining] his children did not exempt the Savior himself. The suffering he undertook to endure, and which he did endure, equaled the combined suffering of all men [and women everywhere. Trembling and bleeding and wishing to shrink from the cup, he said,] ‘I partook and finished my preparations unto the children of men’ (<span class=\"citation\" id=\"18569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18569)\">D&amp;C 19:18–19<\/a><\/span>.)” (in Conference Report, Oct. 1969, p. 57).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p15\" class=\"\">All of us must finish our “preparations unto the children of men.” Christ’s preparations were quite different from our own, but we all have preparations to make, doors to open. To make such important preparations often will require some pain, some unexpected changes in life’s path, and some submitting, “even as a child doth submit to his father.” [<span class=\"citation\" id=\"40652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40652)\">Mosiah 3:19<\/a><\/span>] Finishing divine preparations and opening celestial doors may take us—indeed, undoubtedly will take us—right up to the concluding hours of our mortal lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p16\" class=\"\">We all miss our beloved brother Elder A. Theodore Tuttle, who recently opened a new door to return to his heavenly home. His preparations in mortality had been fully completed for such a journey. He, too, like President Romney, stood in this tabernacle and spoke of adversity, adversity that he knew would come to each of us but that he may not then have known would come to him as early as it did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p17\" class=\"\">He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p18\" class=\"\">“Adversity, in one form or another, is the universal experience of man. It is the common lot of all … to experience misfortune, suffering, sickness, or other adversities. Ofttimes our work is arduous and unnecessarily demanding. Our faith is tried in various ways—sometimes unjustly tried [it seems]. At times it seems that even God is punishing us and ours. One of the things that makes all this so hard to bear is that we ourselves appear to be chosen for this affliction while others presumably escape these adversities. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p19\" class=\"\">“[But] we cannot indulge ourselves the luxury of self-pity” (in Conference Report, Oct. 1967, pp. 14–15).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p20\" class=\"\">Elder Tuttle then left us these lines from Robert Browning Hamilton titled “Along the Road,” which teach a lesson on pleasure and a lesson on sorrow:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I walked a mile with Pleasure.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She chattered all the way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But left me none the wiser<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For all she had to say.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I walked a mile with Sorrow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And ne’er a word said she;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But oh, the things I learned from her<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When Sorrow walked with me!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p29\" class=\"\">And now this mortal portion of Elder Tuttle’s journey is over. He closed that door and opened another. Now he walks and talks with the angels. And so, someday, will we close and open those same doors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p30\" class=\"\">I have mentioned the lives of two of our contemporary Brethren. Obviously, prophets of an earlier day have known adversity and difficulty as well. They were not spared these challenges any more than our generation has been spared. The great Book of Mormon patriarch, Lehi, spoke encouragingly to his son Jacob, a son born in the wilderness in a time of travail and opposition. Jacob’s life was not as he might have expected it to be and not as the ideal course of experience might have outlined. He had suffered afflictions and setbacks, but Lehi promised that such afflictions would be consecrated for his son’s gain (see <span class=\"citation\" id=\"4202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4202)\">2 Ne. 2:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p31\" class=\"\">Then Lehi added these words that have become classic:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p32\" class=\"\">“For it must needs be, that there is an opposition in all things. If not so, … righteousness could not be brought to pass, neither wickedness, neither holiness nor misery, neither good nor bad” (<span class=\"citation\" id=\"4208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4208)\">2 Ne. 2:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p33\" class=\"\">I have taken great comfort over the years in this explanation of some of life’s pain and disappointment. I take even greater comfort that the greatest of men and women, including the Son of God, have faced such opposition in order to better understand the contrast between righteousness and wickedness, holiness and misery, good and bad. From out of the dark, damp confinement of Liberty Jail, the Prophet Joseph Smith learned that if we are called to pass through tribulation, it is for our growth and experience and will ultimately be counted for our good (see <span class=\"citation\" id=\"18698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18698)\">D&amp;C 122:5–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p34\" class=\"\">Where one door shuts, another opens, even for a prophet in prison. We are not always wise enough nor experienced enough to judge adequately all of the possible entries and exits. The mansion that God prepares for each of his beloved children may have only certain hallways and banisters, special carpets and curtains that he would have us pass on our way to possess it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p35\" class=\"\">I share the view expressed by Orson F. Whitney in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p36\" class=\"\">“No pain that we suffer, no trial that we experience is wasted. It ministers to our education, to the development of such qualities as patience, faith, fortitude, and humility. All that we suffer and all that we endure, especially when we endure it patiently, builds up our characters, purifies our hearts, expands our souls, and makes us more tender and charitable, more worthy to be called the children of God … and it is through sorrow and suffering, toil and tribulation, that we gain the education that we come here to acquire and which will make us more like our Father and Mother in heaven” (as quoted in <span class=\"emphasis\">Faith Precedes the Miracle,<\/span> p. 98).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p37\" class=\"\">At various times in our lives, probably at repeated times in our lives, we do have to acknowledge that God knows what we do not know and sees what we do not see. “For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord” (<span class=\"citation\" id=\"25638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25638)\">Isa. 55:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p38\" class=\"\">If you have troubles at home with children who stray, if you suffer financial reverses and emotional strain that threaten your homes and your happiness, if you must face the loss of life or health, may peace be unto your soul. We will not be tempted beyond our ability to withstand. Our detours and disappointments are the straight and narrow path to Him, as we sing in one of our favorite hymns:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When through fiery trials thy pathway shall lie,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My grace, all sufficient, shall be thy supply.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The flame shall not hurt thee; I only design<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thy dross to consume and thy gold to refine.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p43\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 85)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/the-opening-and-closing-of-doors.p44\" class=\"\">May God bless us in the ups and downs of life, in the opening and closing of doors, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}