{"ID":4499, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “I Will Go and Do …”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p2\" class=\"\">Elder Lynn A. Sorensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2478.jpg\" alt=\"Elder Lynn A. Sorensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p3\" class=\"\">I can remember as if it were yesterday the first time that I attended general conference. I was just a young boy, and my wonderful parents brought me to the Tabernacle so that I could have a special, spiritual experience early in my life. We sat in the balcony here at the left of the podium, where I could look down directly at the General Authorities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p4\" class=\"\">It was a great thrill for me to see President Heber J. Grant for the first time. I particularly remember how President Grant joined in the congregational singing with such fervor and how uncomfortable the hard, wooden benches seemed to me even at that young age. I remember looking at the upholstered, individual seats occupied by the Tabernacle Choir and deciding that someday I would sing in the Choir and have a comfortable, reserved seat for conference. Well, somehow the lines of communication got mixed up. This was not what I had in mind at all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p5\" class=\"\">I have been so humbled by this unexpected calling, and I do not have the vocabulary to express how I felt when President Thomas S. Monson issued my call. Certainly the words of Nephi took on a significance for me that I had never before felt:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p6\" class=\"\">“I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them” (<span class=\"citation\" id=\"1880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1880)\">1 Ne. 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p7\" class=\"\">I feel that scripture has great significance for everyone in the Church, no matter what his calling might be. Experience has taught me that the Lord does prepare the way if we are diligent and faithful in doing our part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p8\" class=\"\">The wisdom of Elder Russell M. Nelson has also been helpful, for he taught that we are not called to positions of leadership for what we are but for what we may become. I have a lot of “becoming” to do to be able to serve the Lord as he would have me do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p9\" class=\"\">I pledged to the Lord the day that I was sustained that I would serve him with all my heart, might, mind, and strength; I reaffirm this now to the First Presidency, my Brethren, and all of you. Whatever is needed in this sacred service, I will be willing to do. But I need your faith and prayers, and I hope that I may always be worthy of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p10\" class=\"\">I want to publicly express my love and heartfelt gratitude to my wonderful wife, the mother of our nine children, who has been at my side for almost forty-five years. She has been such a source of strength and has always sustained me in my Church callings, even though her load has been very heavy with her own callings and the responsibility of motherhood and the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p11\" class=\"\">I feel great appreciation for the wholehearted support which I have always had from my parents and extended family. To my own dear children, their wives and husbands, and our twenty-seven (as of 8:25 this morning) beautiful grandchildren, I express my love and appreciation for their tremendous support, for their faith and prayers in our behalf, and for all the joy and happiness that they have brought into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p12\" class=\"\">I am grateful for my assignment in the Brazil Area Presidency with Elder Gibbons and Elder Camargo and the opportunity to serve once again with the warm, wonderful people of Brazil. I have been especially blessed in being involved in various ways in the growth of the Church there over the last forty-eight years and have seen that growth go from fewer than 200 members in 1940 to more than 250,000 members today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p13\" class=\"\">As we attend the various stake conferences, it is thrilling to meet the young leaders whom the Lord has raised up—men such as President Eraldo dos Santos. He embraced the gospel as a young boy of seventeen. When he elected to accept a mission call, he was disowned by his family and put out on the street with his meager belongings. He served faithfully, however, and later was led to a beautiful young convert girl. They were sealed in the temple and are rearing their family under the covenant. Still under thirty years of age, he is successful in his business and is a great leader in the stake. How the Lord blesses the faithful members of the Church!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p14\" class=\"\">Sister Sorensen and I recently had the opportunity to tour the new Fortaleza Mission. It took us back to our own missionary experiences. During his presidency, a mission president receives hundreds of weekly letters from his missionaries concerning many different subjects. Most of those I received were very spiritual, expressing the missionary’s gratitude for the opportunity to serve the Lord and his testimony of the importance and truthfulness of the work. I have saved most of them. They are precious to me. One touched my heart profoundly. Elder Costa, a native Brazilian missionary, wrote in his last letter to me before we left the mission field:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p15\" class=\"\">“President, perhaps with the passing of time, I will forget your appearance or how you walked or things like that, but your love for the gospel and your testimony I will never forget.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/i-will-go-and-do.p16\" class=\"\">If I am to be remembered at all by the membership of the Church, I hope it will be in this manner, for I do have a great love for the gospel and for all the members of the Church everywhere. I do not feel at ease sitting in these red, upholstered chairs, but I have a sincere, burning testimony of this work. May the Lord bless me that I may touch the lives of those he loves throughout the Church. May I be guided and directed by him always, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}