{"ID":45, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Light that Shines in Darkness<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1942, pp. 67-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n&ldquo;Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness\nknoweth not whither he goeth&rdquo; (<span class=\"citation\" id=\"27084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27084)\">John 12:35<\/a><\/span>).\n<\/p><p>\nThat solicitous admonition given by the Savior of men is as pertinent today as when it was\nfirst expressed. Men and nations having refused to walk in the Light now as Jesus said\nstumble in darkness and know not whither they go. Motivated for centuries largely by selfish\ninterests, the human race, judging from present world conditions, is still dangerously near the\njungle where primitive passions dominate and govern.\n<\/p><p>\nThere is a mythical Greek tale that Charon was permitted once upon a time to visit the earth\nto see what men were doing. From a lofty eminence he looked over the cities, palaces, and\nother works of men. As he turned to resume his assigned task, he exclaimed: \"These human\nbeings are spending their time in building just birds' nests. No wonder they fail and are\nashamed.\"\n<\/p><p>\nMen today in far too great an extent are not only spending their time with things which have\nno permanent value, but ruthlessly destroying much that they have built throughout the\ncenturies. War is making the earth a shambles. Churches, palaces, cottages, hospitals in many\nparts of the globe lie in ruins as if shaken by a terrible earthquake. As accompaniment to this\ndestruction there is a pall of night Which seems to be enveloping nations as an impenetrable\nfog&mdash;a darkness that springs from Hate; for, \"He that hateth his brother is in darkness, and\nwalketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded\nhis eyes.\"\n<\/p><p>\nDuring this very hour while we reverently worship the God of Heaven, millions of men lie\nwounded, bleeding, maimed, many disabled for life by the hands of their fellow men. Other\nmillions sleep in death, many in unknown graves, some in no graves, their bodies trampled by\nsavage feet stumbling forward toward a coveted and selfish goal. Not only men but\nwomen&mdash;mothers lying lifeless clasping their babes even in death. Truly it seems that\n\"Darkness covers the earth, and gross darkness the people\"\n(<span class=\"citation\" id=\"24992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24992)\">Isa. 60:2<\/a><\/span>).\n<\/p><p>\nMEN HAVE FORGOTTEN GOD\n<\/p><p>\nWhy this worldwide holocaust? Why this mad orgy of death? Because man is acting contrary\nto eternal principles of Right!\n<\/p><p>\nIn words quite as applicable today as when he declared them, the immortal Lincoln gives the\nanswer as follows:\n<\/p><p>\nWe have been the recipients of the choicest bounties of Heaven. We have been preserved\nthese many years, in peace and prosperity. We have grown in numbers, wealth, and power as\nno other nation has ever grown; but <i>we have forgotten God<\/i>. We have forgotten the gracious\nhand which preserved us in peace, and multiplied and enriched and strengthened us; and we\nhave vainly imagined, in the deceitfulness of our hearts, that all these blessings were produced\nby some superior wisdom and virtue of our own. Intoxicated with unbroken success, we have\nbecome too self-sufficient to feel the necessity of redeeming and preserving grace, too proud\nto pray to God that made us. It behooves us, then, to humble ourselves before the offended\npower, to confess our national sins, and to pray for clemency and forgiveness.\n<\/p><p>\nI still have confidence that the Almighty, the Maker of the Universe, will, through the\ninstrumentality of this great and intelligent people, bring us through this as he has through all\nother difficulties of our country.\n<\/p><p>\nIn the D&amp;C the Lord says:\n<\/p><p>\nIf you keep not my commandments, the love of the Father shall not continue with you,\ntherefore; you shall walk in darkness\n(<span class=\"citation\" id=\"11796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11796)\">D&amp;C 95:12<\/a><\/span>).\n<\/p><p>\nTHE ANTITHESIS OF CHRIST'S TEACHINGS\n<\/p><p>\nNo one can doubt that the seeds of this war found nourishment in soil of hatred and dishonor,\nwhich are the antithesis of Christ's teachings. The Conversations of Munich, for example,\nwere followed by violations of agreement and broken promises; the invasion of Poland was\nprompted by covetousness and carried out by the fiendish power of conquest; the attack of\nPearl Harbor was conceived in treachery and deceit; Czechoslovakia, Greece, and other\nnations, too weak to withstand the onslaught, have been cruelly crushed by the forces of one\nwho had defiantly rejected Jesus of Nazareth and His teachings. So the list can be lengthened,\nshowing how principles of Right have been violated, and how Hate has plundered and\ndestroyed.\n<\/p><p>\nMEN GROPING BLINDLY, AIMLESSLY\n<\/p><p>\nThe serious effect of all this is far reaching. Men's confidence is shaken in political forms of\ngovernment. In uncertainty they begin to question the promised security of well-tried and\nfundamental principles. They see the discoveries and inventions of science prostituted as a\nmeans of human destruction. Old beliefs and ideals are toppling, and as a drowning man\nseizes a floating substance, men and women grasp at any new idea or theory that is thrown as\na bait in this sea of confusion.\n<\/p><p>\nThe upsetting of the world has forced us into war, and we should be recreant not to go\nforward. To our soldier boys wherever you are we say God bless and guide you as you\ndefend the divinely-given principles of freedom. May the Light of Truth and the power to\nresist evil be your constant companions. We all realize with you that you are enlisted in a war\nagainst wickedness, and that peace cannot come until the mad gangsters having in their hands\nscience-produced explosives, mechanized equipment, and giant tanks, are defeated and\nbranded as murderers, and their false aims repudiated, let us hope forever. Yes, the conflict\nmust continue though its aims and purposes to many seem terribly complicated, and the\nestablishment of a just peace, a task as herculean as the terminating of the war itself.\n<\/p><p>\nTHE NEED OF A GUIDING LIGHT\n<\/p><p>\nIf the ultimate victory for Freedom, we must not doubt; nor harbor either discouragement or\ndespair. As after every night, even in the darkness, rises the morning star, so now in the midst\nof the blackness of International hatred and bloody conflict, men may behold a Light\nheralding a new day, if they will but look through the eyes of Reason and Common Sense.\n<\/p><p>\nStatesmen, men of science, thinking men in all nations, laymen everywhere sense the need of\nsomething definite to which to look forward, some clear beacon that will guide the stranded\nnations to a safe harbor of permanent peace. As practical steps toward that goal they say: (1)\nmete out just punishment to villains and murderers; (2) make restoration of sovereign fights to\nthose who have been deprived of them by force; (3) secure equal enjoyment by all nations of\nworld trade and materials needed for prosperity; ( 4 ) establish improved labor standards,\neconomic advancement, and social security for all; (5) declare a peace assuring safety and\ntranquility the world over; (6) grant freedom of the seas to all; (7) exact promise of\nabandonment by all nations of the use of force, and of disarmament of aggressive nations\npending the establishment of general security&mdash;these and other expressed aims are worthy\nideals and point to the fact that generally in men's hearts there is a desire to treat fairly their\nfellow men.\n<\/p><p>\nTHE ONE AND SAFE GUIDE\n<\/p><p>\nIn all such seeking, however, there is one idea indispensable to the establishment of a\npermanent peace which too many men and some nations have obliterated from their minds\nentirely, but which now should be reburnished until it shines as the unclouded noonday sun. I\ncall it an <i>idea<\/i>, having in mind the fact that \"there is more dynamite in an idea than in many\nbombs.\" It is as old as the Lord's first message to man, and some of you listening in will call\nit trite&mdash;men in the past have entertained it for a time, have dallied with it, then without\nattempting to make it a reality have permitted it to drop below the plane of consciousness,\nand even to sink into the abyss of unbelief. This idea so frequently mentioned but so seldom\npracticed, connotes things which, if lost, civilization itself is lost. It connotes the right to live,\nto be treated decently, to be kindly spoken to, to enjoy home, to love, and to be loved. It\nconnotes strength to defend the Right&mdash;sympathy for those who, striving, have failed. It\nconnotes justice and mercy. It turns the eye and the heart from beastly passions to noble\naspirations.\n<\/p><p>\n<i>It is Christ's plan of love and service<\/i>&mdash; summarized in the two great commandments: \"Thou\nshalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind,\nand thy neighbour as thyself\" (<span class=\"citation\" id=\"50095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50095)\">Matt. 22:37-39<\/a><\/span>;\n<span class=\"citation\" id=\"31100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31100)\">Luke 10:27<\/a><\/span>).\n<\/p><p>\nI fully realize with Professor Wieman that:\n<\/p><p>\nWhen one looks out upon the human race, the way it has come and the way it must\ngo, and sees that tiny gate so obscure that one must search to find it, and so lowly that one\nmust stoop to enter it, and yet the only way to life, the only escape from ruin of mankind,\none is sobered. And yet civilization will be transitory until men in large numbers go this way\nof love.\n<\/p><p>\nFor two thousand years and even more, nations have ignored, and, in many instances,\nrepudiated fundamental principles of the gospel. Even in so-called Christian lands men have\nspurned the teachings as being impractical. The result is that the earth has literally been\ndrenched with blood.\n<\/p><p>\nI have referred to the present-day carnage, even to think of which makes everyone gloomy\nand sick at heart, to emphasize, if possible, the need of a drastic change in men's dealings\nwith one another. Never has there been a time in the history of the world when a change for\nthe better was so imperative. Now, it ever, as the scripture promises, \"a nation should be born\nin a day\" (<span class=\"citation\" id=\"24993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24993)\">Isa. 66:8<\/a><\/span>)&mdash;a\nnation of men and women with changed hearts and changed attitudes.\n<\/p><p>\nSince rejection of Christ's teachings has resulted in disaster and useless bloodshed, with only\nintermittent periods of respite and progress, why in the name of reason should people not be\nwilling to substitute for selfish aggrandizement Christ's principle of brotherly consideration?\nAs a first step, for example, make truly applicable the simple injunction of putting one's self\nin the other fellow's place, the surest of all means of eliminating the bitterness that\ncharacterizes misunderstandings.\n<\/p><p>\nAPPLICABILITY OF CHRIST'S TEACHINGS\n<\/p><p>\nNo thinking person can say truthfully that the application of this one simple act if practiced\namong individuals and nations would not bring about a better world!\n<\/p><p>\nEqually effective and applicable are His teachings regarding the value and sacredness of\nhuman life, the virtue of forgiveness, the necessity of fair dealing, His condemnation of the\nsin of hypocrisy, and of covetousness, His teachings regarding the saving power of love, and\nof the immortality of the soul. His doctrine of arbitration as a means of settling difficulties\nand quarrels if applied by warring nations would in itself do away with war.\n<\/p><p>\nIf America is the \"melting pot,\" the gospel of Jesus Christ is the crucible in which hate, envy,\nand greed are consumed, and good will, kindness, and love remain as inner aspirations by\nwhich man truly lives and builds,\n<\/p><p>\nPROCLAMATION OF CHRIST'S TEACHINGS\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints believes with the Prophet Lehi that America\nis a \"land of promise, a land choice above all other lands\"\n(<span class=\"citation\" id=\"1433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1433)\">1 Ne. 2:20<\/a><\/span>;\n<span class=\"citation\" id=\"3446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3446)\">2 Ne. 1:5<\/a><\/span>;\n<span class=\"citation\" id=\"22145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22145)\">Ether 2:7<\/a><\/span>)\n&mdash;a land of liberty unto those who\nkeep the commandments of God (<span class=\"citation\" id=\"3447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3447)\">2 Ne. 1:7<\/a><\/span>).\nBut \"if the day shall come that they will reject the Holy One\nof Israel, the true Messiah, their Redeemer and their God, behold, the judgments of him that\nis just shall rest upon them\" (<span class=\"citation\" id=\"3448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3448)\">2 Ne. 1:10<\/a><\/span>).\nThe Church believes, also, that before the end of wickedness\nshall come, and wars shall be no more, \"this gospel of the Kingdom must be preached to all\nthe world\" (<span class=\"citation\" id=\"33815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33815)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nThe Constitution of this government was written by men who accepted Jesus Christ as the\nSavior of mankind (<span class=\"citation\" id=\"50100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50100)\">D&amp;C 101:80<\/a><\/span>).\nLet men and women in these United States then continue to keep their\neyes centered upon Him who ever shines as a Light to all the world. Men and women who\nlive in America, \"the land of Zion\"\n(<span class=\"citation\" id=\"11743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11743)\">D&amp;C 57:2<\/a><\/span>;\n<span class=\"citation\" id=\"50101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50101)\">D&amp;C 63:25<\/a><\/span>),\nhave a responsibility greater than that yet borne by any\nother people. Theirs the duty, the obligation to preserve not only the Constitution of the land\nbut the Christian principles from which sprang that immortal document.\n<\/p><p>\nWith the appeals for freedom that you transmit to your fellow-countrymen across the seas,\nsend also in messages that connote a sincerity never before expressed, an avowed conviction\nthat Christ is the Way, the Truth, the Life\n(<span class=\"citation\" id=\"27085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27085)\">John 14:6<\/a><\/span>),\nthe only safe Guide to that haven of peace for\nwhich men and women the wide world over are earnestly praying. Thus may we hope that\nthere will come an answer to the prayer:\n<\/p><p>\nPeace in our time, O Lord,<br \/>\nTo all the peoples&mdash;Peace!<br \/>\nPeace that shall build a glad new world, <br \/>\nAnd make for life's increase.<br \/>\nO living Christ, who still<br \/>\nDost all our burdens share,<br \/>\nCome now and dwell within the hearts<br \/>\nOf all men everywhere.\n<\/p><p>\nTo this end let members of the Church, and honest men in every dime accept, not as an\nabstract, inapplicable saying, but as an eternal and guiding truth, the declaration of the\nRedeemer: \"I am the light of the world: he that followeth me shall not walk in darkness, but\nshall have the light of life\" (<span class=\"citation\" id=\"27080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27080)\">John 8:12<\/a><\/span>). Amen.\n<\/p>\n<\/div>\n<\/div>"}