{"ID":4500, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sacrifice and Self-Sufficiency\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p3\" class=\"\">This has been a wonderful conference, brothers and sisters. I pray that my few remarks will not detract from the spirit we have enjoyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p4\" class=\"\">During this past year, the Area Presidencies in South America became concerned with the dependency of the Church there upon financial resources from Church headquarters. Wisely, these Brethren could see that future needs would require more funds than Church headquarters could provide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p5\" class=\"\">The Area Presidencies met with their Regional Representatives and stake presidents to counsel together on steps that would help the Church in South America become more self-sufficient. They studied ways to decrease costs and, at the same time, increase the participation of their people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p6\" class=\"\">They agreed that greatly simplified buildings would fully meet the needs of the Church. They found ways for their members to donate more labor, decreasing the amount of cash required for construction. In seeking to become more self-sufficient, the people have incorporated the principle of sacrifice into their lives and have increased their faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p7\" class=\"\">The Prophet Joseph Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p8\" class=\"\">“A religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things” (<span class=\"emphasis\">Lectures on Faith,<\/span> 6:7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p9\" class=\"\">As the Saints work to become completely self-sufficient, something very special happens that goes far beyond decreasing costs. For example, when the Church leaders in South America turned their attention to decreasing the cost of missionary service, the Lord blessed them with a simple but marvelous idea: the members could provide the noon meal each day for the full-time missionaries. This was a task the Saints in South America could do, and one that would strengthen both the members and missionaries. It proved to be the means for the members in this part of the world to perfect the Saints and to proclaim the gospel—two parts of the mission of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p10\" class=\"\">Reporting on the results of putting this idea into action, one stake president said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p11\" class=\"\">“I had a meeting with the mission president, and we discussed the idea that our members could provide the noon meal for the missionaries. I asked my bishops for time in their sacrament meetings to explain the basic idea. I explained the blessings that they, their children, their neighborhood, and the stake would receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p12\" class=\"\">“In my own ward, we saw an unexpected result of our members’ sacrifice. Attendance at sacrament meetings climbed from eighty to ninety people a week to nearly one hundred fifty now. The number of baptisms has increased from 1 or 2 a month to nearly 12 a month. General activity has increased in our stake, and we feel a sweeter spirit in every ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p13\" class=\"\">“My bishop told of an experience two young children had who are members of the Church but whose parents are not. These children raised their hands in support of the program, and then went home to tell their parents that they had incurred an obligation to feed the missionaries. As a result, the parents are now hearing the missionary discussions and attending Church meetings. We expect them to be baptized very soon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p14\" class=\"\">One bishop reported to his stake president that he did not have enough active members to provide lunch for the missionaries every day. The wise stake president suggested that the bishop invite less-active members of the ward to participate. Much to the surprise of the bishop, many of the less-active members were pleased to have the missionaries come to their homes for a noon meal. In fact, many of these less-active members were anxious to share with the missionaries the stories of their conversions. More often than not, they would get out photographs of the missionaries who baptized them. This simple idea is bringing many unexpected blessings to the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p15\" class=\"\">As the members share their food with the missionaries, the missionaries bring into homes the special spirit that only they carry, blessing both the members and the missionaries. Many less-active members are returning to full fellowship, and many more members are becoming involved in missionary work because of this simple expression of love and service. How often, brothers and sisters, we can solve seemingly large problems through relatively simple means!<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p16\" class=\"\">Let me share a few experiences that have resulted from members and missionaries working together. An elder wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p17\" class=\"\">“Because we were able to have lunch with an inactive family, they are now back into full activity in the Church. When we ate with them, they recognized the importance of prayer before each meal. A wonderful spirit prevails in their home now. They are not only active again, but we baptized a member of the family and later baptized their neighbors as well—all because they invited us to share their food.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p18\" class=\"\">Another missionary wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p19\" class=\"\">“The mother of a poor family came to me and my companion and asked us when we were going to eat at her home. Knowing of the family’s humble circumstances, I talked to the branch president. He said, ‘Elders, this family has taught us a lot by their example of humility. It is a great privilege to have them in our branch. They are poor, but they really want to participate. We want you to go. If their food isn’t enough, come by my house afterwards and eat with us.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p20\" class=\"\">In Bolivia, a young mother with four small children expressed her testimony, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p21\" class=\"\">“I am so grateful for the privilege of having the missionaries come into our home. It is a pleasure to feed them, even though I fear that sometimes we do not have enough for them. (I need to add here that members everywhere in the world have the same fear.) She continues: “However, I am so thankful for this opportunity, for, you see, my four little ones wait anxiously for the day to come when the missionaries eat with us. When it is our turn, two handsome young men dressed in white shirts, wearing ties, their hair cut neatly, come into our home. They are full of the gospel light. They play with the children. They tell us about their wonderful missionary experiences. They are gentlemen, courteous and kind. After about an hour with us, they leave to do the work of the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p22\" class=\"\">What parents would not rejoice to have sons like the two missionaries for whom an older widow volunteered to provide lunch. After a few visits, they stopped on the way to her home and bought a bouquet of flowers to give to her as a token of thanks for the lunches. When they gave the flowers to her, the sister looked shocked and then began to cry. The elders thought they had done something wrong and began to apologize. The widow stopped them and said that no one had ever given her flowers during her entire life, not even her husband when he was alive. She beamed with delight during the lunch and then asked the elders to wait one more minute. She presented them with the name and address of one of her best friends and asked them to please teach the friend’s family. The family accepted the gospel wholeheartedly and proved to be the best family baptism those two missionaries had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p23\" class=\"\">Perhaps these words of one of our faithful mission presidents sum it all up:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p24\" class=\"\">“The self-sufficiency effort has been a blessing to our mission, not only because we have decreased the average missionary cost by forty-eight dollars per month, but because of the relationships our elders and sisters have been able to develop with the members and nonmembers. Many experiences have lead to member reactivations and to nonmember baptisms. The members are fed spiritually and have greater love for the missionaries. Up to this point, not one single problem has developed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p25\" class=\"\">The president continues, “I have wondered if Alma’s experience is any different from what we see happening between the Peruvian Saints and the missionaries.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p26\" class=\"\">From Alma, we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p27\" class=\"\">“And as [Alma] entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p28\" class=\"\">“And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p29\" class=\"\">“And it came to pass that the man received him into his house; and the man was called Amulek; and he brought forth bread and meat and set before Alma” (<span class=\"citation\" id=\"9583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9583)\">Alma 8:19–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p30\" class=\"\">Something special happens to an individual or to a Church unit when the people become more independent and self-reliant. They feel more confident, positive, and assured, and they reflect these feelings in their actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p31\" class=\"\">Last March, as you remember, devastating rock and mud slides engulfed six small towns in the mountains east of Lima, Peru. All of these towns were within the Lima Peru San Luis Stake. The slide left 25,000 people homeless. Eighteen LDS families lost their homes completely, and 198 other families were left in dire need of food, clothing, and medical supplies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p32\" class=\"\">The day after the slides, one member of the stake presidency and two other Church members waded through waist-high mud and debris for five kilometers to assess the damage. They found that more than three hundred people, members and nonmembers, had taken refuge in the Chosica chapel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p33\" class=\"\">The following day, the stake presidency called a meeting of their eleven bishops and branch presidents. They made many assignments to furnish needed supplies. They asked each ward and branch to furnish work teams to go to the homes of members and help them clean up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p34\" class=\"\">The stake presidency resolved to handle the problem without seeking help from outside stakes. They soon found that they could not handle it all alone. They went to their Regional Representative and asked him to coordinate economic help from other stakes in the region. The Saints of Peru rallied together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p35\" class=\"\">As an example, the Iquitos stake sent thirteen crates of clothing, each weighing thirty kilos (about sixty-six pounds). Other stakes and wards donated food, bedding, and mattresses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p36\" class=\"\">Selling quilts and refreshments, young women raised more than three hundred dollars. One young priest, a senior at his high school in Lima, led a group of twenty-eight of his classmates, all nonmembers, to Chosica to help with the cleanup.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p37\" class=\"\">The stake Relief Society presidency visited the area frequently and instructed the sisters in classes on hygiene, sanitation, nutrition, and “how to organize family living in a tent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p38\" class=\"\">The stakes did not intend to seek assistance from the general welfare funds of the Church. Stake leaders called in all fast-offering reserves from their wards and branches. They asked stake members to participate in a special fast on 29 March 1987 to raise funds that would help cover the expenses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p39\" class=\"\">Some bore tender testimonies. Let me share just two. Sister Guadalupe, a nonmember, lost everything. Then in the shelter of a little room in our chapel, she gave birth to a baby boy. She stated that the Lord had helped her escape. She learned that everything of the world is temporary and can be lost. She thanked the branch and the Church for opening its doors to her and for the assistance she received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p40\" class=\"\">Sister Leonora de Contreras, a Relief Society president, said she knew the gospel was true. She expressed thanks for her husband, who holds the priesthood and is a pillar of strength. The catastrophe destroyed the fruits of their lifetime of labor in less than thirty minutes. She recalled the words of their son who is serving in the Peru Trujillo Mission. As he left home, he said to her, “Mami, whatever happens, if you need help, ask the Lord, and stay close to the Brethren.” She expressed appreciation to stake leaders for their assistance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p41\" class=\"\">Brothers and sisters, I realize that similar reports could come from other parts of the world. The principles of sacrifice, self-reliance, and pure love in action apply the same everywhere. I refer to South America only because my present assignment takes me there and gives me firsthand experience in that land. We have a long way to go in South America to become fully self-sufficient, but we are on the way, and the Lord is blessing our efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p42\" class=\"\">I am so grateful to the Lord for the leaders and other members in the Church, both men and women, who are filled with a faith that makes them willing to sacrifice for the building up of the kingdom of God. Such Saints truly feel and live the principle that King Benjamin taught to the Nephites: “When ye are in the service of your fellow beings ye are only in the service of your God” (<span class=\"citation\" id=\"40638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40638)\">Mosiah 2:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p43\" class=\"\">Brothers and sisters, how can every member enjoy the thrill and the blessing that comes from making a sacrifice to help the work? The answer is very simple, as are most answers in the Church. Every member of the Church can pay a full, honest tithing and can attend tithing settlement. The Lord said, “Verily [now] is a day of sacrifice, and a day for the tithing of my people” (<span class=\"citation\" id=\"18622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18622)\">D&amp;C 64:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p44\" class=\"\">Let me remind you of President Spencer W. Kimball’s statement on fast offerings:<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p45\" class=\"\">“Sometimes,” he said, “we have been a bit penurious and figured that we had for breakfast one egg and that cost so many cents and then we give that to the Lord. I think that when we are affluent, as many of us are, that we ought to be very, very generous. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p46\" class=\"\">“I think we should … give, instead of the amount we saved by our two meals of fasting, perhaps much, much more—ten times more where we are in a position to do it” (in Conference Report, Apr. 1974, p. 184).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p47\" class=\"\">Every member can give a generous fast offering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p48\" class=\"\">Brothers and sisters, the Church needs your contributions to the general missionary fund. This fund makes possible the service of thousands of missionaries. Those who can should feel free to contribute generously. The Lord provides an equal opportunity for every member everywhere in the world to receive the blessings that come from paying tithes and offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p49\" class=\"\">Every member can give his time and talents freely to the building up of the kingdom of God upon the earth. No member of the Church should miss this opportunity to exercise his faith and feel the spirit that comes from humble sacrifice. Seeing the great good that the Saints in South America do with their meager means helps me realize how much more many of us in other parts of the world could do. We should never forget the Savior’s teaching: “Unto whomsoever much is given, of him shall be much required” (<span class=\"citation\" id=\"32300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32300)\">Luke 12:48<\/a><\/span>). He has blessed us abundantly. I think of the teaching words of one of our hymns:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because I have been given much, I too must give;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because of thy great bounty, Lord, each day I live<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I shall divide my gifts from thee<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With ev’ry brother that I see<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who has the need of help from me<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p55\" class=\"\">(“Because I Have Been Given Much,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 219).<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p56\" class=\"\">I pray that as we leave this conference, each one of us will take from the messages of the Brethren those principles that will help us to become more self-sufficient as Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/sacrifice-and-self-sufficiency.p57\" class=\"\">I testify that we have been taught the truth during this conference, that God lives, that Jesus Christ is his Son, and that the gospel has been restored in these latter days. All of which I do in his sacred name, even the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}