{"ID":4501, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Opportunities to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p2\" class=\"\">Elder Franklin D. Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03219_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:271c.jpg\" alt=\"Elder Franklin D. Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p3\" class=\"\">My dear brothers and sisters, as I have listened to the words of the Brethren this afternoon, much has been said about sacrifice. I couldn’t help but think of the words of that great hymn, “Sacrifice brings forth the blessings of heaven” (“Praise to the Man,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 25).<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p4\" class=\"\">I have always felt, however, that, really, it is impossible for us to sacrifice in building the kingdom of God. I would much rather consider it, instead of a sacrifice, a great opportunity to serve God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p5\" class=\"\">Sister Richards and I lived in Washington, D.C., for fifteen years. When we returned to Salt Lake City, we moved into the Mount Olympus area. Within a year or so, the East Millcreek Stake was divided, as I remember, and President Gordon B. Hinckley was called to be the president of the stake. I was called to be the stake mission president, and for three and a half years, I had the opportunity of serving under President Hinckley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p6\" class=\"\">I was later called to be a full-time mission president, and then, twenty-seven years ago this conference, President N. Eldon Tanner, Elder Theodore M. Burton, and I were called to be General Authorities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p7\" class=\"\">My first assignment was supervising the nine missions on the East Coast from Canada to Florida for five years. That was a great experience. My next assignment was with President Spencer W. Kimball, who was then a member of the Quorum of the Twelve, supervising South America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p8\" class=\"\">We organized the first stake in South America in Sao Paulo, Brazil, in May of 1966. As Elder Lynn A. Sorensen mentioned, the growth there has been tremendous. I remember that President Kimball said, “We’re not going to call any North Americans to the major leadership positions.” And there were many Latter-day Saints living in Sao Paulo at that time working in businesses associated with the United States. He said, “We’re going to call the local people.” And so our policy was to call local men and women to those positions and to be missionaries. At that time, in 1966, there were no stakes in South America, whereas now there are nearly two hundred stakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p9\" class=\"\">I then had the opportunity to spend three years with Elder Delbert L. Stapley supervising the missions in Central America and Mexico. As I recall, there were two stakes in Mexico then, one in the Colonies and one in Mexico City. Now there are nearly a hundred stakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p10\" class=\"\">The Church has grown and developed with their local leadership and local missionaries. If I had time, I could relate some tremendous experiences that I have had with young men and women and older men and women involved in missionary service there. I would just like to stress again what Elder M. Russell Ballard said about how important it is to make contributions to the General Missionary Fund of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p11\" class=\"\">You know, every member is a missionary. I think President David O. McKay first emphasized that duty. I was up in Montana some time ago visiting a stake conference. After the morning session, I was wandering around outside. I saw this young boy standing there all dressed up in his Sunday clothes. I went over to him and said, “Son, you’re a fine-looking boy. What’s your name?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p12\" class=\"\">He said, “Joseph Smith Curdy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p13\" class=\"\">I said, “Joseph Smith Curdy! That’s a fine name. You’re going to be a great missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p14\" class=\"\">He said, “I’m already a great missionary. Down the street a couple of blocks from where we live there’s a family with a couple of boys about my age, and over a period of three or four months, I have been bringing them to church with me. A month or so ago, I said to them, ‘How would you like to have the missionaries give you the discussions?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p15\" class=\"\">“They said, ‘Oh, we’d have to talk to our parents.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p16\" class=\"\">“So we talked to the parents, and the parents said, ‘Well, if you will let us listen in, why we’ll be glad to have the missionaries teach them.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p17\" class=\"\">There wasn’t any problem with that, so the missionaries gave the family the discussions. Joseph Smith Curdy told me, “That whole family is going to be baptized next Saturday. I’m already a great missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p18\" class=\"\">I couldn’t help but agree with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p19\" class=\"\">Brothers and sisters, it is wonderful to have the opportunities we have in this Church, not only in the missionary program but also in the areas of temple work and genealogy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p20\" class=\"\">I’m grateful that I was reserved to be born at this particular time in the history of the world when the gospel has been restored in its fulness. I’m convinced that the Spirit of the Lord is being poured out upon the face of the earth more today than ever before in the history of the world through the restoration of the gospel in its fulness. Because of the Restoration, you and I can bear witness that God lives, that Jesus is the Christ, and that Joseph Smith was a great prophet of God. We’re told that Joseph Smith has done more for the salvation of mankind than any other man who has ever lived on the earth, save Jesus Christ himself. I bear that witness to you. The Church has been reestablished, the power to act in the name of God has been restored, and we have a great prophet standing at the head of this church today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1987\/11\/opportunities-to-serve.p21\" class=\"\">May the Lord bless him. And may the choice blessings of our Father in Heaven go with you as you leave this conference, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}