{"ID":455, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Universal Brotherhood<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1950, pp. 125-130<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am very happy to have this opportunity of mingling my\ntestimony with yours concerning the truth of this great latter-day work.\n<\/p><p>\nI always marvel at conference time to see these great throngs assemble in the Tabernacle, and\non the grounds surrounding it. Yet I have no real reason to marvel. Truth is always alive and\nvital. We have the truth. God be thanked for the gift of truth!\n<\/p><p>\nEUROPEAN MISSION CENTENNIAL\n<\/p><p>\nOne hundred years ago at this conference, the brethren then in authority, Brigham Young and\nthose who assisted him, sent out a small army of men into the world to preach the gospel.\nThese were scattered far and wide. Some went into the non-English speaking parts of Europe\nand there founded missions which are celebrating this year the hundredth anniversary of their\nbeginning.\n<\/p><p>\nRich harvests were gathered. Through the years since that time a stream of\nmen and women, lovers of truth, have flowed from those countries to us here. Even today\nhundreds and thousands come from those countries to share with us in the blessings of this\nland and our associations. The fruits that came from the work were further illustrated\nyesterday, when we had the pleasure and enjoyment of listening to the splendid singing of the\nSwiss-German Choir. The Church maintains in Salt Lake City and beyond the borders of the\ncity organizations which conduct meetings in several languages. In fact there are seven\ndifferent language organizations in Salt Lake City. They are maintained to assist these\nnewcomers from foreign lands.\n<\/p><p>\nIt is not easy, brethren and sisters, for men and women, no matter how much they love the\ngospel, to come at a mature age, and most of them are mature, into a new land, to learn a\nnew language, and to become used to new customs. But it does not take long for them to\nadapt themselves to conditions here. They become very valuable citizens, both of the Church\nand of the land which has adopted them.\n<\/p><p>\nOur hearts go out to these brethren and sisters. We want to help them all we can. Their\nresponse is tremendously generous. My heart frequently overflows with emotion when I read\nthe letters that come from these newcomers, not only from the foreign speaking countries, but\nalso from England&mdash;letters that bear testimony of their gladness in the possession of the\ngospel of the Lord Jesus Christ, and gladness to be with a group of Saints larger than they\ncan find in their native lands.\n<\/p><p>\nTHE RESURRECTION\n<\/p><p>\nIn this conference we have talked a great deal about Jesus Christ and his resurrection. Jesus\nthe Christ is the central figure of the gospel. His resurrection from the grave is an integral\npart of the Father's plan for man's eternal progression.\n<\/p><p>\nWe can never say too much about Jesus the Christ and his work. It is always refreshing to\nhear the old story told, as it was told this morning by President Clark, and the words of Jesus\nlater repeated to us by President Evans. It is always a delight to hear this old sacred story. It\nis the most important story upon the face of the earth for the blessing of the children of men.\n<\/p><p>\nThe resurrection is a certainty, not a delusion. That has been told us time and time again in\nthe last few days. I think as modern knowledge has advanced, as men have learned to look\nmore clearly into the mysteries of things, that more than ever before, the resurrection seems\nlogical, rational, and necessary. There are not so many thinking people today as there were\nyesterday who question the possibility of a resurrection. Multitudes know, thank heaven that\nChrist rose from the grave, yet there are many who need our teaching and our help.\n<\/p><p>\nFEAR AND UNCERTAINTY\n<\/p><p>\nDespite the fact that this certainty of knowledge gives comfort to us all, there is much fear\nand uncertainty in the hearts of men today. As far as I can remember, in my lifetime there has\nnever been a time when men and women have been so anxious about the future. There is fear\nof the future in their hearts. Fear is the devil's first and chief tool. With fear he destroys\nhumanity. Men have learned to let loose the forces that hold together the very ground under\nour feet. Of course, without the steadying power of faith, men are afraid. Sometimes they say\nthe type of chain reaction talked of by physicists may be set into such motion that the whole\nearth will vanish in a flash. That, of course, is an idle dream. That will not happen. Only\nwhen the Lord speaks will the end come.\n<\/p><p>\nBut uncertainty remains. Men are unhappy. Some people, however, declare that we have too\nmuch knowledge; that it would be better for us if we had not quite so much; that if we knew\na little less, we would be happier and stronger. That, also, we know is a mistake.\n<\/p><p>\nUSE OF KNOWLEDGE\n<\/p><p>\nGod has told us that we should secure to the best of our ability all knowledge. The well of\ntruth will never be drained dry. The problem is not how much knowledge we possess, but\nhow wise we are in using it properly for our own good in accordance with God's commands.\nUse and misuse lie at the foundation of every good thing that comes to humanity. Therein lies\nthe right of the free agent.\n<\/p><p>\nSo we can lay aside the doctrine that we have too much knowledge. We do need, however,\nto secure mastery over ourselves. This lies at the foundation of life in the gospel of the Lord\nJesus Christ. It has been talked about here time and time again. To conquer an army, it was\nsaid in olden days, is a very great achievement, but to conquer oneself is greater still\n(<span class=\"citation\" id=\"41404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41404)\">Prov. 16:32<\/a><\/span>). It is the\nduty of Latter-day Saints to learn little by little to be conquerors of themselves. Self-conquest\nis the great desire of all Latter-day Saints who understand the gospel of the Lord Jesus Christ.\nUnder the power of self-conquest knowledge becomes precious to man. The Lord has given\nus an abundance of truth.\n<\/p><p>\nI wonder if in the scriptures given us by the Lord there may not be some fundamental basic\nsolution of the world's difficulties, those that have been discussed so eloquently in this\nconference.\n<\/p><p>\nVISITATION OF MORONI\n<\/p><p>\nThere is a story in our history, one almost revered, it is so dear to us. Some three years after\nhis first great vision, the Prophet Joseph Smith, a lad about eighteen years of age, lay in his\nbed pondering upon life and its mysteries, his relationship and duties to God,\nand also grieving about his mistakes in life. While so meditating, a heavenly, resurrected\nbeing appeared before him. His name was Moroni, a well-known name, a well-known figure\nto Latter-day Saints. We Latter-day Saints do not stop with the fact of the resurrection, for\nwe declare solemnly that in our day men have appeared who have tasted of death, have gone\ndown into the grave, and have come out again resurrected through the almighty power of our\nFather in heaven. One of these beings stood by the bedside of the young man and told Joseph\nabout his calling, the things he was to do, and the consequences to follow. His duties and\nobligations, the conditions under which he was to labor, were laid before him.\n<\/p><p>\nMoroni quoted liberally from the Bible, much as the quotations stand in King James' version\nof the scriptures, the Bible in common use at that time, except in one instance. When he used\nthe words of Malachi, he changed one verse of Malachi so completely that it is now looked\nupon as the first great written revelation of the Lord to the Prophet Joseph Smith through the\nlips of Moroni. It stands in our book, the Doctrine and Covenants, as Section Two: \n<\/p><p>\nBehold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet,\nbefore the coming of the treat and dreadful day of the Lord.\n<\/p><p>\nAnd he shall plant in the hearts of the children the promises made to the fathers, and\nthe hearts of the children shall turn to their fathers.\n<\/p><p>\nIf it were not so, the whole earth would be utterly wasted at his coming\n(<span class=\"citation\" id=\"12765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12765)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nThe Lord here teaches how the earth may be wasted. It will not be through one of the atom\nbombs. If I read this revelation correctly (and it is one of our greatest possessions, through\nthe ministry of the Prophet Joseph Smith), it points out that humanity will win no peace, nor\nharmony, nor salvation, as we use the word, unless we learn to love one another.\n<\/p><p>\nSPIRIT OF BROTHERHOOD\n<\/p><p>\nIt is a message telling us that in the spirit of brotherhood alone lies the safe future of\nhumankind. That places a heavy responsibility upon us. We are not followers; we are leaders,\nelse we are far astray. We are the ones who must develop and inculcate the spirit of\nbrotherhood in the world. Among us must be the spirit of brotherhood which all the world\nwill notice.\n<\/p><p>\nAll this has been said by previous speakers, but it is well to repeat it. It is well to call\nattention to this basic revelation of this dispensation. In it lies the doctrine that unless we have\nthe spirit of brotherhood developed within us, if we remain selfish, self-contained, unwilling\nto help our fellow men, there will be no salvation. The earth may then be utterly wasted.\n<\/p><p>\nThe brotherhood of this revelation is more than the brotherhood existing between living\npeople. It is relatively easy to love the living. But there is a higher type of brotherhood\nenjoined upon us in this revelation, which we must take to heart if the earth\nis not to be utterly wasted. We must establish a spirit of brotherhood among us and those who\nhave gone before, most of whom we know only as names. The human race is one great\nfamily&mdash;all children of God. Christ came out of the grave for all of us&mdash;those of the past,\npresent, and future. The blessing of the resurrection is for all, not for a handful. There is no\naristocracy in heaven except as we obey or disobey the commandments of God.\n<\/p><p>\nSo the Lord has laid upon us the great duty of universal brotherhood, to save the world, to\ngive to those who have gone before us the opportunities that we enjoy here in life of\nreceiving the blessings that lead to eternal life, and which many failed to receive while on\nearth. This is one of the greatest responsibilities placed upon man.\n<\/p><p>\nREDEMPTION OF THE DEAD\n<\/p><p>\nThe Prophet Joseph Smith before his death concerned himself greatly with this work. He\nthought and wrote about it, he spoke about it, he urged upon his people that they forget not\nthe redemption of the dead, for in that redemption lies, as I have said, perhaps altogether, the\nfinal solution of the things that vex mankind.\n<\/p><p>\nIn obedience to this obligation, we as a Church have temples. In the temples alone can work\nfor the dead be done. We are a temple-building and a temple-using people. We began in 1836\nand have been building temples ever since. We are a temple-building people for the very\npurpose of obeying the injunction given to us in Section Two of our Doctrine and Covenants.\n<\/p><p>\nMy message to you today, following in general the spirit of the resurrection of the Christ, is\nthat we turn our hearts steadily and forcefully towards this duty, the duty of laboring for the\ndead. We cannot be saved without doing so. The earth cannot continue to its destined end\nunless we so do. There is much work to be done, for those who have passed on are many.\nThe great number of people that have gone before us who have not heard the gospel have not\nhad the opportunity to partake of the necessary sacraments of the gospel. These we must serve\nin spirit and in deed. Some will say as I close, \"Well, I live far from the temple, I can't do\nthe work required.\" Well, you can pay someone else to do it. That's not the best way, but it\ncan be done, and I think the Lord will accept it. But there is work we can do at home. There\nis the field of genealogy; we may keep in correspondence with our genealogical society here\nin Salt Lake City, one of the greatest and best and finest in the land, in the world, for that\nmatter. Opportunities will come if we seek them. It is marvelous how the troubles of life\nvanish in the presence of such work, and how the problems of life find their solutions in such\nwork.\n<\/p><p>\nThe Lord is mighty: he has control of all mysteries.  He opens the door whenever it may be\nneeded.\n<\/p><p>\nNEED OF TEMPLE WORK\n<\/p><p>\nI have felt that as one with you this morning I wanted to say this to you, my brethren and\nsisters, and call to your attention again the need of work in the temples. We haven't enough\ntemples. We are a million strong, we were told two days ago by the President of our Church.\nThe temples of the Church would not accommodate us if we did our duty in behalf of\nuniversal salvation. Let us do our duty for ourselves and for the future of this earth upon\nwhich we love and which we hold so dear. And let us remember always that the spiritual\nforces centering in our temples are more powerful than atom rays or any earthly force\ndiscovered by man.  I thank the Lord for his many messages of truth to us and for this great\nfundamental message. May the Lord give us strength to accept it and obey it. May it find\nlodgment in our hearts as well as in our deeds and bless us all according to our needs. May\nthis Church of God and of his Son Jesus the Christ continue to grow and prosper, as it will do\nif we do our work, I pray in the name of the Lord Jesus Christ. Amen.\n<\/div>\n<\/div>"}