{"ID":4553, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “In the World”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p2\" class=\"\">By Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03226_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p3\" class=\"\">“If ye were of the world, the world would love his own: but … ye are not of the world, but I have chosen you out of the world” (<span class=\"citation\" id=\"29395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29395)\">John 15:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p4\" class=\"\">From the teachings of the Savior we have adopted the common saying in the Church, “to be in the world, but not of the world.” Normally, when this saying is used, we are emphasizing our need to stay free from sin and materialism which are so prevalent in the world in which we live. Of course, this is important—we should continually remind ourselves to keep our lives in harmony with the Lord’s laws. For today, however, I would like to address the first part of the expression: “to be in the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p5\" class=\"\">It is “in the world” where we have the privilege of coming and enjoying a mortal experience. It is “in the world” where we are tested and tried. It is “in the world” where we have opportunities to participate in sacred, saving ordinances which will determine our postmortal life. It is “in the world” where we have opportunity to serve and make our contribution to mankind. It is to this world the Savior must come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p6\" class=\"\">Our prophets of this day have encouraged us to be mindful of our obligations while we are here “in the world.” President David O. McKay has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p7\" class=\"\">“The responsibility of showing to the world that the gospel of Jesus Christ will solve its problems rests upon the men who make the claim. … I believe, too, that every <span class=\"emphasis\">world problem may be solved by obedience to the principles of the gospel of Jesus Christ. … <\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p8\" class=\"\">“The solution of the great world problems is here in the Church of Jesus Christ. Ample provision is made not only for the needs of individuals, but also for the nation and groups of nations. I realize that it is a great claim. … It is simply the application of God’s plan to the world problems. You who hold the priesthood have greater responsibility today, now that you live in this creative moment in the world’s history, than ever the Church has had before. I repeat. If we make the claim to hold the truth, it is obligatory upon every Latter-day Saint so to live, that when the people of the world come, in answer to the call, to test the fruit of the tree, they will find it wholesome and good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p9\" class=\"\">“The Lord help us to be able to prove to the world that we possess just what the world today is longing for, and when they see it, may they know, as you know, as I know, that the everlasting gospel is a light to the world” (<span class=\"emphasis\">Gospel Ideals,<\/span> Salt Lake City: <span class=\"emphasis\">Improvement Era,<\/span> 1953, p. 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p10\" class=\"\">I found a classic example in the Old Testament of one who lived “in the world” and influenced it through his righteous living. The birth of this young man came at a time in history when it was improbable that anyone from Israel could make much of a contribution in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p11\" class=\"\">After the death of King Solomon in 975 <span class=\"small\">B.C.<\/span>, the Ten Tribes revolted and separated themselves from the Tribe of Judah. A divided Israel was not able to hold its own against the other powers of that region. Egypt and Assyria would take turns overrunning the land of Israel. In the year 607 <span class=\"small\">B.C.<\/span>, Assyria proper and the northern provinces fell into the hands of the Medes, while Syria lay open to be seized by the Babylonians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p12\" class=\"\">While this struggle was going on, it seemed an appropriate time for Egypt to attack Palestine. The king of the Babylonians sent his son, Nebuchadnezzar, to drive the Egyptians back. While the battle raged against the Egyptians, the king passed away and Nebuchadnezzar became the ruler of Babylon. He was successful against the Egyptians and became ruler over all of Syria to the Egyptian border. He ruled by terror, crushing his enemies by fire and sword, and weakening them with deportations to other parts of his empire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p13\" class=\"\">It was in the midst of this battle-torn era that Daniel was born. As a youth, he and certain other Hebrews were taken into the court of Nebuchadnezzar for service. They were chosen because of their wisdom and knowledge and ability to learn. Thus, Daniel was brought into a strange land with strange customs, a strange environment, and a very different religious heritage (see <span class=\"citation\" id=\"10798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10798)\">Dan. 1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p14\" class=\"\">Daniel’s first test in being “in the world” came when the servant of Nebuchadnezzar ordered him to drink of his wine and eat of the “king’s meat.” Daniel “purposed in his heart that he would not defile himself with the portion of the king’s meat, nor with the wine which he drank” (<span class=\"citation\" id=\"10799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10799)\">Dan. 1:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p15\" class=\"\">The servant argued that the king had made him responsible for training these young men, and had commanded they should eat and drink the same as the others. If they did not, the king would see that they were growing weak and thin, and would surely have the servant killed. Then Daniel begged that he and his friends be allowed to follow the health habits that had been given to them. His request was that they be proved for ten days—for ten days they would feed upon grains and drink water, to see if they were not healthier than all the rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p16\" class=\"\">Daniel’s strategy was most interesting. He did not challenge the beliefs of the Babylonians. Instead, he volunteered to conduct a test as to which way was best. The servant agreed to the test. For the next ten days, Daniel and those who were with him ate and drank only of the things that they knew they should. At the end of the tenth day, Daniel and his friends were found to be healthier and stronger than all the rest. Daniel soon found that he did not have to adopt a different standard of values when he was “in the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p17\" class=\"\">I remember that as a young executive many years ago, part of my job involved attending dinners sponsored by different business groups. Each dinner was always preceded by a social hour. I felt very uncomfortable in these settings. After the first one or two dinners, I started coming late to miss the social hour. My boss thought this was not a good practice because I was missing valuable time associating with business leaders. Still, I felt awkward visiting in groups where I was the only one without a drink in my hand. I kept wondering what to do with my hands. You can always put one hand in your pocket, but you look a little foolish with both of them there. I tried holding a glass of 7-Up, but it had the appearance of an alcoholic beverage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p18\" class=\"\">Finally I went over to the bartender and asked him if he had any drink that was distinctively different in appearance from an alcoholic beverage. He went into the kitchen and came back with a half gallon of milk and poured me a glass. Pouring a glass of milk at a cocktail hour was a unique event. It seemed to attract the attention of everyone, and I became the target of a lot of jesting. It embarrassed me at first, until I discovered that I was meeting more business leaders than I had at any previous gathering. I found that I did not have to violate Church standards to become a viable, contributing member of my chosen profession. It was more the case that success came because I <span class=\"emphasis\">did<\/span> adhere to my values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p19\" class=\"\">It soon became a practice at the social hours in that community to always have a carton of milk on the bar. I was amazed, as time passed, by how many of my associates were joining me for a glass of milk during the hour that we spent together. I found, just as Daniel did, that being different in the world brought some interesting reactions, but obedience to the Lord’s law is always associated with His blessings. Isn’t that the message of the revelation contained in the Doctrine and Covenants?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p20\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p21\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated” (<span class=\"citation\" id=\"18905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18905)\">D&amp;C 130:20–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p22\" class=\"\">In addition to being obedient to the word of the Lord, we have been instructed in our responsibilities to declare the gospel to <span class=\"emphasis\">all<\/span> of our Father in Heaven’s children. Again in the Doctrine and Covenants we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p23\" class=\"\">“The worth of souls is great in the sight of God; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p24\" class=\"\">“And how great is his joy in the soul that repenteth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p25\" class=\"\">“Wherefore, you are called to cry repentance unto this people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p26\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p27\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!” (<span class=\"citation\" id=\"18757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18757)\">D&amp;C 18:10, 13–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p28\" class=\"\">I don’t know how we can experience this joy if we are not willing to reach out beyond our own circle of church friends. We live “in the world” during our mortal experience. The Christian principles, which the gospel teaches, are needed in all we do and among all peoples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p29\" class=\"\">The spheres of influence we can radiate from our associations can make worthwhile contributions in the world. A righteous example can attract others to living a standard which has been established by the Lord, for the conduct of His children here in mortality. It can be a source of bringing souls to the light of the gospel, causing some to join the Church, while others do not. Embracing the gospel is a personal decision, and we always respect and understand the rights of individuals, but how can we ever expect the world to embrace the righteous principles the Lord has declared to govern His children here if we do not extend our influence outward?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p30\" class=\"\">How our governments need standards of integrity! How our communities need yardsticks to measure decency! How our neighborhoods need models of beauty and cleanliness! How our schools need continued encouragement and assistance to maintain high educational standards! Rather than spend time complaining about the direction in which these institutions are going, we need to exert our influence in shaping the right direction. A small effort by a few can result in so much good for all of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p31\" class=\"\">Sometimes I think we fear participation because of the opposition we may face. We find again in the example of Daniel someone who met the opposition of being “in the world” head-on and was able to influence those around him for good. As Daniel’s talents were recognized by the king, he became a trusted counselor. Many were jealous of the position this outsider had obtained, and they sought to do away with him. They devised a new law that would prevent Daniel from praying to God, the Eternal Father. The penalty for breaking the law was to be cast into the lion’s den. Daniel was discovered praying, and the penalty was executed. But because of Daniel’s faith in God, the lions inflicted no harm on him. [See <span class=\"citation\" id=\"10801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10801)\">Dan. 6:1–28<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p32\" class=\"\">Even with the challenges that were continually before Daniel to live his religion, he rose above the conflicts that came before him. The Lord blessed and protected him in his service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p33\" class=\"\">Not only did Daniel’s service benefit the king, but because of the faith that Daniel had in the Lord, it affected an entire land. The king sent forth a proclamation that all the people of the kingdom should worship the true and living God, the God that Daniel worshiped. How mighty was the power of the service of one righteous man, affecting so many, as he served “in the world” in which he lived! How effective will be the results of our service if we will continue to serve in our own personal way “in the world” in which <span class=\"emphasis\">we<\/span> live!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p34\" class=\"\">May we have the necessary faith to place our trust in the Lord and not worry about the forces that will surely oppose righteousness. May we have the courage to move forward in the cause of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p35\" class=\"\">As we live “in the world,” may we contribute by making it a better place because of our righteous living, our service in causes that are just, and our faith that good will ultimately triumph over evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/in-the-world.p36\" class=\"\">This is the Lord’s work in which we are engaged, I witness to you in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}