{"ID":4556, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Assurance That Comes from Knowing\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p2\" class=\"\">Elder Angel Abrea<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03226_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2334.jpg\" alt=\"Elder Angel Abrea\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p3\" class=\"\">The story is told that on one occasion, a traveler asked a farmer who was seated in the doorway of his humble cabin, “How’s the cotton crop going to be this year?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p4\" class=\"\">The farmer replied, “There won’t be any. I didn’t bother to plant it because I was afraid of the boll weevil.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p5\" class=\"\">Upon hearing this, the traveler asked further, “Well, are you going to harvest a big corn crop?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p6\" class=\"\">“It’s the same,” came the response. “I was afraid we wouldn’t get enough rain for the kernels to mature.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p7\" class=\"\">The traveler pursued, “At least you will have a good potato harvest!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p8\" class=\"\">“Nope. Not any; I didn’t dare plant them because I was afraid of insects.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p9\" class=\"\">With frustration, and somewhat impatiently, the traveler then asked, “Well, what is it that you have planted?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p10\" class=\"\">“Nothing, my good man,” came the answer. “I’d rather be safe than sorry.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p11\" class=\"\">The response from the farmer is a good example of a false security arising from fear and lack of conviction. It is an illusion of security resulting from uncertainty and confusion, an imaginary safe route definitely confused and distorted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p12\" class=\"\">Certainly this is one of the evils which afflicts this generation—the security of not doing, the security of not being. It is the same type of evil that the Savior referred to when he pointed out the uselessness of the unprofitable servant (see <span class=\"citation\" id=\"37237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37237)\">Matt. 25:30<\/a><\/span>), of the fig tree that didn’t bear fruit (see <span class=\"citation\" id=\"37214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37214)\">Matt. 21:19–22<\/a><\/span>), of the light that did not shine (see <span class=\"citation\" id=\"32331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32331)\">Luke 11:33–36<\/a><\/span>), and of the salt that had lost its savor (see <span class=\"citation\" id=\"32333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32333)\">Luke 14:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p13\" class=\"\">Jesus Christ did not alter concepts in order to make incorrect actions compatible with a false sense of reality; he always clarified them in order to eliminate neutrality and ambiguity and to expose hypocrisy and deviant actions, thereby setting the standard by which the children of God will be judged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p14\" class=\"\">He described things as they were and lived his life as a clear example to us all of how to live and how to act, even saying, “For I have given you an example” (<span class=\"citation\" id=\"29378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29378)\">John 13:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p15\" class=\"\">Today there are many people, just as the farmer in our story, who, out of fear, create within themselves mental scarecrows and eventually end up believing that these scarecrows are real. In this manner they base their lives on false principles. It is unimportant to them that their ideas are not true; these ideas are the trenches they dig to defend themselves from fear, the commotion they make to drive away the truth. For example, the “scarecrow” of security is a confused and distorted imitation of true security. It provides these people with the illusion they need to weigh different situations and act as they want, using as their yardstick precepts totally apart from reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p16\" class=\"\">In the face of this distorted understanding of the truth, Latter-day Saints who have received the assignment through revelation to “take upon you the name of Christ, and speak the truth in soberness” (<span class=\"citation\" id=\"18762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18762)\">D&amp;C 18:21<\/a><\/span>) could appear to be proud and lacking humility to those who hold to incorrect concepts. This is because faithful members of the Church are filled with a deep assurance that comes from a firm testimony of the gospel, a sure knowledge of the divinity of the work in which we have embarked, received through revelation from the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p17\" class=\"\">This assurance and firm commitment “to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death” (<span class=\"citation\" id=\"40707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40707)\">Mosiah 18:9<\/a><\/span>) could appear as boastful pride before those accustomed to using mental scarecrows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p18\" class=\"\">But it is not that way. To confuse pride with safety, and vanity with testimony, shows lack of understanding by those who have not allowed the tempering of the Spirit to enter their hearts, who have not had the experience Nephi did when he said, “I did cry unto the Lord; and behold he did visit me, and did soften my heart that I did believe all the words which had been spoken by my father” (<span class=\"citation\" id=\"1909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1909)\">1 Ne. 2:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p19\" class=\"\">So in most cases the problem is not with the sower, but with the soil where the seed is planted, and very often those who are insecure challenge the self-confident person, not necessarily because of his self-confidence but because, by comparison, their own insecurity becomes evident.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p20\" class=\"\">The important point is not to look for causes of insecurity, but rather to look for reasons why faithful members of the Church of Jesus Christ have such a deep assurance in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p21\" class=\"\">A powerful example of this is the Prophet Joseph Smith, who searched for an explanation for the persecution he endured, yet at the same time testified to the truthfulness of his vision:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p22\" class=\"\">“I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; and while they were persecuting me, reviling me, and speaking all manner of evil against me falsely for so saying, I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p23\" class=\"\">“I had now got my mind satisfied so far as the sectarian world was concerned” (<span class=\"citation\" id=\"30698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30698)\">JS—H 1:25–26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p24\" class=\"\">What better way could he express the reality of his vision than to say, “I knew it, and I knew that God knew it”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p25\" class=\"\">From this powerful and firm testimony, this knowledge from on high, came the assurance as portrayed by the words of the Prophet. How could it be otherwise since Joseph Smith had the sure knowledge that he knew that God knew what he knew?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p26\" class=\"\">Is this pride? Definitely not. This is assurance that comes from knowing. This is a sure knowledge which, through the Holy Ghost, “shall come upon you and which shall dwell in your heart” (<span class=\"citation\" id=\"18742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18742)\">D&amp;C 8:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p27\" class=\"\">This is the assurance found in the lives of faithful Latter-day Saints, coming from a change brought about by the power of the Spirit, that prompts them to bear testimony of the divinity of the work. It is that same conversion, that same power, that same Spirit which Alma experienced when he called the people to repentance. In his search to remove scarecrows from the people he said, “Do ye not suppose that I know of these things myself? Behold, I testify unto you that I do know that these things whereof I have spoken are true. And how do ye suppose that I know of their surety?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p28\" class=\"\">“Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me” (<span class=\"citation\" id=\"9633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9633)\">Alma 5:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p29\" class=\"\">The world may claim that this is pride, but members of the Lord’s kingdom, those who do not live by borrowed light, those who have gained a testimony for themselves that this work is true, call it assurance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p30\" class=\"\">It is the testimony, it is the true knowledge that “God hath not given us the spirit of fear; but of power, and of love, and of a sound mind” (<span class=\"citation\" id=\"5246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5246)\">2 Tim. 1:7<\/a><\/span>). This gives us the courage, the strength, and the commitment to testify of Christ and his gospel regardless of circumstances or external factors. But for the weak, the unsure, or those who question that the Latter-day Saints are Christians, these circumstances and external factors prove to be more important than learning of Christ and gaining a testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p31\" class=\"\">The assurance seen in faithful members of The Church of Jesus Christ of Latter-day Saints is the result of being “doers of the word, and not hearers only” (<span class=\"citation\" id=\"26350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26350)\">James 1:22<\/a><\/span>); it is the result of striving to “live by every word that proceedeth forth from the mouth of God” (<span class=\"citation\" id=\"18855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18855)\">D&amp;C 84:44<\/a><\/span>) instead of talking of God yet not conforming actions to His word, as do those who are insecure. It is this assurance, the firm testimony of thousands of missionaries who are “occupied” with all their “heart, might, mind and strength” (<span class=\"citation\" id=\"18733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18733)\">D&amp;C 4:2<\/a><\/span>) in serving their fellowmen, as contrasted with millions who are “preoccupied” with worldly involvements and give only lip service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p32\" class=\"\">It is important, then, in our determination to proclaim the gospel, in our desire to clarify the thinking of confused and insecure people, in our decision to be part of that great work of our Father in Heaven “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39731)\">Moses 1:39<\/a><\/span>), that we should remember, as King Benjamin admonished his people, to “always retain in remembrance, the greatness of God, and your own nothingness, … and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith” (<span class=\"citation\" id=\"40693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40693)\">Mosiah 4:11<\/a><\/span>). “No one can assist in this work except he shall be humble” (<span class=\"citation\" id=\"18747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18747)\">D&amp;C 12:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p33\" class=\"\">There is no guarantee of a great reward for anyone; there is no way that any of God’s children can be assured of blessings from the Most High without worthy actions in their lives. The Lord’s blessings are the fruits of obedience to the laws on which they are predicated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p34\" class=\"\">Therefore, since we do have the truth, it is fundamental that we do not be boastful about it. Our pride, if it should exist at all, along with our eternal gratitude, should arise from how we make use of that truth and the manner in which we apply it in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p35\" class=\"\">We can pass through this mortal existence listening attentively and patiently to the best of instructions, or we can be spectators watching the expounding of great and profound principles without allowing these principles to crystalize within us by applying them in daily living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p36\" class=\"\">We are saved only in direct proportion to the knowledge we gain, but the simple accumulation of facts will in no way save us if we do not possess wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p37\" class=\"\">Wisdom is not to be proclaimed or exhibited, but rather, it is to be sought, to be treasured; we need to pray for it and then express it by living a worthy life, according to the knowledge we have obtained. Change and the development of talents and hidden qualities in each of us are produced by putting into practice the knowledge we have obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p38\" class=\"\">What is most important, then, is what we do with our lives. For faithful members of The Church of Jesus Christ of Latter-day Saints, the truth is not an end in itself. Our lives are a constant quest and example of a dynamic relationship between truth and knowledge, between living and being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p39\" class=\"\">As President Joseph F. Smith said, “Pure intelligence comprises not only knowledge, but also the power to properly apply that knowledge” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed., Salt Lake City: Deseret Book Co., 1939, p. 58).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p40\" class=\"\">In majestic clarity the Savior declared concerning this subject, “My doctrine is not mine, but his that sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p41\" class=\"\">“If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself” (<span class=\"citation\" id=\"29366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29366)\">John 7:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p42\" class=\"\">It is from this principle that Latter-day Saints receive the strength of their testimonies, the assurance of their convictions, as they practice what they preach in their daily lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/assurance-that-comes-from-knowing.p43\" class=\"\">To all those faithful Latter-day Saints who share their testimonies concerning the truthfulness of this work in the four corners of the earth, I wish to add mine, with the assurance that I know that God knows I know that The Church of Jesus Christ of Latter-day Saints has the power to administer the saving ordinances that crown the efforts of all those who, through an obedient and faithful life, come unto Christ. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}