{"ID":456, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Atonement of Christ<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1950, pp. 130-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nJoseph Smith was asked: \"What are the fundamental principles of your religion?\n<\/p><p>\nHe replied: \n<\/p><p>\nThe fundamental principles of our religion are the testimony of the Apostles and\nProphets, concerning Jesus Christ, that He died, was buried, and rose again the third\nday, and ascended into heaven and all other things which pertain to our religion are\nonly appendages to it (<i>DHC<\/i> 3:30).\n<\/p><p>\nATONEMENT OF CHRIST\n<\/p><p>\nThe atonement of Christ is the most transcendent and important event that has ever occurred,\nor ever will occur, in the history of this world. Everything pertaining to life and salvation, all\nthat the aunts have or that they may obtain, center in that most glorious event. Christ came\ninto the world chiefly for the purpose of working out the infinite and eternal atonement.\n<\/p><p>\nHe said: \n<\/p><p>\n. . . I came into the world to do the will of my Father, because my Father sent me.\n<\/p><p>\nAnd my Father sent me that I might be lifted up upon the cross; . . .\n(<span class=\"citation\" id=\"5507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5507)\">3 Ne. 27:13-14<\/a><\/span>).\n<\/p><p>\nThat was to the Nephites. To the Jews, while in his mortal ministry, he said: \n<\/p><p>\nI am the good shepherd: the good shepherd giveth his life for the sheep. . .\n<\/p><p>\n. . . I lay down my life, that I might take it again.\n<\/p><p>\nNo man taketh it from me, but I lay it down of myself. I have power to lay it down,\nand I have power to take it again. This commandment have I received of my Father\n(<span class=\"citation\" id=\"27426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27426)\">John 10:11,17-18<\/a><\/span>).\n<\/p><p>\nFALL OF ADAM\n<\/p><p>\nAdam had come into the world; had been the first man, the most noble member, save Jesus\nonly, of the human race; had fallen, as the scriptures recite; and had brought temporal death\nand spiritual death into the world.\n<\/p><p>\nSpiritual death is to be banished from the presence of the Lord. Temporal death is the\ndissolution of the body and of the spirit. The atonement of Christ came to ransom us from the\neffects of the fall of Adam. That atonement gives all men temporal life. \"As in Adam all die,\neven so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(199)\">1 Cor. 15:22<\/a><\/span>).\nThat atonement offers to all men\nwho will believe and obey the principles of the gospel eternal life or spiritual life again in the\npresence of the Eternal Father.\n<\/p><p>\nGOSPEL IN ITS FULLNESS\n<\/p><p>\nWe Latter-day Saints have the gospel in its fullness and in its perfection. Authorized teachers\nreveal its doctrines to us; legal administrators are among us to perform the ordinances of\nsalvation. We are on the path to eternal life, and if we endure to the end, we will be saved.\n<\/p><p>\nThose in the world who will repent, who will come into the Church, believe the doctrines,\nand receive the ordinances, will have their sins forgiven. They will be washed clean in the\nblood of Christ because of the atonement. Those who decline and fail to do this, who will not\nrepent, but who stay outside the reach of mercy, will&mdash;in the justice of God&mdash;have to pay\nthe penalty for their own sins. They will be required to suffer, even as Christ suffered, which\nsuffering caused himself, \". . . even God, the greatest of all, to tremble because of pain, and\nto bleed at every pore, and to suffer both body and spirit . . .\" and would that he might not\ndrink the bitter cup (see\n<span class=\"citation\" id=\"12772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12772)\">D&amp;C 19:15-20<\/a><\/span>).\n<\/p><p>\nThere is no more important thing in this world, nor will there be, than the single act of the\natonement of Christ; and we can be participators in the blessings of it. We can inherit the\nglories of eternity, and all the rewards that God has promised the Saints, if we will abide the\nlaw that he has given us in this day.\n<\/p><p>\nTo King Benjamin, a righteous and faithful Nephite, an angel of God said this: \n<\/p><p>\nFor the natural man is an enemy to God, and has been from the fall of Adam, and will\nbe, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth\noff the natural man and becometh a saint through the atonement of Christ the Lord,\nand becometh as a child, submissive, meek, humble, patient, full of love, willing to\nsubmit to all things which the Lord Seeth fit to inflict upon him, even as a child doth\nsubmit to his father\n(<span class=\"citation\" id=\"40234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40234)\">Mosiah 3:19<\/a><\/span>).\n<\/p><p>\nThat we may so do I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}