{"ID":4565, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the Single Adult Brethren of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03226_000_021<\/span>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p3\" class=\"\">My dear brethren of the Aaronic and Melchizedek Priesthood, how happy I am to be with you this evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p4\" class=\"\">I rejoice in the messages of my Brethren who have preceded me, and I now ask you for your faith and prayers in my behalf as I address you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p5\" class=\"\">For some time I have wanted to speak directly to the great body of single adult brethren of the Church. Many of you have served full-time missions. Many of you are giving outstanding service in your wards and stakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p6\" class=\"\">To you single adult brethren, I want you to know of my great love for each of you. I have great expectations for you and a great hope in you. You have so much to contribute to the Lord and to the kingdom of God now and in the future. You may be twenty-seven years of age, or thirty, or possibly even older.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p7\" class=\"\">Just what are your priorities at this time in your life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p8\" class=\"\">May I suggest for your careful consideration the counsel we give to returning missionaries. This counsel applies just as much to those who have been home for a while as to those who may not have served full-time missions for the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p9\" class=\"\">Here are some of the priorities we pray that you single adult brethren will consider to be essential in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p10\" class=\"\">First, continue to draw close to the Savior through private, sincere, heartfelt prayer. Remember always, “the effectual fervent prayer of a righteous man availeth much” (<span class=\"citation\" id=\"26356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26356)\">James 5:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p11\" class=\"\">“Feast upon the words of Christ” (<span class=\"citation\" id=\"4321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4321)\">2 Ne. 32:3<\/a><\/span>) by consistently studying the scriptures every day and by following the counsel of the living prophets. Particularly make the study of the Book of Mormon a lifetime pursuit and daily sup from its pages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p12\" class=\"\">Be an example in your Church activity—honor the Sabbath day, attend your meetings, observe the Word of Wisdom, pay your tithes and offerings, support your leaders, and otherwise keep the commandments. Serve cheerfully and gratefully in every calling you receive. Live worthy of a temple recommend and enjoy the sweet, sacred spirit that comes from frequent temple attendance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p13\" class=\"\">Dress and groom yourself in a way that reflects your lifelong commitment to share the gospel with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p14\" class=\"\">Be thoughtful, loving, helpful, and appreciative of your family as you seek to deepen those eternal relationships.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p15\" class=\"\">In your dating and courting, fully maintain the standards of the Church. Be morally clean. “Let virtue garnish [your] thoughts unceasingly” (<span class=\"citation\" id=\"18897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18897)\">D&amp;C 121:45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p16\" class=\"\">Remember the counsel of Elder Bruce R. McConkie that “the most important single thing that any Latter-day Saint ever does in this world is to marry the <span class=\"emphasis\">right<\/span> person in the <span class=\"emphasis\">right<\/span> place by the <span class=\"emphasis\">right<\/span> authority” (<span class=\"emphasis\">Choose an Eternal Companion,<\/span> Brigham Young University Speeches of the Year, Provo, 3 May 1966, p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p17\" class=\"\">Understand that temple marriage is essential to your salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p18\" class=\"\">Carefully select practical and worthwhile goals and, in an organized way, work to reach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p19\" class=\"\">Apply yourself prayerfully and diligently to selecting and pursuing academic and vocational goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p20\" class=\"\">Share the gospel and your testimony with those who are not members of the Church or who are less active.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p21\" class=\"\">Improve your community by active participation and service. Remember in your civic responsibility that “the only thing necessary for the triumph of evil is for good men to do nothing” (Edmund Burke, in George Seldes, comp., <span class=\"emphasis\">The Great Thoughts,<\/span> New York: Ballantine Books, 1985, p. 60). Do something meaningful in defense of your God-given freedom and liberty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p22\" class=\"\">Remember that your entire life is a mission and that each new phase of it can be richly rewarding as you magnify your talents and take advantage of your opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p23\" class=\"\">May I now say an additional word about an eternal opportunity and responsibility to which I have referred earlier and which is of greatest importance to you. I am referring to celestial marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p24\" class=\"\">Just a few weeks ago, I received a letter from two devoted parents, part of which reads as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p25\" class=\"\">“Dear President Benson: We are concerned about what seems to be a growing problem—at least in this part of the Church familiar to us—that is, so many choice young men in the Church over the age of thirty who are still unmarried.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p26\" class=\"\">“We have sons thirty, thirty-one, and thirty-three in this situation. Many of our friends also are experiencing this same concern for unmarried sons and daughters.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p27\" class=\"\">Their letter continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p28\" class=\"\">“In our experience these are usually young men who have been on missions, are well educated, and are living the commandments (except this most important one). There does not appear to be a lack of choice young ladies in the same age bracket who could make suitable companions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p29\" class=\"\">“It is most frustrating to us, as their parents, who sometimes feel we have failed in our parental teachings and guiding responsibilities.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p30\" class=\"\">My dear single adult brethren, <span class=\"emphasis\">we<\/span> are also concerned. We want you to know that the position of the Church has never changed regarding the importance of celestial marriage. It is a commandment of God. The Lord’s declaration in Genesis is still true: “And the Lord God said, It is not good that the man should be alone” (<span class=\"citation\" id=\"24009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24009)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24009)\">Gen. 2:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p31\" class=\"\">To obtain a fulness of glory and exaltation in the celestial kingdom, one must enter into this holiest of ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p32\" class=\"\">Without marriage, the purposes of the Lord would be frustrated. Choice spirits would be withheld from the experience of mortality. And postponing marriage unduly often means limiting your posterity, and the time will come, brethren, when you will feel and know that loss.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p33\" class=\"\">I can assure you that the greatest responsibility and the greatest joys in life are centered in the family, honorable marriage, and rearing a righteous posterity. And the older you become, the less likely you are to marry, and then you may lose these eternal blessings altogether.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p34\" class=\"\">President Spencer W. Kimball recounted an experience he once had:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p35\" class=\"\">“Recently I met a young returned missionary who is 35 years old. He had been home from his mission for 14 years and yet he was little concerned about his bachelorhood, and laughed about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p36\" class=\"\">“I shall feel sorry for this young man when the day comes that he faces the Great Judge at the throne and when the Lord asks this boy: ‘Where is your wife?’ All of his excuses which he gave to his fellows on earth will seem very light and senseless when he answers the Judge. ‘I was very busy,’ or ‘I felt I should get my education first,’ or ‘I did not find the right girl’—such answers will be hollow and of little avail. He knew he was commanded to find a wife and marry her and make her happy. He knew it was his duty to become the father of children and provide a rich, full life for them as they grew up. He knew all this, yet postponed his responsibility” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1975, p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p37\" class=\"\">I realize that some of you brethren may have genuine fears regarding the real responsibilities that will be yours if you do marry. You are concerned about being able to support a wife and family and provide them with the necessities in these uncertain economic times. Those fears must be replaced with faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p38\" class=\"\">I assure you, brethren, that if you will be industrious, faithfully pay your tithes and offerings, and conscientiously keep the commandments, the Lord will sustain you. Yes, there will be sacrifices required, but you will grow from these and will be a better man for having met them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p39\" class=\"\">Work hard educationally and in your vocation. Put your trust in the Lord, have faith, and it will work out. The Lord never gives a commandment without providing the means to accomplish it (see <span class=\"citation\" id=\"1912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1912)\">1 Ne. 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p40\" class=\"\">Also, do not be caught up in materialism, one of the real plagues of our generation—that is, acquiring things, fast-paced living, and securing career success in the single state.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p41\" class=\"\">Honorable marriage is more important than wealth, position, and status. As husband and wife, you can achieve your life’s goals together. As you sacrifice for each other and your children, the Lord will bless you, and your commitment to the Lord and your service in His kingdom will be enhanced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p42\" class=\"\">Now, brethren, do not expect perfection in your choice of a mate. Do not be so particular that you overlook her most important qualities of having a strong testimony, living the principles of the gospel, loving home, wanting to be a mother in Zion, and supporting you in your priesthood responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p43\" class=\"\">Of course, she should be attractive to you, but do not just date one girl after another for the sole pleasure of dating without seeking the Lord’s confirmation in your choice of your eternal companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p44\" class=\"\">And one good yardstick as to whether a person might be the right one for you is this: in her presence, do you think your noblest thoughts, do you aspire to your finest deeds, do you wish you were better than you are?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p45\" class=\"\">God bless you single adult brethren of the Church. May your priorities be right. I have suggested some very important priorities this evening. May you seriously consider and ponder them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-the-single-adult-brethren-of-the-church.p46\" class=\"\">Know, my good brethren, that I have spoken from my heart and by His Spirit because of my love and concern for you. It is what the Lord would have you hear today. With all my heart I echo the words of the prophet Lehi from the Book of Mormon, “Arise from the dust, my sons, and be men” (<span class=\"citation\" id=\"4268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4268)\">2 Ne. 1:21<\/a><\/span>), in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}