{"ID":4566, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Invitation to Exaltation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03226_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p4\" class=\"\">Everywhere, people are in a hurry. Jet-powered planes speed their precious human cargo across broad continents and vast oceans. Appointments must be kept, tourist attractions beckon, and friends and family await the arrival of a particular flight. Modern freeways with multiple lanes carry millions of automobiles, occupied by more millions of people, in a seemingly endless stream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p5\" class=\"\">Does this pulsating, mobile ribbon of humanity ever come to a halt? Is the helter-skelter pace of life ever punctuated with moments of meditation—even thoughts of timeless truths?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p6\" class=\"\">When compared to eternal verities, the questions of daily living are really rather trivial. What shall we have for dinner? Is there a good movie playing tonight? Have you seen the television log? Where shall we go on Saturday? These questions pale in their significance when times of crisis arise, when loved ones are wounded, when pain enters the house of good health, or when life’s candle dims and darkness threatens. Then, truth and trivia are soon separated. The soul of man reaches heavenward, seeking a divine response to life’s greatest questions: <span class=\"emphasis\">Where did we come from? Why are we here? Where do we go after we leave this life?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p7\" class=\"\">Answers to these questions are not discovered within the covers of academia’s textbooks, by dialing Information, in tossing a coin, or through random selection of multiple-choice responses. These questions transcend mortality. They embrace eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p8\" class=\"\"><span class=\"emphasis\">Where did we come from?<\/span> This query is inevitably thought, if not spoken, by every parent or grandparent when a tiny infant utters its first cry. One marvels at the perfectly formed child. The tiny toes, the delicate fingers, the beautiful head, to say nothing of the hidden but marvelous circulatory, digestive, and nervous systems all testify to the truth of a divine Creator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p9\" class=\"\">The Apostle Paul told the Athenians on Mars’ Hill that we are “the offspring of God” (<span class=\"citation\" id=\"8343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8343)\">Acts 17:29<\/a><\/span>). Since we know that our physical bodies are the offspring of our mortal parents, we must probe for the meaning of Paul’s statement. The Lord has declared that “the spirit and the body are the soul of man” (<span class=\"citation\" id=\"18861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18861)\">D&amp;C 88:15<\/a><\/span>). It is the spirit which is the offspring of God. The writer of Hebrews refers to Him as “the Father of spirits” (<span class=\"citation\" id=\"24536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24536)\">Heb. 12:9<\/a><\/span>). The spirits of all men are literally His “begotten sons and daughters” (<span class=\"citation\" id=\"18839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18839)\">D&amp;C 76:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p10\" class=\"\">We note that inspired poets have, for our contemplation of this subject, written moving messages and recorded transcendent thoughts. William Wordsworth penned the truth:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Our birth is but a sleep and a forgetting:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The soul that rises with us, our life’s Star,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hath had elsewhere its setting,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And cometh from afar:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not in entire forgetfulness,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And not in utter nakedness,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But trailing clouds of glory do we come<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From God, who is our home:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Heaven lies about us in our infancy!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p20\" class=\"\">(“Ode: Intimations of Immortality from Recollections of Early Childhood”)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p21\" class=\"\">Another writer described a newborn infant as “a sweet, new blossom of humanity, fresh fallen from God’s own home to flower here on earth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p22\" class=\"\">Parents, gazing down at a tiny infant or taking the hand of a growing child, ponder their responsibility to teach, to inspire, and to provide direction. While parents ponder, children and, particularly, youth ask the penetrating question: “Why are we here?” Usually, it is spoken silently to the soul and phrased: “Why am <span class=\"emphasis\">I<\/span> here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p23\" class=\"\">How grateful we should be that a wise Creator fashioned an earth and placed us here, with a veil of forgetfulness of our previous existence, so that we might experience a time of testing, an opportunity to prove ourselves, and qualify for all that God has prepared for us to receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p24\" class=\"\">Clearly, one primary purpose of our existence upon the earth is to obtain a body of flesh and bones. In a thousand ways, we are privileged to choose for ourselves. Here we learn from the hard taskmaster of experience. We discern between good and evil. We differentiate as to the bitter and the sweet. We discover that decisions determine destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p25\" class=\"\">While Paul taught the Philippians that man is called upon to “work out [his] own salvation with fear and trembling” (<span class=\"citation\" id=\"41317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41317)\">Philip. 2:12<\/a><\/span>), the Master provided a guide we know as the Golden Rule: “Whatsoever ye would that men should do to you, do ye even so to them” (<span class=\"citation\" id=\"37189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37189)\">Matt. 7:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p26\" class=\"\">By obedience to God’s commandments, we can qualify for that “house” spoken of by Jesus when He declared: “In my Father’s house are many mansions. … I go to prepare a place for you … that where I am, there ye may be also” (<span class=\"citation\" id=\"29385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29385)\">John 14:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p27\" class=\"\">Contemplating such far-reaching matters, we reflect upon the helplessness of a newborn child. No better example can be found for total dependency. Needed is nourishment for the body and love for the soul. Mother provides both. She who, with her hand in the hand of God, descended into “the valley of the shadow of death” (<span class=\"citation\" id=\"42011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42011)\">Ps. 23:4<\/a><\/span>), that you and I might come forth to life, is not in her maternal mission abandoned by God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p28\" class=\"\">Several years ago, the Salt Lake City newspapers published an obituary notice of a close friend—a mother and wife taken by death in the prime of her life. I visited the mortuary and joined a host of persons gathered to express condolence to the distraught husband and motherless children. Suddenly the smallest child, Kelly, recognized me and took my hand in hers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p29\" class=\"\">“Come with me,” she said; and she led me to the casket in which rested the body of her beloved mother. “I’m not crying, Brother Monson, and neither must you. My mommy told me many times about death and life with Heavenly Father. I belong to my mommy and my daddy. We’ll all be together again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p30\" class=\"\">Through tear-moistened eyes, I recognized a beautiful and faith-filled smile. To my young friend, whose tiny hand yet clasped mine, there would never be a hopeless dawn. Sustained by her unfailing testimony, knowing that life continues beyond the grave, she, her father, her brothers, her sisters, and indeed all who share this knowledge of divine truth, can declare to the world, “Weeping may endure for a night, but joy cometh in the morning” (<span class=\"citation\" id=\"42013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42013)\">Ps. 30:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p31\" class=\"\">Life moves on. Youth follows childhood, and maturity comes ever so imperceptibly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p32\" class=\"\">We treasure the inspired thought:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God is a Father.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Man is a brother.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Life is a mission<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And not a career.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p37\" class=\"\">(In Stephen L Richards, <span class=\"emphasis\">Where Is Wisdom? Addresses of Stephen L Richards,<\/span> Salt Lake City: Deseret Book Co., 1955, p. 74)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p38\" class=\"\">God, our Father, and Jesus Christ, our Lord, have marked the way to perfection. They beckon us to follow eternal verities and to become perfect, as they are perfect (see <span class=\"citation\" id=\"37186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37186)\">Matt. 5:48<\/a><\/span>; <span class=\"citation\" id=\"6129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6129)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6129)\">3 Ne. 12:48<\/a><\/span>). We remember the inquiring lawyer who asked:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p39\" class=\"\">“Master, which is the great commandment in the law?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p40\" class=\"\">“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p41\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p42\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"37217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37217)\">Matt. 22:36–39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p43\" class=\"\">The Apostle Paul likened life to a race with a clearly defined goal. To the Saints at Corinth he urged:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p44\" class=\"\">“Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain” (<span class=\"citation\" id=\"794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(794)\">1 Cor. 9:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p45\" class=\"\">In our zeal, let us not overlook the sage counsel from Ecclesiastes: “The race is not to the swift, nor the battle to the strong” (<span class=\"citation\" id=\"21448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21448)\">Eccl. 9:11<\/a><\/span>). Actually the prize belongs to him who endures to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p46\" class=\"\">When I reflect on the race of life, I remember another type of race, even from childhood days. When I was about ten, my boyfriends and I would take pocketknives in hand and, from the soft wood of a willow tree, fashion small toy boats. With a triangular-shaped cotton sail in place, each would launch his crude craft in the race down the relatively turbulent waters of the Provo River. We would run along the river’s bank and watch the tiny vessels sometimes bobbing violently in the swift current and at other times sailing serenely as the water deepened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p47\" class=\"\">During such a race, we noted that one boat led all the rest toward the appointed finish line. Suddenly, the current carried it too close to a large whirlpool, and the boat heaved to its side and capsized. Around and around it was carried, unable to make its way back into the main current. At last it came to an uneasy rest at the end of the pool, amid the flotsam and jetsam that surrounded it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p48\" class=\"\">The toy boats of childhood had no keel for stability, no rudder to provide direction, and no source of power. Inevitably their destination was downstream—the path of least resistance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p49\" class=\"\">Unlike toy boats, we have been provided divine attributes to guide our journey. We enter mortality not to float with the moving currents of life, but with the power to think, to reason, and to achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p50\" class=\"\">Our Heavenly Father did not launch us on our eternal voyage without providing the means whereby we could receive from Him guidance to ensure our safe return. Yes, I speak of prayer. I speak, too, of the whisperings from that still, small voice within each of us; and I do not overlook the holy scriptures, written by mariners who successfully sailed the seas we too must cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p51\" class=\"\">At some period in our mortal mission, there appears the faltering step, the wan smile, the pain of sickness—even the fading of summer, the approach of autumn, the chill of winter, and the experience we call death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p52\" class=\"\">Every thoughtful person has asked himself the question best phrased by Job of old: “If a man die, shall he live again?” (<span class=\"citation\" id=\"26819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26819)\">Job 14:14<\/a><\/span>). Try as we may to put the question out of our thoughts, it always returns. Death comes to all mankind. It comes to the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey, and often it hushes the laughter of little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p53\" class=\"\">But what of an existence beyond death? Is death the end of all? Such a question was asked of me by a young husband and father who lay dying. I turned to the Book of Mormon and, from the book of Alma, read to him these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p54\" class=\"\">“Now, concerning the state of the soul between death and the resurrection—Behold, it has been made known unto me by an angel, that the spirits of all men, as soon as they are departed from this mortal body, yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p55\" class=\"\">“And then shall it come to pass, that the spirits of those who are righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow” (<span class=\"citation\" id=\"9689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9689)\">Alma 40:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p56\" class=\"\">My young friend through moist eyes and with an expression of profound gratitude whispered a silent, but eloquent, “Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p57\" class=\"\">After the body of Jesus had lain in the tomb for three days, the spirit again entered, and the resurrected Redeemer walked forth clothed with an immortal body of flesh and bones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p58\" class=\"\">The answer to Job’s question, “If a man die, shall he live again?” came when Mary and others approached the tomb and saw two men in shining garments who spoke to them: “Why seek ye the living among the dead?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p59\" class=\"\">“He is not here, but is risen” (<span class=\"citation\" id=\"32347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32347)\">Luke 24:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p60\" class=\"\">Testimonies of the resurrected Lord provide comfort and understanding:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p61\" class=\"\">First, from the Apostle Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p62\" class=\"\">“Christ died for our sins according to the scriptures; … he was buried, and … he rose again the third day: … he was seen of Cephas, then of the twelve: … he was seen of above five hundred brethren at once … he was seen of James; then of all the apostles. And last of all he was seen of me also, as of one born out of due time” (<span class=\"citation\" id=\"801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(801)\">1 Cor. 15:3–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p63\" class=\"\">Second, from the combined testimony of twenty-five hundred of his other sheep, as recorded in the Book of Mormon, Another Testament of Jesus Christ, the resurrected Lord “spake unto them saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p64\" class=\"\">“Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p65\" class=\"\">“And when they had all gone forth and had witnessed for themselves, they did cry out with one accord, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p66\" class=\"\">“Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of Jesus, and did worship him” (<span class=\"citation\" id=\"6123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6123)\">3 Ne. 11:13–14, 16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p67\" class=\"\">Third, from Joseph Smith: “After the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That He lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p68\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p69\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God” (<span class=\"citation\" id=\"18837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18837)\">D&amp;C 76:22–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p70\" class=\"\">As the result of Christ’s victory over the grave, we shall all be resurrected. This is the redemption of the soul. Paul wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p71\" class=\"\">“There are … celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p72\" class=\"\">“There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p73\" class=\"\">“So also is the resurrection of the dead” (<span class=\"citation\" id=\"807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(807)\">1 Cor. 15:40–42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p74\" class=\"\">It is the celestial glory which we seek. It is in the presence of God we desire to dwell. It is a forever family in which we want membership. Such blessings must be earned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p75\" class=\"\"><span class=\"emphasis\">Where did we come from? Why are we here? Where do we go after this life?<\/span> No longer need these universal questions remain unanswered. Our Heavenly Father rejoices for those who keep His commandments. He is concerned also for the lost child, the tardy teenager, the wayward youth, the delinquent parent. Tenderly the Master speaks to these, and indeed to all: “Come back. Come home. Come unto me.” What eternal joy awaits when we accept His divine invitation to exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p76\" class=\"\">I testify He is a teacher of truth—but He is more than a teacher. He is the exemplar of the perfect life—but He is more than an exemplar. He is the great physician—but He is more than a physician. He is the literal Savior of the World, the Son of God, the Prince of Peace, the Holy One of Israel, even the risen Lord, who declared: “I am Jesus Christ, whom the prophets testified shall come into the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p77\" class=\"\">“I am the light and the life of the world” (<span class=\"citation\" id=\"6122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6122)\">3 Ne. 11:10–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p78\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father” (<span class=\"citation\" id=\"18888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18888)\">D&amp;C 110:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/an-invitation-to-exaltation.p79\" class=\"\">As his witness I testify to you that He lives, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}