{"ID":4568, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Help a Loved One in Need\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03226_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p3\" class=\"\">It is Easter morning, that sacred season when the heart of each devout Christian turns in humble gratitude to our beloved Savior. It is a season that should bring peace and joy to all. Yet many of you have heavy hearts because a son or daughter, husband or wife, has turned from righteousness to pursue evil. My message is for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p4\" class=\"\">Your life is filled with anguish, pain, and, at times, despair. I will tell you how you can be comforted by the Lord.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">First, you must recognize two foundation principles:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>While there are many things you can do to help a loved one in need, there are some things that must be done by the Lord.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Also, no enduring improvement can occur without righteous exercise of agency. Do not attempt to override agency. The Lord himself would not do that. Forced obedience yields no blessings (see <span class=\"citation\" id=\"18817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18817)\">D&amp;C 58:26–33<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p8\" class=\"\">I will suggest seven ways you can help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p9\" class=\"\"><span class=\"strong\">First—Love without limitations.<\/span> When in a dream Lehi partook of the fruit of the tree of life and was filled with joy, his first thought was to share it with each member of his family, including the disobedient (see <span class=\"citation\" id=\"1916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1916)\">1 Ne. 8:3–4, 12–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p10\" class=\"\"><span class=\"strong\">Second—Do not condone the transgressions, but extend every hope and support to the transgressor.<\/span> To his missionary son Corianton, who had violated the law of chastity, Alma said, “Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct, they would not believe in my words” (<span class=\"citation\" id=\"9688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9688)\">Alma 39:11<\/a><\/span>). Then he clarified in careful detail principles which his son had improperly used to justify his acts. Subsequently, that loving father gave this counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p11\" class=\"\">“O, my son, I desire that ye should deny the justice of God no more. Do not endeavor to excuse yourself in the least point because of your sins, … but do you let the justice of God, and his mercy, and his long-suffering have full sway in your heart; and let it bring you down to the dust in humility. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p12\" class=\"\">“And now, my son, go thy way, declare the word with truth and soberness” (<span class=\"citation\" id=\"9696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9696)\">Alma 42:30–31<\/a><\/span>). Corianton repented and became a powerful servant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p13\" class=\"\"><span class=\"strong\">Third—Teach truth.<\/span> Nephi taught his brothers: “Whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction” (<span class=\"citation\" id=\"1931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1931)\">1 Ne. 15:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p14\" class=\"\">Then he gave this example of how to teach: “I did exhort them with all the energies of my soul, and with all the faculty which I possessed, that they would give heed to the word of God and remember to keep his commandments always in all things” (<span class=\"citation\" id=\"1932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1932)\">1 Ne. 15:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p15\" class=\"\"><span class=\"strong\">Fourth—Honestly forgive as often as is required.<\/span> The Lord declared: “If he … repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p16\" class=\"\">“And as often as my people repent will I forgive them” (<span class=\"citation\" id=\"40713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40713)\">Mosiah 26:29–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p17\" class=\"\"><span class=\"strong\">Fifth—Pray trustingly.<\/span> “The … fervent prayer of a righteous man availeth much” (<span class=\"citation\" id=\"26357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26357)\">James 5:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p18\" class=\"\">The Master taught: “Whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you” (<span class=\"citation\" id=\"6139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6139)\">3 Ne. 18:20<\/a><\/span>). “Pray always, and I will pour out my Spirit upon you, and great shall be your blessing” (<span class=\"citation\" id=\"18768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18768)\">D&amp;C 19:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p19\" class=\"\"><span class=\"strong\">Sixth—Keep perspective.<\/span> When you have done all that you can reasonably do, rest the burden in the hands of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p20\" class=\"\">When I take a small pebble and place it directly in front of my eye, it takes on the appearance of a mighty boulder. It is all I can see. It becomes all-consuming—like the problems of a loved one that affect our lives every waking moment. When the things you realistically can do to help are done, leave the matter in the hands of the Lord and worry no more. Do not feel guilty because you cannot do more. Do not waste your energy on useless worry. The Lord will take the pebble that fills your vision and cast it down among the challenges you will face in your eternal progress. It will then be seen in perspective. In time, you will feel impressions and know how to give further help. You will find more peace and happiness, will not neglect others that need you, and will be able to give greater help because of that eternal perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p21\" class=\"\">Abraham labored that his own father would overcome transgression. Despite his best efforts, his father turned to idolatry. Had Abraham let that proper concern for a father consume his every thought, he could not have received this promise: “In thy seed shall all the kindreds of the earth be blessed” (<span class=\"citation\" id=\"6145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6145)\">3 Ne. 20:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p22\" class=\"\">Some who have overcome serious sin in their own lives blame themselves because of that prior disobedience when a loved one does not respond as desired. Such promptings come from Satan, not from the Lord. Alma could help his son, Corianton, because Alma spoke from a position of strength, knowing that his own sins had been entirely forgiven through repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p23\" class=\"\">This is not a doctrinal discourse; rather, it is a personal witness of what I know to be true. At times my wife, Jeanene, and I have had challenges that seemed more difficult than we could possibly face alone. Once she lost a baby girl and nearly her life. Within six weeks, another beloved son was taken home. We pled for help, and it came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p24\" class=\"\">When other challenges have brought us to our knees, we have had confidence that we would receive comfort and guidance, and they came. The Lord opens doors of opportunity and provides the strength each of us needs at difficult times in our life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p25\" class=\"\">This Easter, as we remember the Resurrection and the price paid and the gift given through the Atonement, let us ponder what the scriptures teach of those sacred events. Our personal witness of their reality will be strengthened. They must be more than principles we memorize. They must be woven into the very fiber of our being as a bulwark in time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p26\" class=\"\">Nephi taught: “For ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p27\" class=\"\">“Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life” (<span class=\"citation\" id=\"4318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4318)\">2 Ne. 31:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p28\" class=\"\">He could well have added, “and shall have peace and happiness now.” Happiness comes from understanding and living the teachings of the Lord. It comes from not being critical of ourselves when we don’t accomplish all we want to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p29\" class=\"\"><span class=\"strong\">One last suggestion—Never give up on a loved one, never!<\/span> I know we have a loving Father in Heaven. He asks us to worship him that we may feel his love. He entreats us to love his Son that we may be comforted and strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p30\" class=\"\">Sometimes, we foolishly recite facts about the Father and the Son, mechanically, and—forgive us—preach to them, preen before them, and display our ignorance and pride. Yet they continue to love us perfectly, each one of us, individually. Yes, they are all-powerful and all-knowing; their works extend eternally, yet their love for each of us is personal, knowing, uncompromising, endless, perfect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/to-help-a-loved-one-in-need.p31\" class=\"\">I know they live. I know that Jesus is the Christ, our Savior and Redeemer. I love him with all my soul. He gave his life that we might overcome errors to live eternally. I don’t understand how he did it. In my own imperfect way, I try to imagine the incomprehensible burden he felt as he entered into the closing hours of his ministry on earth, knowing that his life had to be completely sinless, without error. He had to provide the perfect atonement for all mankind, each individual, without exception, or not one soul could ever return to the presence of God. He did it. He did it perfectly. Neither he nor his Father will ever fail us—never in all eternity. I bear that witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}