{"ID":457, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual and Temporal Security<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1950, pp. 132-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, we have enjoyed a great abundance of the Lord's spirit during\nthis great conference. All of the previous speakers have been richly endowed with it, and I\npray it may be the source of my inspiration.\n<\/p><p>\nThe Lord Jesus Christ declared,\n<\/p><p>\nBut seek ye first the kingdom of God and his righteousness, and all these things shall\nbe added unto you (<span class=\"citation\" id=\"34344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34344)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nSECURITY\n<\/p><p>\nThis statement of the Savior's involves two objectives to be achieved: first, spiritual security\nthrough seeking the kingdom of God and his righteousness; and second, temporal security to\nbe added unto us through our efforts.\n<\/p><p>\nThe word <i>security<\/i> has become one of the most used and abused words in the vocabulary of\nmany people. The dictionary defines it as the apprehension of one's well being as to the\nnecessities of life, such as food, clothing, and shelter&mdash;a guarantee from want.\n<\/p><p>\nIn the beginning, when Adam was in the Garden of Eden, he had temporal security. All of the\nnecessities of life were made available by the Lord; but after the fall he was forced into the\ncold and dreary world with the mandate from the Lord, \"In the sweat of thy face shalt thou\neat bread (<span class=\"citation\" id=\"23561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23561)\">Gen. 3:19<\/a><\/span>),\nplacing squarely upon his shoulders the responsibility of providing\nhimself with temporal security.\n<\/p><p>\nIn the minds of holy men there have always been two categories of security, spiritual and\ntemporal. Without the spiritual phase, temporal security could not be achieved. It was a sacred\nundertaking wherein the blessings of the Lord were needed. Involved in it were holy practices\nsuch as prayer, divine principles of faith, thrift, integrity, and endless effort. It demanded\nsupplication to the Lord for his blessings; and at the harvest time the firstlings of the flock\nand the best of the fields were brought and burnt as offerings of gratitude and thanksgiving to\nthe Lord, representing a great achievement in that a man of his own faith, works, and with the\nhelp of the Lord, had provided himself shelter, food, clothing, and the\ncomforts of life, with some marginal reserves to provide for himself and family during\nperiods of illness and in his declining years.\n<\/p><p>\nAbraham, beloved of the Lord, had great wealth represented in herds and fields. He had cattle\non a thousand hills (<span class=\"citation\" id=\"41758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41758)\">Ps. 50:10<\/a><\/span>),\nand yet with all this wealth he labored diligently for spiritual security. His\nherds were driven up to the land of Melchizedek, the high priest, where they were tithed,\nreturning to the Lord that which belonged to him.\n<\/p><p>\nREJECTION OF THE LORD\n<\/p><p>\nAfter Israel had made the long trek from Egypt to the Promised Land, being ruled by the\nLord through his servants, the prophets, for generations, the people arose and cried, give us a\nking to judge us that we may be like all the nations, that our king may go before us and fight\nour battles. Samuel, the Prophet, in deep sorrow went to the Lord saying, \"They have rejected\nme.\" But the Lord said unto Samuel,\n<\/p><p>\n. . . Hearken unto the voice of the people in all that they say unto thee: for they have\nnot rejected thee, but they have rejected me, that I should not reign over them.\n<\/p><p>\nAnd he said, this will be the manner of the king that shall reign over you: He will take\nyour sons, and appoint them for himself, for his chariots, and to be his horsemen; and\nsome shall run before his chariots.\n<\/p><p>\nAnd he will take your daughters to be confectionaries, and to be cooks, and to be\nbakers.\n<\/p><p>\nAnd he will take your fields, and your vineyards, and your olive-yards, even the best\nof them, and give them to his servants.\n<\/p><p>\nAnd he will take the tenth of your seed, and of your vineyards, and give to his\nofficers, and to his servants.\n<\/p><p>\nAnd he will take your men servants and your maidservants, and your godliest young\nmen, and your asses, and put them to his work.\n<\/p><p>\nHe will take the tenth of your sheep: and ye shall be his servants.\n<\/p><p>\nAnd ye shall cry out in that day because of your king which ye shall have chosen you;\nand the Lord will not hear you in that day\n(<span class=\"citation\" id=\"2495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2495)\">1 Sam. 8:7,11,13-18<\/a><\/span>).\n<\/p><p>\nISRAEL IN BONDAGE\n<\/p><p>\nThe battles of the people were not represented only in physical combat with the enemy but\nalso in the struggle for security. Israel had forsaken the Lord: Israel had softened in faith and\nhad been disobedient; Israel was indolent. And they gave up their sons and daughters to the\nking and his officers. The king took over all of their resources, and the price they paid for a\nking was their freedom. Under this arrangement the kings of Israel prospered, but the people\nwere downtrodden and found themselves in bondage. The kings forgot the spiritual phase of\nsecurity; they forgot the Lord. Saul counseled the sorcerer rather than the Lord. David fell\nfrom grace because of a grievous sin he committed. Solomon sought after other gods.\nDissension rent the kingdom in twain, and a powerful nation took Israel into captivity. This is\nthe history of a nation that rejected the Lord's way of achieving temporal and spiritual\nsecurity.\n<\/p><p>\nHISTORY REPEATS ITSELF\n<\/p><p>\nDoes history repeat itself? Yes. Today the term <i>security<\/i> is best defined in the promises of\neconomic kings and politicians in the form of doles, grants, and subsidies made for the\npurpose of perpetuating themselves in public office, and at the same time depleting the\nresources of the people and the treasury of the nation. The word <i>security<\/i> is being used as an\nimplement of political expediency, and the end results will be the loss of freedom, and\ntemporal and spiritual bankruptcy. We have those among us who are calling for an economic\nking, and the voice of the king replies in promises wherein the individual is guaranteed relief\nfrom the mandate given to Adam, \"In the sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23562)\">Gen. 3:19<\/a><\/span>).\nDisobedience to this mandate involves the penalty of loss of free agency and individuality,\nand the dissipation of the resources of the individual. These economic rulers have advocated,\nand do practice a vicious procedure called the \"leveling down process,\" which takes from the\nman who has achieved and distributes to those who are not willing to put forth like effort.\nTaxation is the means through which this \"leveling down process\" is implemented. Taxes in\nthe United States during the last decade have increased five hundred percent. If such increases\ncontinue, it will mean final confiscation of the property of the people.\n<\/p><p>\nCASE OF GREAT BRITAIN\n<\/p><p>\nA clear-cut example of the promises of economic kings to the people, with all of the penalties\ninvolved, stands out in the case of Great Britain. Great Britain, with fifty years of rule over\nthe seas of the earth, the sun never setting upon her empire, finds herself now in a convulsion\nof spiritual, political and temporal bankruptcy. She has a king, but he is merely a symbol of\nher past greatness; but the people, like those of Israel, cried for a new king, an economic\nking, and the king has responded with the rule of dictatorship, bringing deterioration to the\ncharacter of the individual, loss of ambition, freedom, individual progress through the right to\nwork when and where he would, and regimentation. The people are forced to heed the call\nand feel the iron hand of the dictator. Above all, they have lost their free agency. The British\npeople are but mere cogs in the great machine of socialism. The state is paramount; the\ncitizen has been subdued. Their resources have been absorbed, the treasury of the government\ndepleted, and had it not been for the generosity of this great republic, where a few of the\nfundamentals of freedom, personal initiative, and free enterprise remain, Great Britain would\nhave been but a memory. Just as it was in Israel, so will it be with Great Britain&mdash;dissension,\ndivision, and communistic captivity.\n<\/p><p>\nCONTROLLED ECONOMY\n<\/p><p>\nWhat does this mean to you and to me? We have those among us, too, who over the years\nhave cried for a controlled economy. We have those among us who give succor and support\nto such a plan, which plan of controlled economy involves the same theories\nand false philosophies that ruined Israel and are now destroying Great Britain. Economic\nkings have responded to the call of some people, promising them security against want for\ntheir votes. In the attempt to meet the desires of these people, the treasury of this great nation\nis being depleted, and it covers deficit spending with promissory notes. Expansion of this\ndisastrous policy will deprive American citizens of their God-given freedom, the right to work\nwhen and where they will, freedom of speech, freedom of the press&mdash;and who knows but\nwhat some day the right to worship God according to the dictates of one's conscience may be\ntaken away. It is destroying, and will continue to destroy, the very fundamentals upon which\nthis nation and its people have found prosperity and genuine security. These are not idle\nwords, but the counsel and the words of the Lord as they have been revealed to this nation\nthrough prophets and the founding fathers of this great republic. For one hundred and twenty\nyears modern-day Samuels have pleaded with the people to preserve the fundamentals of\ntemporal and spiritual security by being obedient to the gospel, through work, being thrifty\nand staying out of debt, and above all by remembering the Lord. We have continually been\ncounseled to conserve our resources to provide temporal security during periods of sickness,\nunemployment, and the days of old age. This people has been taught by the prophets of God\nthat to waste the bounties of the earth is a sin, and surely there is a penalty therefore. The Lord\ncannot bless an individual or a nation with the bounties of the earth and have that individual\nor nation deliberately and wantonly waste them, without the law of retribution of want and\nfamine being imposed.\n<\/p><p>\nWELFARE PROGRAM\n<\/p><p>\nEconomic kings have advocated the doctrine that those in distress should be provided for\nabundantly with no obligations on the part of the recipients, but the Lord has revealed through\nhis prophets a great welfare plan which does not rob individuals in distress of their freedom,\npersonal initiative, and the right to work. In the welfare program the individual is the\nobjective, and through the generosity and cooperative efforts of the membership of the\nChurch, the individual is assured of temporal security, not as a dole or as a gift, but as a\nbridge to cover the gap of unemployment or illness until the individual can again stand upon\nhis own feet and work out his temporal security. It is required of him that during this period\nof assistance from the welfare program he shall give freely of his labor, if physically fit, in\nthe production of the things he needs, and out of it all he becomes one of the independent\nsons of the Lord, having not only received but having also given.\n<\/p><p>\nPROMISES KEPT\n<\/p><p>\nModern-day Israel should heed the admonitions of the living oracles of God and close their\nears to the teachings of false prophets, remembering always that the Lord has\nmade definite promises to this people, a covenanted people, through his servants, the Apostles\nand the Prophets. The Lord declared through the Prophet Brigham Young: \n<\/p><p>\nIf the Latter-day Saints will walk up to their privileges, and, exercise faith in the name\nof Jesus Christ, and live in the enjoyment of the fullness of the Holy Ghost constantly\nday by day, there is nothing on the face of the earth that they could ask for, that\nwould not be given to them. The Lord is waiting to be very gracious unto this people,\nand to pour out upon them riches, honor, glory, and power, even, that they may\npossess all things according to the promises he has made through his Apostles and\nProphets (<i>Discourses of Brigham Young<\/i>, 1925 edition, page 241; 1943 edition, page\n156).\n<\/p><p>\nThere may be those of little faith who will cry out that circumstances and situations arise\nwherein the people cannot help themselves, but again the Prophet Brigham Young declared in\nthe name of the Lord: \n<\/p><p>\nWhen a person is placed in circumstances that he cannot possibly obtain one particle\nof anything to sustain life, it would then be his privilege to exercise faith in God to\nfeed him, who might cause a raven to pick up a piece of dried meat\n(<span class=\"citation\" id=\"1191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1191)\">1 Kgs. 17:4,6<\/a><\/span>) from some quarter\nwhere there was plenty and drop it over the famishing man. When I cannot feed\nmyself through the means God has placed in my power, it is then time enough for him\nto exercise his providence in an unusual manner to administer to my wants. But while\nwe can help ourselves, it is our duty to do so. If a Saint of God be locked up in\nprison, by his enemies, to starve to death, it is then time enough for God to interpose,\nand feed him (<i>Ibid.<\/i>, 1925 edition, pp. 240-41; 1943 edition, p. 155).\n<\/p><p>\nTHE LORD PROVIDES\n<\/p><p>\nThe Lord keeps his promises in this day as well as in the days of old Israel. When Israel was\nmaking the trek from Egypt to the Promised Land and circumstances arose where there was\nno food in the camp of Israel, the Lord caused the quail to come into Israel's camp in great\nabundance providing them with meat, and the next morning manna was on the ground to\nprovide bread (<span class=\"citation\" id=\"22607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22607)\">Ex. 16:12-15<\/a><\/span>).\nThe Lord is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"50052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50052)\">Heb. 13:8<\/a><\/span>),\nfor within the memory of\nall of us is the story of the pioneers who had planted crops which promised a bounteous\nharvest, but clouds of crickets flew over the valley settled upon the crops and commenced to\ndevour them. The hearty pioneers, men and women, went to work with fire and water to\ndestroy the plague; but their efforts were in vain. Then one of the great fundamentals of\nspiritual security, faith in God and supplication to him for assistance, was implemented by the\npeople. Upon their knees in the fields, in their homes, and in the houses of worship they\npleaded for the Lord's help. The answer was readily given in the form of myriads of sea gulls\nwho settled upon the fields destroying the crickets, and the crops were saved.\n<\/p><p>\nSECURITY IN GOSPEL\n<\/p><p>\nEconomic kings cannot answer the prayers of the people, for they are but\nfalse prophets. They are comparable to the gods of Baal, whose false prophets forced the\npeople to lay upon the altar of sacrifice their resources and their right to worship the true and\nLiving God. In return the people were rewarded with slavery and subjection. Security,\nspiritual and temporal, can only be found in the restored gospel of the Lord Jesus Christ.\nThrough revelations, both ancient and modern, the Lord's word is infallible, and his promises\nare kept when predicated upon faith and obedience. The Lord declared through the Prophet\nJoseph Smith in Section 27, verses 15 to 18, of the Doctrine and Covenants: \n<\/p><p>\nWherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you\nmy whole armor, that ye may be able to withstand the evil day, having done all, that\nye may be able to stand.\n<\/p><p>\nStand, therefore, having your loins girt about with truth, having on the breastplate of\nrighteousness, and your feet shod with the preparation of the gospel of peace, which I\nhave sent mine angels to commit unto you: \n<\/p><p>\nTaking the shield of faith wherewith ye shall be able to quench all the fiery darts of\nthe wicked; \n<\/p><p>\nAnd take the helmet of salvation, and the sword of my Spirit, which I will pour out\nupon you, and my word which I reveal unto you, and be agreed as touching all things\nwhatsoever ye ask of me, and be faithful until I come, and ye shall be caught up, that\nwhere I am ye shall be also (<span class=\"citation\" id=\"12780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12780)\">D&amp;C 27:15-18<\/a><\/span>).\n<\/p><p>\n\"But seek ye first the kingdom of God and his righteousness: and all of these things shall be\nadded unto you\" (<span class=\"citation\" id=\"34345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34345)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us in the achievement of spiritual and temporal security to the end that we\nmight enjoy a place in his celestial kingdom, I humbly pray in the name of Jesus Christ.\nAmen.\n<\/div>\n<\/div>"}