{"ID":4570, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Empty Tomb Bore Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03226_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p3\" class=\"\">I desire now to share a few thoughts on the eternal things of God, and I pray for His directing Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p4\" class=\"\">If I repeat one or two things that my brethren have said, it is because this is Easter morning, when we commemorate the greatest of all events in the history of mankind—the breaking of the bonds of death by Him who is the eternal Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p5\" class=\"\">I have spoken at three different funerals of old friends in the past three weeks. I have had occasion to reflect on the fact and miracle of life, and the wonder and miracle of death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p6\" class=\"\">Returning from a memorial service for a high school friend of long ago, I took from a shelf in my study the yearbook for the class of 1928. I spent an hour quietly thumbing through the pages of photographs of my associates in our graduating class of sixty years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p7\" class=\"\">All of those faces were then young and bright and full of promise. I do not know what has become of all of them, but I know what has become of many of them. We have followed a myriad of interests in pursuit of our dreams. Some perished with honor in the terrible wars that have scourged the earth during these threescore years. Most of us have married, happily I am glad to say, and have already become the forebears of three generations of posterity. I know of no divorces among that large number.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p8\" class=\"\">Once as lively students we shouted for victory for our basketball and football teams. Now, somewhat bent, we prefer to read and ponder and reflect. Once we danced and sang with noisy delight. We now enjoy peace and quiet and a comfortable chair. These of my peers have become educators, scientists, doctors, lawyers, civil servants, and have done well in many other honorable vocations. As I thumbed through the pages of that old book, I could not think of one who had been convicted of a serious crime. I think that remarkable. All who are alive are now in their late seventies. Many are gone, and we remember them with affection and appreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p9\" class=\"\">In each case their passing has brought sorrow over the separation of friends. But in every case there have also been comfort and reassurance and certainty that death, though bitter to observe, is not the end, but is, rather, only another graduation from which we go on to a better life. For all of my classmates were of my faith, who believed as I believe. Along with English and chemistry, history and math, we were taught the things of God, just as hundreds of thousands of our youth today are taught through the great programs of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p10\" class=\"\">The other day as I stood at the bier of my classmate and reflected on the things of eternity, I had peace in my heart and gratitude. There were tears, yes, properly so. The Lord said: “Thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p11\" class=\"\">“And it shall come to pass that those that die in me shall not taste of death, for it shall be sweet unto them” (<span class=\"citation\" id=\"18800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18800)\">D&amp;C 42:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p12\" class=\"\">I am confident that for the friend of my high school days, death was a sweet experience with the assurance of a glorious resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p13\" class=\"\">Now absent is the pain of mortal life. Gone is the suffering of long sickness and much of loneliness. She is again in the association of loved ones, the parents who gave her mortal life and others of her family who loved her while they lived. Her spirit has gone to join theirs, and there will come that promised morning of the first resurrection, when they shall again take up their bodies and live in that sociality which bound them with the bonds of love while they were mortal beings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p14\" class=\"\">This is the great promise of Easter. How wonderful it is that this is a day of celebration throughout the Christian world. Of all the events of human history, none is so significant as the resurrection of the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p15\" class=\"\">Since the creation of man, no fact of life has been so certain as death with the close of mortality. When the last of life’s breath is drawn, there is a finality comparable to no other finality. When a father and mother lay the remains of a beloved child in the cold of the grave, there is grief almost inconsolable. When a husband buries the companion of his life, there is a loneliness that is poignant and unrelieved. When a wife closes the casket on the remains of her beloved husband, there are wounds that seem never to heal. When children are bereft of parents who loved and nurtured them, there is an abject destitution comparable to none other. Life is sacred, and death is somber. Life is buoyant and hopeful. Death is solemn and dark. It is awesome in its silence and certainty. Appropriately did Sir Walter Raleigh cry out, “O eloquent, just and mighty death” (in Alfred Noyes, <span class=\"emphasis\">Heath Readings in the Literature of England,<\/span> 1927, p. 1132).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p16\" class=\"\">But death is not final. Though it seems so when its dark shroud overshadows mortal life, to those who accept the Christ and His eternal mission there is light and comfort, there is assurance, there is certainty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p17\" class=\"\">I penned these lines some years ago while seated in the funeral service of a friend:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What is this thing that men call death,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This quiet passing in the night?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Tis not the end, but genesis<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Of better worlds and greater light.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O God, touch Thou my aching heart,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And calm my troubled, haunting fears.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let hope and faith, transcendent, pure,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Give strength and peace beyond my tears.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is no death, but only change<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With recompense for victory won;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The gift of Him who loved all men,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Son of God, the Holy One.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p30\" class=\"\">Of all the victories in human history, none is so great, none so universal in its effect, none so everlasting in its consequences as the victory of the crucified Lord who came forth in the Resurrection that first Easter morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p31\" class=\"\">We laud the captains and the kings, we praise the nations that are victorious against oppressors. We appropriately build monuments to remember their sacrifices and their triumphs over the forces of oppression. But great and important as are these achievements, none can compare with the victory of the lonely, pain-racked figure on Calvary’s cross who triumphed over death and brought the gift of eternal life to all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p32\" class=\"\">He it was who answered Job’s desperate question, “If a man die, shall he live again?” (<span class=\"citation\" id=\"26820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26820)\">Job 14:14<\/a><\/span>). And it was Job who prophetically declared concerning the resurrected Master:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p33\" class=\"\">“For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p34\" class=\"\">“And though after my skin worms destroy this body, yet in my flesh shall I see God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p35\" class=\"\">“Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me” (<span class=\"citation\" id=\"26823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26823)\">Job 19:25–27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p36\" class=\"\">At some time every one of us must face the question which Job faced, and because of the Atonement wrought by Jesus Christ we may answer it as Job answered it. How wondrous is the story of the great Creator, the mighty Jehovah, who condescended to come to earth as the babe born in Bethlehem of Judea, who walked the dusty paths of Palestine teaching and healing and blessing, who gave His life on Calvary’s painful cross, and who rose from Joseph’s tomb, appearing to many on two continents—the resurrected Lord of whom we read in the testament of the Old World, the Bible, and in the testament of the New World, the Book of Mormon, as well as in the sure word of modern revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p37\" class=\"\">We have read these, and the Spirit has borne witness in our hearts so that we too can testify that Jesus Christ is the resurrection and the life, and that he that believeth in Him, though he were dead, yet shall he live; and he that liveth and believeth in Him shall never die (see <span class=\"citation\" id=\"29377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29377)\">John 11:25–26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p38\" class=\"\">Gone is the sting of death. The grave is robbed of its victory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p39\" class=\"\">He was the master of life and death, the man of miracles. It was He who made the blind to see, the lame to walk, the dead to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p40\" class=\"\">“There cometh [one day] one of the rulers of the synagogue, Jairus by name; and when he saw [Jesus], he fell at his feet,<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p41\" class=\"\">“And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p42\" class=\"\">“While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p43\" class=\"\">“As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe” (<span class=\"citation\" id=\"33377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33377)\">Mark 5:22–23, 35–36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p44\" class=\"\">Then he took with him Peter, James, and John, and, dismissing those without faith, “he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p45\" class=\"\">“And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment” (<span class=\"citation\" id=\"33379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33379)\">Mark 5:41–42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p46\" class=\"\">Small wonder that they were astonished with a great astonishment. None other in all of their acquaintance, nor in all of history, had done as He had done. He raised the damsel from death to life. And as it was with her, so it was and even more so with Lazarus, the brother of Mary and Martha, who had been dead and entombed when the Master called him forth to life, and he came forth. Surely Jesus was the Master of life and death, yet He accepted the ignominy and the horrendous pain of the cross as cruel and barbarous men planned His death. As He hung in agony, His evil tormentors cried out, “He saved others; himself he cannot save” (<span class=\"citation\" id=\"37253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37253)\">Matt. 27:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p47\" class=\"\">He had the power to save Himself. To the impetuous Peter who had tried to defend Him against those who had come to arrest Him, He had said, “Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?” (<span class=\"citation\" id=\"37251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37251)\">Matt. 26:53<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p48\" class=\"\">So it might have been had He asked His Father. “But,” said He, “how then shall the scriptures be fulfilled, that thus it must be?” (<span class=\"citation\" id=\"37252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37252)\">Matt. 26:54<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p49\" class=\"\">No, the Son of Man must give His life to atone for the sins of all mankind, that He, being lifted up, might lift up all men after Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p50\" class=\"\">He submitted Himself, and they took Him and in mockery crowned Him with a crown of platted thorns and placed a purple robe on His back. Without mercy and with hatred vile and intemperate, they beat Him and scourged Him and cried out for His crucifixion. He had done no evil. He had done only good, and in greater measure than any man before Him had ever done. Yet they cried for His death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p51\" class=\"\">He staggered under the weight of the cross on which He was to hang. They nailed His quivering flesh to the unyielding wood. They mocked Him as He hung in agony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p52\" class=\"\">While suffering, He forgave them. He cried out, “My God, my God, why hast thou forsaken me?” (<span class=\"citation\" id=\"37255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37255)\">Matt. 27:46<\/a><\/span>). Then He died for each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p53\" class=\"\">But in dying He brought about the redemption of mankind. None can fully comprehend the extent and wonder and majesty of that sacrifice in our behalf. Suffice it to say He became our Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p54\" class=\"\">His body was dressed and placed in the tomb of Joseph of Arimathea. The tomb was sealed, and guards were set.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p55\" class=\"\">But no force beneath the heavens could now hold back the power of the Son of God. It was as if His Almighty Father could stand no more. The earth trembled. The guards fled. The stone was moved. The Lord of heaven and earth arose from the bier, shook off the burial clothes, and stepped forth to become the first fruits of them that slept. The empty tomb bore testimony of this greatest of all miracles. With the appearance of the risen Lord first to Mary and then to many others, even to upwards of five hundred, came the undeniable testimony of His everlasting power over life and death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p56\" class=\"\">Mary addressed Him as Rabboni, which means Master [see <span class=\"citation\" id=\"29404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29404)\">John 20:16<\/a><\/span>]. The Apostles felt of His wounds, and Thomas, who had doubted, declared, “My Lord and my God” (<span class=\"citation\" id=\"29406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29406)\">John 20:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p57\" class=\"\">Nor was the miracle witnessed only in Palestine. There were other sheep of His fold of whom He had spoken. He must visit them. All of this is set forth as the testimony of many witnesses in the four gospels of the New Testament. And there is a fifth which speaks with equal power as an added witness of His divinity and of the reality of His resurrection. It is found in this other testament which we call the Book of Mormon. It concerns events that occurred in this western hemisphere when the earth trembled at His dying. There was destruction and darkness and weeping and death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p58\" class=\"\">And there gathered a multitude round about the temple in the land Bountiful who marveled at the great changes that had taken place and at the terrible destructions which they had witnessed. And “they heard a voice as if it came out of heaven; and they cast their eyes round about, for they understood not the voice which they heard; and it was not a harsh voice, neither was it a loud voice; nevertheless, and notwithstanding it being a small voice it did pierce them that did hear to the center, insomuch that there was no part of their frame that it did not cause to quake; yea, it did pierce them to the very soul, and did cause their hearts to burn” (<span class=\"citation\" id=\"6120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6120)\">3 Ne. 11:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p59\" class=\"\">And the voice came again, and yet a third time, “and it said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p60\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p61\" class=\"\">“And … they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p62\" class=\"\">“And it came to pass that he stretched forth his hand and spake unto the people, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p63\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p64\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning” (<span class=\"citation\" id=\"6121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6121)\">3 Ne. 11:6–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p65\" class=\"\">They felt of His wounds, they cried out with love and they fell at His feet and worshipped Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p66\" class=\"\">At that time and during the days that followed He taught them as He had taught in Palestine. He instituted the sacrament of the Last Supper among them that they and the generations who followed might hold Him in remembrance. He blessed them, and when He departed from them the Holy Ghost came upon them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p67\" class=\"\">He has come again in this period of history. In a manifestation without comparison, our Eternal Father and the resurrected Lord Jesus Christ appeared to open this “the dispensation of the fulness of times” (<span class=\"citation\" id=\"18892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18892)\">D&amp;C 112:30<\/a><\/span>). He to whom they appeared became the prophet of this dispensation. And it was he who declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p68\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p69\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p70\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God” (<span class=\"citation\" id=\"18838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18838)\">D&amp;C 76:22–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p71\" class=\"\">To which we add our solemn testimony this Easter Sabbath. We too know, by the power of the Holy Ghost which has borne witness to us, that He is the living Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/the-empty-tomb-bore-testimony.p72\" class=\"\">He is our Savior, our Redeemer, the Prince of Peace, the Prince of Life, the Son of the Everlasting Father, the Hope of all mankind, of which I bear witness in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}