{"ID":4571, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Atonement, Agency, Accountability\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p3\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03226_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p4\" class=\"\">The Lord had come from Gethsemane; before Him was His crucifixion. At the moment of betrayal, Peter drew his sword against Malchus, a servant of the high priest. Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p5\" class=\"\">“Put up again thy sword into his place. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p6\" class=\"\">“Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?” (<span class=\"citation\" id=\"37250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37250)\">Matt. 26:52–53<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p7\" class=\"\">During all of the taunting, the abuse, the scourging, and the final torture of crucifixion, the Lord remained silent and submissive. Except, that is, for one moment of intense drama which reveals the very essence of Christian doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p8\" class=\"\">That moment came during the trial. Pilate, now afraid, said to Jesus: “Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?” (<span class=\"citation\" id=\"29397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29397)\">John 19:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p9\" class=\"\">One can only imagine the quiet majesty when the Lord spoke. “Thou couldest have no power at all against me, except it were given thee from above” (<span class=\"citation\" id=\"29398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29398)\">John 19:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p10\" class=\"\">What happened thereafter did not come because Pilate had power to impose it, but because the Lord had the will to accept it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p11\" class=\"\">“I lay down my life,” the Lord said, “that I might take it again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p12\" class=\"\">“No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again” (<span class=\"citation\" id=\"29375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29375)\">John 10:17–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p13\" class=\"\">Before the Crucifixion and afterward, many men have willingly given their lives in selfless acts of heroism. But none faced what the Christ endured. Upon Him was the burden of all human transgression, all human guilt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p14\" class=\"\">And hanging in the balance was the Atonement. Through His willing act, mercy and justice could be reconciled, eternal law sustained, and that mediation achieved without which mortal man could not be redeemed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p15\" class=\"\">He, by choice, accepted the penalty for all mankind for the sum total of all wickedness and depravity; for brutality, immorality, perversion, and corruption; for addiction; for the killings and torture and terror—for all of it that ever had been or all that ever would be enacted upon this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p16\" class=\"\">In choosing, He faced the awesome power of the evil one who was not confined to flesh nor subject to mortal pain. That was Gethsemane!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p17\" class=\"\">How the Atonement was wrought, we do not know. No mortal watched as evil turned away and hid in shame before the light of that pure being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p18\" class=\"\">All wickedness could not quench that light. When what was done was done, the ransom had been paid. Both death and hell forsook their claim on all who would repent. Men at last were free. Then every soul who ever lived could choose to touch that light and be redeemed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p19\" class=\"\">By this infinite sacrifice, through this atonement of Christ, all mankind may be saved by obedience to the laws and ordinances of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p20\" class=\"\"><span class=\"emphasis\">Atonement<\/span> is really three words: <span class=\"emphasis\">At-one-ment,<\/span> meaning to set at one, one with God; to reconcile, to conciliate, to expiate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p21\" class=\"\">But did you know that the word <span class=\"emphasis\">atonement<\/span> appears only once in the English New Testament? Only once! I quote from Paul’s letter to the Romans:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p22\" class=\"\">“Christ died for us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p23\" class=\"\">“We were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p24\" class=\"\">“And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the <span class=\"emphasis\">atonement<\/span>” (<span class=\"citation\" id=\"42931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42931)\">Rom. 5:8, 10–11<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p25\" class=\"\">Only that once does the word <span class=\"emphasis\">atonement<\/span> appear in the English New Testament. <span class=\"emphasis\">Atonement,<\/span> of all words! It was not an unknown word, for it had been used much in the Old Testament in connection with the law of Moses, once only in the New Testament. I find that to be remarkable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p26\" class=\"\">I know of only one explanation. For that we turn to the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p27\" class=\"\">Nephi testified that the Bible once “contained the fulness of the gospel of the Lord, of whom the twelve apostles bear record” (<span class=\"citation\" id=\"1923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1923)\">1 Ne. 13:24<\/a><\/span>) and that “After [the words] go forth by the hand of the twelve apostles of the Lamb, from the Jews unto the Gentiles, thou seest the formation of that great and abominable church, which is most abominable above all other churches; for behold, they have taken away from the gospel of the Lamb many parts which are plain and most precious; and also many covenants of the Lord have they taken away” (<span class=\"citation\" id=\"1924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1924)\">1 Ne. 13:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p28\" class=\"\">Jacob defined the great and abominable church in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p29\" class=\"\">“Wherefore, he that fighteth against Zion, both Jew and Gentile, both bond and free, both male and female, shall perish; for they are they who are the whore of all the earth; for they who are not for me are against me, saith our God” (<span class=\"citation\" id=\"4300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4300)\">2 Ne. 10:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p30\" class=\"\">Nephi said, “Because of the many plain and precious things which have been taken out of the book, … an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them” (<span class=\"citation\" id=\"1925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1925)\">1 Ne. 13:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p31\" class=\"\">He then prophesied that the precious things would be restored (see <span class=\"citation\" id=\"1926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1926)\">1 Ne. 13:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p32\" class=\"\">And they were restored. In the Book of Mormon the word <span class=\"emphasis\">atone<\/span> in form and tense appears fifty-five times. I quote but one verse from Alma: “And now, the plan of mercy could not be brought about except an <span class=\"emphasis\">atonement<\/span> should be made; therefore God himself <span class=\"emphasis\">atoneth<\/span> for the sins of the world, to bring about the plan of mercy, to appease the demands of justice, that God might be a perfect, just God, and a merciful God also” (<span class=\"citation\" id=\"9692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9692)\">Alma 42:15<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p33\" class=\"\">Only once in the New Testament—fifty-five times in the Book of Mormon. What better witness that the Book of Mormon is indeed another testament of Jesus Christ?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p34\" class=\"\">And that is not all. The words <span class=\"emphasis\">atone, atonement, atoneth,<\/span> appear in the Doctrine and Covenants eleven times and in the Pearl of Great Price three. Sixty-nine references of transcendent importance. And that is not all! Hundreds of other verses help to explain it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p35\" class=\"\">The cost of the Atonement was borne by the Lord without compulsion, for agency is a sovereign principle. According to the plan, agency must be honored. It was so from the beginning, from Eden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p36\" class=\"\">“The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency” (<span class=\"citation\" id=\"39743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39743)\">Moses 7:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p37\" class=\"\">Whatever else happened in Eden, in his supreme moment of testing, Adam made a choice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p38\" class=\"\">After the Lord commanded Adam and Eve to multiply and replenish the earth and commanded them <span class=\"emphasis\">not<\/span> to partake of the tree of knowledge of good and evil, He said: “Nevertheless, thou mayest choose for thyself, for it is given unto thee; but, remember that I forbid it, for in the day thou eatest thereof thou shalt surely die” (<span class=\"citation\" id=\"39735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39735)\">Moses 3:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p39\" class=\"\">There was too much at issue to introduce man into mortality by force. That would contravene the very law essential to the plan. The plan provided that each spirit child of God would receive a mortal body and each would be tested. Adam saw that it must be so and made his choice. “Adam fell that men might be; and men are, that they might have joy” (<span class=\"citation\" id=\"4279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4279)\">2 Ne. 2:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p40\" class=\"\">Adam and Eve ventured forth to multiply and replenish the earth as they had been commanded to do. The creation of their bodies in the image of God, as a separate creation, was crucial to the plan. Their subsequent fall was essential if the condition of mortality was to exist and the plan proceed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p41\" class=\"\">Jacob described what would happen to our bodies and our spirits except an atonement, an infinite atonement, were made. We should, he said, have become “like unto [the devil]” (see <span class=\"citation\" id=\"4291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4291)\">2 Ne. 9:7–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p42\" class=\"\">I seldom use the word <span class=\"emphasis\">absolute.<\/span> It seldom fits. I use it now—twice. Because of the Fall, the Atonement was absolutely essential for resurrection to proceed and overcome mortal death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p43\" class=\"\">The Atonement was absolutely essential for men to cleanse themselves from sin and overcome the second death, which is the spiritual death, which is separation from our Father in Heaven. For the scriptures tell us, seven times they tell us, that no unclean thing may enter the presence of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p44\" class=\"\">Those scriptural words, “Thou mayest choose for thyself, for it is given unto thee” (<span class=\"citation\" id=\"39736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39736)\">Moses 3:17<\/a><\/span>), introduced Adam and Eve and their posterity to all the risks of mortality. In mortality men are free to choose, and each choice begets a consequence. The choice Adam made energized the law of justice, which required that the penalty for disobedience would be death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p45\" class=\"\">But those words spoken at the trial, “Thou couldest have no power at all against me, except it were given thee from above” (<span class=\"citation\" id=\"29399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29399)\">John 19:11<\/a><\/span>), proved mercy was of equal rank. A redeemer was sent to pay the debt and set men free. That was the plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p46\" class=\"\">Alma’s son Corianton thought it unfair that penalties must follow sin, that there need be punishment. In a profound lesson Alma taught the plan of redemption to his son, and so to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p47\" class=\"\">Alma spoke of the Atonement and said, “Now, repentance could not come unto men except there were a punishment” (<span class=\"citation\" id=\"9694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9694)\">Alma 42:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p48\" class=\"\">If punishment is the price repentance asks, it comes at bargain price. Consequences, even painful ones, protect us. So simple a thing as a child’s cry of pain when his finger touches fire can teach us that. Except for the pain, the child might be consumed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p49\" class=\"\">I readily confess that I would find no peace, neither happiness nor safety, in a world without repentance. I do not know what I should do if there were no way for me to erase my mistakes. The agony would be more than I could bear. It may be otherwise with you, but not with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p50\" class=\"\">An atonement was made. Ever and always it offers amnesty from transgression and from death if we will but repent. Repentance is the escape clause in it all. Repentance is the key with which we can unlock the prison from inside. We hold that key within our hands, and agency is ours to use it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p51\" class=\"\">How supernally precious freedom is; how consummately valuable is the agency of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p52\" class=\"\">Lucifer in clever ways manipulates our choices, deceiving us about sin and consequences. He, and his angels with him, tempt us to be unworthy, even wicked. But he cannot, in all eternity he cannot, with all his power he cannot completely destroy us; not without our own consent. Had agency come to man without the Atonement, it would have been a fatal gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p53\" class=\"\">We are taught in Genesis, in Moses, in Abraham, in the Book of Mormon, and in the endowment that man’s mortal body was made in the image of God in a separate creation [see <span class=\"citation\" id=\"24007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24007)\">Gen. 1:27<\/a><\/span>; <span class=\"citation\" id=\"39734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39734)\">Moses 2:27<\/a><\/span>; <span class=\"citation\" id=\"7394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7394)\">Abr. 4:27<\/a><\/span>; <span class=\"citation\" id=\"40702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40702)\">Mosiah 7:27<\/a><\/span>]. Had the Creation come in a different way, there could have been no Fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p54\" class=\"\">If men were merely animals, then logic favors freedom without accountability.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p55\" class=\"\">How well I know that among learned men are those who look down at animals and stones to find the origin of man. They do not look inside themselves to find the spirit there. They train themselves to measure things by time, by thousands and by millions, and say these animals called men all came by chance. And this they are free to do, for agency is theirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p56\" class=\"\">But agency is ours as well. We look up, and in the universe we see the handiwork of God and measure things by epochs, by eons, by dispensations, by eternities. The many things we do not know we take on faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p57\" class=\"\">But this we know! It was all planned before the world was. Events from the Creation to the final, winding-up scene are not based on <span class=\"emphasis\">chance;<\/span> they are based on <span class=\"emphasis\">choice!<\/span> It was planned that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p58\" class=\"\">This we know! This simple truth! Had there been no Creation, no Fall, there should have been no need for any Atonement, neither a Redeemer to mediate for us. Then Christ need not have been.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p59\" class=\"\">At Gethsemane and Golgotha the Savior’s blood was shed. Centuries earlier the Passover had been introduced as a symbol and a type of things to come. It was an ordinance to be kept forever (see <span class=\"citation\" id=\"22966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22966)\">Ex. 12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p60\" class=\"\">When the plague of death was decreed upon Egypt, each Israelite family was commanded to take a lamb, firstborn, male, without blemish. This paschal lamb was slain without breaking any bones, its blood to mark the doorway of the home. The Lord promised that the angel of death would <span class=\"emphasis\">pass over<\/span> the homes so marked and not slay those inside. [see <span class=\"citation\" id=\"22967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22967)\">Ex. 12:21–23<\/a><\/span>.] They were saved by the blood of the lamb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p61\" class=\"\">After the crucifixion of the Lord, the law of sacrifice required no more shedding of blood. For that was done, as Paul taught the Hebrews, “once for all, … one sacrifice for sins for ever” (<span class=\"citation\" id=\"24532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24532)\">Heb. 10:10, 12<\/a><\/span>). The sacrifice thenceforth was to be a broken heart and a contrite spirit—repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p62\" class=\"\">And the Passover would be commemorated forever as the sacrament, in which we renew our covenant of baptism and partake in remembrance of the body of the Lamb of God and of His blood, which was shed for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p63\" class=\"\">It is no small thing that this symbol reappears in the Word of Wisdom. Beyond the promise that Saints in this generation, who obey, will receive health and great treasures of knowledge is this: “I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them” (<span class=\"citation\" id=\"18872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18872)\">D&amp;C 89:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p64\" class=\"\">I cannot with composure tell you how I feel about the Atonement. It touches the deepest emotion of gratitude and obligation. My soul reaches after Him who wrought it, this Christ, our Savior of whom I am a witness. I testify of Him. He is our Lord, our Redeemer, our advocate with the Father. He ransomed us with His blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p65\" class=\"\">Humbly I lay claim upon the atonement of Christ. I find no shame in kneeling down in worship of our Father and His son. For <span class=\"emphasis\">agency<\/span> is mine, and this I <span class=\"emphasis\">choose<\/span> to do!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/atonement-agency-accountability.p66\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}