{"ID":4578, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Come unto Christ, and Be Perfected in Him”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">(Read by President Gordon B. Hinckley, First Counselor in the First Presidency)<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03226_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p4\" class=\"\">\n\t<span class=\"emphasis\">President Hinckley:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p5\" class=\"\">We heard President Benson’s strong voice yesterday morning and again last evening, and we were all encouraged by what he said. I am happy to respond to his request that I read the message which he prepared as the closing benediction of this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p6\" class=\"\">My dear brethren and sisters, this has been a wonderful general conference of the Church. We have felt a marvelous spirit in all of our meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p7\" class=\"\">I commend my Brethren of the General Authorities for the excellent addresses they have given. My humble prayer is that all of us will follow the counsel and instruction we have received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p8\" class=\"\">As we have felt the Spirit and made new and sacred resolves, may we now have the courage and fortitude to carry out those resolves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p9\" class=\"\">For the next six months, your conference edition of the <span class=\"emphasis\">Ensign<\/span> should stand next to your standard works and be referred to frequently. As my dear friend and brother Harold B. Lee said, we should let these conference addresses “be the guide to [our] walk and talk during the next six months. These are the important matters the Lord sees fit to reveal to this people in this day” (in Conference Report, Apr. 1946, p. 68).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p10\" class=\"\">May we all go to our homes rededicated to the sacred mission of the Church as so beautifully set forth in these conference sessions—to “invite all to come unto Christ” (<span class=\"citation\" id=\"18778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18778)\">D&amp;C 20:59<\/a><\/span>), “yea, come unto Christ, and be perfected in him” (<span class=\"citation\" id=\"38561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38561)\">Moro. 10:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p11\" class=\"\">This grand mission of the Church is accomplished by proclaiming the gospel, perfecting the Saints, and redeeming the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p12\" class=\"\">In the next few days, in each of our homes, may we prayerfully consider specific ways we as families and individuals can accomplish this mission. While we still feel the spirit of this great conference and while the words still ring in our ears, let us determine how each of us can be doers of the word and not hearers only (see <span class=\"citation\" id=\"26351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26351)\">James 1:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p13\" class=\"\">In proclaiming the gospel, would you prayerfully consider and ponder the following as it applies to you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p14\" class=\"\">As a young man, are you earnestly preparing to serve a full-time mission? The Lord needs every young man between the ages of nineteen and twenty-six worthy, prepared, and excited about serving in the mission field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p15\" class=\"\">As a mature couple, having reared your children, have you prayerfully considered serving a full-time mission? The Lord needs many more couples in the mission field who can love and fellowship and lead people to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p16\" class=\"\">As a single sister, where marriage is not in your immediate future, have you prayed about serving a full-time mission and sought counsel from your parents and your bishop? Our single sisters are serving marvelous missions throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p17\" class=\"\">Finally, as a member of the Church, do you realize that, as a member-missionary, you have a sacred responsibility to share the gospel with friends and family? The Lord needs every member of the Church having the faith and the courage to set a date to have someone prepared to be taught by the missionaries. Would each member of the Church prayerfully consider this sacred challenge?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p18\" class=\"\">Another way we come unto Christ is by perfecting the Saints. How do we accomplish this? One way to help perfect ourselves and our families is by daily reading from the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p19\" class=\"\">Are we as families and individuals reading daily from the Book of Mormon and using its teachings to bless and perfect our lives and those of our children? I rejoice in the thousands of members who are responding to this invitation and who testify of the blessings they are receiving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p20\" class=\"\">Communicating with our Father in Heaven through prayer also brings a spiritual power and strength found in no other way. Are we praying both morning and night as a family and as individuals?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p21\" class=\"\">Again, are we holding family home evenings each week? Your immediate results may seem far from ideal at times, but by holding weekly family home evenings, as we have been counseled, we help to perfect that eternal family unit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p22\" class=\"\">And what about family preparedness? Family preparedness has always been an essential welfare principle in perfecting the Saints. Are each of us and our families following, where permitted, the long-standing counsel to have sufficient food, clothing, and, where possible, fuel on hand to last at least one year?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p23\" class=\"\">Finally, let us consider the divine charge to redeem the dead. As you ponder this responsibility, would you give serious consideration to the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p24\" class=\"\">Have we prepared ourselves to receive our own endowments, and have sealings for our families been performed in the holy temple? By precept and example, our posterity should understand the transcendent importance of marrying the right person in the right place and sealing families for time and eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p25\" class=\"\">Also, have we identified and received the ordinances for at least one of our ancestors? All members of the Church should be actively engaged in working on their family histories and receiving the help they need from trained stake and ward temple and family history consultants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p26\" class=\"\">Do we periodically participate in all of the temple ordinances and thus receive the full blessings of vicarious work for our ancestors?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p27\" class=\"\">Do we return to the temple often to receive the personal blessings that come from regular temple worship? Prayers are answered, revelation occurs, and instruction by the Spirit takes place in the holy temples of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p28\" class=\"\">Yes, brothers and sisters, the mission of the Church is glorious—to invite all of us to come unto Christ through proclaiming the gospel, perfecting our lives, and redeeming our dead. As we come unto Christ, we bless our own lives, those of our families, and our Father in Heaven’s children, both living and dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p29\" class=\"\">Now, as we conclude this general conference of the Church, I feel to say to you what Alma said to the members of the Church in his day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p30\" class=\"\">“I would that ye should be humble, and be submissive and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p31\" class=\"\">“And see that ye have faith, hope, and charity, and then ye will always abound in good works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p32\" class=\"\">“And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with Abraham, Isaac, and Jacob, and the holy prophets who have been ever since the world began. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p33\" class=\"\">“And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p34\" class=\"\">“And now, may the peace of God rest upon you, and upon your houses and lands, and upon your flocks and herds, and all that you possess, your women and your children, according to your faith and good works, from this time forth and forever” (<span class=\"citation\" id=\"9637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9637)\">Alma 7:23–27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p35\" class=\"\">Now, may I express my love for the Latter-day Saints everywhere. There are no better people in all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p36\" class=\"\">I pray that we will be obedient to God, learn His will and do it, and, above all, that we will keep the first and great commandment—to love the Lord with all our heart, soul, mind, and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p37\" class=\"\">I testify to you that this is His work, that the kingdom of God has been restored, that Joseph Smith was and is a prophet of the living God, and that the Book of Mormon is truly the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p38\" class=\"\">As your humble servant, I desire with all my heart to do God’s will and to faithfully serve you and Him to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p39\" class=\"\">Let us all come unto Christ and be perfected in Him, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p40\" class=\"\">\n\t<span class=\"emphasis\">President Hinckley:<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/05\/come-unto-christ-and-be-perfected-in-him.p41\" class=\"\">To which I add my testimony that these are the words of the Lord’s anointed, the prophet of the living God, the President of The Church of Jesus Christ of Latter-day Saints, President Ezra Taft Benson.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}