{"ID":459, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"In the Morning of the Resurrection\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1950, pp. 147-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThough he were a Son, yet learned he obedience by the things which he suffered; \n<\/p><p>\nAnd being made perfect, he became the author of eternal salvation unto all them that\nobey him (<span class=\"citation\" id=\"24229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24229)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nClosely allied with this statement of the New Testament is our Third Article of Faith.\n<\/p><p>\nWe believe that through the atonement of Christ, all mankind may be saved, by\nobedience to the laws and ordinances of the Gospel\n(<span class=\"citation\" id=\"6645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6645)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\nEXALTATION THROUGH OBEDIENCE\n<\/p><p>\nJust as surely as our Savior became the author of our eternal salvation, so must we through\nthat same degree of obedience become the authors of our own exaltation.\nWe celebrate this Easter Sabbath with a knowledge that we shall come forth in the morning of\nthe resurrection. We likewise know that we shall be judged according to that which we do in\nthe flesh. We shall not be saved by grace alone. And how grateful I am to my Father in\nheaven for the restoration of the gospel of Jesus Christ that has taught us the importance of\nobedience to his will and to his command.\n<\/p><p>\nWe sometimes feel that we need further light and knowledge from our Father in heaven in\norder to carry out the duties and the responsibilities of our calling. It is my humble conviction\nthat if we were able to make ourselves entirely submissive to the will of our Heavenly Father,\nhis direction to us would be complete.\n<\/p><p>\nClosely allied with the day which we celebrate today was Christ's ascension to heaven. He\nrealized well that he had been the stay and the staff of his disciples during his ministry here\nupon this earth. It would hardly have been possible for them to carry on in his absence unless\nanother comforter were given to them, and that comforter was indeed promised them, and the\ndisciples of old received it. It is my testimony to you today that every son and daughter of\nour Father in heaven here upon this earth who lends obedience to the first principles and\nordinances of the gospel receives this comforter. The first principles and ordinances of the\ngospel are: first, faith in the Lord Jesus Christ; second, repentance third, baptism by\nimmersion for the remission of sins; fourth, laying on of hands for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6647)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nJust as John of old records:\n<\/p><p>\n...The Holy Ghost whom the Father will send in my name, he shall teach you all\nthings, and bring all things to your remembrance whatsoever I have said unto you\n(<span class=\"citation\" id=\"27453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27453)\">John 14:26<\/a><\/span>).\n<\/p><p>\nSo he will today. Without that gift and without that power of the Holy Ghost you and I would\nnot be able to become submissive to the will of our Heavenly Father. We would not know\nwhat his will is, except by the gift and power of the Holy Ghost. Then when we know what\nhis will is, we must be as clay in the hands of the potter\n(<span class=\"citation\" id=\"26478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26478)\">Jer. 18:6<\/a><\/span>) to permit our lives to be molded in\nthe pattern that the Savior of mankind set for us.\n<\/p><p>\nSUBMISSION TO GOD'S WILL\n<\/p><p>\nI am grateful beyond measure this day to know that I have the privilege of associating with\nmen who have been called of God, to lead and guide Israel in these latter days. I know that as\nwe submit ourselves to the will of our Heavenly Father there comes into our life a\nconsciousness, a peace that passeth all understanding\n(<span class=\"citation\" id=\"41237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41237)\">Philip. 4:7<\/a><\/span>).\nIt is through submission to the will of\nour Father in heaven that we receive all of the blessings that are essential for our welfare and\nour happiness and our advancement in his kingdom. Following the resurrection, in which we\nshall participate, we shall stand before the judgment bar of God with our record before\nus&mdash;one I hope of which we shall be proud, one which will entitle us to associate\nwith those of our loved ones who have gone to the great beyond, and who will be there to\nwelcome us. May we all enjoy the blessings and the privileges which we desire through our\nobedience to the laws and ordinances of the gospel. If we can become entirely submissive and\nobedient to the will of our Heavenly Father, our problems will be solved temporally and\nspiritually. When we are called upon to mourn there will come a comfort and a consolation\ninto our hearts \"that passeth all understanding.\" I stand here before you today to express my\nthanks and gratitude to my Heavenly Author for this knowledge, this conviction, this witness\nthat has come into my life.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nThe birth and the mission of Jesus Christ is just as real to me as was that of my own earthly\nfather. Christ was born and died for the sins of men. I know his resurrection from the grave\nwas as real as his life, and that before he ascended to heaven he stood before his disciples and\ngave to them a promise of a comforter which would be sent to them. They received the\ncomforter, and that same comforter has made itself manifest in the lives of thousands and\nhundreds of thousands of Saints in this the Dispensation of the Fulness of Times. I know that\ncomforter exists today and builds us up and strengthens us and qualifies us for every\nresponsibility and every duty and obligation of life. The power and gift of the Holy Ghost can\ndraw us close together, can make us united, can make us discern the word of the Lord when\nwe hear it from his servants, that we will be immediately obedient and susceptible to his will\nthus expressed.\n<\/p><p>\nREPENTANCE FOR ALL\n<\/p><p>\nI want to say that when we hear a sermon on repentance, it is meant for you and me. Sister\nChoules of the Southern States Mission addressed an audience at Macon, Georgia, at the\ndedication of the chapel, and in that talk she expressed this beautiful thought: \"Wouldn't it be\nwonderful if we could all sit and listen to a sermon on repentance and not immediately think\nof our neighbor?\" I knew she had in mind such sermons as we have heard in this conference.\nThey were intended for you and me.\n<\/p><p>\nMay the Lord help us to realize that we need repentance, that we need to be obedient and\nsusceptible to the will of our Heavenly Father; and may he bend us to his will, I pray humbly\nin the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}