{"ID":46, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Remaining Steadfast<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1942, pp. 71-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI desire to bear my testimony to you that I know that we are engaged in building up the\nKingdom of God on earth and that the teachings of the Church are in truth the fulness of\nthe gospel of the Lord Jesus Christ restored to the earth in these latter days. That testimony is\nstrengthened as I observe the influence of the Church in the lives of our young men and\nwomen today.\n<\/p><p>\nWhat is it that, <i>having<\/i>, we are strong in overcoming temptations and personal difficulties, and\n<i>having not<\/i>, we are afraid, weak, and an easy prey to the temptations of the world?\n<\/p><p>\nOften during the past few weeks I have asked myself that question, during which time I have\nhad an opportunity to visit many of our young Latter-day Saint boys in military camps in\ncompany with Elder Albert E. Bowen of the Council of the Twelve and President Hugh B.\nBrown, and to inquire after many others whom we were not privileged to see. There I\nobserved many of our young men who were meeting the problems of their strange\nenvironment with great fortitude, and were optimistic and hopeful. They were maintaining the\nhighest Church standards. They were applying themselves diligently to the business of military\ntraining and were steadily advancing in rank. They were seeing in this experience a great\nopportunity for missionary work among their fellow soldiers. They were seeking out other\nLatter-day Saint boys to enjoy with them, whenever possible, the sweet communion of a\nsacred hour spent in sacrament meeting or in a study of the gospel in a Mutual Improvement\norganization. During their leisure hours when on leave of absence from camp, they were\nfinding social relaxation in wholesome associations and seemed to be little affected by the\ntawdry and cheap entertainment that beckons in the vicinity of nearly every armed camp.\n<\/p><p>\nThe thought has often been expressed that the discontinuance of sending of young men into\nthe mission field until after the war would result in great spiritual loss to the Church, but after\nseeing the splendid young men of the Church&mdash;many of them returned missionaries&mdash;and the\nwork they are doing in armed camps, I am convinced that upon their return home the Church\nwill receive a great spiritual uplift as these young men bear testimony to the guiding hand of\nthe Lord in their preservation and of the good that they were able to do.\n<\/p><p>\nOthers there were who were melancholy, and discouraged, who seemingly had yielded to the\ndeadly fatalism all too often found among soldiers. These had adopted a sort of indifference\nand an \"Oh, what's the use\" attitude that finds expression in the army song they sing, \"We're\nin the Army Now.\" These, it was observed, are the ones that frequently yield to the enticing\ninvitations that induce to harmful practices and vices and are encouraged in their indulgences\nby the \"Eat, drink, and be merry, for tomorrow we die\"\n(<span class=\"citation\" id=\"3452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3452)\">2 Ne. 28:7<\/a><\/span>) philosophy frequently expressed by\nmen in the armed services.\n<\/p><p>\nIn one of the army camps we visited on the west coast, we had met with a group of our boys\nto consider what the Church might do to provide materials for use in religious services and to\naid them in making proper social contacts with organized branches of the Church adjacent to\nthe camp. After a prolonged discussion of these matters, a young captain in the group made\nthis remark, \"To my mind it's a question of spirituality&mdash;if a man lacks that, then there is little\ngained by anything you try to do for him; if he has spirituality, then he will be all right\nwhether you do little or much.\"\n<\/p><p>\nWhat is meant by spirituality? The dictionary defines it as \"the faculty that gives a feeling of\nconfidence; sense of the spiritual; belief in divine things; an inclination to interpret prospects\nof promise in one's own favor.\"\n<\/p><p>\nI found out two weeks later what spirituality meant to that young army captain when I met\nhim on the street here in Salt Lake City, and learned that during a short furlough prior to his\nleaving for Overseas duty he had brought his wife and family with him to the temple where,\nby the authority of the Holy Priesthood, they were sealed together in the everlasting covenant\nfor time and for all eternity. He was living with \"an eye single to the glory of God\"\n(<span class=\"citation\" id=\"11696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11696)\">D&amp;C 4:5<\/a><\/span>) to lead\nhim through this trying war period.\n<\/p><p>\nRecently I had a visit with a young man returning from a mission. When I asked him what he\nthought had been the most important thing he had gained from his mission experience, he\nreplied, \"I expect shortly to be drafted for army service. I have gained a testimony that if I\nlive a clean life I will be entitled to the companionship of the Holy Ghost that will warn me\nof needless danger and keep me safe until my work here on earth is completed. Also I have\ngained a testimony that life on this earth is but a preparation for eternity and that if I live\nworthily, after this life I will have important work there; so I have overcome the fear of death\nand am better prepared to go into the army than I would have been without my missionary\nexperience.\"\n<\/p><p>\nIn my heart I said, \"Thank God for the seeds of the teachings of the gospel planted in the\nhearts of the youth of Israel that build a faith to fortify them in times of danger, adversity,\nand temptation.\"\n<\/p><p>\nSometime in his youth, and through the experiences of his mission, there had been burned\ninto the heart of that young man the truth that if he was purified and cleansed from sin he\ncould ask whatsoever he would in the name of Jesus and it would be done\n(<span class=\"citation\" id=\"11735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11735)\">D&amp;C 50:29-30<\/a><\/span>)\nand that the Spirit of the Lord would not always strive with man; and that when the Spirit\nceased to strive with man, there came speedy destruction\n(<span class=\"citation\" id=\"3451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3451)\">2 Ne. 26:11<\/a><\/span>). He had learned\nthat if he were wise and had received the truth and had taken the Holy Spirit for his guide\nthat he should not be hewn down and cast into the fire, but should abide the day\n(<span class=\"citation\" id=\"11731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11731)\">D&amp;C 45:57<\/a><\/span>).\nThe scriptures had taught him that his body was the temple of the Holy Ghost which\nwas in him, which he had of God\n(<span class=\"citation\" id=\"91\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91)\">1 Cor. 6:19<\/a><\/span>) and that whatsoever temple is\ndefiled, God shall destroy that temple\n(<span class=\"citation\" id=\"11793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11793)\">D&amp;C 93:35<\/a><\/span>).\n<\/p><p>\nOne who has a testimony of the purpose of life sees the obstacles and trials of life as\nopportunities for gaining the experience necessary for the work of eternity; he sees death as\none of the greatest experiences of life. One of the saddest things I see as I travel throughout\nthe stakes and wards of the Church is occasionally a person who because of a little worldly\nlearning or wealth has come to think he has outgrown the Church and the faith of his fathers.\nTo one who has high spirituality, faith in the gospel and in the doctrines of the Church\nsupersedes scientific theories and the philosophies of men; Priesthood quorum activities\nsupplant service clubs and lodges; and Church social and recreational responsibilities come\nbefore fraternities and sororities.\n<\/p><p>\nSecurity that comes from the brotherhood of a Priesthood quorum with a Church membership\nand the living of the Church standards is valued above a fancied security that is purchased\nwith wealth or political prestige.\n<\/p><p>\nThe spiritually-minded seeks the respect of the high-minded who obey the law, who revere\nwomanhood and virtue and encourage purity of thought and action rather than cater to the\napplause of the tipsters who secretly despise the man who thinks and acts below the standards\nhe professes. \n<\/p><p>\nWhen prospering in a material way, those with great spirituality show appreciation to God, to\nwhom they are indebted for all that they have, by a thrifty, frugal husbanding of their\nsubstance and by extending generosity to the unfortunate according to the laws of the Church,\nrather than indulging in a reckless, riotous living as a prodigal\n(<span class=\"citation\" id=\"31101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31101)\">Luke 15:13<\/a><\/span>) in defiance of the laws of both\nGod and man. In adversity he does not despair; When his bank fails he does not commit\nsuicide; he lives above his world, and all that he does is with his eye ever fixed upon the goal\nof eternity.\n<\/p><p>\nIf face to face with death, such a one will not fear if his feet have been \"shod with the\npreparation of the gospel of peace\" (<span class=\"citation\" id=\"21600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21600)\">Eph. 6:15<\/a><\/span>),\nand those who lose their loved ones will have the faith of\nMoroni, the captain of the army, who declared, \"For the Lord suffereth the righteous to be\nslain that his justice and judgment may come upon the wicked; therefore ye need not suppose\nthat the righteous are lost because they are slain; but behold, they do enter into the rest of the\nLord their God\" (<span class=\"citation\" id=\"8813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8813)\">Alma 60:13<\/a><\/span>).\n<\/p><p>\nIt is my conviction that the present devastating scourge of war in which hundreds of\nthousands are being slain, many of whom are no more responsible for the causes of the war\nthan are our own boys, is making necessary an increase of missionary activity in the spirit\nworld and that many of our boys who bear the Holy Priesthood and are worthy to do so will\nbe called to that missionary service after they have departed this life.\n<\/p><p>\nThe Lord, ever mindful of the welfare of His children, has, through His prophets, given wise\ncounsel as to the rock upon which men should anchor their lives.\n<\/p><p>\nAnd now, my sons remember, remember that it is upon the rock of our Redeemer, who is\nChrist, the Son of God, that ye must build your foundation; that when the devil shall send\nforth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty\nstorm shall beat upon you, it shall have no power over you to drag you down to the gulf of\nmisery and endless wo, because of the rock upon which ye are built, which is a sure\nfoundation, a foundation whereon if men build they cannot fail\n(<span class=\"citation\" id=\"24655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24655)\">Hel. 5:12<\/a><\/span>).\n<\/p><p>\nAnd again in another place we are counseled:\n<\/p><p>\nO, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the\ncommandments of God.\n<\/p><p>\nCounsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest\ndown at night lie down unto the Lord, that he may watch over you in your sleep; and when\nthou risest in the morning let thy heart be full of thanks unto God; and if ye do these things,\nye shall be lifted up at the last day\n(<span class=\"citation\" id=\"8807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8807)\">Alma 37:35,37<\/a><\/span>).\n<\/p><p>\nThe time is here when we would do well to sing again the song that comforted the pioneers\nof a former day: \n<\/p><blockquote>\nThink not, when you gather to Zion<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Your troubles and trials are through<br \/>\nThat nothing but comfort and pleasure<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Are waiting in Zion for you.<br \/>\nNo, no; 'tis designed as a furnace,<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;All substance, all texture to try,<br \/>\nTo burn all the wood, hay, and stubble,<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The gold from the dross purify.<br \/>\n<\/blockquote><p>\nMay we survive the fiery furnace of God's judgment and prove true to whatever test shall be\nmade of as and abide the day of the second coming of the Son of Man. I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}