{"ID":460, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Except the Lord Build the House\"<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1950, pp. 149-152<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I may enjoy the blessings of the Spirit of the Lord.\n<\/p><p>\nI am very grateful today that across our good land millions of Americans\nhave wended their way to the great churches, to the hilltops, and to the mountaintops, where\nthey have listened to the word of the Lord. They have been lifted up on this glorious Easter\nday as you and I have been lifted up.\n<\/p><p>\nGRATITUDE FOR AMERICA\n<\/p><p>\nI am grateful for America. My path has led me into the companionship of men from nearly\nevery state in the Union. I have in my meditations this day tried to place myself where they\nmight be&mdash;fine Christian men! And I am grateful and I have faith in this glorious land. That\nfaith has been built up because of my religious training and the words that have been spoken\nthrough the prophets of this land as recorded in the Book of Mormon.\n<\/p><p>\nSomeone has said recently, and I sincerely believe that it is true, that what America says and\ndoes in the next fifty years will mark the destiny of the world. How important is our place\namong the children of men! And we, of the Church of Jesus Christ of Latter-day Saints, the\nmajority of us tucked away in these western hills, having received the word of God&mdash;how\ngreat is our responsibility and opportunity!\n<\/p><p>\nI have faith that great works are not only requested of us through the prophets of today and\nyesterday, but that they shall also be fulfilled.\n<\/p><p>\nPOWER OF THE SPIRIT\n<\/p><p>\nThe great Thomas Edison said of Steinmetz that he had the greatest mind of any American.\nOn his deathbed, Steinmetz, with his students about him, said, \"Most of our discoveries have\nbeen of the material world, but the discoveries of tomorrow will be of the spirit.\" I have faith\nin that. I believe we will witness new powers upon the earth, and they will be of the spirit.\n<\/p><p>\nNapoleon said there are two powers in the earth: that of the spirit and that of the sword. Then\nin a moment of reflection he added, \"But the spirit always overcometh the sword.\"\n<\/p><p>\nIn the 127th Psalm are these great words of counsel: \"Except the Lord build the house, they\nlabour in vain that build it\"\n(<span class=\"citation\" id=\"41759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41759)\">Ps. 127:1<\/a><\/span>).\nI feel that I am not taking any undue privileges if\nI may add to those sacred words. Except the Lord build a life, they labor in vain that build it.\nExcept the Lord build the city, they labor in vain that build it. Except the Lord build the state\nand the nation they labor in vain that build it.\n<\/p><p>\nI would like to read the words of one of our great presidents. (Woodrow Wilson.)\n<\/p><p>\nOur civilization cannot survive materially unless it be redeemed spiritually. It can be\nsaved only by becoming permeated with the spirit of Christ. Only thus can discontent\nbe driven out, and all the shadows be lifted from the road ahead.\n<\/p><p>\nBRIGHAM YOUNG'S COUNSEL\n<\/p><p>\nFrom this very pulpit Brigham Young counseled with the Saints.\n<\/p><p>\nWhen you go into the field to plow, be sure you take the Lord with you. When you go\nabout your business, be sure the Lord is with you, also in your dealings with men.\n<\/p><p>\nAnd here are his words further,\n<\/p><p>\nNo man of counsel should sit to judge the people but what should judge in the Lord,\nthat he may righteously and impartially discern between right and wrong, truth and\nerror, light and darkness, justice and injustice. Should any legislature sit without the\nLord, if it does, sooner or later it will fall to pieces. No nation ever did live that\ncounseled and transacted its national affairs without the Lord, but sooner or later went\nto pieces and came to naught. The same is true of all the nations that now live or that\never will live.\n<\/p><p>\nUNITED NATIONS\n<\/p><p>\nYou and I are living in a great time. But in my reading and in my meditations I have been\ntremendously interested in what fifty-nine nations of this earth are now doing about these\ngreat principles of which we speak. When they first met in San Francisco, they said, \"No, we\ncannot have vocal prayers. Here is the Confucianist, here is the Buddhist, here is the Jew,\nhere is the Christian. We must have no certain prayers.\" They started about their business, and\nsoon they found that something greater than themselves must come among them if they\naccomplished that which was in their hearts to do. They agreed on one minute a day of silent\npersonal devotion. And then time went on, and if you have recently been to New York City,\nand gone down 42nd Street to the East River, you will see where blocks of buildings have\nbeen torn down. Through the leadership of a great Christian American institution, the\nRockefeller Foundation, a glorious gift has been made to these fifty-nine nations and to those\nwho may follow later. They have built a great building, it is now nearing completion. And in\nthe center of it is a chapel to prayer. There are no pulpits, no stained windows, merely a\ngranite slab that marks the great sacrifice of millions. But above it, a shaft of light falls from\nthe heavens, representing that eternal power and promise which will strengthen the hearts of\nmen and give them faith in the great cause of peace.\n<\/p><p>\nYes, except the Lord build a house, they labor in vain that build it. And when we think of the\ngreat purposes of our Heavenly Father in the destinies of men and nations and our humble\npart, we must be patient, we must have faith. God grant to us that working faith that you and\nI can participate in daily.\n<\/p><p>\nLet every man and woman in this assembly feel, \"I am a missionary&mdash;I'm a part of that great\nleague that is working for peace and happiness of all men throughout the world.\" That\nneighbor that lives nearby&mdash;speak to him. Don't be afraid. Courageously go,\ncarry to him the word of God. The Lord will sanctify your words and open the hearts of men.\nYou are the messenger of truth and happiness.\n<\/p><p>\nWORK FOR BROTHERHOOD\n<\/p><p>\nLet us work for the brotherhood of man. I was happy to receive a report from one of our\nseventies quorums in Utah County. On the highway one day an automobile ran over a fine\nboy and killed him. The father and mother were broken-hearted. But the next morning\ntwenty-one men were on the porch. Twenty-one men were extending love and\ncomfort&mdash;showing real brotherhood in offering their services to bless that home.\n<\/p><p>\nI walked down the street of a small village in Maui one day with a Hawaiian woman, one of\nthe presidency of the Relief Society. As we walked along, she said, \"You see that building\nover there? Well, I have a very dear friend, a Chinese woman, who lives there. I went to visit\nher when we were building the temple at Laie. I asked her if she would like to contribute to\nthe building of the temple. And although not a member of the Church, she said, 'Oh, yes, I\nbelieve in temples; I'd love to assist.' We chatted for a few minutes and then left her. Eight\nmonths later I was coming down this way again, and I thought, 'Why, I haven't been to see\nmy Chinese friend.' So I went over and said, 'Have you forgotten our conversation?' She\nsaid, 'No, I've been waiting for you to come. Have you a purse or something to put the\nmoney in?' I took out of my bag a small black purse, and she said, 'Oh I'm afraid that will\nnot hold what I have saved for you.' She went into another room and brought back a bowl\ncontaining coins and other money. She said, 'If you'll kindly open your apron.' I opened it,\nand the Chinese woman poured the money into my lap. I said to her, 'Is this all for the\ntemple? Do you mean for me to take it all?' 'Oh, yes,' she said, 'you may have the money. I\nhave the blessing.'\"\n<\/p><p>\nMay God help us to know when we turn our hearts in love toward mankind that the\nresurrection then is happening to us, the gift of God is with us&mdash;the greatest gift bestowed\nupon mankind. The Lord is then building the house.\n<\/p><p>\nFor these things I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}