{"ID":462, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Founded in the Wisdom of God<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1950, pp. 153-159<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFor a number of years on the editorial page of <i>The Deseret News<\/i> this has appeared: \n<\/p><p>\nWe stand for the Constitution of the United States with its three departments of\ngovernment as therein set forth, each one fully independent in its field.\n<\/p><p>\nTHE CONSTITUTION\n<\/p><p>\nI thought it would not be amiss or out of order to say something about the Constitution, to\ngive a little history of it perhaps briefly; for I am convinced that the people generally of the\nUnited States have not studied it. Many of them have never read it, and some know nothing\nconcerning what it is all about.\n<\/p><p>\nAt the close of the Revolution the several states of this American government became\nindependent of Great Britain, but they were confronted with dangers of disintegration, or\nfalling apart. They did not have a stable form of government. Some of the wiser statesmen\namong the patriots saw this danger and attempted to divert it. George Washington, in a\ncircular letter to the state governors, wrote in June 1783, saying: \n<\/p><p>\nIt is yet to be decided whether the revolution must ultimately be considered as a\nblessing or a curse.\n<\/p><p>\nThis is the moment to establish or ruin [the colonies'] national character forever. There\nshould be lodged somewhere a supreme power to regulate and govern the general\nconcerns of the confederated republic without which the Union cannot be of long\nduration.\n<\/p><p>\nCRITICAL PERIOD\n<\/p><p>\nJohn Fisk, the historian, in treating of this period says that the period between 1783 and 1789\nwas the most critical in the history of the United States. John Fisk was right. That was a\ncritical period. We are today facing another critical period, one which evidently the majority\nof the citizens of this country fail to realize exists, but nevertheless that is the situation.\n<\/p><p>\nAt the time the war ended as well as during the period of the Revolution, the states were\njoined by a very loose confederation. The war had held them together. After the war each\nstate looked upon itself practically as an independent government. They were a number of\nsmall nations that had entered into an agreement to live together and act in concert in relation\nto their common welfare. The idea prevailed that this federation could be severed at any time.\nEach state reserved the right to withdraw at will from the union thus far created. From July 4,\n1776, to March 1, 1781, when the confederation was adopted, the United States was governed\nby the Continental Congress under the \"Articles of Confederation and Perpetual Union\nbetween the States.\" This union had no president, no supreme court, and consisted of one\nhouse of congress made up of delegates elected by the legislatures of the states, and the\njurisdiction was greatly limited. There were so many defects and restrictions in this\nconfederation that the wise men of the nation, like Washington, readily perceived that\nsomething more nearly perfect, more powerful and binding upon the colonies was essential.\n<\/p><p>\nCONVENTION IN PHILADELPHIA\n<\/p><p>\nIt was with this object in view that in May 1787 a convention of delegates from all the states\nexcept Rhode Island met in Philadelphia. The number of delegates was fifty-five, but only\nthirty-nine of them signed the Constitution after it was framed. Most of these delegates were\nmen in the prime of life, few of them were aged. Benjamin Franklin, the dean of the\nConvention was in his eighty-second year, but it is said of him that he was very active and\nalert. I think the names of these thirty-nine who signed the Constitution are worthy of our\nremembrance, and I am going to take the time to name them. They were: \n<\/p><p>\nGeorge Washington, President and Deputy from Virginia\n<\/p><p>\nJohn Langdon and Nicholas Gilman, New Hampshire\n<\/p><p>\nNathaniel Gorham and Rufus King, Massachusetts\n<\/p><p>\nWilliam Samuel Johnson and Roger Sherman, Connecticut\n<\/p><p>\nAlexander Hamilton, New York\n<\/p><p>\nWilliam Livingston, David Brearley, William Paterson, and Jonathan Dayton, New Jersey\n<\/p><p>\nGeorge Read, Gunning Bedford, Jr., John Dickson, Richard Bassett, and Jacob Broom,\nDelaware\n<\/p><p>\nJames McHenry, Daniel of St. Thomas Jenefer, and Daniel Carroll, Maryland\n<\/p><p>\nJohn Blair, James Madison, Jr., and George Washington, Virginia\n<\/p><p>\nWilliam Blount, Richard Dobbs Spaight, and Hugh Williamson, North Carolina\n<\/p><p>\nBenjamin Franklin, Thomas Mifflin, Robert Morris, George Clymer, Thomas Fitzsimmons,\nJared Ingersoll, James Wilson, and Gouverneur Morris, Pennsylvania\n<\/p><p>\nJohn Rutledge, Charles Cotesworth Pinckney, Charles Pinckney, and Pierce Butler, South\nCarolina\n<\/p><p>\nWilliam Few and Abraham Baldwin, Georgia\n<\/p><p>\nThe following were appointed as delegates to the convention but never took their seats:\nJohn Pickering and Benjamin West, New Hampshire; Francis Dana, Massachusetts; John\nNelson and Abraham Clark, New Jersey; Patrick Henry (declined), Virginia; Richard Caswell\n(resigned), Willie Jones (declined), North Carolina; George Walton and Nathaniel Pendleton,\nGeorgia.\n<\/p><p>\nThe following refused to sign: Eldridge Gerry, Massachusetts; Edmund Randolph and\nGeorge Mason, Virginia.\n<\/p><p>\nThese delegates, after a stormy period of nearly four months in which some of the delegates\nalmost despaired of ever coming to a peaceful agreement, brought forth the Constitution of\nthe United States. As you have heard, some of the delegates refused to sign; some absented\nthemselves at the time of signing. After the document was prepared and approved came the\nstruggle for ratification. Washington, Franklin, Madison, Hamilton, and Marshall we\nunderstand, took the leading part in drafting the Constitution and after it was adopted by the\nconvention, Madison and Hamilton used their untiring efforts to have it ratified by the various\nstates. Some of the states ratified at an early date; others delayed. Rhode Island and North\nCarolina delayed for some months but finally joined with their sister states in ratification.\n<\/p><p>\nThe Constitution went into operation March 4, 1789, and thus became the vital and basic law\nof the United States. George Washington was elected President of the United States April 6,\n1789 and was inaugurated on the thirtieth day of that same month.\n<\/p><p>\nWE THE PEOPLE\n<\/p><p>\nNow in this statement from <i>The Deseret News<\/i> we read: \"We stand for the Constitution of the\nUnited States with its three departments of government as therein set forth, each one fully\nindependent in its own field.\" I hope that every member of the Church subscribes to that\ndeclaration&mdash;also to <i>The Deseret News<\/i>. The preamble to the Constitution does not begin, \"I,\nthe king\", nor does it begin, \"<i>I, the President of the United States.<\/i>\" It reads: \n<\/p><p>\nWe the people of the United States, in order to form a more perfect union, establish\njustice, insure domestic tranquility, provide for the common defense, promote the\ngeneral welfare, and secure the blessings of liberty to ourselves and our posterity, do\nordain and establish this Constitution for the United States of America.\n<\/p><p>\nIt is \"<i>We the people<\/i>.\"\n<\/p><p>\nIt was understood that the people would govern; of course, it would have to be by\nrepresentation, but the control of government would be in the hands of the people. As we read\nin the Book of Mormon, when the righteous rule, everything is well. King Mosiah gave up his\nthrone with the idea that the people would have a republic, and he called attention to the\ndangers of a kingdom and a centralized government and the dangers that would arise should\nthe wicked rule. The Lord has taught us to choose wise men and just men, and that was the\nunderstanding on the part of these men who formed the Constitution of the United States.\n<\/p><p>\nTHREE GOVERNMENTAL DEPARTMENTS\n<\/p><p>\nThe three forms of government spoken of in the strip and referring to our government are: the\nlegislative, the judicial, and the executive. Channing, in <i>A Students' History of the United States<\/i>,\nhas this to say of these three branches in our government: \n<\/p><p>\nEach is given power to defend itself against the encroachments of the other two, and\neach acts as a check on the others. The Constitution framers had good reason to\nattempt the accomplishment of this difficult purpose; in the old colonial days, which\nmost of them remembered, the governor of the royal provinces had\nexercised all three functions, greatly to the dissatisfaction of the colonists; and the\nlegislative body of Great Britain had held the supreme power. To avoid establishing a\ngovernment which would develop into either of these forms, the framers of the\nConstitution sought to give each department its due share of power, and prevent any\none department from making itself supreme. For instance, the executive power is\nvested in the President; but he also exercises important legislative functions in his veto,\nand judicial power in his right to pardon. The legislative power is lodged in Congress,\nbut the Senate acts as an advisory council to the President&mdash;without its consent no\nimportant appointment can be made and no treaty ratified. The judicial power is\nentrusted to the Supreme Court and inferior courts; but, as no law can be enforced\nwhich the Supreme Court declares to be unconstitutional, the Supreme Court, in fact,\nexercises supreme legislative functions. Finally, the House of Representatives, by\nmeans of its initiative in taxation, exercises a most effectual control over the executive\ndepartment.\n<\/p><p>\nThe legislative power is confined to certain subjects enumerated in the Constitution\nand is further restricted by the first ten amendments, especially by the tenth, which\ndeclares that \"the powers not delegated to the United States by the Constitution, nor\nprohibited by it to the States, are reserved to the States, respectively, or to the people.\"\nThe Supreme Court is the authorized interpreter of the fundamental law, and has\nconstrued the Constitution in the broadest possible way; following these decisions\nCongress has exercised powers, many of which were probably never dreamed of by the\nframers of that instrument or by the members of the ratifying conventions, whose votes\ngave it the force of law. Acts of Congress are \"the supreme law of the land,\" unless\nthe Supreme Court declares them unconstitutional, and hence null and void (Channing,\n<i>Ibid.<\/i>, pp. 240-241.)\n<\/p><p>\nThe people should, with jealous care, guard against the time ever coming when any,\none of these three branches may surrender its rights to any other or be swallowed up\nand overcome by some other branch of the government. Today there are many who\nadvocate the destruction of these safeguards given us by the framers of the\nConstitution who were men inspired to make this document as near to the fundamental\ndoctrines of the kingdom of God, as it was possible under the circumstances for it to\nbe. (<i>The Progress of Man<\/i>, p. 297.)\n<\/p><p>\nThe Constitution proclaims the following: \n<\/p><p>\nThis Constitution and the laws of the United States which shall be made in pursuance\nthereof, and all treaties made, or which shall be made, under the authority of the\nUnited States, shall be the supreme law of the land: and the judges in every State shall\nbe bound thereby, anything in the Constitution or laws of any State to the contrary\nnotwithstanding.\n<\/p><p>\nThe senators and representatives before mentioned, and the members of the several\nstate legislatures, and all executive and judicial officers, both of the United States and\nof the several States, shall be bound by oath or affirmation, to support this\nConstitution; but no religious test shall ever be required as a qualification to any office\nor public trust under the United States.\n<\/p><p>\nCONSTITUTION DESERVES VENERATION\n<\/p><p>\nThere is much more that could be said, and I wish to read another statement. The English\nstatesman, James Bryce, in his excellent work, <i>The American Commonwealth<\/i>, has said: \n<\/p><p>\nThe Constitution of 1789 deserves the veneration with which the Americans have been\naccustomed to regard it. It is true that many criticisms have been\npassed upon its arrangement, upon its omissions, upon its artificial character of some\nof the institutions it creates, . . . Yet after all deductions it ranks above every other\nconstitution for the intrinsic excellence of its scheme, its adaptation to the\ncircumstances of the people, the simplicity, brevity, and precision of its language, its\njudicious mixture of definiteness in principle with elasticity in detail.\n(<i>The American Commonwealth<\/i>, vol. 1, p. 25.)\n<\/p><p>\nWhat is the stand that is taken by the Church in regard to this great document? We have the\nword of the Lord: \n<\/p><p>\nAnd now, verily I say unto you concerning the laws of the land, it is my will that my\npeople should observe to do all things whatsoever I command them.\n<\/p><p>\nAnd that law of the land which is constitutional, supporting that principle of freedom\nin maintaining rights and privileges, belongs to all mankind, and is justifiable before\nme.\n<\/p><p>\nTherefore, I, the Lord, justify you, and your brethren of my church, in befriending that\nlaw which is the constitutional law of the land; \n<\/p><p>\nAnd as pertaining to law of man, whatsoever is more or less than this, cometh of evil\n(<span class=\"citation\" id=\"12824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12824)\">D&amp;C 98:4-7<\/a><\/span>).\n<\/p><p>\nIn Section 101, the Lord has said: \n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be\nestablished, and should be maintained for the rights and protection of all flesh,\naccording to just and holy principles: \n<\/p><p>\nThat every man may act in doctrine and principle pertaining to futurity, according to\nthe moral agency which I have given unto him, that every man may be accountable for\nhis own sins in the day of judgment.\n<\/p><p>\nTherefore, it is not right that any man should be in bondage one to another.\n<\/p><p>\nAnd for this purpose have I established the Constitution of this land, by the hands of\nwise men whom I raised up unto this very purpose, and redeemed the land by the\nshedding of blood (<span class=\"citation\" id=\"12827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12827)\">D&amp;C 101:77-80<\/a><\/span>).\n<\/p><p>\nHere is a statement that this document should be maintained, that every man may act in\ndoctrine and principle pertaining to futurity, according to the moral agency which the Lord\nhas given him, that every man may be accountable for his own sins in the day of judgment.\n<\/p><p>\nSTATEMENTS OF JOSEPH SMITH\n<\/p><p>\nIf I may be permitted, I would like to quote the words of the Prophet Joseph Smith on this\nsubject: \n<\/p><p>\nThe Constitution of the United States is a glorious standard. It is founded in the\nwisdom of God. It is a heavenly banner: it is to all those who are privileged with the\nsweets of its liberty, like the cooling shades and refreshing waters of a great rock in a\nthirsty and weary land. It is like a great tree under whose branches men from every\nclime can be shielded from the burning rays of the sun . . .\n<\/p><p>\nWe say that God is true; that the Constitution of the United States is true; that the Bible is\ntrue; that the Book of Mormon is true; that the Book of Covenants is true; and that Christ is\ntrue. (<i>History of the Church<\/i> 3:304.)\n<\/p><p>\nIt is one of the first principles of my life and one that I have cultivated from my\nchildhood, having been taught it by my father, to allow everyone the\nliberty of conscience. I am the greatest advocate of the Constitution of the United\nStates there is on earth. In my feelings I am always ready to die for the protection of\nthe weak and the oppressed in their just rights. (<i>Ibid.<\/i>, 6:56-57.)\n<\/p><p>\nI must not take more time but to add this: The statement has been made that the Prophet said\nthe time would come when this Constitution would hang as by a thread, and this is true.\nThere has been some confusion, however, as to just what he said following this. I think that\nElder Orson Hyde has given us a correct interpretation wherein he says that the Prophet said\nthe Constitution would be in danger. Said Orson Hyde: \n<\/p><p>\nI believe he said something like this&mdash;that the time would come when the\nConstitution and the country would be in danger of an overthrow; and said he: \"If the\nConstitution be saved at all, it will be by the Elders of this Church.\" I believe this is\nabout the language, as nearly as I can recollect it. (<i>Journal of Discourses<\/i>, 6:152.)\n<\/p><p>\nNow I tell you it is time the people of the United States were waking up with the\nunderstanding that if they don't save the Constitution from the dangers that threaten it, we\nwill have a change of government.\n<\/p><p>\nThe Lord bless you in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}