{"ID":4625, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Flooding the Earth with the Book of Mormon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p3\" class=\"\">By President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03232_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p4\" class=\"\">My beloved brethren and sisters, I rejoice to be with you in another glorious general conference of the Church. I am always filled with great anxiety as I approach these conferences. But I humbly pray that the Holy Spirit will be with us in rich abundance as we listen to the inspired counsel and messages of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p5\" class=\"\">This has been a landmark year in the history of the Church in the use of the keystone of our religion—the Book of Mormon. This sacred volume of scripture has brought more souls to Christ, both within and without the Church, than ever before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p6\" class=\"\">There are so many who could be commended for this progress, but time will permit mention of only a few.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p7\" class=\"\">We commend all those who had a part in producing and distributing the Church video on the Book of Mormon entitled <span class=\"emphasis\">How Rare a Possession.<\/span> That video has had a powerful impact in the lives of its viewers, and tens of thousands of copies were distributed in the first weeks after its initial showing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p8\" class=\"\">We commend you leaders and teachers of the various Church organizations for your inspired use of the Book of Mormon in helping to rear a generation that can redeem Zion. In many cases a little child has led a parent to the Lord through the Book of Mormon reading program in the Primary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p9\" class=\"\">We commend the members of the Church who have participated in the family-to-family Book of Mormon program, placing their pictures and testimonies inside copies of the Book of Mormon. These testimonies have been translated into many languages, and the books have been given away by our missionaries around the world. This is helping to bring in tens of thousands of converts each year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p10\" class=\"\">We commend those responsible for the excellent articles on the Book of Mormon which have appeared in our Church publications.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p11\" class=\"\">We commend the personnel of radio stations who broadcast excerpts from the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p12\" class=\"\">We commend those who have sponsored and supported faith-building Book of Mormon lectures and symposiums.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p13\" class=\"\">We commend many of you who in an edifying manner have taught classes, given talks, authored articles, and written books on the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p14\" class=\"\">And finally and most important, we commend that vast number of faithful Saints who individually and as families are changing their lives, cleansing the inner vessel, through the daily reading of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p15\" class=\"\">The Book of Mormon is the instrument that God designed to “sweep the earth as with a flood, to gather out [His] elect.” (<span class=\"citation\" id=\"39748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39748)\">Moses 7:62<\/a><\/span>.) This sacred volume of scripture needs to become more central in our preaching, our teaching, and our missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p16\" class=\"\">At present, the Book of Mormon is studied in our Sunday School and seminary classes every fourth year. This four-year pattern, however, must <span class=\"emphasis\">not<\/span> be followed by Church members in their personal and family study. We need to read daily from the pages of the book that will get a man “nearer to God by abiding by its precepts, than by any other book.” (<span class=\"emphasis\">History of the Church,<\/span> 4:461.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p17\" class=\"\">And when we are called upon to study or teach other scriptures, we need to strengthen that undertaking by frequent reference to the additional insights which the Book of Mormon may provide on the subject (see <span class=\"citation\" id=\"1927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1927)\">1 Ne. 13:40<\/a><\/span>, <span class=\"citation\" id=\"4285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4285)\">2 Ne. 3:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p18\" class=\"\">The recent, well-done video on the Book of Mormon entitled <span class=\"emphasis\">How Rare a Possession<\/span> carried many messages. First was the power of the Book of Mormon to convert men to Christ and hence to His church. Another message was that a man could study and preach the contents of the Book of Mormon for so many years without either his or his associates’ knowing the name of the book or the Church which published it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p19\" class=\"\">The time is long overdue for a massive flooding of the earth with the Book of Mormon for the many reasons which the Lord has given. In this age of the electronic media and the mass distribution of the printed word, God will hold us accountable if we do not now move the Book of Mormon in a monumental way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p20\" class=\"\">We have the Book of Mormon, we have the members, we have the missionaries, we have the resources, and the world has the need. The time is now!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p21\" class=\"\">My beloved brothers and sisters, we hardly fathom the power of the Book of Mormon, nor the divine role it must play, nor the extent to which it must be moved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p22\" class=\"\">“Few men on earth,” said Elder Bruce R. McConkie, “either in or out of the Church, have caught the vision of what the Book of Mormon is all about. Few are they among men who know the part it has played and will yet play in preparing the way for the coming of Him of whom it is a new witness. … The Book of Mormon shall so affect men that the whole earth and all its peoples will have been influenced and governed by it. … There is no greater issue ever to confront mankind in modern times than this: Is the Book of Mormon the mind and will and voice of God to all men?” (<span class=\"emphasis\">Millennial Messiah<\/span> pp. 159, 170, 179.) We testify that it is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p23\" class=\"\">Now, my good Saints, we have a great work to perform in a very short time. We must flood the earth with the Book of Mormon—and get out from under God’s condemnation for having treated it lightly. (See <span class=\"citation\" id=\"18857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18857)\">D&amp;C 84:54–58<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p24\" class=\"\">I challenge the members of the Church to participate in the family-to-family Book of Mormon program—to send copies of the Book of Mormon on a mission for you. Sister Benson and I have been doing this for some time now, and we intend to do more. We should be sending out millions of copies of the Book of Mormon to the missionaries every month.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p25\" class=\"\">I challenge our mission leaders to show their missionaries how to challenge their contacts to read the Book of Mormon and pray about it. Missionaries need to know how to use the Book of Mormon to arouse mankind’s interest in studying it, and they need to show how it answers the great questions of the soul. Missionaries need to read with those they teach various passages from the Book of Mormon on gospel subjects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p26\" class=\"\">I challenge our Church writers, teachers, and leaders to tell us more Book of Mormon conversion stories that will strengthen our faith and prepare great missionaries. Show us how to effectively use it as a missionary tool, and let us know how it leads us to Christ and answers our personal problems and those of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p27\" class=\"\">I challenge those who are in business and other professions to see that there are copies of the Book of Mormon in their reception rooms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p28\" class=\"\">I challenge owners of cassette players to play Book of Mormon cassettes from time to time and to listen to them at home and while walking, jogging, or driving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p29\" class=\"\">I challenge the homes of Israel to display on their walls great quotations and scenes from the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p30\" class=\"\">I challenge all of us to prayerfully consider steps that we can personally take to bring this new witness for Christ more fully into our own lives and into a world that so desperately needs it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p31\" class=\"\">I have a vision of homes alerted, of classes alive, and of pulpits aflame with the spirit of Book of Mormon messages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p32\" class=\"\">I have a vision of home teachers and visiting teachers, ward and branch officers, and stake and mission leaders counseling our people out of the most correct of any book on earth—the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p33\" class=\"\">I have a vision of artists putting into film, drama, literature, music, and paintings great themes and great characters from the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p34\" class=\"\">I have a vision of thousands of missionaries going into the mission field with hundreds of passages memorized from the Book of Mormon so that they might feed the needs of a spiritually famished world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p35\" class=\"\">I have a vision of the whole Church getting nearer to God by abiding by the precepts of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p36\" class=\"\">Indeed, I have a vision of flooding the earth with the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p37\" class=\"\">My beloved Saints, I am now entering my ninetieth year. I am getting older and less vigorous and am so grateful for your prayers and for the support of my younger Brethren. I thank the Lord for renewing my body from time to time so that I can still help build His kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p38\" class=\"\">I do not know fully why God has preserved my life to this age, but I do know this: That for the present hour He has revealed to me the absolute need for us to move the Book of Mormon forward now in a marvelous manner. You must help with this burden and with this blessing which He has placed on the whole Church, even all the children of Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/flooding-the-earth-with-the-book-of-mormon.p39\" class=\"\">Moses never entered the promised land. Joseph Smith never saw Zion redeemed. Some of us may not live long enough to see the day when the Book of Mormon floods the earth and when the Lord lifts His condemnation. (See <span class=\"citation\" id=\"18858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18858)\">D&amp;C 84:54–58<\/a><\/span>.) But, God willing, I intend to spend all my remaining days in that glorious effort. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}