{"ID":4627, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Making Righteous Choices at the Crossroads of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p2\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p3\" class=\"\">The scriptures teach us that an important part of mortal probation will be making the right choices. How do we make the right choices when there are so many temptations and so many people telling us what they think we should do with our lives?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p4\" class=\"\">There are three important elements that will allow us to make good decisions:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p5\" class=\"\">First, we must have an eternal <span class=\"emphasis\">plan<\/span> with objectives that we are committed to achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p6\" class=\"\">Second, we need to <span class=\"emphasis\">study and pray<\/span> on a daily basis about our decisions for feelings of spiritual guidance, courage, and commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p7\" class=\"\">And third, we need to <span class=\"emphasis\">examine our motives<\/span> each time we make a decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p8\" class=\"\">We need an eternal plan. Life’s plan and the challenge to be successful are demonstrated in an Aesop Fable, “The Man, the Boy, and the Donkey.” The objective of the man and the boy was to journey to the city marketplace and sell the donkey for winter provisions. As they started to town, the father rode the donkey. In the first village, the villagers said, “What an inconsiderate man, riding the donkey and making his son walk!” So the father got off the donkey and let his son ride.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p9\" class=\"\">In the next hamlet, the people whispered, “What an inconsiderate boy, riding the donkey and making his father walk!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p10\" class=\"\">In frustration, the father climbed on the donkey; and father and son rode the donkey, only to have the people in the next town declare, “How inconsiderate of the man and the boy to overload their beast of burden and treat him in such an inhumane manner!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p11\" class=\"\">In compliance with the dissident voices and mocking fingers, the father and son both got off the donkey to relieve the animal’s burden, only to have the next group of onlookers say, “Can you imagine a man and a boy being so stupid as to not even use their beast of burden for what it was created!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p12\" class=\"\">Then, in anger and total desperation, having tried to please all those who offered advice, the father and son both rode the donkey until it collapsed. The donkey had to be carried to the marketplace. The donkey could not be sold. The people in the marketplace scoffed, “Who wants a worthless donkey that can’t even walk into the city!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p13\" class=\"\">The father and son had failed in their goal of selling the donkey and had no money to buy the winter provisions they needed in order to survive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p14\" class=\"\">How much different the outcome would have been if the father and son had had a plan to follow. Father could have said, “I’ll ride the donkey one-third of the way; Son, you ride the donkey one-third of the way; and we’ll both walk the last third of the way. The donkey will arrive at the marketplace fresh and strong, ready to be sold.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p15\" class=\"\">Then, as they received confusing advice while traveling through each hamlet and village along their way to the city, they could look at each other, give a reassuring wink of the eye, and say, <span class=\"emphasis\">“We have a plan.”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p16\" class=\"\">Indeed, you and I have a plan to guide us in our lives—the eternal plan that was given to us in the premortal world and that will bring us back into the presence of our Heavenly Father. During our mortal probation on earth, we will be tested with enticements and opposition in all things. But if we are obedient and faithful to the laws, ordinances, and covenants which we accept with our free agency, of our own free will and choice, we can attain eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p17\" class=\"\"><span class=\"emphasis\">To attain eternal life is why we came to earth.<\/span> Eternal life is our goal. The definition of eternal life is to be able to live in the presence of our Heavenly Father and Jesus Christ with our families for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p18\" class=\"\">Every time we make choices in our lives, we should weigh the ultimate effect our decisions will have on our goal of attaining eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p19\" class=\"\">That is why we must study and pray. Having the eternal plan as a goal in our lives, we will make eternal choices. However, we will not make the right eternal choices based solely on our pure intellectual deduction and factual analysis from our own understanding: Prayer and study must be used together to build knowledge and wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p20\" class=\"\">First, we start with the intelligence with which we were born. To our intelligence we add knowledge as we search for answers, study, and educate ourselves. To our knowledge we add experience, which should lead us to a level of wisdom. In addition to our wisdom, we add the help of the Holy Ghost through our prayers of faith, asking for spiritual guidance and strength. Then, and only then, do we reach an understanding in our hearts—which motivates us to “do what is right; let the consequence follow.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 237.) The feelings of an understanding heart give us the sweet spirit of assurance of not only knowing but doing what is right no matter what the circumstances. The understanding in our hearts comes from a close interdependence of study and prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p21\" class=\"\">“Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p22\" class=\"\">“But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.” (<span class=\"citation\" id=\"18744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18744)\">D&amp;C 9:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p23\" class=\"\">After we have attained knowledge and understanding, it is important to feel that our decision is right. Then when we act, we will do what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p24\" class=\"\">“Happy is the man that findeth wisdom, and the man that getteth understanding.” (<span class=\"citation\" id=\"41587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41587)\">Prov. 3:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p25\" class=\"\">“Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding” in your heart. (<span class=\"citation\" id=\"41588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41588)\">Prov. 4:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p26\" class=\"\">Last Saturday, I had the experience of visiting Joe and Linda in their home in Boise, Idaho. They gave me permission to share their story with you in the hope that it might help someone who has to make a similar decision in his or her life. About three to four years ago, Joe was an alcoholic. Linda, while she did not drink, was co-dependent emotionally on the behavior of an alcoholic husband. She was nearing a nervous breakdown. She had made the decision to save herself and the children from the manipulative behavior of a husband suffering from alcoholism. So she left home, taking the children, except for a fourteen-year-old son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p27\" class=\"\">Joe related to me the depression and despair he felt the night Linda left him. Somewhere in the middle of the night, about 2:00 or 3:00 <span class=\"small\">A.M.<\/span>, Joe awoke. He reached out in prayer to his Heavenly Father and prayed until dawn. It was his Gethsemane. He cried out to the Lord and asked for help with his affliction and expressed love for his caring wife, who had confronted him with his abusive behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p28\" class=\"\">When Joe arose in the early morning light, he made a commitment not to take another drink of alcohol. Joe has lived up to that commitment. His testimony as he talks with others in Alcoholics Anonymous is that God lives and answers prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p29\" class=\"\">There is another story about a little boy named Josh who was having terrible nightmares that were frightening him. He asked his father to kneel down and have a prayer with him to ask Heavenly Father to stop the dreams and nightmares.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p30\" class=\"\">Josh opened his prayer by thanking Heavenly Father for the blessings that were his. He then asked his Heavenly Father to have the nightmares stop and send him a confirmation through his feelings during the prayer. He said no more. He waited about a minute, said “thank you,” and closed the prayer. He had had his confirmation and comfort that his prayers were answered—that he would not have any more nightmares. What an important lesson for a young man to learn!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p31\" class=\"\">Each time a stake president is chosen, members of the Council of the Twelve and the First Quorum of the Seventy have feelings similar to those Josh and Joe had. What an important lesson to learn about prayer and the feelings of reassurance that come when we ask in faith, with nothing wavering (see <span class=\"citation\" id=\"26349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26349)\">James 1:6<\/a><\/span>), as the Prophet Joseph did!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p32\" class=\"\">Along with study and prayer, we must seek wise counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p33\" class=\"\">“A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels.” (<span class=\"citation\" id=\"41586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41586)\">Prov. 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p34\" class=\"\">When seeking wise counsel, turn to those who have exhibited obedience to the commandments and willingness to follow the promptings of the Spirit in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p35\" class=\"\">You will know you have a true friend and counselor when the advice you are given makes it easier to live the commandments and when you are not asked to choose between a wayward friend’s ways and the Lord’s ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p36\" class=\"\">Even though we counsel with others, we must take the responsibility for our actions. Some try to go through life without making their own decisions and blame others when all does not go as well as expected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p37\" class=\"\">As we study our problems out in our minds, patience and pondering should have an important place in our decision-making process. We should reflect on our eternal goals and not make hasty and unwise decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p38\" class=\"\">President Joseph F. Smith gave these sobering words of advice to leaders and members of the Church to help us when making decisions. It is a statement I have had displayed in my office since becoming Presiding Bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p39\" class=\"\">“In leaders undue impatience and a gloomy mind are almost unpardonable, and it sometimes takes almost as much courage to wait as to act. It is to be hoped, then, that the leaders of God’s people, and the people themselves, will not feel that they must have at once a solution of every question that arises to disturb the even tenor of their way.” (Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> Salt Lake City: Deseret Book Co., 1939, p. 156.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p40\" class=\"\">And lastly, we must examine our motives. A good check and balance in decision making is to look at our motives for making our decisions. We should ask ourselves, “Are my motives selfish, or is there charity in the decision I am about to make? Is this decision in keeping with the commandments, both in the spirit and the letter of the law? Is my decision basically right, honorable, and compatible with the golden rule? Have I considered the impact of my decision on others?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p41\" class=\"\">“Let all your [decisions] be done with charity.” (<span class=\"citation\" id=\"808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(808)\">1 Cor. 16:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p42\" class=\"\">Beware of fear and greed. Be aware of your true motives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p43\" class=\"\">We make poor and irrational decisions if our decision is motivated by greediness: greed for monetary gain; greed that results in a conflict of interest; desire for power, titles, and recognition of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p44\" class=\"\">“He that is greedy of gain troubleth his own house; but he that hateth gifts shall live.” (<span class=\"citation\" id=\"41590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41590)\">Prov. 15:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p45\" class=\"\">Likewise, we make poor and irrational decisions if we are motivated by fear: fear of man, fear of not being popular, fear of failure, fear of public opinion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p46\" class=\"\">As Saul said to Samuel, “I have sinned: for I have transgressed the commandment of the Lord, and thy words: because I feared the people, and obeyed their voice.” (<span class=\"citation\" id=\"2680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2680)\">1 Sam. 15:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p47\" class=\"\">The poet Robert Frost, in the poem “The Road Not Taken,” gives us a vivid, visual image of standing at the crossroads of life, having to make a decision:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Two roads diverged in a yellow wood,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sorry I could not travel both … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet knowing how way leads on to way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I doubted if I should ever come back.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I shall be telling this with a sigh<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Somewhere ages and ages hence:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Two roads diverged in a wood, and I—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I took the one less traveled by,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that has made all the difference.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p57\" class=\"\">When we stand at the crossroads of life and must make a decision whether to go to the great and spacious building of the world’s ways or to walk the straight and narrow path that leads to eternal life, we must realize that we cannot travel <span class=\"emphasis\">both<\/span> roads—although sometimes we try. It is difficult to come back, but we can; and our greatest satisfaction will more than likely come from taking the lonelier road which is less traveled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/making-righteous-choices-at-the-crossroads-of-life.p58\" class=\"\">May the Lord bless us as we make our decisions in life to constantly keep our goal of eternal life in view. That we may study and pray each day to <span class=\"emphasis\">know<\/span> and <span class=\"emphasis\">understand<\/span> what is right but, more importantly, to <span class=\"emphasis\">do<\/span> what is right; that we may have those who stand by us say: “Thee lift me, and I’ll lift thee, and we’ll ascend together,” is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}