{"ID":4629, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Measure of Our Hearts\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p3\" class=\"\">I would like to share some thoughts about measurements. A measurement is a standard by which we determine the capacity or dimension of a person or object. A measurement gives us a basis for comparison.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p4\" class=\"\">If I say, “She is a three-point student,” you have a pretty good idea of this person’s scholastic ability. A measurement may also be an estimate of what is expected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p5\" class=\"\">Human measurement, of course, is subject to human fallibility. My generation, for example, was taught that a person’s I.Q. was supposedly a fixed measurement of a person’s capacity to learn. Such a notion is now generally discredited by the teaching profession. Interestingly, the Prophet Joseph Smith taught in the nineteenth century: “We consider that God has created man with a mind capable of instruction, and a faculty which may be enlarged in proportion to the heed and diligence given to the light communicated from heaven to the intellect.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 51.) He was obviously ahead of his time!<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p6\" class=\"\">We also tend to evaluate others on the basis of physical, outward appearance: their “good looks,” their social status, their family pedigrees, their degrees, or their economic situations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p7\" class=\"\">The Lord, however, has a different standard by which he measures a person. When it came time to choose a king to replace King Saul, the Lord gave this criteria to his prophet Samuel: “Look not on his countenance, or on the height of his stature; … for the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.” (<span class=\"citation\" id=\"2681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2681)\">1 Sam. 16:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p8\" class=\"\">When the Lord measures an individual, He does not take a tape measure around the person’s head to determine his mental capacity, nor his chest to determine his manliness, but He measures the heart as an indicator of the person’s capacity and potential to bless others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p9\" class=\"\">Why the heart? Because the heart is a synonym for one’s entire makeup. We often use phrases about the heart to describe the total person. Thus, we describe people as being “big-hearted” or “goodhearted” or having a “heart of gold.” Or we speak of people with faint hearts, wise hearts, pure hearts, willing hearts, deceitful hearts, conniving hearts, courageous hearts, cold hearts, hearts of stone, or selfish hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p10\" class=\"\">The measure of our hearts is the measure of our total performance. As used by the Lord, the “heart” of a person describes his effort to better self, or others, or the conditions he confronts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p11\" class=\"\">A question I suggest to you is this: How do you measure up? Ultimately you and I will be judged not only for our actions, but also for the desires of our hearts. This truth was revealed to the Prophet Joseph Smith at a time when he was shown in vision the celestial kingdom. The revelation is recorded in section 137 of the Doctrine and Covenants. Joseph marveled when he saw his deceased brother Alvin in the celestial kingdom, for Alvin had died before the gospel was restored. Joseph then received this great truth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p12\" class=\"\">“All who have died without a knowledge of this gospel, who would have received it if they had been permitted to tarry, shall be heirs of the celestial kingdom of God; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p13\" class=\"\">“For I, the Lord, will judge all men according to their works, according to the desire of their hearts.” (<span class=\"citation\" id=\"18912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18912)\">D&amp;C 137:7, 9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p14\" class=\"\">If our works and the desires of our hearts are the ultimate criteria of our character, how do we measure up? What kind of heart should we seek? For what kind of heart should we pray? How should we measure the worth of other people?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p15\" class=\"\">Today, may I suggest four questions that deal with the heart that may help you determine how you are measuring up.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>First Question: How honest in heart am I?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p17\" class=\"\">We pray that our missionaries will find the honest in heart. What does it mean to be honest in heart? It describes an individual who is open to truth, who will evaluate information or people without prejudice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p18\" class=\"\">Honest-hearted persons are individuals without pretense, without hypocrisy. They are reliable in word and action. They have no “hidden agendas” to deceive others or to misrepresent facts. In contrast, those with conniving hearts will deceive and misrepresent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p19\" class=\"\">An honest heart will lead to a change of heart. Spiritually speaking, a change of heart is not only desirable, but essential for eternal life. The Book of Mormon describes the conversion experience, which all of us must have, as a “mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually.” (<span class=\"citation\" id=\"40700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40700)\">Mosiah 5:2<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p20\" class=\"\">The Book of Mormon is a study of interesting contrasts between those who hardened their hearts and those whose hearts were softened by the Spirit of the Lord. How does one have his or her heart softened under the influence of the Holy Ghost?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p21\" class=\"\">Nephi’s testimony provides an answer: “Having great desires to know of the mysteries of God, wherefore, I did cry unto the Lord; and behold <span class=\"emphasis\">he did<\/span> … <span class=\"emphasis\">soften my heart<\/span> that I did believe all the words which had been spoken by my father.” (<span class=\"citation\" id=\"1910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1910)\">1 Ne. 2:16<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p22\" class=\"\">After obtaining a testimony of the gospel and the Lord’s church, we should then strive to become pure in heart. This will result in happiness and eventually the promise of a society without contention. It is the Savior’s way to peace.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Second Question: Do I have a willing heart?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p24\" class=\"\">Let us look again to the scriptures for guidance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p25\" class=\"\">“Behold, the Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days.” (<span class=\"citation\" id=\"18829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18829)\">D&amp;C 64:34<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p26\" class=\"\">A willing heart describes one who desires to please the Lord and to serve His cause first. He serves the Lord on the Lord’s terms, not his own. There are no restrictions to where or how he will serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p27\" class=\"\">As one who has tendered calls to serve to many, I am always pleased to see members willing to give their time, energy, and effort to the upbuilding of the Church. They do so for one primary reason—to serve the Lord with all their heart, might, mind, and strength.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p28\" class=\"\">I have a friend who served as a priests quorum adviser. The boys and the adviser planned a kayak activity at Flaming Gorge, Utah. After some initial planning, one of the quorum members quietly approached the adviser and said: “We better not plan a kayak trip. Mike won’t be able to go because he can’t paddle.” Mike was partially paralyzed on his right side. When he learned that the quorum was not going on the activity because of him, he told the boys, “I want to go. I can paddle.” The quorum adviser placed his hand on Mike’s shoulder and said, “OK, Mike. You’re my paddle partner.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p29\" class=\"\">So from January to August, the boys built their kayaks. They departed to the reservoir in the first week in August.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p30\" class=\"\">Rhythm, togetherness, and teamwork are essential to keep a kayak in a straight line. Mike and his partner had more trouble than the others getting their rhythm and strokes coordinated. Mike had almost no stroke of consequence on his right side. His adviser had to compensate by paddling easy on the left and hard on the right.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p31\" class=\"\">After several hours of learning to work together, Mike said to his adviser, “You wouldn’t happen to have a Band-Aid, would you?” The adviser pulled his wallet out and gave Mike a Band-Aid. He placed it over a big water blister that had just popped in the crook of his hand between his thumb and his first finger. The hand and arm that was little used now had to help hold the paddle.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p32\" class=\"\">Several hours later, Mike turned again to his adviser, who was in the rear cockpit, and said, “Do you have any more bandages?” The adviser pulled out several and handed them to Mike. By now the crook between Mike’s right thumb and his first finger was becoming raw. Mike applied the Band-Aids and resumed paddling.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p33\" class=\"\">The next day the crew set out again. The adviser encouraged Mike to rest from paddling and let his hand have a respite. The words fell on deaf ears. Instantly, Mike was paddling as he had the day before.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p34\" class=\"\">This day found a usual midday and afternoon wind blowing directly at the flotilla of kayak paddlers. It required stronger strokes and took much energy and time. Wincing from the hurt, Mike continued to paddle. Each suggestion that he rest intensified his will to carry his load.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p35\" class=\"\">Throughout the week, Mike persisted in holding his own. Though his hand was as raw as hamburger and awful to look at, he would not give up.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p36\" class=\"\">During the week’s trip, the conversation with his senior companion often centered around his desire to go on a mission. Repeatedly Mike asked, “I hope they will let me go on a mission. Do you think my problem will prevent me from going?” Mike walks with a noticeable limp of his right leg. He has a firm handshake with the left hand, but his right hand doesn’t open up all of the way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p37\" class=\"\">How many who have no visible blemish have a heart like Mike’s? How many young men with not a single cell out of place fail to soften their hearts and desire to serve the Lord? How many who have so much forfeit their blessings because of selfish desires or inability to set lofty priorities?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p38\" class=\"\">My adviser friend said, “Mike taught eleven others that though one may appear to be a little less physically capable, the heart makes the difference in those who choose to overcome many odds and set a standard for others to follow.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p39\" class=\"\">Mike fulfilled an honorable mission to California and is now working in his hometown.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p40\" class=\"\">What does the Lord require for service? A willing heart and intense desire.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Third Question: Do I have an understanding, loving heart?<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p42\" class=\"\">An understanding, loving heart is the pinnacle of all human emotions. As the Apostle Paul said, charity “beareth all things, believeth all things, hopeth all things, endureth all things.” (<span class=\"citation\" id=\"799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(799)\">1 Cor. 13:7<\/a><\/span>.) We come closest to becoming Christlike when we are charitable and understanding of others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p43\" class=\"\">One may have many talents and knowledge but never acquire wisdom because he does not learn to be compassionate with his fellow man.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p44\" class=\"\">We will never approach godliness until we learn to love and lift. Indifference to others and their plight denies us life’s sweetest moments of joy and service.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Last Question (this taken directly from the Book of Mormon): “If ye have experienced a change of heart, and if ye have felt to sing the song of redeeming love, … can ye feel so now?” (<span class=\"citation\" id=\"9630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9630)\">Alma 5:26<\/a><\/span>; italics added).<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p46\" class=\"\">Having a “change of heart” at one time in our lives is insufficient to give us an understanding heart today. Helping and understanding a person years ago do not fill us with the love of God today.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p47\" class=\"\">Christlike love must be continuous and contemporary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p48\" class=\"\">One night a young idealist had a dream. He dreamed there was a new store in a nearby shopping mall. He went in and saw an angel behind a counter. Nervously, he asked what the shop sold.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p49\" class=\"\">“Everything your heart desires,” replied the angel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p50\" class=\"\">“Then I want peace on earth,” exclaimed the idealist. “I want an end to famine, sorrow, and disease.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p51\" class=\"\">“Just a moment,” replied the angel. “You haven’t understood. We don’t sell fruit here—only seeds.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p52\" class=\"\">I pray that God will give each of us the courage and desire to strive for a pure heart, a willing heart, an understanding and loving heart. May we take the seeds offered to all of us, plant them, and nourish them that we may help harvest the matured fruit of the gospel of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p53\" class=\"\">If we can do this, when the final judgment is made and our hearts are measured by the Lord, our measurements will not be found deficient.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p54\" class=\"\">I bear my testimony and witness that the gospel of Jesus Christ has the power to change hearts and help individuals become pure, gentle, honest, kind, and loving.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-measure-of-our-hearts.p55\" class=\"\">We are led by a living prophet today. President Ezra Taft Benson has a pure, gentle, honest, kind, and loving heart. This I know. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}