{"ID":463, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gifts of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1950, pp. 161-166<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI believe in the gifts of the gospel. I believe they will come to those who live and\nstrive for them. I believe that the gifts of the gospel comprehend more and wider powers and\nattributes than those specifically mentioned in our Articles of Faith, namely: \". . . the gift of\ntongues, prophecy, revelation, visions, healing, interpretation of tongues, and so forth.\"\n(<span class=\"citation\" id=\"6648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6648)\">A of F 1:7<\/a><\/span>). I\nbelieve that these listed gifts and others of comparable seemingly supernatural nature have\ncome to men and women of faith, and I believe that they will continue to come from time to\ntime as conditions and circumstances warrant. I place no limitation on the power of the Lord\nto manifest himself through his children and his chosen servants, however miraculous many\nmay think the manifestation to be. I do place one limitation on those who exercise such\npowers&mdash;that they be very sure the inspiration is from the right source.\n<\/p><p>\nGIFTS OF THE GOSPEL\n<\/p><p>\nThere are gifts of the gospel which are not usually thought of as being miraculous or\nsupernatural. They would commonly be spoken of as mere attributes of\ncharacter, but I believe they have spiritual foundation. This conclusion seems to be borne out\nby the scriptures. The Apostle Paul tells his brethren: \n<\/p><p>\nNow there are diversities of gifts, but the same Spirit.\n<\/p><p>\nAnd there are differences of administrations, but the same Lord.\n<\/p><p>\nAnd there are diversities of operations\n<\/p><p>\nBut all these worketh that one and the selfsame Spirit dividing to every man severally\nas he will (<span class=\"citation\" id=\"186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(186)\">1 Cor. 12:4-6,11<\/a><\/span>).\n<\/p><p>\nModern revelation emphasizes this diversity: \n<\/p><p>\nTo some it is given by the Holy Ghost to know that Jesus Christ is the Son of God....\n<\/p><p>\nTo others it is given to believe on their words\n(<span class=\"citation\" id=\"12791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12791)\">D&amp;C 46:13-14<\/a><\/span>).\n<\/p><p>\nThe Book of Mormon, as usual, brings further clarification: \n<\/p><p>\nTo one is given by the Spirit of God, that he may teach the word of wisdom; \n<\/p><p>\nAnd to another that he may teach the word of knowledge . . .\n<\/p><p>\nAnd to another, exceeding great faith; and to another, the gifts of healing,\n<\/p><p>\n. . . to another, that he may work mighty miracles; \n<\/p><p>\n. . . to another, that he may prophesy; \n<\/p><p>\n. . . to another, the beholding of angels and ministering spirits;\n<\/p><p>\n. . . to another, all kinds of tongues; \n<\/p><p>\n. . . to another, the interpretation of languages and of divers kinds of tongues\n(<span class=\"citation\" id=\"38245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38245)\">Moro. 10:9-16<\/a><\/span>).\n<\/p><p>\nWhile this wide diversity of gifts mentioned in the scriptures may bring to our Father's\nchildren greatly varying talents and capacities, I feel sure that there are some highly important\ngifts of the gospel, which it is intended that all men of faith shall enjoy at least to some\nextent. It is to these precious gifts, available to all the Church and to many good men and\nwomen outside the Church that I would direct attention.\n<\/p><p>\nGIFT OF DISCERNMENT\n<\/p><p>\nFirst, I mention the gift of discernment\n(<span class=\"citation\" id=\"12792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12792)\">D&amp;C 46:27<\/a><\/span>),\nembodying the power to discriminate, which has been\nspoken of in our hearing before particularly as between right and wrong. I believe that this\ngift when highly developed arises largely out of an acute sensitivity to impressions&mdash;spiritual\nimpressions, if you will&mdash;to read under the surface as it were, to detect hidden evil, and\nmore importantly to find the good that may be concealed. The highest type of discernment is\nthat which perceives in others and uncovers for them their better natures, the good inherent\nwithin them. It's the gift every missionary needs when he takes the gospel to the people of\nthe world. He must make an appraisal of every personality whom he meets. He must be able\nto discern the hidden spark that may be lighted for truth. The gift of discernment will save\nhim from mistakes and embarrassment, and it will never fail to inspire confidence in the one\nwho is rightly appraised.\n<\/p><p>\nThe gift of discernment is essential to the leadership of the Church. I never ordain a bishop or\nset apart a president of a stake without invoking upon him this divine blessing, that he may\nread the lives and hearts of his people and call forth the best within them. The gift and power\nof discernment in this world of contention between the forces of good and the power of evil\nis essential equipment for every son and daughter of God. There could be no such mass\ndissensions as endanger the security of the world, if its populations possessed this great gift in\nlarger degree. People are generally so gullible one is sometimes led to wonder whether the\ngreat Lincoln was right, after all, in the conclusion of his memorable statement, \"You can't\nfool all the people all the time.\" One does feel at times, however, a sense of pity and\nsympathy for some of the peoples of the world whose education, information, and exposure to\nhigher ideals and exalted concepts have been so arbitrarily and ruthlessly restricted.\n<\/p><p>\nThere is a class of people now grown sizable in the world who should possess this great gift\nin large degree. They know how the gift is attained. They have been educated in its spiritual\nfoundations. They have been blessed with the counsels which foster it. They know how to\norder their lives to procure it. You know who they are, my brethren and sisters. Every\nmember in the restored Church of Christ could have this gift if he willed to do so. He could\nnot be deceived with the sophistries of the world. He could not be led astray by\npseudo-prophets and subversive cults. Even the inexperienced would recognize false teachings,\nin a measure at least. With this gift they would be able to detect something of the disloyal,\nrebellious, and sinister influences which not infrequently prompt those who seemingly take\npride in the destruction of youthful faith and loyalties. Discerning parents will do well to\nguard their children against such influences and such personalities and teachings before\nirreparable damage is done. The true gift of discernment is often premonitory. A sense of\ndanger should be heeded to be of value. We give thanks for a set of providential\ncircumstances which avert an accident. We ought to be grateful every day of our lives for this\nsense which keeps alive a conscience which constantly alerts us to the dangers inherent in\nwrongdoers and sin.\n<\/p><p>\nGIFT OF WISDOM\n<\/p><p>\nThe next gift of the gospel which I present is that of wisdom. Wisdom cannot be disassociated\nfrom discernment, but it involves some other factors, and its applications are rather more\nspecific. Wisdom is sometimes defined as sound judgment and a high degree of knowledge. I\ndefine wisdom as being the beneficent application of knowledge in decision. I think of\nwisdom not in the abstract but as functional. Life is largely made up of choices and\ndeterminations, and I can think of no wisdom that does not contemplate the\ngood of man and society. Wisdom is true understanding, and we are told in Proverbs that\n<\/p><p>\nShe is more precious than rubies: and all the things thou canst desire are not to be\ncompared unto her.\n<\/p><p>\nLength of days is in her right hand; and in her left hand riches and honour.\n<\/p><p>\nHer ways are ways of pleasantness, and all her paths are peace . . .\n<\/p><p>\nHappy is the man that findeth wisdom\n(<span class=\"citation\" id=\"41403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41403)\">Prov. 3:15-17,13<\/a><\/span>).\n<\/p><p>\nI do not believe that true wisdom can be acquired or exercised in living without a sound\nfundamental knowledge of the truth about life and living. The cry of the world is for wisdom\nand wise men. This is so particularly in the field of human relations. Why are they not found?\nIt is because men are so blinded to the truth. Nearly one-half of the world are steeled against\nit, and the other half not too well-fortified in past and present performance to promote it. We\nhave had for centuries a formula for peace. Wisdom for composition of the world's troubles is\navailable, but the minds and hearts of men are not prepared to receive it. It is the mission of\nthe Church of Christ to teach them how. We need wisdom in so doing, and we need to\nmaintain our divinely appointed society in the wisdom which comes from God.\n<\/p><p>\nThe really vital things in life are relatively few, my brethren and sisters&mdash;the body, family,\nproperty, and relationship to man and God. You may have wisdom about health, housing,\nmarriage, children, economics, education, and even government if you truly seek it and live\nfor it. The fundamental knowledge which the Church brings to you will bring you\nunderstanding. Your testimony, your spirit, and your service will direct the application of your\nknowledge; that is wisdom. Every man needs it a hundred times a day. Every woman needs it.\nEvery youth needs it. The foolish and the wise are the antipodes of mankind as are the two\npoles of the earth. The foolish build on the sand; the wise on the rock. The one perishes; the\nother endures. Thank God for the gift of wisdom.\n<\/p><p>\nGIFT OF COMFORT\n<\/p><p>\nI shall have time to mention but one more gift of the gospel&mdash;that of comfort. I speak of\ncomfort in the spiritual and scriptural sense bringing consolation, peace of mind and soul,\nresignation, tranquility, and serenity in times of bereavement, suffering, fear, doubt, and\nuncertainty. Very few are without some kind of trouble and many think their own troubles\nmost severe. I remember years ago on one of my first visits to the beautiful memorial church\nat Stanford University reading an inscription engraved in stone on one of the walls. In\nsubstance it was as follows: If every person in the world should wrap his troubles in a bag\nand then throw it in a heap with all the packages of troubles of all the people, and if each\nwere then told that he could go to the heap and select the package of troubles which he would\nbear, each would go to the pile and bring back his own package. So it may\nwell be in the providence of things that each should have troubles of a kind suited to his\ncapacity and experience in life. However this may be, we all need comfort and perhaps the\nself-sufficient ones who do not recognize the need really require it more than any others.\n<\/p><p>\nPhysical pain is torturing, hard to endure. I am a witness to the fact that it may be assuaged\nby spiritual blessing and comfort. Thousands there are who testify as to the efficacy of prayer\nand the healing and the comfort of the priesthood, but even the torture of pain is not more\nexcruciating than the humiliation and stigma of disgrace or the consciousness of guilt. Thank\nthe Lord for the gift of repentance which has been so beautifully portrayed, to the\ntransgressor, but it often happens that even the greater sorrow comes to the innocent. A\nwayward child brings tragedy to a family, shattering a reputation and good name it may have\ntaken generations to build. A drunken or otherwise perverted husband or wife smashes a good\nhome. A rebellious son or daughter stabs a knife into the hearts of loving parents as he or she\ndiscards the loyalties of a lifetime. These are cases for comfort beyond the merely human\ntouch that call for deep understanding, for spiritual fortification, for a resignation that is\ndivine.\n<\/p><p>\nAnd then there are the lonely. They who have been bereft of the companionship of loved\nones, sometimes left all alone without kin about them. I was reading the other day that there\nare more than six million widows in the United States, many of them being widowed at as\nearly an age as forty with an expectancy approximating thirty years of life without their\nmates. Some are without the companionship of children. In the immediate circle of my own\nfriends and associates, many sad partings have come. Decades of loving and most beautiful\nassociation have been sadly interrupted just at a time when it seemed to mortal ken the ripest\nand richest years of holy wedlock were in the offing. I know many a friend who needs\ncomfort. I am deeply grateful that for the most part my immediate friends have this\nconsolation of the spirit. They are buoyed up by an unfaltering trust that the sad separations\nare but temporary. They give themselves and their great service to the master to requite in\npart at least that which he gives to them&mdash;comfort and peace to the soul.\n<\/p><p>\nRICH BLESSINGS\n<\/p><p>\nI am aware that in the Christian world and perhaps outside of it as well, there are countless\nthousands of our Father's children who are the beneficiaries of the gifts of the gospel. There\nare many of all faiths and conditions of life who love the Lord; and in return for this love and\nobedience to his commandments, he blesses them with his spirit. I am grateful indeed that it is\nso; but, my dear brethren and sisters, with the superior knowledge which the Lord has brought\nto us, with a more perfect understanding of his holy gospel, with the gift of\nthe Holy Ghost, how much more should we so favored enjoy its precious gifts! If others of\nour Father's children throughout the world observe these manifestations of his special\nblessings to his chosen people, they will be led to investigate and seek the truth.\n<\/p><p>\nIt seems to me as we near the conclusion of this great conference with its uplifting and\ninspiring teachings and testimonies, we could do no better thing than to highly resolve that\nhenceforth and always our loyalty, our lives, and our love shall be such that our Father may\npour out his rich blessings upon us in the gifts of the eternal gospel with discernment, wisdom\nand comfort to all. I know that he lives. I know that he will reward the faithful. I pray that in\nhis mercy he will bring light and truth to all the world, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}