{"ID":4630, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Funerals—A Time for Reverence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p3\" class=\"\">Elder Scott, we welcome you to the quorum. Elder Richard Scott is a man in whom the Spirit is [see <span class=\"citation\" id=\"41134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41134)\">Num. 27:18<\/a><\/span>], and he is sustained by his lovely wife, Jeanene, who is not one whit less a spiritual power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p4\" class=\"\">And to these four brethren who have joined the First Quorum of the Seventy we say, your fellowship will be enjoyed and your help very much appreciated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p5\" class=\"\">A neighbor once told me that as a missionary in earlier days he and his companion were walking along a ridge in the mountains of the South. They saw people gathering in a clearing near a cabin some distance down the hillside. They had come for a funeral. A little boy had drowned, and his parents had sent for the preacher to “say words.” The minister, who rode a circuit on horseback, would rarely visit these isolated families. But when there was trouble, they would send for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p6\" class=\"\">The little fellow was to be buried in a grave opened near the cabin. The elders stayed in the background as the minister stood before the grieving family and began his sermon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p7\" class=\"\">If the parents had hoped for consolation from this man of the cloth, they were disappointed. He scolded them severely because the little boy had not been baptized. He told them bluntly that their little son was lost in endless torment, and it was their fault.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p8\" class=\"\">After the grave was covered and the neighbors had gone, the elders approached the grieving parents. “We are servants of the Lord,” they told the sobbing mother, “and we’ve come with a message for you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p9\" class=\"\">As the grief-stricken parents listened, the elders unfolded the plan of redemption. They quoted from the Book of Mormon, “Little children need no repentance, neither baptism” (<span class=\"citation\" id=\"38552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38552)\">Moro. 8:11<\/a><\/span>) and then bore testimony of the restoration of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p10\" class=\"\">I have sympathy for that itinerant preacher, for he was doing the best he could with the light and knowledge he had. But there is more than he had to give.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p11\" class=\"\">What comfort the truth brings at times of sorrow! Since death is ever present with us, a knowledge of how essential it is to the plan of salvation is of immense, practical value. Every one of us should know how and why it came to be in the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p12\" class=\"\">Mortal death came into the world at the Fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p13\" class=\"\">It is easier for me to understand that word <span class=\"emphasis\">fall<\/span> in the scriptures if I think both in terms of <span class=\"emphasis\">location<\/span> and of <span class=\"emphasis\">condition.<\/span> The word <span class=\"emphasis\">fall<\/span> means to descend to a lower place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p14\" class=\"\">The fall of man was a move from the presence of God to mortal life on earth. That move down to a lower place came as a consequence of a broken law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p15\" class=\"\"><span class=\"emphasis\">Fall<\/span> may also describe a change in <span class=\"emphasis\">condition.<\/span> For instance, one can fall in reputation or from prominence. The word <span class=\"emphasis\">fall<\/span> well describes what transpired when Adam and Eve were driven from the garden. A transformation took place in their bodies. The bodies of flesh and bone became temporal bodies. <span class=\"emphasis\">Temporal<\/span> means temporary. The scriptures say, “the life of all flesh is the blood thereof.” (<span class=\"citation\" id=\"30947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30947)\">Lev. 17:14<\/a><\/span>; see also <span class=\"citation\" id=\"21350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21350)\">Deut. 12:23<\/a><\/span>; Joseph Fielding Smith, comp., <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> Salt Lake City: Deseret Book Co., 1976, pp. 199–200, 367.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p16\" class=\"\">President Kimball explained, “Blood, the life-giving element in our bodies, replaced the finer substance which coursed through their bodies before. They and we became mortal, subject to illness, pains, and even the physical dissolution called death.” (<span class=\"emphasis\">Ensign,<\/span> Sept. 1978, p. 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p17\" class=\"\">After the transformation of the Fall, bodies of flesh and bone and <span class=\"emphasis\">blood<\/span> (unlike our spirit bodies) could not endure. Somehow the ingredient of blood carried with it a limit to life. It was as though a clock were set and a time given. Thereafter, all living things moved inexorably toward mortal death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p18\" class=\"\"><span class=\"emphasis\">Temporal,<\/span> I repeat, means temporary. And so, death is the reality of life. When conditions develop because of age or illness or accident, the spirit is separated from the body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p19\" class=\"\">Death can be tragic with the loss of one upon whom others depend for happiness, for many die too young. Sometimes it is slow in coming to one who yearns to join the loved ones who have gone before. Some sleep peacefully away, while others endure long-suffering. And we know that death can be terrible and violent. To threaten or to take life, even our own in suicide, is to offend God, for He “in all things hath forbidden it, from the beginning of man.” (<span class=\"citation\" id=\"22381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22381)\">Ether 8:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p20\" class=\"\">It is my conviction that in the spirit world prior to mortal birth, we waited anxiously for our time to enter mortality. I also believe that we were willing to accept whatever conditions would prevail in life. Perhaps we knew that nature might impose limits on the mind or on the body or on life itself. I believe that we nevertheless anxiously awaited our turn.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Funerals<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p22\" class=\"\">One of the most solemn and sacred meetings of the Church is the funeral for a departed member. It is a time of caring and support when families gather in a spirit of tender regard for one another. It is a time to soberly contemplate doctrines of the gospel and the purposes for the ministry of the Lord Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p23\" class=\"\">Except where burial is prohibited by law, we are counseled to bury our dead. There are important symbolic references to burial in the ordinance of baptism and elsewhere in the doctrines of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p24\" class=\"\">Where required by law, alternate methods of disposing of the remains do not nullify the Resurrection. On occasion a body will be lost through accident or military action. A funeral is nevertheless very important. For we take comfort in the promises in the scriptures of a complete restoration of both the body and the spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p25\" class=\"\">A comforting, spiritual funeral is of great importance. It helps console the bereaved and establishes a transition from mourning to the reality that we must move forward with life. Whether death is expected or a sudden shock, an inspirational funeral where the doctrines of resurrection, the mediation of Christ, and certainty of life after death are taught strengthens those who must now move on with life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p26\" class=\"\">Many attend funerals who do not come to church regularly. They come subdued in spirit and are teachable. How sad when an opportunity for conversion is lost because a funeral is less than it might have been.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Reason to Be Concerned about Funerals<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p28\" class=\"\">There is reason to fear that we are drifting from the sacred spirit of reverence which should characterize funerals. The Brethren have discussed this in council meetings and are concerned.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p29\" class=\"\">I have read what the revelations teach us concerning mortal death, and the instructions given by the Brethren concerning funerals.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p30\" class=\"\">May I review some of that counsel. I hope that bishops will pay attention because the responsibility for arranging and conducting funerals in the Church rests upon the bishopric.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Funerals Are Church Meetings<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p32\" class=\"\">Funerals held under the direction of the priesthood are Church meetings. They have been likened to sacrament meetings. I quote from a priesthood bulletin:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p33\" class=\"\">“It is requested that henceforth all funerals conducted under the auspices of the officials of the Church follow the general format of the sacrament meeting with respect to music, speaking, and prayers. Music should be used at the beginning of the service prior to the opening prayer and possibly after the invocation also, as in our Sunday meetings. The closing portion of the funeral likewise should follow our customary pattern of having a final musical number immediately before the concluding prayer. Where feasible, a choir could very well be used on the musical program.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p34\" class=\"\">“With respect to speaking, it should be kept in mind that funeral services provide an excellent opportunity for teaching the basic doctrines … in a positive manner. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p35\" class=\"\">“Following these suggestions will help to keep our services in line with our established pattern and will avoid practices now so commonly followed elsewhere.” (<span class=\"emphasis\">Priesthood Bulletin,<\/span> Apr. 1972.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p36\" class=\"\">Bishops always show tender regard for the family of the deceased, and insofar as their requests accord with established policy, they may willingly be met. On occasion a family member has suggested, sometimes even insisted, that some innovation be added to the funeral service as a special accommodation to the family. Within reason, of course, a bishop may honor such a request. However, there are limits to what may be done without disturbing the spirituality and causing it to be less than it might be. We should remember, too, that others attending the funeral may suppose that innovation is an accepted procedure and introduce it at other funerals. Then, unless we are careful, an innovation which was allowed as an accommodation to one family in one funeral may come to be regarded as expected in every funeral.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p37\" class=\"\">Occasionally a mortician, out of a desire to be of help and not understanding the doctrines and procedures of the Church, will alter a funeral service. Bishops should remember that when funerals are held under priesthood auspices the service should conform to the instructions given by the Church. We should regard the bishop rather than the family or the mortician as the presiding authority in these matters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p38\" class=\"\">In recent years, there has been a tendency to stray from the accepted pattern for funerals. Sometimes the casket is kept open during the funeral, and members are expected to file by at the close of the funeral. And, instead of the simple family prayer, talks, and even musical numbers, have been added at the closing of the casket or at the cemetery before the grave is dedicated. I do not refer to graveside services which may on occasion take the place of a formal funeral. I refer to those alterations of the approved simple agenda for funerals.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p39\" class=\"\">When innovations are suggested by family members, morticians, or others, which are quite out of harmony with that agenda, the bishop should quietly persuade them to follow the established pattern. It is not a rigid pattern and allows sufficient flexibility to have each funeral personally appropriate for the deceased.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Family Speaker<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p41\" class=\"\">There now seems to be the expectation that members of the immediate family must speak at funerals. While that may not be out of order, it should not be regarded as required. Family members ordinarily give the family prayer and dedicate the grave.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p42\" class=\"\">If family members do speak, and I repeat, it is not a requirement, they are under the same obligation to speak with reverence and to teach the principles of the gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p43\" class=\"\">Sometimes family members tell things that would be appropriate at a family reunion or at some other family gathering but not on an occasion that should be sacred and solemn. While quiet humor is not out of order in a funeral, it should be wisely introduced. It should be ever kept in mind that the funeral should be characterized by spirituality and reverence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p44\" class=\"\">One statement from the instructions refers to events other than the funeral service itself. I quote:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p45\" class=\"\">“The bishop should urge members to maintain a spirit of reverence, dignity, and solemnity at gatherings <span class=\"emphasis\">connected with funerals.<\/span>” (<span class=\"emphasis\">General Handbook of Instructions,<\/span> Oct. 1985, pp. 2-6; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p46\" class=\"\">That should be kept in mind if a viewing is to be held. Viewings are not mandatory.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p47\" class=\"\">Funerals generally bring relatives and friends from distant places. There is the tendency to greet one another joyfully and, unfortunately, at times noisily. Some visit at length, showing little regard for others who are waiting to pay their respects. Both the irreverence and the delay are discourtesies from which the spirituality of the occasion suffers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p48\" class=\"\">Renewing of friendships should appropriately be made outside the room where the viewing is taking place. Local leaders need to caution us gently on this matter. Surely we do not want to be known as an irreverent people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p49\" class=\"\">There is the need to reestablish the spirit of reverence at funerals whether in a chapel, a mortuary, or at other locations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p50\" class=\"\">We should always have a tender regard for the feelings of the bereaved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p51\" class=\"\">We are close, very close, to the spirit world at the time of death. There are tender feelings, spiritual communications really, which may easily be lost if there is not a spirit of reverence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p52\" class=\"\">At times of sorrow and parting one may experience that “peace … which passeth all understanding” (<span class=\"citation\" id=\"41319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41319)\">Philip. 4:7<\/a><\/span>) which the scriptures promise. That is a very private experience. Many have come to marvel in their hearts that such a feeling of peace, even exaltation, can come at the time of such grief and uncertainty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p53\" class=\"\">Testimonies are strengthened by such inspiration, and we come to know, personally know, what is meant when the Lord said, “I will not leave you comfortless: I will come to you.” (<span class=\"citation\" id=\"29391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29391)\">John 14:18<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p54\" class=\"\">The Comforter works, as far as I have experience, in moments of reverence and quiet and solemnity. How sad if our own conduct is irreverent at a time when others are seeking so desperately for spiritual strength.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p55\" class=\"\">The revelations tell us that “thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection.” (<span class=\"citation\" id=\"18799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18799)\">D&amp;C 42:45<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p56\" class=\"\">A funeral may be a happy-sad occasion when death comes as a welcome release. Nevertheless, it is a sacred occasion and should be characterized by solemnity and reverence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p57\" class=\"\">Alma’s son thought that death was unfair. In his remarkable sermon on repentance, Alma taught his son about death, saying:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p58\" class=\"\">“Now behold, it was not expedient that man should be reclaimed from this temporal death, for that would destroy the great plan of happiness.” (<span class=\"citation\" id=\"9691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9691)\">Alma 42:8<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p59\" class=\"\">Alma did not say that setting mortal death aside would merely delay or disturb the plan of happiness; he said it would <span class=\"emphasis\">destroy<\/span> it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p60\" class=\"\">The words <span class=\"emphasis\">death<\/span> and <span class=\"emphasis\">happiness<\/span> are not close companions in mortality, but in the eternal sense they are essential to one another. Death is a mechanism of rescue. Our first parents left Eden lest they partake of the tree of life and live forever in their sins [see <span class=\"citation\" id=\"9645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9645)\">Alma 12:21<\/a><\/span>; <span class=\"citation\" id=\"9690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9690)\">Alma 42:3<\/a><\/span>; <span class=\"citation\" id=\"39740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39740)\">Moses 4:28–29<\/a><\/span>]. The mortal death they brought upon themselves, and upon us, is our journey home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p61\" class=\"\">Three elements combine in a funeral as in no other meeting: the doctrines of the gospel, the spirit of inspiration, and families gathered in tender regard for one another.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p62\" class=\"\">May we reintroduce the attitude of reverence each time we gather to memorialize one who has moved through the veil to that place where one day each of us will go.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/funerals-a-time-for-reverence.p63\" class=\"\">No consolation in parting compares with that “peace … which passeth all understanding.” [see <span class=\"citation\" id=\"41320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41320)\">Philip. 4:7<\/a><\/span>.] That is fostered by reverence. Reverence, please, brothers and sisters, reverence, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}