{"ID":4632, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Christlike Communications\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p2\" class=\"\">Elder L. Lionel Kendrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2304.jpg\" alt=\"Elder L. Lionel Kendrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p3\" class=\"\">Heavenly Father has given us a priceless gift in our capacity to communicate with each other. Our communications are at the core of our relationships with others. If we are to return home safely to Heavenly Father, we must develop righteous relationships with His children here in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p4\" class=\"\">Our communications reflect in our countenance. Therefore, we must be careful not only <span class=\"emphasis\">what<\/span> we communicate, but also <span class=\"emphasis\">how<\/span> we do so. Souls can be strengthened or shattered by the message and the manner in which we communicate.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Accountability<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p6\" class=\"\">We will be held accountable for all that we say. The Savior has warned “that every idle word that men shall speak, they shall give account thereof in the day of judgment.” (<span class=\"citation\" id=\"37196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37196)\">Matt. 12:36<\/a><\/span>.) This means that no communication shall be without consequence. This includes the slight slips of the tongue, the caustic communications that canker the soul, and the vain, vulgar, and profane words which desecrate the name of Deity.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Un-Christlike Communication<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p8\" class=\"\">There are certain kinds of un-Christlike communications which destroy relationships and are not for our development but are for our destruction. They result in a diminished opportunity of returning home safely to Heavenly Father. One of the major ways that Satan uses to retard the development of righteous relationships is in the use of gossip, rumor, and slander on his communication network. Perhaps the more common un-Christlike communications are those of lying, blaming, criticizing, and anger.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>Lying. The first of these communications is that of lying. To lie is to be untruthful, deceptive, deceitful, and dishonest. This is a basic communications problem which is not new; it goes back to the Garden of Eden.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p10\" class=\"\">Satan introduced the first recorded communications problem in the form of lying in his conversation with Eve. He asked recorded history’s first question: “Yea, hath God said, Ye shall not eat of every tree of the garden?” (<span class=\"citation\" id=\"24010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24010)\">Gen. 3:1<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p11\" class=\"\">Eve responded, “We may eat of the fruit of the trees of the garden:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p12\" class=\"\">“But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, … lest ye die.” (<span class=\"citation\" id=\"24011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24011)\">Gen. 3:2–3<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p13\" class=\"\">Satan, in a spirit of deception and defiance, responded, “Ye shall not surely die.” (<span class=\"citation\" id=\"24012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24012)\">Gen. 3:4<\/a><\/span>.) He distorted the truth, denied the word of God, and planted the seeds of doubt about the word of Deity. Thus, Satan became the father of lies, deception, and doubt.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p14\" class=\"\">It is a serious sin to lie. The scriptures teach us that “lying lips are abomination to the Lord” (<span class=\"citation\" id=\"41589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41589)\">Prov. 12:22<\/a><\/span>) and that “he that lieth and will not repent shall be cast out” (<span class=\"citation\" id=\"18797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18797)\">D&amp;C 42:21<\/a><\/span>). They also teach us that to lie about a person is a form of hatred, for “a lying tongue hateth those that are afflicted by it.” (<span class=\"citation\" id=\"41595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41595)\">Prov. 26:28<\/a><\/span>.) The Apostle Paul gave us counsel concerning this matter: “Wherefore putting away lying, speak every man truth with his neighbour.” (<span class=\"citation\" id=\"21992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21992)\">Eph. 4:25<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p15\" class=\"\">Integrity is the core of our character. Without integrity we have a weak foundation upon which to build other Christlike characteristics.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>Blaming. A second un-Christlike communication is that of blaming. This is a condemning communication. It is interesting that when the Lord confronted Adam in his fallen state, Adam began to place the blame on Eve for his actions. He said, “The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.” (<span class=\"citation\" id=\"24013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24013)\">Gen. 3:12<\/a><\/span>.) When Eve was confronted, she placed the blame on Satan. She said, “The serpent beguiled me, and I did eat.” (<span class=\"citation\" id=\"24014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24014)\">Gen. 3:13<\/a><\/span>.)<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p17\" class=\"\">It has been from the beginning and it will be till the end that the natural man will have a tendency to rationalize and to blame his behaviors on others or on certain circumstances. When we attempt to place responsibility for our choices on others, we are responding in a less than Christlike manner. Blaming is an unrighteous form of communication.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>Criticizing. A third un-Christlike communication is that of criticizing. Positive criticism is feedback given with the purpose of helping another person to grow and to develop. This is both helpful and needful and is generally accepted and appreciated.<\/p>\n\t\t\t\t\t\t<p>Negative criticism is intended to hurt and often to defame and to destroy. This caustic communication is cruel, and it tends to crush the character of all of those about whom it is directed. King Benjamin urged his people to “not have a mind to injure one another, but to live peaceably.” (<span class=\"citation\" id=\"40694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40694)\">Mosiah 4:13<\/a><\/span>.) We should surely follow this counsel and defend those who are defamed by these denouncements.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>Anger. A fourth is anger. This is perhaps the most common form of un-Christlike communication. Anger causes anguish to the souls of all of those who experience the feeling as well as to those who are the recipients of this emotional explosion.<\/p>\n\t\t\t\t\t\t<p>Anger shows a lack of self-control and an inability to relate in a righteous way to others. It is a senseless substitute for self-control. It is sometimes used as a selfish strategy to gain control of a relationship. President Wilford Woodruff counseled that “the moment a man or a woman becomes angry they show a great weakness.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 4:98.)<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p22\" class=\"\">We are instructed to “let all bitterness, … and anger, … and evil speaking, be put away.” (<span class=\"citation\" id=\"21994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21994)\">Eph. 4:31<\/a><\/span>.) The implication is clear: we have the capacity to control this carnal communication.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Counsel<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p24\" class=\"\">Much counsel has been given concerning our communications with others. The counsel given by the Apostle Paul to the Ephesian Saints seems to be most appropriate for the Latter-day Saints. He cautioned, “Let no corrupt communication proceed out of your mouth, but that which is good.” (<span class=\"citation\" id=\"21993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21993)\">Eph. 4:29<\/a><\/span>.) He further counseled to be “kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.” (<span class=\"citation\" id=\"21995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21995)\">Eph. 4:32<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Christlike Communications<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p26\" class=\"\">May we be found communicating with each other in a manner in which the Savior would communicate. Christlike communications are expressed in tones of love rather than loudness. They are intended to be helpful rather than hurtful. They tend to bind us together rather than to drive us apart. They tend to build rather than to belittle.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p27\" class=\"\">Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p28\" class=\"\">The real challenge that we face in our communications with others is to condition our hearts to have Christlike feelings for all of Heavenly Father’s children. When we develop this concern for the condition of others, we then will communicate with them as the Savior would. We will then warm the hearts of those who may be suffering in silence. As we meet people with special needs along life’s way, we can then make their journey brighter by the things that we say.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/christlike-communications.p29\" class=\"\">Christlike communications will help us to develop righteous relationships and ultimately to return to our heavenly home safely. May we treasure the divine gift of communication, and may we use it wisely to build and to assist others on this marvelous journey through mortality. May Heavenly Father bless us to this end, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}