{"ID":4636, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Priesthood of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p3\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03232_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p4\" class=\"\">My beloved brethren of the priesthood, I am honored yet humbled by the assignment to speak to you this evening. I am aware of the great priesthood power that you faithful brethren bear and of the untold good you do in furthering the Lord’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p5\" class=\"\">How pleased I was today to raise my hand in sustaining Elder Richard G. Scott as a member of the Quorum of the Twelve Apostles, and I’ll have the privilege to sit on his left, for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p6\" class=\"\">During the two years since my call to be a member of the Quorum of the Twelve Apostles, I have refined my view of the Church and its place in the world. I have developed a deeper gratitude for the gospel, a broader affection and admiration for the members, and a greater appreciation for the love our Heavenly Father and his Beloved Son, Jesus Christ, have for each one of us. They have shown us the way to be at peace with ourselves and the way to progress and develop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p7\" class=\"\">I have appreciated the privilege of associating regularly with the Brethren of the First Presidency, the Quorum of the Twelve, and with the other General Authorities. These great leaders, whom the Lord has called to direct his work, have a pure love for the people. They are compassionate and sensitive, especially to those who are ill, infirm, or less fortunate. They feel a driving urgency to build the kingdom of God, and they devote their time and energy totally to this work. Their prayers, which truly are expressions of gratitude and sacred pleadings for guidance, are a source of inspiration to me. I testify to you that the Spirit of the Lord is present at our meetings and guides our deliberations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p8\" class=\"\">Being members of the Church truly is a privilege and an honor. We must be as Paul the Apostle and never be ashamed of the gospel of Jesus Christ (see <span class=\"citation\" id=\"42930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42930)\">Rom. 1:16<\/a><\/span>) nor feel threatened when the Church, its leaders, its members, or its doctrines are criticized or maligned. On the contrary, we should be bold and assertive in proclaiming the gospel. We should be grateful to participate in this great latter-day movement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p9\" class=\"\">I wish to speak first to the young men who bear the Aaronic Priesthood. I want you to understand that we have trust and confidence in you. We realize that from your ranks will come the next generation of Church officers, teachers, and community leaders. Most importantly, you will be fathers and patriarchs in your own families. Your tasks then will be to teach and prepare the generation that follows you. My counsel to you is very simple. In the words of the Lord, “Prepare ye for that which is to come.” (<span class=\"citation\" id=\"18724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18724)\">D&amp;C 1:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p10\" class=\"\">The best source of instruction, guidance, and counsel that most of you young men have is your parents. In the divine wisdom of our Heavenly Father, each of you was born to parents who arrived on this earth a few years ahead of you. They have been over the ground you young men are covering now. They have learned what leads to success and happiness and what leads to misery and sorrow. Seek their counsel, listen to them, and learn from them. You will learn from your own experiences also, but you do not need to make every mistake yourselves. In our society, young people often see parents as the past and friends as the future. Magazines, movies, and music made for teenagers often emphasize going your own way and dismissing parents as naive. Avoid that kind of thinking; it is false. Your parents are wise. They have a maturity that comes only from experience. The Lord has given them the fundamental task of teaching, guiding, and caring for you and helping you prepare for the challenges that are necessary for your growth and progress. (See <span class=\"citation\" id=\"40696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40696)\">Mosiah 4:14–15<\/a><\/span>; <span class=\"citation\" id=\"18834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18834)\">D&amp;C 68:25–28<\/a><\/span>; <span class=\"citation\" id=\"18876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18876)\">D&amp;C 93:40–50<\/a><\/span>; <span class=\"citation\" id=\"41593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41593)\">Prov. 22:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p11\" class=\"\">When I was a young man, I looked up to my priesthood leaders. They included Charles E. Forsberg, my bishop when I was five years old. His English was somewhat broken, but he knew my name. That was important to me even at that early age. Others of my priesthood leaders were my father, who also was my bishop, and Marion G. Romney, who followed my father as bishop of our ward. These leaders made a big difference in my life; your leaders will do the same for you if you stay close to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p12\" class=\"\">Sooner or later, every young man must decide on the direction of his life—whether he will choose good or evil, happiness or misery. The God-given principle of agency provides that right of choice in a world filled with beautiful, heavenly creations on the one hand and with the evil designs of Satan, the enemy of God, on the other. Always have the courage to make the right choice. You can do it because “it is given unto you to judge, that ye may know good from evil.” (<span class=\"citation\" id=\"38545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38545)\">Moro. 7:15<\/a><\/span>.) We learn that in the Book of Mormon. The Lord has given you that judgment. Remember, “God … will not suffer you to be tempted above that ye are able.” (<span class=\"citation\" id=\"795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(795)\">1 Cor. 10:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p13\" class=\"\">Always be aware of the privilege you have received of bearing the priesthood of God. It is a unique gift to the world. Bearing the priesthood is an honor and an opportunity, connected with a sacred obligation to magnify every priesthood calling. See every assignment as a blessing, regardless of how small or routine it may seem. Complete each one as well as you can, always striving to do more than is required or expected. Recognize that you are acting for the Lord by authority you have received from him each time you gather fast offerings, bless or pass the sacrament, baptize, and visit assigned families as home teachers. Your ability to accept greater tasks will depend on how well you do the lesser ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p14\" class=\"\">Each one of you young men should be preparing for missionary service. Make yourselves worthy to receive a mission call by learning and living the principles of the gospel, especially by living clean, pure lives. Those who bear the priesthood must never defile it or bring shame to the Lord’s church. Prepare also by studying the divine principles of the gospel so you can teach them to those who are awaiting the truth. Lastly, prepare yourselves financially. The world needs the gospel message; you need to help declare it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p15\" class=\"\">In these latter days when keeping the commandments of God is unimportant to many, you young men have a greater challenge to honor the priesthood than any who have held it at any other time. This is true because Lucifer is on the prowl. He knows that his days are numbered. He has learned how to destroy people, especially the youth. He seeks to find any chink in the armor of each person. He knows our weaknesses and knows how to exploit them if we allow him to do so. We can defend ourselves against his attacks and deceptions only by understanding the commandments and by fortifying ourselves each day through praying, studying the scriptures, and following the counsel of the Lord’s anointed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p16\" class=\"\">I remind you brethren who bear the Melchizedek Priesthood that the seed of the present is the harvest of the future. I urge you, as fathers and as priesthood leaders, to focus more attention on teaching, guiding, and shepherding these young men, especially by example. The Lord has given you that obligation. Remember, the lambs have little chance of following the right path if the shepherd goes astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p17\" class=\"\">The Melchizedek Priesthood has been given to relatively few of our Heavenly Father’s children. You have received it to magnify your callings in doing the Lord’s work. You are to exercise the priesthood in setting the spiritual tone and building a spiritual foundation in your families. You brethren have a solemn duty to bless your wives, children, and other family members by the power and authority of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p18\" class=\"\">I hope you single adult brethren will follow our prophet’s admonition to marry at the proper time and will not procrastinate your opportunity to be a husband and father. That is the order of the gospel. President Benson meant what he said when he declared: “Understand that temple marriage is essential to your salvation and exaltation.” (<span class=\"emphasis\">Ensign,<\/span> May 1988, p. 51.) I would add: better late than never. Many lovely, faithful women are waiting for this privilege. Do not disappoint them, the Lord, or yourselves. Do not fear the added responsibilities that come with marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p19\" class=\"\">I believe that a noble priesthood bearer should have balance in his life. I have observed that some fathers spend too much time watching sports on television. This practice has almost become an addiction in today’s world. It should never cause us to neglect family and Church duties. Television is out of control in some homes; the set is rarely turned off, regardless of the programming. Some programs are filthy and evil and are poisoning the minds of God’s children today. Likewise, many movies and videotapes are blatantly corrupt and evil, making their viewers insensible to the promptings of the Spirit. (See <span class=\"citation\" id=\"24773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24773)\">Hel. 4:24<\/a><\/span>.) Satan has made the television and film media among his most effective tools to destroy minds and souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p20\" class=\"\">A good example of satanic influence is in television advertising for alcoholic beverages. Its underlying message seems to be that the sole object of life is to have a good time. This so-called fun-loving time comes to those who drink a certain brand of alcoholic beverage, they say. Brethren, that advertising message is false; it is an absolute lie fostered by the father of lies. Especially insidious, in my view, is the advertising for wine coolers, which are represented falsely as little more than delicious, fruit-flavored soft drinks. Beer consumption is represented as the thing to do in order to have a good time. Drinking alcoholic beverages does not bring the good things of life. Evidence mounts each passing day to prove the damaging, even disastrous effects of these substances on the human body and on society. The Word of Wisdom was valid when it was given in 1833. Through the years some have not accepted it, but scientific discoveries in our day have validated this great revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p21\" class=\"\">Despite the concerns I have expressed, many uplifting and inspiring programs are available at little or no cost on television, film, and videotape. I speak for wisdom and balance in accepting the good and rejecting the evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p22\" class=\"\">May I say a word about the moral ramifications of gambling. As it has in the past, The Church of Jesus Christ of Latter-day Saints stands opposed to gambling, including government-sponsored lotteries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p23\" class=\"\">Public lotteries are advocated as a means of relieving the burden of taxation. It has been clearly demonstrated, however, that all too often lotteries only add to the problem of the financially disadvantaged by taking money from them and giving nothing of value in return.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p24\" class=\"\">In several states in the United States next month, the lottery issue will be on the referendum ballot and citizens in those states will be able to vote on the measure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p25\" class=\"\">We urge members of the Church to join with others with similar concerns in opposing the legalization and government sponsorship of lotteries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p26\" class=\"\">I pray that as bearers of the priesthood, we will follow the example of Peter, the Apostle whom the Savior selected to head his church. While Peter and John were going into the temple, a man who had been lame from birth and had been placed at a gate to the temple asked them for help. Apparently he expected to receive money. “Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk. And he took him by the right hand, and lifted him up.” (<span class=\"citation\" id=\"8332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8332)\">Acts 3:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p27\" class=\"\">The phrase “lifted him up” is, to me, a key point in this miracle. That is what the priesthood does. To be lifted up in this sense means to “be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.” (<span class=\"citation\" id=\"7001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7001)\">A of F 1:5<\/a><\/span>.) You brethren can trace your priesthood authority directly to the Savior. The priesthood lifts us and enables us to do things far beyond our own unassisted abilities if we are worthy to exercise it. Also, it gives us the power and authority to lift others. In fact, it places on us the obligation to lift all who come under our influence, much as Peter lifted the afflicted man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p28\" class=\"\">The Lord has lifted up his prophets, both ancient and modern. The latter-day prophets, from Joseph Smith to President Ezra Taft Benson, are representatives of the Lord. The world may not recognize them, but God speaks through them. The doctrines of the Church are determined by revelations from God, not by councils out in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p29\" class=\"\">A few weeks ago we visited the Sacred Grove near Palmyra, New York. The experience was most inspirational as I walked on that holy ground. The Holy Ghost reconfirmed to me that the First Vision did occur, and, in the words of the Prophet Joseph Smith, “I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30697)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p30\" class=\"\">You brethren are entitled to call on the Lord for guidance just as Joseph Smith did in his fifteenth year. You should have the same quest for truth and the same desire to know what you should do and how you should act. Remember, he went into the grove and prayed for guidance to know for himself which church was right and how he would know it. (See <span class=\"citation\" id=\"30695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30695)\">JS—H 1:10–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p31\" class=\"\">Brethren, the mission of the Church is much more than a lofty ideal conceived at Church headquarters. It should be a part of the personal mission of every member. Each one of us should incorporate into our lives the practice of inviting all to come unto Christ by “proclaiming the gospel, perfecting the Saints, and redeeming the dead.” (Ezra Taft Benson, <span class=\"emphasis\">Ensign,<\/span> May 1988, p. 84.) We must not let the demands of the world divert us from this sacred mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p32\" class=\"\">Key statements made by latter-day prophets are not trite clichés. They are vital counsel to us from the Lord through his prophets. We should ponder and act upon such statements as “No other success can compensate for failure in the home,” by President David O. McKay (in Conference Report, Apr. 1964, p. 5); “The greatest of the Lord’s work you brethren will ever do as fathers will be within the walls of your own home,” by President Harold B. Lee (<span class=\"emphasis\">Ensign,<\/span> July 1973, p. 98); and “The Church is at a point in its growth and maturity when we are at last ready to move forward in a major way. … We have paused on some plateaus long enough. Let us resume our journey forward and upward,” by President Spencer W. Kimball (<span class=\"emphasis\">Ensign,<\/span> May 1979, p. 82).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-priesthood-of-god.p33\" class=\"\">I bear my witness that Jesus is the Christ, the Son of God. This is his church; he directs it through his prophets. Joseph Smith is the prophet of the Restoration. President Ezra Taft Benson is the present prophet of God. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}