{"ID":4638, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Willing Heart\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p2\" class=\"\">Elder Monte J. Brough<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/monte-j-brough-10.jpg\" alt=\"Monte J. Brough\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p3\" class=\"\">I can tell you now, after about a hundred minutes of experience, that these big red chairs are not really as comfortable as they look.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p4\" class=\"\">On Thursday afternoon, my family and I were celebrating my child’s birthday at a rather loud and noisy gathering in our home when the phone rang. A woman’s voice said, “Brother Monte Brough, would you hold the phone a moment? President Hinckley would like to speak with you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p5\" class=\"\">I said, “President Hinckley!” in order to gain some attention from my rather raucous family. They quieted rather quickly, I can tell you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p6\" class=\"\">President Hinckley came on the phone and said, “Brother Brough, would it be convenient for you to come and see me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p7\" class=\"\">In a rather stilted way, I responded for a moment or two to a couple of questions, then said, “President Hinckley, you have given me a rather frightening phone call.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p8\" class=\"\">He said, “Oh, don’t worry about it. We’re just going to give you a new broom and let you sweep the steps in front of the office building.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p9\" class=\"\">President Hinckley, I want you and these Brethren to know that I would be honored to take up that broom and sweep those steps where you have walked, where President Benson has walked, and where all these men whom I admire and love with all my heart have walked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p10\" class=\"\">A few years ago while I was presiding over the mission in Minneapolis, Minnesota, an interesting event took place. I would like to use that experience to bear my testimony. A rather severe tornado hit the area. It was severe enough that it came to the attention of the nightly news broadcast over the national networks to California, Arizona, Utah, and Idaho. Before long, the telephone started ringing in our office there at the mission home. This went on for two or three hours, with parents calling from many areas wondering about their Johnny or Richard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p11\" class=\"\">I recall later walking across the parking lot from the mission office to the mission home saying to myself, “You know these Mormon mothers. They just won’t undo the apron strings. They just won’t let their boys go.” As I walked into the mission home, the phone again was ringing. I picked up the phone and guess who? My mother! She was wondering how her missionary was doing under these circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p12\" class=\"\">I learned a great and deep lesson. A mother’s love and concern never ceases—nor should it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p13\" class=\"\">I have no memory of my father. I was not raised in a home where the priesthood was strong. A bishop in Randolph, Utah, and mission presidents later on are responsible for my being here tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/a-willing-heart.p14\" class=\"\">In reference to Elder Marvin J. Ashton’s talk, I have work to do on my heart—but one thing I do have is a willing heart. I am willing to do anything and everything that I can to help in this great cause. I bear witness that I know this is God’s work. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}