{"ID":4639, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Choose the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p2\" class=\"\">Elder Albert Choules, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21da.jpg\" alt=\"Elder Albert Choules, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p3\" class=\"\">I remember sitting in this hall years ago and listening to Elder Hartman Rector, Jr., give his first talk in a general conference. His first words were, “This is a traumatic experience for a convert.” Elder Rector, this is not an insignificant experience for one born and reared in the Church, either. I am grateful for that rearing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p4\" class=\"\">Last Wednesday I was in Idaho and telephoned to Phoenix and learned that President Hinckley was trying to reach me. I called him that morning and made an appointment to see him Thursday afternoon. Wednesday afternoon I joined with other members of my family at the funeral of my mother, who had passed away here in Salt Lake City the previous Sunday at the age of ninety-five. She joined my father, who had preceded her twenty-two years ago, and my wife, who had joined him four years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p5\" class=\"\">I am grateful for them. I have prayed since Thursday afternoon that a kind and loving Heavenly Father would let them who had been such an influence in bringing me to this position be aware of it. I am confident they were.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p6\" class=\"\">I remember as a young boy about to receive the priesthood my father calling me to him and saying, “Albert, if you ever have to choose between me and the Church, choose the Church.” Thankfully, I never had to make such a choice. As my own sons reached that same age, I gave them the same charge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p7\" class=\"\">I promised President Hinckley on Thursday afternoon, and now tonight I would like to do so again to the First Presidency, the Quorum of the Twelve, and these other Brethren that I desire to dedicate my all and serve to whatever extent I am asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p8\" class=\"\">Four years ago I began service in the Mesa Arizona Temple as a sealer. During these years, I have had an opportunity to gain a greater appreciation, understanding of, and testimony of the exalting ordinances of the priesthood. That service, on the heels of a delightful three-year mission experience in New York City, has taught me the importance of the priesthood and its ordinances and the eternal nature thereof.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/choose-the-church.p9\" class=\"\">I bear you my witness that I know that God lives and that Jesus is the Christ, that this is the Church of Jesus Christ. My current wife, my bride of fifteen months, has promised that with Rosemary, my first wife, pulling for me on the other side of the veil, and with her pulling for me on this side, I will succeed. I know that with the help of the Lord I will succeed. To him I promise to give my all, in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}