{"ID":464, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Humble Heart and a Contrite Spirit<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1950, pp. 166-167<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI had hoped and supposed that my many speeches before the various groups at this\nconference would relieve me from saying anything more, particularly I had thought that this\nmorning's sermon would count as something said here. But President Smith has asked that I\nsay a word or two. I shall not detain you long because we must have President Smith close\nthis conference.\n<\/p><p>\nREPENTANCE\n<\/p><p>\nSo many things have been said, so much good has been told us, that it would be folly to try\nto summarize or repeat, but I think that most of us will leave this conference with two matters\nprincipally in mind&mdash;that of repentance and its reciprocal, forgiveness. The call has been\nmade: Repent, for the hour of his judgment is nigh\n(<span class=\"citation\" id=\"42212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42212)\">Rev. 14:7<\/a><\/span>;\n<span class=\"citation\" id=\"12815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12815)\">D&amp;C 84:115<\/a><\/span>).\n<\/p><p>\nThe Lord has said,\n<\/p><p>\nBy this ye may know if a man repenteth of his sins&mdash;behold, he will confess them\nand forsake them (<span class=\"citation\" id=\"12794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12794)\">D&amp;C 58:43<\/a><\/span>).\n<\/p><p>\nI would like to point out that to me there is a great difference between confession and\nadmission, after transgression is proved. I doubt much the efficacy of an admission as a\nconfession.\n<\/p><p>\nFORGIVENESS\n<\/p><p>\nIn the ancient days, men made sacrifice that they might be forgiven. Today we are told that\nwe must bring to the Lord for our forgiveness a humble heart and a contrite spirit\n(<span class=\"citation\" id=\"12796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12796)\">D&amp;C 59:8<\/a><\/span>). As to\nforgiveness, the Lord has said,\n<\/p><p>\n\"I, the Lord will forgive whom I will forgive, but of you it is required to forgive all\nmen\" (<span class=\"citation\" id=\"12799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12799)\">D&amp;C 64:10<\/a><\/span>),\n<\/p><p>\nwhich means, as I understand it, that where there is repentance, we shall forgive and\nreceive into fellowship the repentant transgressor, leaving to God the final disposition\nof the sin.\n<\/p><p>\nTESTIMONY TO RISEN CHRIST\n<\/p><p>\nThis is Easter, and I have already borne my testimony to the risen Christ but I do want to\nread from the 76th Section the verses we all know, part of which was quoted by Brother\nEvans this morning. This was the great vision that came to Joseph and Sidney in 1832: \n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the\ntestimony, last of all, which we give of him: that he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God: and we heard the voice bearing\nrecord that he is the Only Begotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\n(<span class=\"citation\" id=\"12805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12805)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nI renew the bearing of my testimony that Jesus is the Christ, the Redeemer of the world, the\nfirstfruits of the resurrection\n(<span class=\"citation\" id=\"195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(195)\">1 Cor. 15:20<\/a><\/span>), the Only Begotten of the Father.\n<\/p><p>\nAnd I cannot but remember that glorious message that came out of the chamber on that night\nmost memorable perhaps in all the history of the world, the night before the crucifixion, when\nhe had his disciples together and gave them his great final discourse: \n<\/p><p>\nPeace I leave with you, my peace I give unto you; not as the world giveth, give I unto\nyou. Let not your heart be troubled, neither let it be afraid\n(<span class=\"citation\" id=\"27454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27454)\">John 14:27<\/a><\/span>).\n<\/p><p>\nThat message to the disciples in the chamber is a message that comes to all of God's children,\nthat peace be with us always, and may we live so that we may rightfully ask therefore, I\nhumbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}