{"ID":4640, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Have a Work to Do\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p2\" class=\"\">Elder Lloyd P. George<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21e0.jpg\" alt=\"Elder Lloyd P. George\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p3\" class=\"\">On a number of occasions, President Harold B. Lee stated that there is no need for a new organization to take care of the needs of the Saints. All we need to do is to have the priesthood of the Lord go to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p4\" class=\"\">Brethren of the priesthood, we have a great responsibility. We have a great task. We have all been called. But have we been chosen? If we don’t feel that way, we probably have not been chosen. The Lord has been explicit in his direction for us in preparing ourselves. In Revelation he says: “As many as I love, I rebuke and chasten: be zealous therefore, and repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p5\" class=\"\">“Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.” (<span class=\"citation\" id=\"42560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42560)\">Rev. 3:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p6\" class=\"\">That is the direction, my priesthood brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p7\" class=\"\">Two of our missionaries knocked on a door one day. It was opened by a man in his seventies. He said, “No, I don’t think I am interested, but let me ask my sister and my mother. They may want to talk to you.” He was in his seventies, his sister was in her eighties, and their mother was ninety-nine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p8\" class=\"\">The missionaries taught them, and a baptismal date was set. Mother became so excited and happy that she ended up in the hospital. So another baptismal date was set. Now, this is the important thing. In the testimony meeting after Mother was baptized, she said, “I have been waiting eighty years for this. When I was twenty years old, the missionaries taught me, but they did not invite me to enter the waters of baptism. How happy I am for this day.” She had reached her one-hundredth birthday when she was baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p9\" class=\"\">I am so humbled and so grateful for the calling that has come to me and for the love and the respect that I feel from all of the chosen Apostles and prophets of our Heavenly Father. I feel a great spirit of brotherhood and love for each of these Brethren seated here on the stand this day. I support and sustain this great prophet and those associated with him and pray humbly that the Lord will direct me and bless me with those things that are needful and necessary that I might magnify my calling in the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/we-have-a-work-to-do.p10\" class=\"\">May we all have the desire to accomplish this so there will be no one that will be able to say, as is recorded in Psalms, “I looked on my right hand, and beheld, but there was no man that would know me: refuge failed me; no man cared for my soul.” (<span class=\"citation\" id=\"42022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42022)\">Ps. 142:4<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}