{"ID":4645, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Blessed from on High\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_024<\/span>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p3\" class=\"\">All of us face times in our lives when we need heavenly help in a special and urgent way. We all have moments when we are overwhelmed by circumstances or confused by the counsel we get from others, and we feel a great need to receive spiritual guidance, a great need to find the right path and do the right thing. In the scriptural preface to this latter-day dispensation, the Lord promised that if we would be humble in such times of need and turn to him for aid, we would “be made strong, and [be] blessed from on high, and receive knowledge from time to time.” (<span class=\"citation\" id=\"18728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18728)\">D&amp;C 1:28<\/a><\/span>.) That help is ours if we will but seek it, trust in it, and follow what King Benjamin, in the Book of Mormon, called “the enticings of the Holy Spirit.” (<span class=\"citation\" id=\"40689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40689)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p4\" class=\"\">Perhaps no promise in life is more reassuring than that promise of divine assistance and spiritual guidance in times of need. It is a gift freely given from heaven, a gift that we need from our earliest youth through the very latest days of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p5\" class=\"\">Allow me to use three examples this morning of such spiritual experiences, examples that recall the anxious moments of the very young as well as the possibility of continued spiritual growth for those who are not so young.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p6\" class=\"\">My first example is the well-known and dearly loved account of the boy-prophet Joseph Smith as he sought to know the mind and will of the Lord at a time of confusion and concern in his life. As every Latter-day Saint knows, the area near Palmyra, New York, had become a place of “unusual excitement on the subject of religion” during young Joseph’s boyhood years there. Indeed, the entire district appeared to him to be affected by it, with “great multitudes,” he wrote, uniting themselves to the different religious parties and causing “no small stir and division” among the people. (<span class=\"citation\" id=\"30693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30693)\">JS—H 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p7\" class=\"\">For a boy who had barely turned fourteen, his search for the truth was made even more difficult and confusing because members of the Smith family differed in their religious preferences at the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p8\" class=\"\">Now, with that familiar background and setting, I invite you to consider these rather remarkable thoughts and feelings from a boy of such a tender age. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p9\" class=\"\">“During this time of great excitement my mind was called up to serious reflection and great uneasiness; but though my feelings were deep and often poignant, still I kept myself aloof from all these [factions] … ; so great were the confusion and strife among the different denominations, that it was impossible for a person young as I was, and so unacquainted with men and things, to come to any certain conclusion who was right and who was wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p10\" class=\"\">“My mind at times was greatly excited, the cry and tumult were so great and incessant. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p11\" class=\"\">“In the midst of this war of words and tumult of opinions, I often said to myself: What is to be done? Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p12\" class=\"\">“While I was laboring under the extreme difficulties caused by the contests of these parties of religionists, I was one day reading the Epistle of James, first chapter and fifth verse, which reads: <span class=\"emphasis\">If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p13\" class=\"\">“Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know.” (<span class=\"citation\" id=\"30694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30694)\">JS—H 1:8–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p14\" class=\"\">Of course, what happened next changed the course of human history. Determining to “ask of God,” young Joseph retired to a grove near his rural home. There, in answer to his fervent prayer, God, the Eternal Father, and his Son, Jesus Christ, visited Joseph and counseled him. That great manifestation, of which I humbly testify, answered many more questions for our dispensation than simply which church young Joseph should or should not join.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p15\" class=\"\">But my purpose this morning is not to outline the first moments of the Restoration, though it is one of the most sacred stories in the scriptures. I wish, rather, simply to emphasize the impressive degree of spiritual sensitivity demonstrated by this very young and untutored boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p16\" class=\"\">How many of us, at fourteen or any age, could keep our heads steady and our wits calm with so many forces tugging and pulling on us, especially on such an important subject as our eternal salvation? How many of us could withstand the emotional conflict that might come when parents differ in their religious persuasions? How many of us, at fourteen or fifty, would search within our souls and search within holy writ to find answers to what the Apostle Paul called “the deep things of God”? (<span class=\"citation\" id=\"793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(793)\">1 Cor. 2:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p17\" class=\"\">How remarkable—at least it may seem remarkable to us in our day—that this lad would turn profoundly to the scriptures and then to private prayer, perhaps the two greatest sources of spiritual insight and spiritual impression that are available universally to mankind. Certainly he was torn by differing opinions, but he was determined to do the right thing and determined to find the right way. He believed, as you and I must believe, that he could be taught and blessed from on high, as he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p18\" class=\"\">But, we may say, Joseph Smith was a very special spirit, and his was a special case. What about the rest of us who may now be older—at least older than fourteen—and have not been destined to open a dispensation of the gospel? We also must make decisions and sort out confusion and cut through a war of words in a whole host of subjects that affect our lives. The world is full of such difficult decisions, and sometimes as we face them, we may feel our age or our infirmities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p19\" class=\"\">Sometimes we may feel that our spiritual edge has grown dull. On some very trying days, we may even feel that God has forgotten us, has left us alone in our confusion and concern. But that feeling is no more justified for the older ones among us than it is for the younger and less experienced. God knows and loves us all. We are, every one of us, his daughters and his sons, and whatever life’s lessons may have brought us, the promise is still true: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26348)\">James 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p20\" class=\"\">For my second example, may I refer to one not nearly as young as Joseph Smith. Listen to these lines written by Elizabeth Lloyd Howell when she considered how the majestic poet John Milton must have felt when he went blind late in life.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am old and blind!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Men point at me as smitten by God’s frown:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Afflicted and deserted of my kind,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet am I not cast down.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am weak, yet strong;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I murmur not that I no longer see;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Poor, old, and helpless, I the more belong,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Father supreme, to thee! … <\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thy glorious face<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is leaning toward me; and its holy light<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Shines in upon my lonely dwelling place,—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And there is no more night.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On my bended knee<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I recognize thy purpose clearly shown:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My vision thou hast dimmed, that I may see<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thyself, thyself alone.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p37\" class=\"\">(“Milton’s Prayer for Patience,” in <span class=\"emphasis\">The World’s Great Religious Poetry,<\/span> ed. Caroline Miles Hill, New York: Macmillan Co., 1954, p. 19)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p38\" class=\"\">“My vision thou hast dimmed, that I may see \/ Thyself, thyself alone.” That is a wonderfully comforting thought to young and old alike who must look inward and upward when the external world around us is so confusing and unstable and grim. Joseph Smith’s view of what to do was certainly a dim one until he found the illumination of the scriptures and the searchlight of prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p39\" class=\"\">Obviously, it was important to God’s purposes that young Joseph was <span class=\"emphasis\">not<\/span> able to see too clearly amidst the confusion caused by men, lest that half-light keep him from seeking and beholding the source of all light and all truth. Like Mrs. Howell’s reference to Milton, the blind poet, “on bended knee” we can all recognize God’s “purpose clearly shown” if we will rely on spiritual resources, letting our age and experience—yes, and even our infirmities—turn us yet closer to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p40\" class=\"\">There may be so very much our Father in Heaven would like to give us—young, old, or middle-aged—if we would but seek his presence regularly through such avenues as scripture study and earnest prayer. Of course, developing spirituality and attuning ourselves to the highest influences of godliness is not an easy matter. It takes time and frequently involves a struggle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p41\" class=\"\">Let me close with a third example noting just such a struggle shared by a youth and an older man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p42\" class=\"\">Elisha, a prophet, seer, and revelator, had counseled the king of Israel on how and where and when to defend against the warring Syrians. The king of Syria, of course, wished to rid his army of Elisha’s prophetic interference. The record reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p43\" class=\"\">“Therefore sent he thither horses, and chariots, and a great host: and they came by night, and compassed the city about. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p44\" class=\"\">“[They] compassed the city both with horses and chariots.” (<span class=\"citation\" id=\"3211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3211)\">2 Kgs. 6:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p45\" class=\"\">The odds were staggering. It was an old man and a boy against what looked like the whole world. Elisha’s young companion was fearful and cried, “Alas, my master! how shall we do?” And Elisha’s reply? “Fear not: for they that be with us are more than they that be with them.” But there were no others with the old man and his young companion. From what source could their help possibly come?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p46\" class=\"\">Then Elisha turned his eyes heavenward, saying, “Lord, I pray thee, open his eyes, that he may see.” And, we read, “the Lord opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire round about Elisha.” (<span class=\"citation\" id=\"3212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3212)\">2 Kgs. 6:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p47\" class=\"\">In the gospel of Jesus Christ, we have help from on high. “Be of good cheer,” the Lord says, “for I will lead you along.” (<span class=\"citation\" id=\"18845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18845)\">D&amp;C 78:18<\/a><\/span>.) “I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy.” (<span class=\"citation\" id=\"18746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18746)\">D&amp;C 11:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/blessed-from-on-high.p48\" class=\"\">I testify of the divinity of Jesus Christ. God does live and imparts to us his Spirit. In facing life’s problems and meeting life’s tasks, may we all claim that gift from God, our Father, and find spiritual joy, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}