{"ID":4646, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Royal Law of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:240e.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p3\" class=\"\">In a stake conference only a few days ago, I heard the tender story of an older man who had taken his 1974-model automobile to a garage for repairs. The projected work was more costly than he or the conscientious mechanic had contemplated, and the garage owner wondered if the elderly man really wanted to spend that much on such an old car.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p4\" class=\"\">Said the car owner, “Could you take a credit card that isn’t mine?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p5\" class=\"\">“Whose is it?” asked the garage man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p6\" class=\"\">“It is my daughter’s,” the man said. “She wants me to have my automobile in good, safe condition. It is the only thing I have.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p7\" class=\"\">As the son of a father of whom I have no conscious memory, and as a father of loving children, I weep over that. There is no neighbor, after all, closer than the ones in our own families. And in this incident, knowing no more details, one does not get the impression of a casual check written on ample funds, but of a loving daughter very likely sacrificing to preserve the self-esteem and precarious independence of a cherished father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p8\" class=\"\">In the same weekend, I listened to the account of a stake president who accompanied his bishop to a hospital to visit a man who was very ill. As they held his hand, the patient sorted through the cobwebs of pain and confusion and discerned the presence of his friends, his busy leaders. He spoke: “You came,” he said. “You came.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p9\" class=\"\">This morning I would like to speak of my deep conviction concerning one of the most sacred and significant principles in our Heavenly Father’s plan for his children, and to express appreciation and admiration for so many who so willingly and unselfishly manifest this principle in the way they live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p10\" class=\"\">I speak of that second commandment, linked inseparably by the Lord Jesus Christ with the “first and great commandment,” being indeed “like unto it. … On these two commandments hang all the law and the prophets,” he said (<span class=\"citation\" id=\"37218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37218)\">Matt. 22:36–40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p11\" class=\"\">The Apostle James called the second commandment the “royal law” (<span class=\"citation\" id=\"26354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26354)\">James 2:8<\/a><\/span>). Paul wrote to the Corinthians that “all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"23347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23347)\">Gal. 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p12\" class=\"\">Christ’s ministry and his teachings leave no room to doubt with what seriousness we must accept and apply this sacred instruction. As he taught the law of love, Jesus was asked, “And who is my neighbour?” (<span class=\"citation\" id=\"32326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32326)\">Luke 10:29<\/a><\/span>). In answer he told the story of a man traveling from Jerusalem to Jericho who fell among thieves and was robbed and wounded and left at the wayside half dead. A priest and a Levite came by, and “looked on him, and passed by on the other side” (<span class=\"citation\" id=\"32327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32327)\">Luke 10:31–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p13\" class=\"\">Into this scene came a Samaritan, a man to whose people and cities the Twelve had been forbidden to go (see <span class=\"citation\" id=\"37192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37192)\">Matt. 10:5–6<\/a><\/span>), and he stopped and gave immediate and continuing aid to the troubled man. Jesus said: “Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p14\" class=\"\">“And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise” (<span class=\"citation\" id=\"32328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32328)\">Luke 10:36–37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p15\" class=\"\">Can there be any question as to the meaning of that story?<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p16\" class=\"\">It would be difficult to find anyone offering resistance in principle to the virtue of giving service to others, yet there may be some who do not understand the place of vital importance in the fundamentals of our faith that Jesus gave it. For him, in his life and teachings, it was not an option. Indeed, he declared that without it one could not qualify for the greatest of eternal blessings—eternal life (see <span class=\"citation\" id=\"37238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37238)\">Matt. 25:31–46<\/a><\/span>). The scriptures consistently so teach—acts of Christian service are expressions of Christian love. My observation and experience confirm the truth of it for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p17\" class=\"\">Religion is not a thing apart from life. It is not principles and ordinances or missionary work or leadership as an end in themselves. It is manifested by the kind of people we are, by our relationship with our Heavenly Father and his Son and all of the commandments, by the measure in which we qualify for the approval of our own Spirit-guided conscience, and by the way we treat other people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p18\" class=\"\">It is a continuing marvel to me how well and with what grace and unselfish goodness so many live this sacred commandment. And it is sad to think that some may, in a joyless version of “the gospel,” miss the special blessings awaiting on the path established by our Savior and leading to the <span class=\"emphasis\">highest<\/span> joy through Christian service and sacrifice. An ancient rabbinical aphorism comes to mind: “God will hold us responsible for all the wonderful things on earth that we refused to enjoy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p19\" class=\"\">Adversity is all about us and among us. It is an inevitable element of mortality, and all of us have some share in it ultimately. But our religion, centering in the life and mission of the Lord Jesus Christ, helps us comprehend that. God and Christ love us with a mature, perfect love. The plan by which they lead requires mortal instruments of their love. We have the great honor to be invited to be such instruments. We need them, but they also need us. In this service we find the roots of most of those blessings that God wants us to enjoy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p20\" class=\"\">Once I was invited by a civic organization to present an award of recognition to the person who had done the most to help handicapped people in the area. When the honored lady, who was herself severely handicapped, came to the podium to receive her award, she walked between two stalwart men assisting her, with another wheeling an oxygen tank on a carrier behind her, helping her to breathe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p21\" class=\"\">She protested her unworthiness but accepted the award on behalf of all others who had been helpful to the handicapped. She told how her saintly father had prepared her for her first day at school and then left his office to come home to meet her when she returned. He had prepared her to expect some disagreeable comments from a few who could not handle her physical appearance—the humped back and other problems. These birth difficulties, he had assured her, were no one’s fault—they were the consequence of problems not yet solved in this imperfect and sometimes unfair world. “But,” said he, “if you will always be more fair and more kind to others than a few of them may sometimes be to you, you will enjoy every sweet blessing life affords.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p22\" class=\"\">That was her one qualification, she said: she had tried to be more fair and more kind to others than a few of them had sometimes been to her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p23\" class=\"\">The sweetness of true Christian service is often experienced in obscurity—in quiet rooms in homes and hospitals and places of confinement, in military barracks and refugee camps, and in other places far from public attention. Usually it is unheralded, but it reflects the standard set by the Savior for those who will “inherit the kingdom prepared … from the foundation of the world.” (<span class=\"citation\" id=\"37239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37239)\">Matt. 25:34<\/a><\/span>.) These are they who serve the hungry and the thirsty and the naked and the homeless and those who are sick or imprisoned, and who do this after the pattern and in the spirit of him who said, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37242)\">Matt. 25:40<\/a><\/span>.) To those who so serve he promised eternal life (see <span class=\"citation\" id=\"37245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37245)\">Matt. 25:46<\/a><\/span>), while to those who fail to minister to the needy he said, “Inasmuch as ye did it not to one of the least of these, ye did it not to me.” (<span class=\"citation\" id=\"37243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37243)\">Matt. 25:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p24\" class=\"\">An inspiring Book of Mormon teaching deals with the mission of Christ, with his “great and last sacrifice,” “infinite and eternal,” [see <span class=\"citation\" id=\"9671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9671)\">Alma 34:14<\/a><\/span>] in bringing about the Atonement, and with justice and mercy and prayer. After a powerful sermon on prayer and the spirit of it, the prophet Amulek declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p25\" class=\"\">“And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need—I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.” (<span class=\"citation\" id=\"9673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9673)\">Alma 34:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p26\" class=\"\">At a time of intense concern to the developing Church, a revelation was received issuing missionary calls, emphasizing the vital importance of ordinances, assigning local leadership of the churches, and then declaring these words: “And remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same <span class=\"emphasis\">is not my disciple.<\/span>” (<span class=\"citation\" id=\"18815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18815)\">D&amp;C 52:40<\/a><\/span>, italics added; see also <span class=\"citation\" id=\"39745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39745)\">Moses 7:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p27\" class=\"\">Through Ezekiel of old the Lord gave us a broader view of the diversity of needs which we are under obligation to serve: “The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost.” (<span class=\"citation\" id=\"23173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23173)\">Ezek. 34:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p28\" class=\"\">The book of Alma describes a group of people who were forced to leave their homes and country for a new land, where their fellow Christians “did receive all the poor … that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants.” (<span class=\"citation\" id=\"9676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9676)\">Alma 35:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p29\" class=\"\">That spirit is still operative among the people of the Church. For several years in the refugee camps in Asia, young representatives of the Church have served special mission assignments preparing those choice people to live in this country. An observer who felt the special spirit with which they so selflessly worked wrote: “You people don’t <span class=\"emphasis\">have<\/span> to talk about your religion. Your values come through like a ton of bricks.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p30\" class=\"\">The people whom they served have looked upon them with almost the reverence that they might have bestowed upon the Savior himself. And when they have experienced this purifying blessing—the blessing of service—the missionaries have returned to their regular labors or to their homes with these solemn testimonies: “This was the most decent thing I have ever done. My life will never be the same again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p31\" class=\"\">Across the world, such individual investment of self in service is happening, following the example and teachings of the Lord, who laid upon the altar his very life for the blessing of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p32\" class=\"\">In this city at this moment, a noble, unselfish young lady who has experienced her own travails serves nearly around the clock at the bedside and in the anxious home of her sorely ill sister, having interrupted her own cherished and long-struggled-for graduate studies to help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p33\" class=\"\">A promising young man has not returned to a prestigious university in the East because he has discovered during his summer break at home that a friend, with whom he had foolishly tampered briefly with an addictive substance which he himself then quit and never touched again, has gone on with the habit and is now addicted. The scholar stays home to help, saying that this is the most important thing he has to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p34\" class=\"\">The royal law of love is of sacred significance in the Lord’s program for his people—an element as vital as any other in the gospel. It is inseparable from them and the spirit of them. It is well known to us institutionally; indeed, the Church to which we have the honor to belong is celebrated for knowing and acting upon it on occasions of great need across the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p35\" class=\"\">My purpose this morning has been, in these few words, to honor that commandment and those who do so well personally to accept his invitation to impart to others “both temporally and spiritually, according to their needs.” (<span class=\"citation\" id=\"40710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40710)\">Mosiah 18:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/the-royal-law-of-love.p36\" class=\"\">That we may do so, I humbly pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}