{"ID":465, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Closing Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1950, pp. 167-170<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful that I have been able to attend the sessions of this conference; thankful that\nI have had the companionship of this great group, most of them in this building. I want to\ntake this occasion to express my appreciation and invoke the blessings of the Lord upon these\nmen, women, and children who have stood during these long two hours of meeting, with no\nplace to sit but have stood here in the house of the Lord to be edified by\nthose who have done the speaking. I am sure you will receive your blessings, and I am sure\nthey will be sufficient to compensate you for any weariness that may have come to you as a\nresult of this experience.\n<\/p><p>\nSECURITY ON LORD'S SIDE\n<\/p><p>\nThe gospel of Jesus Christ is the only means by which we may hope to find a place in the\ncelestial kingdom. Sometimes we feel that we are sure of it because we have membership in\nthe Church. I take this occasion to call to the attention of the older members of the Church,\nwho have lived a part of their lives and feel quite secure, the fact that nobody is secure unless\nhe is on the Lord's side of the line\n(<span class=\"citation\" id=\"22612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22612)\">Ex. 32:26<\/a><\/span>).\n<\/p><p>\nAll temptation and evil are on the devil's side. If I had time, I could tell you of an experience\nof a man who was magnified and was a great preacher of the gospel, and because of his\nfailure to stay on the Lord's side of the line, he went into the dark and died a bitter apostate.\n<\/p><p>\nNone of us are secure except we keep the commandments of our Heavenly Father. The\npathway of righteousness is the highway of happiness. There is no other way to happiness.\n<\/p><p>\nPURPOSE OF LIFE\n<\/p><p>\nToday the people all over the world are talking about the same subject we have been speaking\nof, the resurrection. When we think of the resurrection of our Redeemer, I am reminded that\nthe purpose of his life was to prepare us all, to make a path that we could all walk, that\nwould bring us eternal happiness in his presence as well as in the presence of one another. He\ngave his life and testified by the shedding of his blood that he was a Son of God, and then as\nwe have had it called to our attention, his appearance since that time has demonstrated beyond\nany possible doubt that he was what he claimed to be.\n<\/p><p>\nThe Church is organized, and the missionaries go out in all the world to share the gospel, not\nto give some new truth, but to share the truth that the Lord has already revealed.\n<\/p><p>\nWhen he was asked to pray&mdash;I am reminded of a part of that prayer&mdash;he said,\n<\/p><p>\n. . . Our Father which art in heaven. Hallowed be thy name. Thy kingdom come. Thy\nwill be done in earth as it is in heaven\n(<span class=\"citation\" id=\"34339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34339)\">Matt. 6:9-10<\/a><\/span>).\n<\/p><p>\nUNIVERSAL RESURRECTION\n<\/p><p>\nThat is the purpose of the gospel, and today we are thinking of what a marvelous thing it was\nwhen the Savior was resurrected when he took up his immortal body to live forever.\n<\/p><p>\nBut he wanted this earth to become a heaven, and that is what the gospel is intended to do, to\nteach people so that it will become a heaven. What a wonderful condition it\nwould be! We rejoice because of the resurrection, and he held out to us that it would be a\nuniversal resurrection, and that this earth would be redeemed, and the people who dwell here\nwould live in happiness forever.\n<\/p><p>\nBrethren and sisters, we ought to be grateful for our blessings. We ought to be thankful for\nthe companionship of such men and women as we have. We ought to feel a desire to do all\nthat we can to set an example, that others, seeing our upright lives may be constrained to keep\nthe commandments of God.\n<\/p><p>\nWe are coming to the close of a most interesting and instructive conference. As I look at\nthese beautiful flowers that came from the Berkeley Stake, I want to take occasion again to\nthank the people who sent them, for I don't know of any place where flowers are more\nappropriate than in the house of the Lord. And these beautiful lilies that we have, have made\nthis house a beauty spot that it would not have been but for them.\n<\/p><p>\nHOUSES IN ORDER\n<\/p><p>\nBrethren and sisters, let us go to our homes. If our houses are not in order, let us set them in\norder. Let us renew our determination to honor God and keep his commandments, to love one\nanother, to make our homes the abiding place of peace. Each of us can contribute to that in\nthe homes in which we live.\n<\/p><p>\nIt will not be long until calamities will overtake the human family unless there is speedy\nrepentance. It will not be long before those who are scattered over the face of the earth by\nmillions will die like flies because of what will come.\n<\/p><p>\nOur Heavenly Father has told us how it can be avoided, and that is our mission, in part, to go\ninto the world and explain to people how it may be avoided, and that people need not be\nunhappy as they are everywhere but that happiness may be in their lives&mdash;because when the\nSpirit of God burns in your soul, you cannot be otherwise than happy.\n<\/p><p>\nGRATITUDE FOR SUPPORT\n<\/p><p>\nI take this occasion to thank the brethren who are giving all their time to developing and\nbuilding the Church of Jesus Christ of Latter-day Saints. I want to thank these men who stand\nby my side, who are so willing to support me in the responsibilities that are tremendous for\none man to carry&mdash;my counselors, and the members of the Quorum of the Twelve and their\nassistants, and the First Council of the Seventy, the Presiding Bishopric, and the Patriarch.\n<\/p><p>\nI want to add to that the stake presidencies, the bishops of wards, the presidents of missions,\nand the presidencies and general boards of all the auxiliary organizations. I am grateful for the\nthings that they are doing, because they are trying to bring this world into a condition that\nwill be heaven. The Lord has said it could be if we will do our part.\n<\/p><p>\nBLESSING\n<\/p><p>\nIn conclusion I desire to leave the blessing of our Heavenly Father with you all, that you may\ngo to your homes renewed, refreshed, and invigorated, determined to carry on and to do all\nyou can to make this earth heaven.\n<\/p><p>\nI bless you that you may have joy in this, that you may go to your homes in peace and in\nsafety, and that you may carry with you that spirit which our Heavenly Father has bestowed\nupon us here so generously, and that we may look forward to the time when we may meet\nagain in the name of the Lord, with assurance that a blessing will follow, because he has said\nit always would, even if two or three meet in his name.\n<\/p><p>\nRemember, we all have responsibilities. We may not be called to some definite duty, but in\nevery neighborhood there is opportunity for each of us to radiate a spirit of peace and love\nand happiness to the end that people may understand the gospel and be gathered into the fold.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nTo some it may sound selfish to hear us say, \"This is the only true Church\"\n(<span class=\"citation\" id=\"12762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12762)\">D&amp;C 1:30<\/a><\/span>). But we are only\nrepeating what the Savior said, and he knows. It is the Church that he recognizes, and it bears\nhis name. We do not say that in unkindness to our brothers and sisters, and they are our\nbrothers and sisters, in other churches, or in no church, but we say it with the hope that they\nmay feel the love that is in our hearts when we reach out to them with the desire that the\nhappiness that has been ours may be theirs and may continue, not only now, but also\nthroughout the ages of eternity.\n<\/p><p>\nGod lives. Jesus is the Christ. Joseph Smith was a prophet of the Lord, and the gospel as it\nwas restored through him is the power of God unto salvation\n(<span class=\"citation\" id=\"42688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42688)\">Rom. 1:16<\/a><\/span>) to all those who would accept it\nand apply it in their lives. I bear this testimony in love and in kindness, and with my\nblessings as a servant of the Lord upon all of you, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}