{"ID":4656, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            I Will Follow God’s Plan for Me\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p3\" class=\"\">President Michaelene P. Grassli<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p\" class=\"\">Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03232_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p4\" class=\"\">I have prepared my message especially for you ten- and eleven-year-old girls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p5\" class=\"\">When I was a girl of about ten, one summer afternoon a friend and I took blankets and crackers out into the hayfield behind our Idaho home. The hay, in the middle of the summer, was sweet-smelling, lush, and so tall that when we spread our blankets in the middle of the field, we could sit on our blankets and eat crackers with the hay making a wall around us and hiding us from sight. There we were in a world all of our own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p6\" class=\"\">We liked to pick the dandelions that grew large and abundantly there. We split their stems lengthwise—have any of you ever done that?—and submerged the stems in the water of the irrigation ditch. As we watched, the dandelion stems began to curl from the end. We split the stem a little farther, and each piece curled until the entire stem was a fluff of curly fibers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p7\" class=\"\">It was an afternoon of wonder for us. We were there all alone under that bright, blue, clean, warm sky. It seemed as if God had created this day and dandelion stems especially for us to enjoy. I said to my friend, “Don’t you just feel happy inside?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p8\" class=\"\">My friend looked at me and said, “No, I don’t.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p9\" class=\"\">I was shattered by her blunt, almost emotionless statement. “Why?” I exclaimed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p10\" class=\"\">“Because it won’t last,” she said. “You can be happy for a minute, but not for very long. Life just doesn’t make sense to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p11\" class=\"\">I didn’t know what to say to my friend that day, but I do now. And I want to talk to you ten- and eleven-year-old girls—my sweet little sisters—and answer my friend, as I speak to you tonight as if we were, you and I, sitting in that beautiful hayfield together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p12\" class=\"\">Our Heavenly Father expects and intends for us to be happy. Man is that he might have joy, the scripture says. (See <span class=\"citation\" id=\"4281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4281)\">2 Ne. 2:25<\/a><\/span>.) That means ten- and eleven-year-old girls are that they might have joy as well. Life does make sense because there is a plan—a plan by which we may have joy and be happy here on earth and eternally. My friend didn’t know that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p13\" class=\"\">You girls have often repeated in Primary this motto: “I can follow God’s plan for me.” What is the plan? I think you know it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p14\" class=\"\">In our pre-earth life we had proved ourselves faithful. We needed to have a chance to show Heavenly Father that we could be obedient when we were away from him, and so he permitted us to come to this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p15\" class=\"\">Satan was terribly angry that his method of implementing our Heavenly Father’s plan was not accepted. He swore he would turn us away from Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p16\" class=\"\">So we have a choice. We can either choose Heavenly Father’s plan, or we can follow Satan. It’s as simple as that. Now, the scriptures tell us that everything good comes from Heavenly Father and that following Satan brings misery and unhappiness. (See <span class=\"citation\" id=\"4284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4284)\">2 Ne. 2:27<\/a><\/span>; <span class=\"citation\" id=\"9631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9631)\">Alma 5:40<\/a><\/span>.) This is important for us to know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p17\" class=\"\">My birthday was a few weeks ago, and my children asked me the question they always ask on my birthday or Christmas or Mother’s Day—“Mother, what would you like for your birthday?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p18\" class=\"\">I answered them, as I always do, “Sweetheart, just be good so you can be happy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p19\" class=\"\">Their happiness is my fondest desire. Our happiness is our Heavenly Father’s fondest desire. He has given us the gospel of Jesus Christ. We learn his teachings through the scriptures, through revelation, and through our prophet in order that joy might be ours through our own personal goodness, or personal righteousness. He wants us to be good so we can be happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p20\" class=\"\">The great Book of Mormon prophet Lehi, whom you have learned about this year, told his children, “If there be no righteousness there be no happiness.” (<span class=\"citation\" id=\"4274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4274)\">2 Ne. 2:13<\/a><\/span>.) When we are good, or righteous, we are following God’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p21\" class=\"\">But isn’t it hard to be good sometimes? We struggle with the temptations that come from being human, being mortal in a mortal world. But that, too, is part of the plan. That is where the choice comes in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p22\" class=\"\">Lehi also taught his children, “And to bring about his eternal purposes [that is, that we might be happy and glorified forever] … it must needs be that there was an opposition; even the forbidden fruit in opposition to the tree of life; the one being sweet and the other bitter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p23\" class=\"\">“Wherefore, the Lord gave unto man that he should act for himself. Wherefore, man could not act for himself save it should be that he was enticed by the one or the other.” (<span class=\"citation\" id=\"4275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4275)\">2 Ne. 2:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p24\" class=\"\">Yes, you have a choice. The Lord has given you control of your life by giving you a choice. Let me repeat that. The Lord has given you control of your life. I’m not saying that nothing bad will ever happen to you. You will not always be able to control what others may say or do, but you can control how you will react to them. Temptation, illness, accidents, and tragedy are part of this life. There will be some tough days in your lives—very tough days. But when you follow God’s plan, you can know what to do, and that’s when you are in control. You can decide whether or not you are going to be happy by making choices that will lead you close to your Heavenly Father and away from Satan. You can decide what you will say and do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p25\" class=\"\">I think you know what I mean. You have already made some good decisions that have made you happy. You’ve chosen to be baptized. You’ve chosen to attend Church meetings like this one. You may have decided not to use profanity or not to watch bad television programs, or to dress modestly, or to observe the Word of Wisdom. Every day brings many opportunities to choose to follow God’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p26\" class=\"\">Susan was eight years old. She had just been baptized. She was playing out in the yard with her sisters and some friends, and she went into the house to get a drink of water. Her mother said, “Susan, dinner’s ready. Will you please call your sisters to eat?” So she went to the door and called to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p27\" class=\"\">They really didn’t want to go in, so they argued and said, “Oh, no, it isn’t time for dinner. You are just teasing us.” And they accused her of not telling the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p28\" class=\"\">Well, she gathered herself up in all of her eight-year-old dignity, put her hands on her hips, and said, “It is dinnertime. I’m telling you the truth, and you can believe me because I have been baptized.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p29\" class=\"\">She knew that her baptism required of her a certain standard of behavior. Her choice was that she would tell the truth, and she was willing to commit to that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p30\" class=\"\">Now, I don’t suppose that little girl grew up without ever telling a lie, but as I have studied the word <span class=\"emphasis\">righteousness,<\/span> I have found nothing that indicates that being righteous is being perfect. <span class=\"emphasis\">Goodness, virtue, morality<\/span> are all dictionary synonyms, but not <span class=\"emphasis\">perfect.<\/span> All of us will make mistakes in our lives, but although perfection is our ultimate destination, righteousness, or goodness, is the chariot to carry us there. How tragic, were we never to climb aboard the chariot or, once aboard, climb off, fearing a wheel would break along the way! Wheels can be mended, and we can begin again to be good, to follow God’s plan for us so we can be happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p31\" class=\"\">Every good thing you do in your life is following God’s plan. Every time you are kind to another person, each time you have courage to do something difficult, each time you do a thoughtful act without being asked, each time you say your prayers, each time you read the scriptures, each time you go to church, each time you help a friend—you are following God’s plan for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p32\" class=\"\">Often the choices are hard because we sometimes want to do what everyone else is doing, or because something frightens us or worries us, or because we really don’t know what is the right choice. When hands were placed upon your head at the time you were confirmed a member of the Church, you were given the Holy Ghost to help you know what your Heavenly Father would have you do and to have the courage to do it. So even when it’s hard, you can pray for answers, you can read in the scriptures, and the Holy Ghost will help you know. Sometimes you will know in your heart what you should do. Sometimes you’ll have a feeling that you should talk to someone else who could help you. Sometimes the answer comes quickly, sometimes it takes a while, and when the answer comes, you be the one to follow that answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p33\" class=\"\">Now, as we contemplate being good and being happy, it is helpful to remember this: It is possible to make a right choice and at the time you make it to feel lonely or rejected or embarrassed. When you have to leave a party, for example, because things are going on there that are not right, or others criticize you for doing something you know is right, you may not feel exactly happy. If this happens to you, remember, what others think of you is far less important than what your Heavenly Father thinks of you and what you think of yourself. Your happiness will be in the comfort you feel inside, knowing that what you have done is right and that your Heavenly Father approves your choice. Eventually, time will prove you right, and others will respect and admire you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p34\" class=\"\">I wish that day in the green hayfield that I had been able to help my friend. I knew the plan, but I didn’t know that was what she needed to hear. Life would have made sense to her had she known Heavenly Father’s plan. I hope someone taught her. I wish I had been the one. Today’s world needs ten- and eleven-year-old girls who know the purpose of life and who can with courage and sincerity make a declaration of their determination to follow God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p35\" class=\"\">If I had the wish of my heart, I would hear all you ten- and eleven-year-old girls in the Church right now stand and with one voice say together, “I <span class=\"emphasis\">will <\/span>follow God’s plan for me.” Instead, as you sit quietly here in the Tabernacle or watch in your stake center or in your home, let us together make that declaration in our hearts, a private promise to our Heavenly Father in this silent moment. “I <span class=\"emphasis\">will <\/span>follow God’s plan for me.” Only your Heavenly Father knows if you have made this promise, but know that thousands of girls all over the world just now have united with you in that commitment. And I pledge publicly to you, my sisters, that I have made this commitment. I promise you that I will continue repeating it frequently to help me remember. I know God lives and loves us, and I <span class=\"emphasis\">will<\/span> follow God’s plan for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p36\" class=\"\">Now, in a moment we are going to hear Primary girls of the Holladay Utah Region choir sing. You’ll notice that one word has been changed in this familiar song that makes it now reflect the commitment we have made together tonight. I <span class=\"emphasis\">will <\/span>follow God’s plan for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p37\" class=\"\">I pray that we will keep this commitment, all of us. I hope you will repeat it together often. I hope you’ll write it down and put it where you’ll always see it. I hope you will have many opportunities to say and to sing, “I <span class=\"emphasis\">Will <\/span>Follow God’s Plan for Me.” And wherever I go I hope that you girls will come to me and let me know that you have committed to your Heavenly Father always to follow his plan for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/i-will-follow-gods-plan-for-me.p38\" class=\"\">Now, let us go forth as sisters, determined that no force will turn us from our Heavenly Father’s way. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}