{"ID":4658, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the Single Adult Sisters of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03232_000_037<\/span>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p4\" class=\"\">My dear sisters, it is so good to be with you. This has been a glorious meeting. I have appreciated the counsel we have received from the presidents of these three great women’s organizations. Their words have been inspiring, and I commend them to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p5\" class=\"\">The music has been beautiful, especially this last anthem—“Come, Hold Your Torches High”—“That Christ’s true light through us will shine, … his name to glorify.” (Carolyn J. Rasmus and Larry W. Bastian, “Come, Hold Your Torches High,” PMYW0071, 1988.) May that be the clarion call for each of us as we serve in God’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p6\" class=\"\">Six months ago I spoke at this pulpit in general priesthood meeting to the single adult brethren of the Church. This evening I would like to speak for a few minutes to the single adult sisters of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p7\" class=\"\">Single adult sisters throughout the Church, I want you to know of my deep love and appreciation for you—for your goodness, for your faithfulness, for your desire to serve the Lord with all your heart “that Christ’s true light through [<span class=\"emphasis\">you<\/span>] will shine, … his name to glorify.”<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>We See Your Example and Service<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p9\" class=\"\">We see so many of you living Christlike lives worthy of emulation and giving such dedicated service in the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p10\" class=\"\">We see you leading the music in Primary and, because of your love and care, children’s eyes lighting up as they sing the sweet songs of Zion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p11\" class=\"\">We see you teaching by the Spirit classes in Relief Society, Young Women, Primary, and Sunday School with such excellent preparation and bearing testimony of gospel truths and touching others’ lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p12\" class=\"\">We see many of you effectively working with our teenage girls, taking them to camp, directing roadshows, going to their dances, and being a great example and a real friend to them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p13\" class=\"\">We see you serving full-time missions for the Lord with devotion and dedication and returning from the mission field with an even greater capacity to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p14\" class=\"\">We see you in singles wards and resident wards reaching out to the less active, to the shy, to the troubled, reaching out to the widow, the shut-in, and the lonely and inviting all of them to come unto Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p15\" class=\"\">We see wise bishops and stake presidents calling you single adult sisters to leadership responsibilities in wards and stakes. We see you in the presidencies of Relief Society, Young Women, and Primary organizations, where your talents and abilities are being fully utilized.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p16\" class=\"\">We see you as a vital part of the mainstream body of the Church. We pray that the emphasis we naturally place on families will not make you feel less needed or less valuable to the Lord or to His Church. The sacred bonds of Church membership go far beyond marital status, age, or present circumstance. Your individual worth as a daughter of God transcends all.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p17\" class=\"\">Now, we also know you have special challenges and special needs. Be assured that we are aware of these.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Keep the Goal of Celestial Marriage<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p19\" class=\"\">I would like to express the hope we all have for you, which is so real, that you will be exalted in the highest degree of glory in the celestial kingdom and that you will enter into the new and everlasting covenant of marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p20\" class=\"\">Dear sisters, never lose sight of this sacred goal. Prayerfully prepare for it and live for it. Be married the Lord’s way. Temple marriage is a gospel ordinance of exaltation. Our Father in Heaven wants each of His daughters to have this eternal blessing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p21\" class=\"\">Therefore, don’t trifle away your happiness by involvement with someone who cannot take you worthily to the temple. Make a decision now that this is the place where you will marry. To leave that decision until a romantic involvement develops is to take a risk the importance of which you cannot now fully calculate.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p22\" class=\"\">And remember, you are not required to lower your standards in order to get a mate. Keep yourselves attractive, maintain high standards, maintain your self-respect. Do not engage in intimacies that bring heartache and sorrow. Place yourselves in a position to meet worthy men and be engaged in constructive activities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p23\" class=\"\">But also, do not expect perfection in your choice of a mate. Do not be so concerned about his physical appearance and his bank account that you overlook his more important qualities. Of course, he should be attractive to you, and he should be able to financially provide for you. But, does he have a strong testimony? Does he live the principles of the gospel and magnify his priesthood? Is he active in his ward and stake? Does he love home and family, and will he be a faithful husband and a good father? <span class=\"emphasis\">These <\/span>are qualities that really matter.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p24\" class=\"\">And I would also caution you single sisters not to become so independent and self-reliant that you decide marriage isn’t worth it and you can do just as well on your own. Some of our sisters indicate that they do not want to consider marriage until <span class=\"emphasis\">after <\/span>they have completed their degrees or pursued a career. This is not right. Certainly we want our single sisters to maximize their individual potential, to be well educated, and to do well at their present employment. You have much to contribute to society, to your community, and to your neighborhood. But we earnestly pray that our single sisters will desire honorable marriage in the temple to a worthy man and rear a righteous family, even though this may mean the sacrificing of degrees and careers. Our priorities are right when we realize there is no higher calling than to be an honorable wife and mother.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Lord Knows and Loves You<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p26\" class=\"\">I also recognize that not all women in the Church will have an opportunity for marriage and motherhood in mortality. But if those of you in this situation are worthy and endure faithfully, you can be assured of all blessings from a kind and loving Heavenly Father—and I emphasize <span class=\"emphasis\">all blessings.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p27\" class=\"\">I assure you that if you have to wait even until the next life to be blessed with a choice companion, God will surely compensate you. Time is numbered only to man. God has your eternal perspective in mind.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p28\" class=\"\">I also recognize that some of our sisters are widowed or divorced. My heart is drawn to you who are in these circumstances. The Brethren pray for you, and we feel a great obligation to see that your needs are met. Trust in the Lord. Be assured He loves you and we love you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p29\" class=\"\">If you are a single parent, make friends with others in similar situations and develop friendships with married couples. Counsel with your priesthood leaders. Let them know of your needs and wants. Single parenthood is understood by the Lord. He knows the special challenges that are yours. You are His daughters. He loves you and will bless and sustain you. This I know.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Learn, Progress, Serve<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p31\" class=\"\">Now, to <span class=\"emphasis\">all<\/span> the single adult sisters, regardless of your present situation:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p32\" class=\"\">Be faithful. Keep the commandments. Establish a deep and abiding relationship with the Lord Jesus Christ. Know that He is there—always there. Reach out to Him. He does answer prayers. He does bring peace. He does give hope. In the words of the Psalmist: “He is my refuge and my fortress: … in him will I trust.” (<span class=\"citation\" id=\"42019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42019)\">Ps. 91:2<\/a><\/span>.) Study carefully the life of the Savior. He is our great exemplar.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p33\" class=\"\">Make the scriptures your constant companion. Read daily from the Book of Mormon and receive of its strength and spiritual power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p34\" class=\"\">Realize your personal self-worth. Never demean yourself. Realize the strength of your inner self and that, with God’s help, you “can do all things through Christ which strengtheneth [you].” (<span class=\"citation\" id=\"41321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41321)\">Philip. 4:13<\/a><\/span>.) Life does not begin only upon marriage. There are important things for you to do right now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p35\" class=\"\">Sister Eliza R. Snow declared: “There is no sister so isolated, and her sphere so narrow but what she can do a great deal towards establishing the kingdom of God upon the earth.” (“An Address,” <span class=\"emphasis\">Women’s Exponent,<\/span> 15 Sept. 1873, p. 62.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p36\" class=\"\">Become fully involved in the Church. Attend all your meetings and your single adult activities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p37\" class=\"\">Reach out to others. Rather than turning inward, forget self and really serve others in your Church callings, in personal deeds of compassionate service, in unknown, unheralded personal acts of kindness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p38\" class=\"\">If you really want to receive joy and happiness, then serve others with all your heart. Lift their burden, and your own burden will be lighter. Truly in the words of Jesus of Nazareth: “He that findeth his life shall lose it: and he that loseth his life for my sake, shall find it.” (<span class=\"citation\" id=\"37194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37194)\">Matt. 10:39<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p39\" class=\"\">And always be improving yourself. Set personal achievement goals and stretch to accomplish them. Improve yourself physically, socially, mentally, and spiritually. Incorporate the splendid Pursuit of Excellence program into your life. Keep growing and learning and progressing and serving others.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Be Thankful for Blessings<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p41\" class=\"\">And finally, my dear sisters, be thankful to the Lord for your blessings. Think more about what you <span class=\"emphasis\">do<\/span> have than what you <span class=\"emphasis\">don’t<\/span> have. Dwell upon the goodnesses of the Lord to you. Remember His words to the Prophet Joseph: “He who receiveth all things with thankfulness shall be made glorious; and the things of this earth shall be added unto him, even an hundred fold, yea, more.” (<span class=\"citation\" id=\"18846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18846)\">D&amp;C 78:19<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p42\" class=\"\">My humble desire for the wonderful single adult sisters of the Church is that you will receive all that the Father hath, “even an hundred fold, yea, more.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p43\" class=\"\">And I promise you that indeed you will. All of the blessings of our Father in Heaven will be yours if you continue faithful, if you are true, and if you serve Him and His children with all your heart, might, mind, and strength.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p44\" class=\"\">You are choice daughters of our Father in Heaven. You are jewels in His crown. Your virtue and purity make your price above rubies.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p45\" class=\"\">In the words of President David O. McKay, “A beautiful, modest, gracious woman is creation’s masterpiece. When to these virtues a woman possesses as guiding stars in her life righteousness and godliness and an irresistible impulse and desire to make others happy, no one will question if she be classed among those who are truly great.” (<span class=\"emphasis\">Gospel Ideals,<\/span> Salt Lake City: The Improvement Era, 1953, p. 449.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1988\/11\/to-the-single-adult-sisters-of-the-church.p46\" class=\"\">God bless and sustain you always. I leave my blessings upon you wonderful sisters with love in my heart for you, and do so in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}