{"ID":467, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1950, pp. 179-183<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, as always I come to you in fear and trembling and in humility, and I ask\nour Heavenly Father to bless me, that what I may say tonight may be of some value to us in\nour work.\n<\/p><p>\nPOWER OF THE PRIESTHOOD\n<\/p><p>\nI am again impressed, as always, by the strength of the priesthood. I have seen it work in the\nlives of many men. I have seen them grow under its power and its influence.\nI have seen men moving in the walks of life of the world increased in power and in influence,\nfar beyond their natural abilities, and I am sure the only reason for it was the possession of\nthe priesthood.\n<\/p><p>\nThe priesthood, of course, must not be taken lightly, and as I have said to you before, the\npriesthood cannot be taken off and put back on at will as you would a coat. Once endowed by\nthe priesthood it remains with you. You may forfeit its power, the power may go, but your\npriesthood is still there, and in the days to come God will judge us by the use we have made\nof it, and we can no more escape that consequence than we can escape death. That fact should\nbe with us always and never absent from us.\n<\/p><p>\nUNITY\n<\/p><p>\nI wish again to refer tonight to my favorite subject of unity. I sometimes think that for me\nthis is sort of an air on the G string that I play every time.\n<\/p><p>\nI am grateful to Brother Harold B. Lee today for making some variations to my tune. I adopt\nthem: I am grateful for them. But with his permission I want to play my tune again.\n<\/p><p>\nI say to you again, brethren, as I have said every priesthood meeting night for years, that if\nyou are united, if you will act as one man in carrying out the purposes of the Lord, there is\nabsolutely nothing that can withstand your power.\n<\/p><p>\nLOYALTY\n<\/p><p>\nAn essential part of unity is loyalty. There can be no union where loyalty does not exist.\nLoyalty is a pretty difficult quality to possess. It requires the ability to put away selfishness,\ngreed ambition and all of the baser qualities of the human mind. You can not be loyal unless\nyou are willing to surrender. There is no growth mental, physical or spiritual, unless there be\nsome curtailment, some sacrifice, may I say, on the part of him who would be loyal. His own\npreferences and desires must be put away, and he must see only the great purpose which lies\nout ahead.\n<\/p><p>\nCASES OF DISLOYALTY\n<\/p><p>\nI have spoken in the past about loyalty to authority. You remember reference has already been\nindirectly made to this tonight by Brother McKay, speaking of Peter. You remember how\nwhen the Lord told what was going to befall him, the Lord, Peter avowed his loyalty to the\nLord. The Lord picked him up very quickly and told him that before the cock should crow he\nwould deny Him the Lord, thrice. And Peter said: \"Oh no, though I should die, yet I will not\ndeny thee.\" And yet before the cock did crow the next morning he had three times denied his\nknowledge of an acquaintance with the Lord\n(<span class=\"citation\" id=\"34387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34387)\">Matt. 26:31-35<\/a><\/span>).\n<\/p><p>\nPresident McKay has referred tonight to the fact that at the cross when the Son of Man was\noffering himself as a sacrifice for the sins of the world there was only one apostle there and\nthat was John (<span class=\"citation\" id=\"27466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27466)\">John 19:25-27<\/a><\/span>).\nThe rest, apparently, did not have the loyalty to go and see the Master die.\n<\/p><p>\nLoyalty to themselves has been a highly prized and sometimes too rare a virtue with all the\nbrethren who have stood at the head of the Church, some more than others. Joseph suffered\nfrom disloyalty, and this has been referred to during the conference, for even those nearest to\nhim plotted to overthrow him and he charged some of them with plotting his death. Brother\nBrigham had his critics&mdash;men who could not be loyal, men whose own ambition, own greed,\nown objects, prevented them from following Brigham and helping him out. There were tens\nof thousands, however, who did have the loyalty and who followed.\n<\/p><p>\nYou cannot have loyalty and be a carping critic. That just cannot be.\n<\/p><p>\nOBEDIENCE THROUGH FAITH\n<\/p><p>\nNow another point, brethren. Sometimes local presiding officers say, why, why should this be\ndone, why should this course be followed? This does not apply to our local situation and that\ndoes not apply to somebody else's situation. Do you remember that after Adam was driven\nfrom the Garden of Eden he was offering sacrifice and an angel of the Lord came to him and\nsaid: \"Why dost thou offer sacrifice unto the Lord?\"\n<\/p><p>\nHe said: \"I know not, save the Lord commanded me.\"\n<\/p><p>\nAnd then the angel explained to Adam what the sacrifice meant\n(<span class=\"citation\" id=\"38978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38978)\">Moses 5:5-9<\/a><\/span>), and the point I want to make\nfrom that is that obedience must often precede knowledge.\n<\/p><p>\nWe are prone to try to rationalize and to say that the things we cannot understand cannot be.\nWell how much is there in the physical world that we do not understand and that even the\nwisest of our scientific savants do not understand. They theorize about it. None of us here,\nperhaps one or two of us may, but very few of us here, can understand the atom bomb, can\nunderstand whence comes the power and the heat of the bomb that cause such great\ndestruction. The fact that we cannot understand it makes no difference at all. The atom bomb,\nunfortunately, works, and metes out its terrible destruction whether we know or not. Nations,\napparently, are prepared to do anything, stoop to any level, to try to discover about the\nhydrogen bomb which is supposed to be so much more terrible than the bomb we have. Those\nof us here, the great bulk of us, know nothing about the hydrogen bomb. Does that make any\ndifference to the fact of the bomb, the destruction still comes. The human mind cannot fully\nfathom the purposes of the Lord. We see them dimly. We see as through a glass darkly,\nbut that does not change the fact that the purposes are there, even though we\ndo not understand them.\n<\/p><p>\nLINCOLN'S FAITH\n<\/p><p>\nWhat a narrow measure it is to try and judge and calculate the infinite by the little our finite\nminds know. A story is told of Lincoln, who was supposed to be a great skeptic in his\nyounger life. When he was down at Richmond as the war was drawing to a close one of his\nearly companions&mdash;I think it was General Reynolds&mdash;suddenly came around the corner of the\ntent where the President was living and found him reading the Bible. The General began to\ntwit him about reading the Bible, basing the raillery on the early life, as he understood it, of\nLincoln. Then Lincoln said: \"Well, I have grown older and wiser. I now read the Bible. I\nbelieve all I can and I take the rest on faith.\"\n<\/p><p>\nAnd that is about where all of us are when it comes to the infinities that are involved in our\nspiritual welfare.\n<\/p><p>\nLOYALTY ONE TO ANOTHER\n<\/p><p>\nI want to say a word now about unity in the mass, our loyalty one to the other. It is not\nenough that you be loyal to those who are in authority over you. You must be loyal, one to\nanother, and you will appreciate on a moment's thought what that loyalty will require in your\ndealings, one with another. Unless you can be loyal, one to another, the strength of the\npriesthood cannot be exercised, and I repeat, that means that out of our hearts must go the\ngreed and the avarice, the ambition, that sometimes we let lodge there.\n<\/p><p>\nA short time ago some gentlemen came here to write an article about us, and as frequently\nhappens, they came to see the First Presidency, and as frequently happens, their approach was\nkindly more or less respectful, almost deferential. They were going to do a great job. We have\nbecome accustomed to that approach and try to keep our guards up as well as we can. They\nwrote a story and the title of it, as I recall it, was, \"The Mormons Move Over.\" The\nimplication as I remember it was that we are sort of being crowded out, surrendering our\nposition. We were on the downgrade.\n<\/p><p>\nWell, there was a time, brethren, when we moved over as we were bid, or forced, but if we\nhave unity and loyalty we do not need to move over until we wish.\n<\/p><p>\nA GROWING CHURCH\n<\/p><p>\nThis is a growing Church. It has the priesthood of Almighty God in it and directing it, and\nGod will honor His priesthood if we, its bearers, honor it.\n<\/p><p>\nI read a story once. A judge was out driving one Sunday morning in Hyde Park, London. He\nhad a coachman and a very spirited team. The park was filled with other buggies, teams, baby\ncarriages and nurses and all the rest, and suddenly his team took fright and\nstarted to run away. As the coachmen dodged in and out among the other vehicles, the judge\ngot more and more excited. He could see possible suits for damages for large amounts as he\ngazed at some of the handsome equipages they were narrowly missing. As the horses gained\nmomentum he moved farther and farther to the front of his seat and then he called out to the\ncoachman: \"Henry, for goodness sake, drive into something cheap.\"\n<\/p><p>\nWe were \"cheap,\" once. Everybody considered it within his right and it certainly has been\nwithin his power to treat us, write about us, talk about us as he wished. But we are not\n\"cheap\" anymore, brethren, if we will be united and loyal. And the respect which men have\nfor us is built, almost entirely, upon our loyalty and devotion to the cause which we represent.\nWe do not need to put ourselves into a position where anybody can think that it is his power\nand his right to write spurious articles about us. They will be written but they will not be\nbelieved.\n<\/p><p>\nSCRIPTURE READING\n<\/p><p>\nOne thing more before I sit down. I would like to urge you brethren to read the scriptures,\nnot somebody's interpretation of them. Read them. They are the original sources. You go to\nthem and read them. Make up your own minds about them.\n<\/p><p>\nWhen the Prophet, Seer and Revelator speaks, when he interprets, we follow. So with the\nbrethren when they speak under the influence of the Holy Ghost. We have a growing lot of\nbooks, a growing lot of courses of study, but I urge you to read the scriptures, so that you\nmay get your own idea as to what they mean.\n<\/p><p>\nI close as I began, brethren, that there is nothing that should be done, that we cannot do, if\nwe shall be united and loyal, united in our purpose, loyal to those who preside over us and to\nthe cause which we represent. That we may be so united and so loyal, I humbly pray, in the\nname of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}