{"ID":468, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1950, pp. 184-188<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wonder if there is anybody in the audience tonight, other than the man I am going to have\nstand, who is ninety-four years of age. I do not see very many hands up. I would like to\nknow whether any of you have attended a hundred and thirty-five general conference\nmeetings, and never missed a meeting. All those who have raise their right hand. (No hands\nwere raised).\n<\/p><p>\nBrother Walter Cox of Provo is always at meeting, never misses anything, and he is the man I\nhave been talking about and I thought I would like to have you look at him. He appears to be\ngood for another ten or fifteen years.\n<\/p><p>\nWORK AMONG INDIANS\n<\/p><p>\nThis is a great Church. Today we have had a number of Indians in the congregation and I\nthought we might be able to locate some of them tonight, but we hope to find them by\ntomorrow morning. I mention the Indians, because in this particular case, the men I am\nreferring to have been in the Church a long time and they are very faithful. One man came to\nthe Temple within the last two or three days and had his wife sealed to him. This means they\nare moving our way, in the direction that we are going, and that causes me to call your\nattention to the fact that the way is opening for the dissemination of the Gospel of Jesus\nChrist among the Indians.\n<\/p><p>\nDr. John R. Nicholls, who is the Commissioner of Indian Affairs was here some months ago\nand he seems to be very friendly to our work among the Indians, not more than to any other\nChurch, but some of the other Church organizations have sought to keep us out of the\nreservations. Within the last year or two we have appointed a committee whose duty it is to\nfind a way of reaching the Indians in the various sections of the country, wherever they may\nbe.\n<\/p><p>\nINTERMOUNTAIN INDIAN SCHOOL\n<\/p><p>\nThe Intermountain Indian School is located at what was formerly called the Bushnell Hospital\nat Brigham City. Dr. George Boyce is the Superintendent there, and he has manifested his\nkindness in every way. He wants to help the Indians all he can, their children who are there.\n<\/p><p>\nI take this occasion to say to our people who live at Brigham City, and I hope you will carry\nthe message on to your wives who are not here, that you are doing a fine piece of work in\nlooking after those Indians that are in the school at Brigham City. They are our Father's\nchildren. If they were not Indians a good many people would be concerned about them, but\nbecause they are some people are not so concerned. You people who hold the priesthood, not\nonly at Brigham City but in every part of the world, enjoy a blessing from our Heavenly\nFather that carries with it a responsibility to share the gospel of Jesus Christ with all of His\nchildren, and that includes the Indians.\n<\/p><p>\nIMPORTANCE OF INDIANS\n<\/p><p>\nThese Indians in the western world are the descendants of Father Lehi who left Jerusalem,\ncenturies ago at the direction of our Heavenly Father. They are His children, and I hope that\nthere will be no member of the Church, in any department, who will feel that because it is the\nIndians, they are not important. They are just as important as are the whites. They are entitled\nto the priesthood if they live to be worthy of it, and our Heavenly Father is anxious that they\nshould have that blessing. I want to emphasize this to all you brethren, tonight.\n<\/p><p>\nOf course it is not necessary to say anything to the General Authorities of the Church. They\nknow that a committee has been appointed, that we can no longer neglect our responsibility of\ncarrying the Gospel to the Indians. And I hope that the presidents of stakes and bishops of\nwards and those who are in the mission field will feel the responsibility that is ours. And if we\nwill do our duty the Lord will bless us for it, while he is blessing his Indian children. That is\none of the matters that I had on my mind tonight.\n<\/p><p>\nReference has been made to the development and growth of the Church. This meeting tonight\nis an evidence of the growth of the interest in the Church, because a good many of you\npeople have come from afar to be here, and we appreciate it.\n<\/p><p>\nFRIENDLY MINISTER\n<\/p><p>\nA good many people are friendly with us. I had a visit with a good man not very long ago\nwho is not a member of the Church. In fact, he is a minister. He is just as friendly and nice\nas can be, in fact, I received a birthday congratulation from him. The last time I saw him he\nwas not very well, and he seemed to be afraid I was going to preach to him. He gave me to\nunderstand that he was not able to believe that Joseph Smith could have been a prophet. He\nwas just in the same condition exactly that Nathaniel was in the days of the Savior when\nPhilip said to him: \"We have found our Lord.\"\n<\/p><p>\nNathaniel asked: \"Where did he come from?\"\n<\/p><p>\n\"Why, he came from Nazareth.\n<\/p><p>\n\"And then this good man said: \"Can any good thing come out of Nazareth?\"\n<\/p><p>\nAnd Philip, who was talking to him, said: \"Come and see.\"\n<\/p><p>\nAnd when he went to see he became a devoted follower of the Savior and was the one whom\nthe Savior later referred to as \"an Israelite without guile\"\n(<span class=\"citation\" id=\"27393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27393)\">John 1:45-47<\/a><\/span>).\n<\/p><p>\nSo I am not worrying but what our brother, if we can just get him to come and see&mdash;and not\nonly him but hundreds of others&mdash;will understand as Nathaniel did, eventually, that this is our\nFather's work that we are identified with.\n<\/p><p>\nSTATISTICS\n<\/p><p>\nUtah's birth rate was 33.9 per thousand in 1947. It was 31 percent above the national average\nof 25.8. New Mexico alone, had a higher birth rate than Utah.\n<\/p><p>\nOur death rate in Utah was 7.8 percent per thousand in 1947 and was 22 percent below the\nnational average, and was the lowest in the nation.\n<\/p><p>\nThe ratio of Utah's population attending school in 1940 in the age group of five to\ntwenty-four was sixty-four percent. This is the highest ratio in the nation and is twelve\npercent above the national average of fifty-seven, according to the statistical abstract.\n<\/p><p>\nI thought you would like to know that this Church you belong to is not only better informed\nabout the purpose of life, better informed as to where we came from and where we expect to\ngo than any other organization in the world, but we believe in education and refinement and\nculture, and we believe that we will be saved no faster than we gain knowledge and apply that\nknowledge in our lives. We have nothing to apologize for among our brothers and sisters of\nthe various churches.\n<\/p><p>\nI congratulate all of us who are here that we can be here\nin peace and quiet. Can you think of a more delightfully quiet place to be than here, and\nhave the joy and satisfaction and companionship of good men, the very finest men and boys\nin all the world. And when we go from here I hope we will not forget that it is our privilege\nto carry the message that has been so beautifully portrayed to us today with regard to our\nresponsibilities, by the brethren, carry the message to those to whom we may minister and\nwith whom we associate.\n<\/p><p>\nDUTIES OF PRESIDING OFFICERS\n<\/p><p>\nThere is one more thing I would like to emphasize. We have had quite a number of our boys\nand girls, due partly to the war conditions, that have become careless. In some cases the\nbishops have kept in touch with them not only in their own wards, but where they have\nmoved away have had others contact them, and see that they did not stray away from the\nChurch and lose their virtue. I thought when I heard of this how beautiful it was. Here was a\nfather of a ward of six or seven hundred people and yet he had time to go\noutside of his own area to follow this boy or this girl, children of our Heavenly Father, and\ntry to hold them in a path that would entitle them to eternal life in the Celestial kingdom.\n<\/p><p>\nBrethren, you men who are presidents of stakes, and bishops of wards and presidents of\nmissions, branch presidents, holding positions of authority, you have tremendous duties, and I\nwant to say to you that they carry with them tremendous responsibility. Let us not neglect our\nopportunities and our privileges. Let us labor while the day lasts.\n<\/p><p>\nWe may not all live to be as old as Brother Cox here, ninety-four, ninety-four years of\nactivity, always on hand when there was an opportunity to hear the Gospel preached or\npartake of it. He is always at the Brigham Young University affairs because there he can meet\nwith members of the Church. Let us each year, as the years continue to come on, lay up our\ntreasure in heaven so that when the time comes for us to go to the other side, our Heavenly\nFather will be able to welcome us home because we have not neglected our opportunities and\nbecause we have been anxious to share his Gospel with his other children.\n<\/p><p>\nTHE POWER OF LOVE\n<\/p><p>\nThere is one other thing that I should like to mention. The increase in the Church for 1949\nwas 16,261 members. Think of that in one year, and so it goes and goes if we will do our\npart, as the brethren have called to our attention tonight, if we will be true to one another, be\ntrue to our Heavenly Father, and if we will use our authority with kindness and love. We\ncannot drive these young people, and our neighbors and friends into the kingdom of heaven\nby scolding them and finding fault with them, but I want to tell you that we can love them\ninto the direction of our Father in heaven, and by and by, perhaps, lead them there too.\n<\/p><p>\nThat is our privilege. Love is the great power to influence this world, and if we do not find\nmore love in the world soon, if people do not get together better than they are, then, as you\nhave already been told, the predictions that are in the scriptures will be fulfilled.\n<\/p><p>\nMINISTRY OF THE SAVIOR\n<\/p><p>\nReference has been made to the fact that the Son of our Heavenly Father appeared in\nJerusalem and his own race refused him. He was crucified in the home of his friends, so to\nspeak, but he was resurrected. Now a good many people in the world do not know what the\nresurrection is. Do you teach your children and your associates what it means?\n<\/p><p>\nReference also has been made to the fact that the Father and the Son appeared to Joseph\nSmith (<span class=\"citation\" id=\"30293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30293)\">JS&mdash;H 1:17<\/a><\/span>).\nThere are many people who do not believe it, but it is true just the same. And then we\nhave the additional information of the appearance of the Savior after he was\ncrucified when he came to this Western Hemisphere. as he had told them in the East: \"Other\nsheep have I that are not of this fold, and them must I bring that there may be one fold and\none shepherd\" (<span class=\"citation\" id=\"27429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27429)\">John 10:16<\/a><\/span>),\nand so he came to the Western Hemisphere where the descendants of Father\nLehi were, and appeared among them and while they had been told that he would come, and\nwhile he came in the clouds of Heaven with power and glory, when he came to them, so that\nthere could be no question, he said: \"I am Jesus Christ for whom you have been looking\"\n(<span class=\"citation\" id=\"5497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5497)\">3 Ne. 11:1-10<\/a><\/span>).\n<\/p><p>\nMEANING OF RESURRECTION\n<\/p><p>\nThere could be no question about it. His resurrection is plain to the Latter-day Saints who\nunderstand the gospel, but there are so many who do not understand what it means. But how\nbeautiful it is to know that in our day, not only the Savior, but our Father in heaven\nappeared, and other resurrected beings in addition, the Angel Moroni, John the Baptist, Peter,\nJames and John men that have lived upon the earth as we have lived, who have gone on and\nperformed their part and have been resurrected and sent back to earth. That is what the\nresurrection means, and the purpose of the Gospel of Jesus Christ is to prepare every man\nwoman and child for the time when all those who have died will be brought forth from their\ngraves, and when our Heavenly Father will establish his kingdom upon this earth and the\nrighteous will dwell there and Jesus Christ will be our King and our Lawgiver\n(<span class=\"citation\" id=\"12789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12789)\">D&amp;C 45:59<\/a><\/span>).\n<\/p><p>\nThis is my testimony tonight. I want to thank you all for the delightful privilege I have of\nbeing with you. When I go out among the people of the Church, they are always so kind and\nhelpful and I pray that the Lord may bless them and bless you for all these good things, and I\ndo it in the name of Jesus Christ, our Redeemer, Amen.\n<\/p>\n<\/div>\n<\/div>"}