{"ID":469, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Liberty under the Constitution<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1950, pp. 4-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is a beautiful picture this morning, to see the Lord's house filled with his children who\nhave come here to worship. Since our last conference many things have occurred. While our\nSinging Mothers were singing, I thought of one of our brothers who went to the South Seas\nwith me about thirteen years ago. When we arrived at British Samoa, the people were having\na holiday. We had been persuaded to stay aboard the boat at night because it could not go\naround the reef, and we could not land in small boats in the dark. We were told that the\npeople wanted to give us a welcome, so there was nothing else for us to do. We could not\nwade it, so we had to wait until they took us in.\n<\/p><p>\nWELCOME IN APIA\n<\/p><p>\nThe boat anchored, and the next morning out came a war canoe all decorated and rowed by\ngreat husky men, one oar to a man, and there were fifteen oarsmen including the captain.\nThey had persuaded us to wait because they said they wanted to give us a royal welcome, and\nwhen we arrived, it was a real welcome. Everybody was out, apparently. People were all\nalong the shore. Among them was a group of women, more than a hundred, all dressed in\nlight colored dresses of tapa cloth made from the bark of the mulberry tree. They had made\nthem themselves for that occasion.\n<\/p><p>\nWhen I saw this group of Singing Mothers all dressed alike this morning, my mind went back\nto Apia and Brother Rufus K. Hardy who was with me on that trip. He has been gone a long\ntime.\n<\/p><p>\nThose Singing Mothers sang beautifully at our meetings and at such celebrations as they had,\nas our sisters have sung this morning. And since that time I have heard the Singing Mothers\nin many places, but I think I have never been more impressed with them than I was there in\nthe islands.\n<\/p><p>\nBRETHREN WHO HAVE GONE\n<\/p><p>\nOur first meeting was in the open air, and there were between two and three thousand people\nwhom the Singing Mothers entertained. But the thought that came into my mind is that\nBrother Hardy is gone. He has finished his work. Since our last conference President George\nF. Richards of the Council of the Twelve has finished his mission and has gone to find his\nreward. I miss these brethren.\n<\/p><p>\nI am glad that Brother Thomas E. McKay is here this morning. He has had a long siege of\nillness. I am sure that Brother Stephen L Richards and those with him are having a real\nexperience. In all probability they are in the vicinity of Jerusalem today.\n<\/p><p>\nJOY OF CONFERENCE MEETINGS\n<\/p><p>\nIt is a joy to come to one of these conference meetings and meet people not only from all\nsections of the United States, but also from other parts of the world. It is one of the greatest\ngatherings of religious people that meet anywhere in the world, and you will find no other\nsuch place in all the world dedicated to the Lord for worship.\n<\/p><p>\nI would like us all to remember that this is the Lord's house. You will find no other place in\nall the world dedicated to the Lord that gathers together a congregation such as is here this\nmorning, many of whom have come thousands of miles, not to see and be seen, but to wait\nupon the Lord. And he has promised us that if even two or three shall meet together in his\nname (<span class=\"citation\" id=\"34362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34362)\">Matt. 18:20<\/a><\/span>),\nhe will be there to bless them.\n<\/p><p>\nThis morning, that we may claim our blessings, there are approximately ten thousand here in\nthe Tabernacle and in the Assembly Hall&mdash;all at worship. There are thousands more enjoying\nthe conference by means of radio and television. We are here in the name of the Redeemer of\nmankind, and I am sure when we go from this conference back to our homes, we will have an\nintense desire to live the gospel of Jesus Christ, which is the only gospel that is the power of\nGod unto salvation (<span class=\"citation\" id=\"42689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42689)\">Rom. 1:16<\/a><\/span>)\nin the celestial kingdom.\n<\/p><p>\nOBSERVANCE OF COMMANDMENTS\n<\/p><p>\nThis morning, brethren and sisters, I congratulate you: Not that you are here, but that you are\nhere to worship. What a privilege it is to worship the Lord and to do it in the way he has\nindicated. There are some people who are members of the Church&mdash;their names are on the\nrecord, and they have an idea that that is all that is necessary&mdash;but the time will come when\nthey will have to face their record, and their admission into the celestial kingdom will be\nconditioned upon the way they have observed the advice of our Heavenly Father right here\nupon earth. How grateful we ought to be, not to be uncertain as to where we are going.\n<\/p><p>\nI had a man say to me one day after I had taught the gospel to him for an hour or so on a\ntrain, \"I'd give a lot to have the assurance that you have.\" And I replied: ''You do not have\nto give anything to have the assurance that I have except to keep the commandments of the\nLord. If you do that, you will know that the gospel of Jesus Christ is on earth. You will know\nthat the authority of the priesthood is on earth.\"   How beautiful it is to realize that men who\nare worthy may receive that priesthood, and in the authority that is given them, do so many\nthinks that are a blessing to our Father's other children.\n<\/p><p>\nFAITH GROWS WITH RIGHTEOUSNESS\n<\/p><p>\nWithin the week, I listened to one of the brethren who has just returned from the mission\nfield. He has been out nearly five years, and he told of some of the experiences in the weld.\nHe told of people that had illness and the doctors did everything they could for them, but they\ncould not heal them. But the humble missionaries, the humble men who held the priesthood,\nplaced their hands upon the heads of those who were afflicted and rebuked their ailments, and\nthey were healed.\n<\/p><p>\nThat would not occur without faith, and our faith is conditioned upon our righteous lives. We\ncannot live improperly and have faith as we should, but if we keep the commandments of the\nLord, we can have faith, and it will grow and increase as our righteousness increases.\n<\/p><p>\nPOLITICAL CAMPAIGN\n<\/p><p>\nI am happy to be here with you, my brothers and sisters, in the Lord's house to wait upon\nhim. We are right now in the midst of a political campaign here in America. It ought to be a\nsource of education to the people. It ought to inspire men and women to choose for their\nofficers in the various sections of the country, particularly in the nation, men and women who\nbelieve in God. That is their privilege, but unfortunately so many times people become allied\nwith a group, and they insist on everybody supporting the individual that they support, and\nthe result is a campaign of bitterness.\n<\/p><p>\nBrethren and sisters, you have your agency; you do not have to be angry with your brother\nand your sister because they do not see as you do. We are not supposed to criticize and find\nfault with the members of the Catholic Church, the Presbyterian Church, the Methodist\nChurch, because they cannot understand all of the gospel.\n<\/p><p>\nI think it is fine to encourage them to understand all that they have and then add to it. Now if\nthat is true in regard to our religious belief, surely we will not lose our way during a political\ncampaign, and cultivate anger and displeasure and hatred for those who do not believe as we\ndo.\n<\/p><p>\nCONSTITUTION OF THE UNITED STATES\n<\/p><p>\nAnd that brings me to something that is frequently on my mind. No nation in the world has a\nconstitution that was given to it by our Heavenly Father except the United States of America.\nI wonder if we appreciate that. The Lord gave us a rule of life for this great nation, and as far\nas we have lived up to it and taken advantage of it, the nation has grown, and the people have\nbeen blessed. But there are many people who prefer, or at least they seem to prefer,\nsomething else.\n<\/p><p>\nAs one man said to me, \"Why not try what Russia has tried and Germany has tried?\" And my\nanswer to him was, \"Why try something that has already failed? Why not hold on to what the\nLord has given?\" The Constitution of the United States was written, it is true, by men, George\nWashington, Benjamin Franklin, and others who were their associates, but we have in this\nbook that I have in my hand, the book of Doctrine and Covenants, a revelation in which the\nLord tells us that the Constitution of the United States was prepared by men raised up by him\nfor this very purpose (<span class=\"citation\" id=\"12830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12830)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nAs Latter-day Saints we ought to know that there is nothing better anywhere else. And so we\nshould cleave to the Constitution of the United States and in doing so, earn the blessings of\nour Heavenly Father.\n<\/p><p>\nOBSERVANCE OF TEN COMMANDMENTS\n<\/p><p>\nIt was a long time ago that the Lord gave to Moses the Ten Commandments\n(<span class=\"citation\" id=\"22608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22608)\">Ex. 20:1-17<\/a><\/span>). If the people of\nthe world had observed the Ten Commandments from that time until now, we would have a\ndifferent world. There would be millions of people who would live longer than they have\nlived and be happier. The Ten Commandments are in force today, and if we are good\nLatter-day Saints and are observing what the Lord has advised, among other things, we will\nhonor the Sabbath day (<span class=\"citation\" id=\"22609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22609)\">Ex. 20:8<\/a><\/span>)\nand not make it a day of pleasure. The Constitution guarantees us\nliberty that no other nation enjoys. Most of the nations are losing the liberties they have had\nbecause they have not kept the commandments of the Lord.\n<\/p><p>\nMost of the difficulty is the bid that is made by the leadership of nations to people that if\nthey will follow the plan that the leaders map out, they will be fed and clothed without having\nto work so hard for it, but it does not work. People are being misled with the idea that they\ncan get something for nothing and are not encouraged to work for what they need and desire.\n<\/p><p>\nBrothers and sisters, you are approaching a political campaign. Go to the Lord in prayer. Seek\nhis guidance. We do not want to turn this nation over to the folly of the teachings of other\nnations that have failed. What we should do is to cling to what we have, and it is wonderful\nwhat the Lord has given to us in this nation.\n<\/p><p>\nNow it does not make any difference to me what a man's politics is; as long\nas he observes the advice of our Heavenly Father, he will be a safe companion and associate. \nWe should not lose our tempers and abuse one another.  I want to say that nobody ever\nabused anybody else when he had the spirit of the Lord.  It is always when we have some\nother spirit.\n<\/p><p>\nSEEK THE LORD\n<\/p><p>\nSeek the Lord, brothers and sisters. We do not have to live as they are living in many other\nparts of the world. We can continue to live under the influence of the Spirit of the Lord and\nworship. One of the most populous nations in all the world restricts the people in their\nworship. They cannot worship as we do here, and yet there are many people in our land who\nwould like to try what they are doing over there because they want something different.\n<\/p><p>\nI hold in my hand a copy of the Doctrine and Covenants, and in it the Lord tells us another\nthing, to pray for and sustain the Constitution of the land\n(<span class=\"citation\" id=\"12828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12828)\">D&amp;C 101:77-80<\/a><\/span>)\nand those who represent us in its\noffices. So, pray for the President of the United States, pray for those who have been elected\nto Congress, pray for your governor and the members of your legislature. If they have the\nSpirit of the Lord, they cannot go wrong; but without it they can go a long way on the\nbypath.\n<\/p><p>\nHAWAIIAN CENTENNIAL\n<\/p><p>\nHere we are this morning, on a beautiful day. No people could be more comfortable in\nworship than we are this morning. I am so grateful that I am able to be present. Recently I,\nwith a group of my brothers and sisters, went to Hawaii to celebrate the centennial of\npreaching the gospel in the Hawaiian Islands. Some of our party expected to find most of the\npeople Hawaiian. But it was found there were Hawaiians, Japanese, Chinese, Portuguese,\nSamoans, and several other nations I might name, all living there at peace. When our meeting\nwas held in a large building, all of those races were there as members of the Church.\n<\/p><p>\nGOSPEL FOR ALL PEOPLE\n<\/p><p>\nThe gospel of Jesus Christ is not just for us. It is for the people of the world, all our Father's\nchildren, and at the present time we have over 5800 missionaries out in the world, from this\nlittle Church. What for? To go to all these people and say, \"Keep all the good things that you\nhave, keep all that God has given you that enriches your life, and then let us share something\nwith you that will add to your happiness and increase your satisfaction.\" That is the spirit of\nthe gospel of Jesus Christ. Our happiness is conditioned upon our loving our fellow men\n(<span class=\"citation\" id=\"34369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34369)\">Matt. 22:39<\/a><\/span>), all\nof whom are children of our Heavenly Father.\n<\/p><p>\nRight here on this block is one of the greatest missionary fields in the world. I see a man\nsitting down here in the audience who spends much of his time with the people on this block.\nHe is a wonderful missionary and just as happy as he can be when he is talking about it.\nWhen we are doing missionary work to bless the people, we are doing it under the influence\nof the Lord, and we are sure to be happy.\n<\/p><p>\nSPIRIT OF PRAYER AND GRATITUDE\n<\/p><p>\nWe welcome you all here this morning. Let us all come into this house, into the houses that\nmay be necessary to be used for the conference, with a spirit of prayer, the spirit of gratitude.\nLet us appeal to the Lord to bless us, and then those who address us will be inspired. I pray\nthat we may all live in such a way that our Heavenly Father can have us in his keeping, that\nwe may have joy and satisfaction, and we will have if we have this Spirit.\n<\/p><p>\nI pray that his peace may be with us during the continuance of this meeting and the other\nmeetings of the conference, that we may meet with a feeling of gratitude for all our blessings.\nAnd when the conference is concluded, and we return to our homes, may we do so with the\nappreciation of the fact that we did wait upon the Lord and that he fulfilled his promise and\nwas with us to bless us. I pray that we may be filled with that spirit that comes from him, and\nthat is a spirit of love, of kindness and helpfulness and of patience and forbearance\n(<span class=\"citation\" id=\"12846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12846)\">D&amp;C 121:41<\/a><\/span>). Then, if\nwe keep that spirit with us in our homes, our boys and girls will grow up to be what we\nwould like them to be.\n<\/p><p>\nThat the Lord may add his blessing, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}