{"ID":4701, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seeds of Renewal\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p3\" class=\"\">My beloved brethren and sisters, we have been inspired by this outstanding and meaningful message of our prophet, seer, and revelator. In addition, this beautiful singing of our young people has been enjoyed by all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p4\" class=\"\">In a hot, dry, desert area of northwest Mexico, farmers plant seeds and grow varieties of corn and beans that are unusually hardy and drought resistant. These varieties survive and flourish in a harsh climate where other plants would wither and die. One of these plants is the white tepary bean. Its seed will sprout and the plant will grow even when very little rain falls. It sends its roots as deep as six feet into the rocky, sandy earth to find the moisture it needs. It can flower and fruit in the 115-degree (Fahrenheit) desert temperatures with only one yearly rainfall. Its foliage remains remarkably green, with little irrigation, even in the heat of mid-July. (See Gary Paul Nabhan, “Seeds of Renewal,” <span class=\"emphasis\">World Monitor,<\/span> Jan. 1989, pp. 17–20.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p5\" class=\"\">Perhaps members of the Church could emulate the example of these hardy, sturdy plants. We should send our roots deep into the soil of the gospel. We should grow, flourish, flower, and bear good fruit in abundance despite the evil, temptation, or criticism we might encounter. We should learn to thrive in the heat of adversity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p6\" class=\"\">Our pioneer ancestors survived and grew stronger in the face of extreme trials and afflictions and made the desert blossom as a rose. My own great-grandfather suffered so much from asthma that he had to walk a mile or two behind the covered wagons crossing the plains to avoid the dust. However, he always arrived at his destination and did his share of the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p7\" class=\"\">Our challenges today are different from those of our ancestors. Many of them lived lives of poverty and hardship; some among us, however, are affluent and complacent. Wealth, abundance, and easy living do not help us develop the ability to flourish when faced with the rigors and reversals of life. Rather than seeking ease, we must plant, cultivate, and nourish within ourselves the seeds that will enable us to withstand the winds and heat of temptation, sin, and evil and that will help us live successful, happy, and pure lives. Let us consider a few such seeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p8\" class=\"\">First, we should plant and nurture the seed of faith in the Lord Jesus Christ, our Savior and Redeemer. We each should develop the faith of Nephi to do the things the Lord has commanded (see <span class=\"citation\" id=\"1942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1942)\">1 Ne. 3:7<\/a><\/span>), knowing that all commandments are given for our good. Nephi expressed his faith in these words: “If it so be that the children of men keep the commandments of God he doth nourish them, and strengthen them, and provide means whereby they can accomplish the thing which he has commanded them.” (<span class=\"citation\" id=\"1963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1963)\">1 Ne. 17:3<\/a><\/span>.) When the Lord instructed him to build a ship, his brothers called him a fool to think he could do it. He told them: “If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth.” (<span class=\"citation\" id=\"1968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1968)\">1 Ne. 17:50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p9\" class=\"\">Next, let us nurture the seed of faith which gives us the courage to follow the prophets. Today’s prophet, President Ezra Taft Benson, is the Lord’s spokesman to mankind at this time. We need the wisdom and the courage to accept his inspired counsel with gratitude and conform our lives to it because “whether by mine own voice or by the voice of my servants, it is the same.” (<span class=\"citation\" id=\"18922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18922)\">D&amp;C 1:38<\/a><\/span>.) The revelation given to President Benson’s first predecessor, Joseph Smith, on the day the Church was organized applies to Church members today: “The church … shalt give heed unto all his [the Prophet’s] words and commandments which he shall give unto you as he receiveth them, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p10\" class=\"\">“For his word shall ye receive, as if from mine own mouth, in all patience and faith.” (<span class=\"citation\" id=\"18969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18969)\">D&amp;C 21:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p11\" class=\"\">I am sure the Lord is pleased with the response of Church members to President Benson’s emphasis on reading and sharing the Book of Mormon. In 1988, more than 3.5 million copies were purchased, by far the most in any year to date. Perhaps more important, tens of thousands of our members are reading that book more than ever before!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p12\" class=\"\">Next, we should sow within our hearts the seed of charity, the pure love of Christ. He is the perfect model of charity. His total life, particularly his atoning sacrifice, is a lesson in charity. His every act reflects absolute, unequivocal love for all mankind and for each one of us. His example teaches us that charity means subordinating personal interests willingly and gladly for the good of others. I believe our progress toward exaltation and eternal life depends upon how well we learn and live the principle of charity. Charity must become a fundamental state of mind and heart that guides us in all we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p13\" class=\"\">We urge you home teachers and visiting teachers to look after your families in a spirit of charity. Home teaching and visiting teaching are vehicles for saving souls when done the right way with the right intent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p14\" class=\"\">Next, I believe we must constantly nourish the seeds of love, harmony, and unity in our homes and families. Fathers are to preside over their families in kindness, remembering that “no power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned.” (<span class=\"citation\" id=\"19113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19113)\">D&amp;C 121:41<\/a><\/span>.) Husbands and wives are to love each other with a pure love that transcends selfishness. In a single-parent family, the parent presides. Parents are to nurture their children and teach them the principles of right living. Regardless of the help other individuals or institutions may give, the Lord has placed this responsibility ultimately with parents. Children are to honor their parents (see <span class=\"citation\" id=\"22976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22976)\">Ex. 20:12<\/a><\/span>) by obeying them, living as they are taught, and fostering peace in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p15\" class=\"\">Parents should plant deeply the seed of the work ethic into the hearts and habits of their children. As society has shifted from an agrarian to an urban structure, the joy and necessity of diligent, hard work have been neglected. If our young people do not learn to work while in their homes, they likely will be compelled to learn later in a setting where the lesson may be painful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p16\" class=\"\">The remarks of President J. Reuben Clark, Jr., given fifty-six years ago, are instructive today. He said: “It is the eternal, inescapable law that growth comes only from work and preparation, whether the growth be material, mental, or spiritual. Work has no substitute.” (In Conference Report, Apr. 1933, p. 103.) More recently, Elder Howard W. Hunter counseled: “The first recorded instruction given to Adam after the Fall dealt with the eternal principle of work. The Lord said: ‘In the sweat of thy face shalt thou eat bread.’ (<span class=\"citation\" id=\"24028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24028)\">Gen. 3:19<\/a><\/span>.) Our Heavenly Father loves us so completely that he has given us a commandment to work. This is one of the keys to eternal life. He knows that we will learn more, grow more, achieve more, serve more, and benefit more from a life of industry than from a life of ease.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1975, p. 122.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p17\" class=\"\">Parents can plant seeds in the hearts and minds of their children only if they know where the children are and what they are doing. Parents should not leave the teaching of their children to chance. They should be in charge of their homes and families, remembering that “reproof give[s] wisdom: but a child left to himself bringeth his mother to shame.” (<span class=\"citation\" id=\"41612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41612)\">Prov. 29:15<\/a><\/span>.) I have heard of parents who travel extensively for pleasure, leaving their teenage children without parental protection for extended periods. Unprotected teenagers can indulge in a “little” sin [see <span class=\"citation\" id=\"4354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4354)\">2 Ne. 28:8<\/a><\/span>] without realizing the possible consequences in sorrow and disappointment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p18\" class=\"\">Too many of our young people have the idea that limited sin is not really wrong because it will be forgiven easily with no consequences. We see young people who are guilty of moral sins but are not overly concerned because they expect to repent quickly, thinking all is well. The idea that any sin is unimportant is false; it comes from the devil. “The Lord cannot look upon sin with the least degree of allowance.” (<span class=\"citation\" id=\"18921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18921)\">D&amp;C 1:31<\/a><\/span>.) We should heed the counsel of Nephi when he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p19\" class=\"\">“Many … shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; … there is no harm in this; … and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p20\" class=\"\">“And thus the devil cheateth their souls, and leadeth them away carefully down to hell.” (<span class=\"citation\" id=\"4355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4355)\">2 Ne. 28:8, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p21\" class=\"\">We ask our young people who will be approaching marriage within a few years to think of their own unborn children. Think of what these spirits would ask you to do in your life if they could speak to you now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p22\" class=\"\">Parents must know what their children are watching on television and must protect them from its evil influence. They should set a proper example by watching only those programs that are uplifting and worthwhile and opposing those that are corrupt and degrading. Many people decry television shows that portray sin and evil as being normal and acceptable, and even preferable to righteous living. However, viewers set the standards for television broadcasting. The networks and stations broadcast the types of programs that most of the people want to see. Mr. Frank Stanton, CBS president emeritus, told a Brigham Young University audience that network television standards will continue to decline because they are based on society’s standards. He said, “Standards come from the audience … ; the audience determines the programming and program content.” Further, he said, “I believe there will be more infractions with respect to [immorality] and violence and it will get a lot worse before it gets better because of the changing standards of our society.” (<span class=\"emphasis\">The Daily Universe,<\/span> 2 Feb. 1989, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p23\" class=\"\">What a sad commentary on our society! Again we can learn a great principle from the Book of Mormon. When King Mosiah proposed that judges should rule instead of kings, he said: “It is not common that the voice of the people desireth anything contrary to that which is right; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p24\" class=\"\">“And if the time comes that the voice of the people doth choose iniquity, then is the time that the judgments of God will come upon you.” (<span class=\"citation\" id=\"40750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40750)\">Mosiah 29:26–27<\/a><\/span>.) That time of iniquity came about sixty years later and at several other times. In the book of Helaman we read that “they who chose evil were more numerous than they who chose good.” (<span class=\"citation\" id=\"24792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24792)\">Hel. 5:2<\/a><\/span>.) If television viewing choices serve as a valid measure of our society, they who choose evil surely are more numerous than they who choose good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p25\" class=\"\">Finally, I suggest that we plant in our hearts the seed of testimony, a firm unwavering conviction of the truth and divinity of the gospel that we can share freely with power and persuasion. Humble, fervent testimonies borne as prompted by the Spirit can have far-reaching effects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p26\" class=\"\">President Benson bore such a testimony in October 1959 when he visited the Central Baptist Church in Moscow, Russia, and was asked to speak. He described the event later as one of the most moving experiences of his life. The church was filled with about 1,500 people seeking to satisfy their spiritual hunger and thirst even though government policy discouraged religion. He testified, “God lives, I know that He lives. He is our Father. Jesus Christ, the Redeemer of the World, watches over this earth. … Be unafraid, keep His commandments, love one another, pray for peace and all will be well.” In closing, he said, “I leave you my witness as a Church servant for many years that the truth will endure. Time is on the side of truth. God bless you and keep you all the days of your life.” Those present were touched deeply. Many wept openly, including a cynical newsman and a young Russian interpreter. The congregation began singing “God Be with You Till We Meet Again.” They waved their handkerchiefs in joyous gratitude and in farewell as he and those with him left the meeting. (See Ezra Taft Benson, <span class=\"emphasis\">Cross Fire: the Eight Years with Eisenhower,<\/span> Garden City, N.Y.: Doubleday and Co., Inc., 1962, pp. 485–88.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p27\" class=\"\">President Benson’s testimony made a deep and lasting impression on a minister of that church, Father Alexander. A few years later, this minister told a Finnish member of our church, Sister Irma Airto, that of all the notable people who visited the Baptist church and signed the guest register, Ezra Taft Benson was the greatest. President Benson was visiting Russia as a high official in the United States government, but Father Alexander recognized him as a great spiritual leader. Father Alexander told Sister Airto, “When you meet Mr. Benson, tell him … that we know he is a man of God and I pray for him.” Sister Airto never expected to meet President Benson in person to convey this message. However, when he visited Finland and created the Helsinki Finland Stake in October 1977, she was able to deliver the message, strengthening her testimony that the Lord guides our affairs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p28\" class=\"\">Another example of the far-reaching effects of an inspired testimony is that of the prophet Abinadi. The testimony he bore as he called an apostate king, Noah, and his priests to repentance is one of the most significant doctrinal discourses in the Book of Mormon. The king and his priests, except one, rejected Abinadi’s teachings and had him put to death. That one was Alma. Abinadi may have felt that he failed as a missionary because he had only one convert, so far as the record shows. However, that one convert, Alma, and his descendants were spiritual leaders among the Nephites and Lamanites for about three hundred years. His son, Alma, became the first chief judge of the Nephite people and the high priest over the Church. Alma’s other descendants who became prominent religious leaders include his grandson, Helaman; great-grandson, Helaman; great-great-grandson, Nephi; and great-great-great-grandson, Nephi, who was the chief disciple of the resurrected Jesus Christ. All of this resulted from Abinadi’s lone convert. (See <span class=\"citation\" id=\"40734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40734)\">Mosiah 18<\/a><\/span> and Daniel H. Ludlow, <span class=\"emphasis\">A Companion to Your Study of the Book of Mormon,<\/span> Salt Lake City: Deseret Book Co., 1976, p. 187).<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p29\" class=\"\">My brothers and sisters, I bear my testimony that we can plant in our hearts and minds the seeds I have mentioned, and others. If we will plant them and nurture them, we can be true, faithful, and happy regardless of adversity and the buffetings of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/seeds-of-renewal.p30\" class=\"\">I testify further that I know our Heavenly Father loves each of his children, that Jesus Christ is our Lord and Savior and Redeemer, that Joseph Smith is the Prophet of the Restoration, and that President Ezra Taft Benson is the prophet today. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}