{"ID":4702, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Now Is the Time\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p2\" class=\"\">Elder Hugh W. Pinnock<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2698.jpg\" alt=\"Elder Hugh W. Pinnock\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p3\" class=\"\">Brethren and sisters, we are living in a strange time. It has been called the space age or computer age. However, it seems to be the age of blaming everyone and everything for any unfavorable condition. We blame acquaintances, parents, the Church, spouses, teachers, neighbors, the area where we dwell, or even the weather for our problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p4\" class=\"\">This is wrong. It is not God’s way. It is not part of his great plan. Each of us must stand before our Redeemer <span class=\"emphasis\">alone<\/span> and account for what we have done. We must assume responsibility for our actions. Jacob wrote, “Now, my beloved brethren, … according to the <span class=\"emphasis\">responsibility<\/span> which I am under to God, to magnify mine office with soberness, [I] declare unto you the word of God.” (<span class=\"citation\" id=\"25935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25935)\">Jacob 2:2<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p5\" class=\"\">Of course, heartache and pain can be spilled upon us by dishonest, manipulative, or unkind people. Accidents happen that can inflict terrible pain and sometimes lifetime disability. But to judge, blame, and not forgive always intensifies the problem. It pushes healing further into the future. It is not responsible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p6\" class=\"\">Why should we demand or even want another to provide what we need if we can furnish it ourselves? Father Lehi taught, “Wherefore, the Lord God gave unto man that he should act for himself.” (<span class=\"citation\" id=\"4333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4333)\">2 Ne. 2:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p7\" class=\"\">However, too many look to the government, the Church, or some other institution to carry them. Why do we not resolve to take responsibility for our own actions and thoughts? “Choose ye this day, whom ye will serve.” (<span class=\"citation\" id=\"9730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9730)\">Alma 30:8<\/a><\/span>; see also <span class=\"citation\" id=\"30131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30131)\">Josh. 24:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p8\" class=\"\">It is entirely appropriate to depend upon others for some of what we need. There is no substitute for loving and supportive parents, priesthood and auxiliary leaders, skilled doctors, dedicated teachers, and expert auto mechanics. Turning to these people for help is not wrong. But what is wrong is expecting others to do what we can and should do for ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p9\" class=\"\">We become excited when those who have wandered return to full activity. We feel that we, perhaps, had something to do with it—and, hopefully, our love and encouragement did help. But it was the person who returned who has taken responsibility for their salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p10\" class=\"\">A missionary might say, “I brought fifteen people into the Church.” No, fifteen of our brothers and sisters decided to come unto Christ and, by being baptized, assumed <span class=\"emphasis\">responsibility<\/span> for their own spiritual progress. Our converts must be taught that fact. They will be stronger members because of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p11\" class=\"\">Let me share with you some examples of taking responsibility with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p12\" class=\"\">Many of us have a special hero. His name is Chuck Anderson. Brother Anderson died fourteen months ago. He had an extremely rare disease, <span class=\"emphasis\">epidermalosis belosa.<\/span> When he was young, whenever his skin was touched, it would hemorrhage. After a time the injury would scab over. Cotton would partially protect his hands, feet, and other areas of his body, but not well enough to avoid the pain and scabbing. His skin became a form of inflexible tissue. He could not touch his scalp, so combing his hair was very difficult. He lived to be twenty-six years old, but never during those 312 months did he have a day free of pain, scabs, and bandages, or a day that he could run and play as others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p13\" class=\"\">But <span class=\"emphasis\">he<\/span> decided to be positive and as productive as he could be. He had a wonderful sense of humor. His example of courage and being as self-sustaining as possible blessed everyone who knew him. Of course, his wonderful parents, friends, Church leaders, and teachers did all they could, but Chucky Anderson determined he would be as self-reliant as possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p14\" class=\"\">He desperately wanted to serve a mission, but could not in the typical sense. So what did he do? He served a mission by helping all who knew him to know that he was a Mormon boy and loved the Lord. He made the decision to forget himself and do all that he could do to be courageous, helpful, and build others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p15\" class=\"\">Another example: Just last spring a group of high school students sat in a seminary class looking at their watches, hoping the class would soon end. They were not paying attention to what was going on. They were laughing and teasing and passing notes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p16\" class=\"\">President Benson’s face appeared on the video they should have been watching. He was talking about the Book of Mormon. The noise continued. Suddenly, a young woman stood up, stepped to the front of the class, and, frightened, said as she pushed the pause button, “He is our prophet. He talks with Heavenly Father. He is telling us about the Book of Mormon, and we should listen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p17\" class=\"\">Suddenly, every eye was focused on the front of the room as that lovely young lady turned the television set back on and quietly returned to her seat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p18\" class=\"\">In talking with the seminary teacher a week or two later, he said, “In all the years that I have taught, I have never seen a class more reverent, more focused upon the things that matter, as the day when that young lady went to the front of the class and said, ‘You listen to our prophet.’” She did it on her own. She did not wait for another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p19\" class=\"\">Several months ago, after boarding an airplane scheduled to fly to Phoenix, Arizona, the passengers found themselves retained on the ground because of foggy weather. While we were waiting, the door of the airplane opened several times and others joined us, even though it was half an hour or more after the plane should have departed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p20\" class=\"\">A young teenager took the vacant seat beside me. After a short time, he looked toward me and said, “Hey, mister, are you a Mormon?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p21\" class=\"\">I said “Yes” and inquired why he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p22\" class=\"\">He reported, “I joined the Church several months ago, but I don’t know whether I believe it any more.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p23\" class=\"\">We talked about the gospel. I bore my testimony. We discussed many things relating to the Church and to life. In the meanwhile, the plane had left Salt Lake and was winging its way south.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p24\" class=\"\">This fine young man who wanted to have his testimony reaffirmed and strengthened was willing to do something about it. Cody and I are pen pals now. When I think of him, I recall a wonderful young man, searching for truth, needing a little reassurance, and seeking it on his own. He took responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p25\" class=\"\">In every ward and branch throughout the world are those who ask, “Is it true?” or inquire, “How can I change my life for the better?” We must assist, but the task is theirs alone to walk the path that will strengthen testimonies and straighten lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p26\" class=\"\">I would like to talk to you about how this takes place. What are the steps? What must I do to have my testimony of the gospel of Jesus Christ strengthened and my life modified for the better?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p27\" class=\"\">First, you must want to change with all your heart. You must take responsibility upon yourself to do whatever is necessary to be different.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p28\" class=\"\">Second, do as our prophet has directed and read the scriptures. Concentrate upon the words of the Master as reflected through the writings of Nephi, Moses, Paul, Luke, Joseph Smith, and other prophets. Often, when the days are dark and times are difficult, turning to the scriptures will provide a strength and confirmation that, generally, can come in no other way. To have a testimony and personality become stronger, one must go it alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p29\" class=\"\">Third, live the commandments. We generally struggle with a weakening testimony and with a diminished knowledge of the truthfulness of Heavenly Father’s plan when we do not live the way He has asked us to live. Another cannot repent for us. <span class=\"emphasis\">This is a task done alone.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p30\" class=\"\">Of course, everyone makes mistakes. But let me tell you about a lovely young lady who visited in my office. She was discouraged, almost depressed. She enjoyed her profession of teaching yet felt that her life was not going anywhere. To complicate the problem she was feeling, her testimony had waned, and she was lacking the spark that all who had known her acknowledged was part of her vibrant personality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p31\" class=\"\">“I am going to ask you a question,” I said, “but I do not want details. Are you living the commandments?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p32\" class=\"\">She whispered, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p33\" class=\"\">We talked about her going to her bishop. We also talked about testimony and about how when one lives the commandments, that individual is endowed with blessings of the Spirit that can come in no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p34\" class=\"\">She left, seemingly as discouraged as she had entered my office. But in a while, perhaps a month later, my telephone rang. She reported that all was well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p35\" class=\"\">“What do you mean?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p36\" class=\"\">“Well, I went to my bishop. I am living the commandments now, and, yes, I know the gospel is true. I did it on my own,” she reported.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p37\" class=\"\">“No one else could have done it for you,” I replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p38\" class=\"\">Think of the days, weeks, even months and years wasted by a person waiting for someone else to assume responsibility for their needs. It simply cannot be. God, in his heaven, will not do for us what we can and should do for ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p39\" class=\"\">Fourth, we all have the task to help others when they really need burdens lifted. This is the heart of Christian service. But remember, doing for others tasks they should be doing on their own leads to their detriment and atrophy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p40\" class=\"\">These four steps will help us develop a “oneness” with the Savior. Do we fully realize that Jesus is to be the center of our lives? Only the Savior can be our Savior, and that relationship is always personal. We go to him alone. He accepts us that way only.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p41\" class=\"\">There is no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p42\" class=\"\">Our Church magazines, lesson manuals, and videotapes will never supply everything that a person needs to solve a problem, prepare a lesson, or find a new direction to life. These resources will remain helpful, but all of them together will never be as complete or as powerful as the scriptures. And incidentally, let us not rely too heavily upon what others tell us the Lord is saying in the standard works. Let us find out by going directly to those sacred pages ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p43\" class=\"\">We love our church buildings where we worship on Sunday, play volleyball on Wednesday, and meet on other days as our assignments dictate. They are well designed, and almost always beautifully maintained, but they do not substitute for our homes and never will. Even where chapels are not or cannot be found, places always will be available where good people can meet together, partake of the sacrament, and worship our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p44\" class=\"\">Evidence shows that less is often more and often better. Homemade lesson enrichment materials, parent-and-child-designed family home evening discussions and activities, and examples that conform to the scriptures, to the words of the Brethren, and to one’s unique culture are often more beneficial than materials we might purchase.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p45\" class=\"\">Do not outlaw common sense or forget the inspiration that you can receive to provide examples for your family worship, Gospel Doctrine lesson, or other Church assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p46\" class=\"\">How often a child will say, “No, let me do it,” when a well-meaning adult provides a little too much assistance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p47\" class=\"\">Remember when you made a whistle out of a willow branch, and it sounded better than a store-bought one?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p48\" class=\"\">How much is lost when we limit ourselves to a rented video, a television program, or some other form of packaged entertainment. We can miss the growth and enjoyment that come from playing catch with a child, walking with a neighbor, making a simple drawing, singing with a friend, or seeking pure truth from a well-worn copy of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p49\" class=\"\">What is happening to us? Why do we rely upon others for our opinions, our directions, our activities, and even our vocabulary?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p50\" class=\"\">It is time to say, “Whoa, stop. I want to take personal responsibility for my actions.” Now is the time to stop blaming others, the government, the Church, or our circumstances for what might disturb us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p51\" class=\"\">It is time to take responsibility for ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/now-is-the-time.p52\" class=\"\">To these things I testify, in the name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}