{"ID":4705, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            On Being Worthy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p3\" class=\"\">Over the past number of weeks I have had some conversations that have made me ponder the meaning of the word <span class=\"emphasis\">worthy.<\/span> As I recently talked to a young twenty-year-old man, I discussed his attitude about going on a mission. He said, “I wanted to go, but I am not worthy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p4\" class=\"\">“Who made that judgment?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p5\" class=\"\">“I did,” was his answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p6\" class=\"\">On another occasion I asked a young lady who was contemplating marriage if she was going to the temple. She said, “I would like to, but I am not worthy.” In response to the same question of who determined her unworthiness, she too said, “I did.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p7\" class=\"\">A member mother who had known for many weeks that her daughter had planned a temple marriage was asked if she was going to attend the temple ceremony. “No. I am not worthy to get a temple recommend,” she answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p8\" class=\"\">Each of these people seemed to have made his own determination about worthiness. We do not have to be hindered by self-judgment. All of us have the benefit and added wisdom of a bishop and a stake president to help us determine our worthiness and, if necessary, to assist us to begin the process of becoming worthy to accomplish whatever goal we wish to achieve. When we take it upon ourselves to pass self-judgment and simply declare, “I am not worthy,” we build a barrier to progress and erect blockades that prevent our moving forward. We are not being fair when we judge ourselves. A second and third opinion will always be helpful and proper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p9\" class=\"\">It occurs to me that there are probably hundreds or even thousands who do not understand what worthiness is. Worthiness is a process, and perfection is an eternal trek. We can be worthy to enjoy certain privileges without being perfect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p10\" class=\"\">Perhaps it is reasonable to conclude that personal measurement or judgment oftentimes may be severe and inaccurate. We may get bogged down as we try to understand and define <span class=\"emphasis\">worthiness.<\/span> All of us are particularly aware of our shortcomings and weaknesses. Therefore, it is easy for us to feel that we are unworthy of blessings we desire and that we are not as worthy to hold an office or calling as someone next door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p11\" class=\"\">All through life we meet some people who tell of their weaknesses with great enthusiasm and unreasonable prejudice. They may not report untruths, but they may leave out truths or they may not be fair with themselves. Misjudgments can be made. To move forward wisely and think clearly, all sides of the story must be reviewed. When we feel inadequate, capable and loving friends can help us realize our strengths and potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p12\" class=\"\">When counseling I have always tried to get the facts. Oftentimes those being interviewed resist sharing some of the facts because they make them uncomfortable. Worthy and lasting changes can only be made when actions are based upon the light of truth. Very often, people become comfortable in their self-declared unworthiness status.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p13\" class=\"\">Possibly the hardest guidelines for us to follow are those we set for ourselves. To analyze our fears, our dreams, our goals, our motives can be soul-wrenching. We need others to help us. We may find that we fear failure so much that we won’t take a risk. Often our self-esteem is bruised by criticism. Many other facts about ourselves can be brought to light if we really want to know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p14\" class=\"\">Perhaps we all live under some misconceptions when we look at each other on Sundays as we attend our meetings. Everyone is neatly dressed and greets each other with a smile. It is natural to assume that everyone else has his life under control and doesn’t have to deal with dark little weaknesses and imperfections.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p15\" class=\"\">There is a natural, probably a mortal, tendency to compare ourselves with others. Unfortunately, when we make these comparisons, we tend to compare our weakest attributes with someone else’s strongest. For example, a woman who feels unschooled in the gospel may take particular note of a woman in her ward who teaches the Gospel Doctrine class and seems to have every scripture at her fingertips. Obviously these kinds of comparisons are destructive and only reinforce the fear that somehow we don’t measure up and therefore we must not be as worthy as the next person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p16\" class=\"\">We need to come to terms with our desire to reach perfection and our frustration when our accomplishments or behaviors are less than perfect. I feel that one of the great myths we would do well to dispel is that we’ve come to earth to perfect ourselves, and nothing short of that will do. If I understand the teachings of the prophets of this dispensation correctly, we will not become perfect in this life, though we can make significant strides toward that goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p17\" class=\"\">Elder Joseph Fielding Smith offers this counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p18\" class=\"\">“Salvation does not come all at once; we are commanded to be perfect even as our Father in heaven is perfect. It will take us ages to accomplish this end, for there will be greater progress beyond the grave, and it will be there that the faithful will overcome all things, and receive all things, even the fulness of the Father’s glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p19\" class=\"\">“I believe the Lord meant just what he said: that we should be perfect, as our Father in heaven is perfect. That will not come all at once, but line upon line, and precept upon precept, example upon example, and even then not as long as we live in this mortal life, for we will have to go even beyond the grave before we reach that perfection and shall be like God.” (<span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols., Salt Lake City: Bookcraft, 1954–56, 2:18–19.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p20\" class=\"\">I am also convinced of the fact that the speed with which we head along the straight and narrow path isn’t as important as the direction in which we are traveling. That direction, if it is leading toward eternal goals, is the all-important factor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p21\" class=\"\">Another quotation, which comes from President George Q. Cannon, is very meaningful to me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p22\" class=\"\">“Now, this is the truth. We humble people, we who feel ourselves sometimes so worthless, so good-for-nothing, we are not so worthless as we think. There is not one of us but what God’s love has been expended upon. There is not one of us that He has not cared for and caressed. There is not one of us that He has not desired to save and that He has not devised means to save. There is not one of us that He has not given His angels charge concerning. We may be insignificant and contemptible in our own eyes and in the eyes of others, but the truth remains that we are children of God and that He has actually given His angels … charge concerning us, and they watch over us and have us in their keeping.” (<span class=\"emphasis\">Gospel Truths,<\/span> comp. Jerreld L. Newquist, 2 vols., Salt Lake City: Deseret Book Co., 1974, 1:2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p23\" class=\"\">If we are in the keeping of angels, God is certainly telling us that we are worthy to be watched over, helped, and directed by him. As we become aware of God’s watch-care and as we turn to Church leaders to help us learn how to become worthy members of The Church of Jesus Christ of Latter-day Saints, we learn that we can reach the status of worthiness for each goal along life’s path. Yet we must strive for worthiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p24\" class=\"\">In Official Declaration—2 [<span class=\"citation\" id=\"41174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41174)\">OD 2<\/a><\/span>], accepted by the Church on September 30, 1978, we are reminded that certain privileges have worthiness as a prerequisite. In this official declaration, the word <span class=\"emphasis\">worthy<\/span> or <span class=\"emphasis\">worthiness<\/span> is used six times. This leaves little doubt as to the importance of being worthy if specific blessings are to be available to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p25\" class=\"\">As we said in the beginning, it is a wonderful strength and a needful process to be able to go to a bishop or a stake president and discuss our worthiness. During such interviews it may be determined how worthiness can be achieved if there is need for improvement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p26\" class=\"\">President N. Eldon Tanner gave us some wise counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p27\" class=\"\">“With all this evil present in the world today, it is most important that those who are responsible conduct proper interviews.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p28\" class=\"\">“Let us always remember that our main purpose, assignment, and responsibility is to save souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p29\" class=\"\">“It is important that those we interview realize that they are <span class=\"emphasis\">spirit children of God<\/span> and that <span class=\"emphasis\">we love them,<\/span> and <span class=\"emphasis\">let them know that we love them<\/span> and are interested in their welfare and in helping them succeed in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p30\" class=\"\">“It is a great responsibility for a bishop or stake president to conduct a worthiness interview. There is equal responsibility, however, upon the member who is interviewed. Careful, searching interviews need to be conducted always individually and privately. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p31\" class=\"\">“Let [the member] know that if there is something amiss in his life, there are ways to straighten it out. There is a great cleansing power of repentance. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p32\" class=\"\">“You bishops and stake presidents might approach an interview for a temple recommend something like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p33\" class=\"\">“‘You have come to me for a recommend to enter the temple. I have the responsibility of representing the Lord in interviewing you. At the conclusion of the interview there is provision for me to sign your recommend; but mine is not the only important signature on your recommend. Before the recommend is valid, you must sign it yourself.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p34\" class=\"\">“And so it is. The Lord gives the privilege to members of the Church to respond to those questions in such interviews. Then if there is something amiss, the member can get his life in order so that he may qualify for the priesthood advancement, for a mission, or for a temple recommend.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1978, pp. 41–42.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p35\" class=\"\">As we strive for worthiness, a scripture we should not lose sight of is Doctrine and Covenants, section 136, verse 31: “He that will not bear chastisement is not worthy of [the Lord’s] kingdom.” [<span class=\"citation\" id=\"19140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19140)\">D&amp;C 136:31<\/a><\/span>] Sometimes there is a great need for us to be chastised, disciplined, and corrected in a spirit of love, help, and hope. Guidance and suggestions should be offered in a loving way, but most of us have a tendency to rebel or be dismayed when someone suggests that our conduct is less than it should be. As Benjamin Franklin once said: “Those things that hurt, instruct. It is for this reason that wise people learn not to dread but welcome problems.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p36\" class=\"\">In life there are requirements for almost all privileges—education demands them, business has its regulations, sports and games have their rules, the Church has certain standards, and so on. But in every case there is help to meet those requirements. It is up to us to look for that assistance so we can understand the rules and strengthen ourselves as we receive direction from the sources available. It is not wise or proper for us to judge ourselves as being unworthy and thus stop our progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p37\" class=\"\">When we dwell on our own weaknesses, it is easy to dwell on the feelings that we are unworthy. Somehow we need to bridge the gap between continually striving to improve and yet not feeling defeated when our actions aren’t perfect all the time. We need to remove <span class=\"emphasis\">unworthy<\/span> from our vocabulary and replace it with <span class=\"emphasis\">hope<\/span> and <span class=\"emphasis\">work.<\/span> This we can do if we turn to quieter, deeper, surer guidelines—the words of our prophets and leaders, past and present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p38\" class=\"\">Abraham Lincoln wisely said, “It is difficult to make a man miserable while he feels worthy of himself and claims kindred to the great God who made him.” (In <span class=\"emphasis\">The International Thesaurus of Quotations,<\/span> comp. Rhoda Thomas Tripp, New York: Thomas Y. Crowell Co., 1970, p. 575.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p39\" class=\"\">To reinforce the importance of the word <span class=\"emphasis\">worthy<\/span> and of worthy processes, I would like to share part of a poem by Elder Hugh B. Brown, “I Would Be Worthy.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I thank thee, Lord, that thou hast called me “son,”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And fired my soul with the astounding thought<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That there is something of thee in me.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">May the prophecy of this relationship—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Impel me to be worthy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am grateful for a covenant birth;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For noble parents and an ancestry who beckon me<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To heights beyond my grasp, but still attainable<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If with stamina and effort I cultivate their seed—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> And prove that I am worthy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am grateful for a companion on this Eternal Quest,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whose roots and birth and vision match my own;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whose never-failing faith and loyalty have furnished light in darkness,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And re-steeled fortitude. May her faith in me<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Inspire me to be worthy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am grateful for the cleansing power of parenthood,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With its self-denial and sacrifice—prerequisites to filial and parent love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For each child entrusted to our care, I humbly thank thee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If I would associate with them eternally,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> I know I must be worthy. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am grateful for the lifting power of the gospel of thy Son;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the knowledge thou hast given me of its beauty, truth and worth.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To attain its promised glory, may I to the end endure,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And then, forgiven, let charity tip the scales and allow me<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> To be considered worthy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p65\" class=\"\">(<span class=\"emphasis\">Eternal Quest,<\/span> sel. Charles Manley Brown, Salt Lake City: Bookcraft, 1956, p. 13.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p66\" class=\"\">It is my hope and prayer that we will learn individually and collectively the importance of the process of becoming worthy. We are entitled to the help of others not only in assessing our worthiness but also in making the classification of “worthy” available to each of us. As we measure our worthiness, let us no longer put limitations upon ourselves. Rather, let us use those strengths and powers that are available to make us worthy to gain great heights in personal development. Thus we will reap the joy that comes to those who desire to improve and move forward with determination and effectiveness as they practice self-discipline and refuse to judge themselves as unworthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/on-being-worthy.p67\" class=\"\">I leave my love, blessings, and testimony of these truths in the worthy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}