{"ID":4707, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Follow the Prophet\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p2\" class=\"\">Bishop Glenn L. Pace<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/glenn-l-pace-10.jpg\" alt=\"Glenn L. Pace\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p3\" class=\"\">One day as one of my sons bade me farewell prior to his leaving for high school, I noticed he had forgotten to tie his shoelaces. For a fleeting second, I was tempted to turn the moment into the major crisis of the week, but, thankfully, I let it pass. A few days later we went to a school function where, to my amazement, I observed the shoelaces of all of the young men were untied. I then realized my son had fallen victim to another fad. I think it was in this same year that I found out it was no longer socially acceptable to go to school with boots, gloves, or earmuffs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p4\" class=\"\">Sometimes we appear to be enslaved by fads and trends in society. Some are good. Some are silly but harmless. Others can be detrimental to our physical or spiritual health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p5\" class=\"\">Knowing the shortest distance from the world to the celestial kingdom is a straight line, the Lord has restored his gospel, which contains the truth and guidance we need to make the journey as smooth as possible. We can avoid unnecessary detours by reading the scriptures and listening to the Lord’s current prophets. As the Church holds firm to the traditional values taught by prophets of previous dispensations and reaffirmed by our modern-day prophets, the pointing finger of a failing society seems to be regularly aimed at us. One can hardly get through a day without hearing some form of criticism about the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p6\" class=\"\">I will discuss three groups of critics. In order of ascending concern they are (1) nonmembers, (2) former members, and (3) current members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p7\" class=\"\">Responsible nonmember teasing and criticism is harmless. In fact, it helps keep us on our toes. Occasionally, we need to step back and look at ourselves from a nonmember’s perspective. Really now, <span class=\"emphasis\">to them,<\/span> aren’t we just a little bit strange? Imagine yourself coming into a Mormon community for the first time and hearing talk about gold plates, an angel named Moroni, and baptisms for the dead. Imagine seeing, for the first time, nine children and two beleaguered parents in a beat-up station wagon with a bumper sticker reading, “Families are Forever.” The puzzled nonmember doesn’t know if this is a boast or a complaint. And where do these families go to church? At a stake house. We are strange to nonmembers—until they get to know us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p8\" class=\"\">In this regard, my counsel to members would be to relax, lighten up, mellow out, and not get so huffy. While the gospel is sacred and serious, sometimes we take ourselves a little too seriously. A sense of humor, especially about ourselves, is an attribute worthy of development.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p9\" class=\"\">Other criticisms we receive from nonmembers are a little more painful. Criticism always hurts most when we deserve it. There are a few active members who don’t live up to what they have been taught. They can be condescending, intolerant, or clannish. Such characteristics strike at the very heart of the second great commandment, “Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"37301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37301)\">Matt. 22:39<\/a><\/span>.) One can be a friend to all without participating in all of their activities. How shortsighted one is to place church denominational limits on his friendships. How one robs himself when his friendship is contingent upon another’s willingness to listen to the first discussion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p10\" class=\"\">We would eliminate the most painful criticism from responsible nonmembers by simply internalizing and living what the Church teaches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p11\" class=\"\">The second category of critics is former members who have become disenchanted with the Church but who are obsessed with making vicious and vile attacks upon it. Most members and nonmembers alike see these attacks for what they really are. What credibility can possibly be given to a person who mocks beliefs held sacred by another? Anyone who would resort to these attacks unwittingly discloses his or her true character—or lack of the same. As members of the Church, we are appalled by such attacks. Hopefully, however, they make us more sensitive and extra careful not to make light of the sacred beliefs of other denominations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p12\" class=\"\">In addition to attacking our sacred beliefs, some former members speak evil of the Brethren. Joseph Smith received his share of this criticism from the dissidents of his day. The Lord’s revelation to him is applicable to us today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p13\" class=\"\">“Cursed are all those that shall lift up the heel against mine anointed, saith the Lord, and cry they have sinned when they have not sinned before me, saith the Lord, but have done that which was meet in mine eyes, and which I commanded them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p14\" class=\"\">“But those who cry transgression do it because they are the servants of sin, and are the children of disobedience themselves.” (<span class=\"citation\" id=\"19103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19103)\">D&amp;C 121:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p15\" class=\"\">It seems that history continues to teach us: You can leave the Church, but you can’t leave it alone. The basic reason for this is simple. Once someone has received a witness of the Spirit and accepted it, he leaves neutral ground. One loses his testimony only by listening to the promptings of the evil one, and Satan’s goal is not complete when a person leaves the Church, but when he comes out in open rebellion against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p16\" class=\"\">The last category of criticism I will address comes from within the Church itself. This criticism is more lethal than that coming from nonmembers and former members. The danger lies not in what may come from a member critic, but in the chance that we might become one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p17\" class=\"\">One activity which often leads a member to be critical is engaging in inappropriate intellectualism. While it would seem the search for and discovery of truth should be the goal of all Latter-day Saints, it appears some get more satisfaction from trying to discover new uncertainties. I have friends who have literally spent their lives, thus far, trying to nail down every single intellectual loose end rather than accepting the witness of the Spirit and getting on with it. In so doing, they are depriving themselves of a gold mine of beautiful truths which cannot be tapped by the mind alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p18\" class=\"\">Elder Faust describes this type of intellectual as “a person who continues to chase after a bus even after he has caught it.” We invite everyone to get on the bus before it’s out of sight and you are left forever trying to figure out the infinite with a finite mind. In the words of Elijah, “How long halt ye between two opinions? if the Lord be God, follow him.” (<span class=\"citation\" id=\"1300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1300)\">1 Kgs. 18:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p19\" class=\"\">Inappropriate intellectualism sometimes leads one to testify that he knows the <span class=\"emphasis\">gospel<\/span> is true but believes the <span class=\"emphasis\">Brethren<\/span> are just a little out of touch. Out of touch with what? Don’t confuse a decision to abstain from participating in a trend with a lack of awareness about its existence. These Brethren “prove all things” and “hold fast that which is good.” (<span class=\"citation\" id=\"2765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2765)\">1 Thes. 5:21<\/a><\/span>.) To accomplish this, they are in constant touch with Him who created this earth and knows the world from beginning to end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p20\" class=\"\">There are some of our members who practice selective obedience. A prophet is not one who displays a smorgasbord of truth from which we are free to pick and choose. However, some members become critical and suggest the prophet should change the menu. A prophet doesn’t take a poll to see which way the wind of public opinion is blowing. He reveals the will of the Lord to us. The world is full of deteriorating churches who have succumbed to public opinion and have become more dedicated to tickling the ears of their members than obeying the laws of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p21\" class=\"\">In 1831, some converts wanted to bring a few of their previous beliefs into the Church with them. Our problem today is with members who seem very vulnerable to the trends in society (and the pointing fingers which attend them) and want the Church to change its position to accommodate them. The doctrinal grass on the other side of the fence looks very green to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p22\" class=\"\">The Lord’s counsel in 1831 is relevant today: “Behold, I say unto you, that they desire to know the truth in part, but not all, for they are not right before me and must needs repent.” (<span class=\"citation\" id=\"19008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19008)\">D&amp;C 49:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p23\" class=\"\">We need to accept the full truth—even all of it—“put on the whole armour of God” (<span class=\"citation\" id=\"22001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22001)\">Eph. 6:11<\/a><\/span>), and get to work building up the kingdom. Each of us might ask ourselves, “Am I a positive contributor to building up the kingdom in our day of this dispensation of the fulness of times?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p24\" class=\"\">There was a time in my life when I fantasized about how valiant I would have been had I been born at another time. If I had been born of Adam, I would have saved Cain. If I had been born of Noah, the ark would have been larger in order to carry all of my converts. If I had been with Moses, we could have cut the forty years in the wilderness down to twenty. If I had been with Joseph Smith, we would still be in Jackson County living the united order. I had some wonderful fantasies. One time, as I was winning another imaginary battle, a question was placed in my mind. “You say you would have died for the Prophet Joseph Smith. What are you doing for President Spencer W. Kimball?” I was crushed by the answer to that question and made up my mind things were going to be different.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p25\" class=\"\">Why do we sometimes find it easier to accept and follow past prophets? It is partly because history has proven their counsel to be sound. Future generations will find the same to be true of the prophets of our day. Each of us might ask ourselves, “What am I doing for President Ezra Taft Benson?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p26\" class=\"\">As a Presiding Bishopric, we work closely with our current prophets, seers, and revelators. Based on that physical observation as well as a spiritual confirmation, I testify that these men have no desire or goal other than to assist the Lord in his purpose “to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39753)\">Moses 1:39<\/a><\/span>.) I can also tell you firsthand they are highly intelligent individuals. They understand the current problems facing members of the Church throughout the world and are not naive to the major issues and trends of society. I testify to you that Ezra Taft Benson is a prophet of God and is surrounded by other special witnesses of the Savior. Jesus the Christ stands at the head of this church, and he has personally called these servants who preside over us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/follow-the-prophet.p27\" class=\"\">In the Lord’s wisdom, he has not left any of us dependent on another’s testimony. May the Lord bless each of us to obtain and retain our personal witness and then follow the Brethren. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}