{"ID":4708, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Alternate Voices\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p3\" class=\"\">Last summer, at a Pioneer parade in Wyoming, I saw a young colt separated from its mother. The lost youngster whinnied and trotted about, listening to a chorus of voices as it sought the voice that would guide it back to the side of the one it loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p4\" class=\"\">At other times I have seen lambs lost in a moving herd of sheep. A great chorus of voices rises from the herd, but each lamb listens for the one voice that can guide it. The Savior used this ageless example in the allegory of the Good Shepherd. “The sheep hear his voice: … and the sheep follow him: for they know his voice. And a stranger will they not follow, … for they know not the voice of strangers.” (<span class=\"citation\" id=\"29427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29427)\">John 10:3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p5\" class=\"\">From among the chorus of voices we hear in mortality, we must recognize the voice of the Good Shepherd, who calls us to follow him toward our heavenly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p6\" class=\"\">As Paul said to the Corinthians, “There are … so many kinds of voices in the world, and none of them is without signification.” (<span class=\"citation\" id=\"823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(823)\">1 Cor. 14:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p7\" class=\"\">Some voices speak of the things of the world, providing the useful information we need to make our way in mortality. I will make no further reference to these voices. My remarks will refer to those voices that speak of God, of his commandments, and of the doctrines, ordinances, and practices of his church. Some of those who speak on these subjects have been called and given divine authority to do so. Others, whom I choose to call alternate voices, speak on these subjects without calling or authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p8\" class=\"\">In the five years since I was called as a General Authority, I have seen many instances where Church leaders and members have been troubled by things said by these alternate voices. I am convinced that some members are confused about the Church’s relationship to the alternate voices. As a result, members can be misled in their personal choices, and the work of the Lord can suffer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p9\" class=\"\">Some alternate voices are those of well-motivated men and women who are merely trying to serve their brothers and sisters and further the cause of Zion. Their efforts fit within the Lord’s teaching that his servants should not have to be commanded in all things, but “should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness.” (<span class=\"citation\" id=\"19016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19016)\">D&amp;C 58:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p10\" class=\"\">Other alternate voices are pursuing selfish personal interests, such as property, pride, prominence, or power. Other voices are the bleatings of lost souls who cannot hear the voice of the Shepherd and trot about trying to find their way without his guidance. Some of these voices call out guidance for others—the lost leading the lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p11\" class=\"\">Some alternate voices are of those whose avowed or secret object is to deceive and devour the flock. The Good Shepherd warned, “Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.” (<span class=\"citation\" id=\"37282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37282)\">Matt. 7:15<\/a><\/span>; see also <span class=\"citation\" id=\"6176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6176)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6176)\">3 Ne. 14:15<\/a><\/span>.) In both the Bible and the Book of Mormon the Savior charged his shepherds to watch over and protect the flock from such wolves. (See <span class=\"citation\" id=\"8355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8355)\">Acts 20:28–29<\/a><\/span>; <span class=\"citation\" id=\"9707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9707)\">Alma 5:59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p12\" class=\"\">There have always been alternate voices whose purpose or effect is to deceive. Their existence is part of the Plan. The prophet Lehi taught that there “must needs be … an opposition in <span class=\"emphasis\">all<\/span> things.” (<span class=\"citation\" id=\"4331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4331)\">2 Ne. 2:11<\/a><\/span>; italics added.) And there have always been other alternate voices whose purpose or effect is unselfish and wholesome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p13\" class=\"\">In most instances, alternate voices are heard in the same kinds of communications the Church uses to perform its mission. The Church has magazines and other official publications, a newspaper supplement, letters from Church leaders, general conferences, and regular meetings and conferences in local units. Similarly, alternate voices are heard in magazines, journals, and newspapers and at lectures, symposia, and conferences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p14\" class=\"\">The Church of Jesus Christ of Latter-day Saints does not attempt to isolate its members from alternate voices. Its approach, as counseled by the Prophet Joseph Smith, is to teach correct principles and then leave its members to govern themselves by personal choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p15\" class=\"\">Of course, the Church does have a responsibility to point out what is the voice of the Church and what is not. This is especially necessary when some alternate voice, deliberately or inadvertently, communicates a message in a way that implies Church sponsorship or acquiescence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p16\" class=\"\">For the same reason, the Church does approve or disapprove those publications that are to be published or used in the official activities of the Church, general or local. For example, we have procedures to ensure approved content for materials published in the name of the Church or used for instruction in its classes. These procedures can be somewhat slow and cumbersome, but they have an important benefit. They provide a spiritual quality control that allows members to rely on the truth of what is said. Members who listen to the voice of the Church need not be on guard against being misled. They have no such assurance for what they hear from alternate voices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p17\" class=\"\">Local Church leaders also have a responsibility to review the content of what is taught in classes or presented in worship services, as well as the spiritual qualifications of those they use as teachers or speakers. Leaders must do all they can to avoid expressed or implied Church endorsement for teachings that are not orthodox or for teachers who will use their Church position or prominence to promote something other than gospel truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p18\" class=\"\">Church leaders are sometimes invited to state the Church’s position at a debate or symposium about some doctrine, ordinance, or practice of the Church. This kind of presentation gives an audience the benefit of whatever illumination results from the adversarial clash of opposing viewpoints. Representatives of a business organization, a political party, or a social action group might welcome such an invitation. But the Church is directed to avoid disputation and contention. Moreover, if a representative of the Church participated in such an event, this could have the unwanted effect of encouraging Church members to look to the sponsors of alternate voices to bring them information on the positions of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p19\" class=\"\">Members of the Church are free to participate or to listen to any alternate voices they choose, but Church leaders should avoid official involvement, directly or indirectly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p20\" class=\"\">There are disadvantages to official nonparticipation in events where Church doctrines, ordinances, or practices are discussed. In some instances, the overall presentation will be decidedly inaccurate or unfair because the position of the Church and the knowledge of its leaders are not presented. In other instances, a volunteer will step forward to present what he or she considers to be the Church’s position. Sometimes these volunteers are well-informed and capable, and they contribute to a balanced presentation. Sometimes they are not, and their contribution makes matters worse. When attacked by error, truth is better served by silence than by a bad argument.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p21\" class=\"\">In any case, volunteers do not speak for the Church. As long as Church leaders feel they should not participate in an event where the Church or its doctrines are discussed, the overall presentation will be incomplete and unbalanced. In such circumstances, no one should think that the Church’s silence constitutes an admission of facts asserted in that setting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p22\" class=\"\">Individual members of the Church may also confront difficult questions when they are invited to participate. The question is more complicated when the invitation does not relate to a publication or a lecture on a single subject, but to a group of articles, a series of publications, or a conference or symposium with a large number of subjects. One article or one issue of a publication or one session of a conference may be edifying and uplifting, something a faithful Latter-day Saint would wish to support or enjoy. But another article or another session may be destructive, something a faithful Latter-day Saint would not wish to support or promote.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p23\" class=\"\">Some of life’s most complicated decisions involve mixtures of good and evil. To what extent can one seek the benefit of something good one desires when this can only be done by simultaneously promoting something bad one opposes? That is a personal decision, but it needs to be made with a sophisticated view of the entire circumstance and with a prayer for heavenly guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p24\" class=\"\">There are surely limits at which every faithful Latter-day Saint would draw the line. For example, in my view a person who has made covenants in the holy temple would not make his or her influence available to support or promote a source that publishes or discusses the temple ceremonies, even if other parts of the publication or program are unobjectionable. I would not want my support or my name used to further a public discussion of things I have covenanted to hold sacred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p25\" class=\"\">As Latter-day Saints consider their personal relationship to various alternate voices, they will be helped by considering the ways we acquire knowledge, especially knowledge of sacred things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p26\" class=\"\">In modern revelation the Lord has told us to “seek learning … by study and also by faith.” (<span class=\"citation\" id=\"19098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19098)\">D&amp;C 109:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p27\" class=\"\">We seek learning by studying the accumulated wisdom of various disciplines and by using the powers of reasoning placed in us by our Creator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p28\" class=\"\">We should also seek learning by faith in God, the giver of revelation. I believe that many of the great discoveries and achievements in science and the arts have resulted from a God-given revelation. Seekers who have paid the price in perspiration have been magnified by inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p29\" class=\"\">The acquisition of knowledge by revelation is an extra bonus to seekers in the sciences and the arts, but it is the fundamental method for those who seek to know God and the doctrines of his gospel. In this area of knowledge, scholarship and reason are insufficient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p30\" class=\"\">A seeker of truth about God must rely on revelation. I believe this is what the Book of Mormon prophet meant when he said, “To be learned is good if they hearken unto the counsels of God.” (<span class=\"citation\" id=\"4341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4341)\">2 Ne. 9:29<\/a><\/span>.) It is surely what the Savior taught when he said, “Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” (<span class=\"citation\" id=\"37292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37292)\">Matt. 16:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p31\" class=\"\">The way to revelation is righteousness. Marveling at the Master’s teachings, his enemies asked:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p32\" class=\"\">“How knoweth this man letters, having never learned?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p33\" class=\"\">“Jesus answered them, and said, My doctrine is not mine, but his that sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p34\" class=\"\">“If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.” (<span class=\"citation\" id=\"29416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29416)\">John 7:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p35\" class=\"\">The Book of Mormon teaches that those who diligently seek shall have “the mysteries of God … unfolded unto them, by the power of the Holy Ghost.” (<span class=\"citation\" id=\"1953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1953)\">1 Ne. 10:19<\/a><\/span>; see also <span class=\"citation\" id=\"809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(809)\">1 Cor. 2:4–16<\/a><\/span>; <span class=\"citation\" id=\"9725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9725)\">Alma 18:35<\/a><\/span>; <span class=\"citation\" id=\"19105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19105)\">D&amp;C 121:26<\/a><\/span>.) The prophet Jacob declared the impossibility of uninspired man’s understanding God: “No man knoweth of his ways save it be revealed unto him; wherefore, brethren, despise not the revelations of God.” (<span class=\"citation\" id=\"25938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25938)\">Jacob 4:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p36\" class=\"\">The Lord’s prescribed methods of acquiring sacred knowledge are very different from the methods used by those who acquire learning exclusively by study. For example, a frequent technique of scholarship is debate or adversarial discussion, a method with which I have had considerable personal experience. But the Lord has instructed us in ancient and modern scriptures that we should not contend over the points of his doctrine. (See <span class=\"citation\" id=\"6164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6164)\">3 Ne. 11:28–30<\/a><\/span>; <span class=\"citation\" id=\"18943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18943)\">D&amp;C 10:63<\/a><\/span>.) Those who teach the gospel are instructed not to preach with “wrath” or “strife” (<span class=\"citation\" id=\"19031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19031)\">D&amp;C 60:14<\/a><\/span>; see also <span class=\"citation\" id=\"5249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5249)\">2 Tim. 2:23–25<\/a><\/span>), but in “mildness and in meekness” (<span class=\"citation\" id=\"18994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18994)\">D&amp;C 38:41<\/a><\/span>), “reviling not against revilers” (<span class=\"citation\" id=\"18959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18959)\">D&amp;C 19:30<\/a><\/span>). Similarly, techniques devised for adversary debate or to search out differences and work out compromises are not effective in acquiring gospel knowledge. Gospel truths and testimony are received from the Holy Ghost through reverent personal study and quiet contemplation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p37\" class=\"\">In the scriptures, the Lord has specified how we learn by faith. We must be humble, cultivate faith, repent of our sins, serve our fellowmen, and keep the commandments of God. (See <span class=\"citation\" id=\"22393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22393)\">Ether 12:27<\/a><\/span>; <span class=\"citation\" id=\"18920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18920)\">D&amp;C 1:28<\/a><\/span>; <span class=\"citation\" id=\"18944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18944)\">D&amp;C 12:8<\/a><\/span>; <span class=\"citation\" id=\"19012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19012)\">D&amp;C 50:28<\/a><\/span>; <span class=\"citation\" id=\"19035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19035)\">D&amp;C 63:23<\/a><\/span>; <span class=\"citation\" id=\"19142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19142)\">D&amp;C 136:32–33<\/a><\/span>.) As the Book of Mormon says, “Yea, he that repenteth and exerciseth faith, and bringeth forth good works, and prayeth continually without ceasing—unto such it is given to know the mysteries of God.” (<span class=\"citation\" id=\"9728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9728)\">Alma 26:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p38\" class=\"\">I have seen some persons attempt to understand or undertake to criticize the gospel or the Church by the method of reason alone, unaccompanied by the use or recognition of revelation. When reason is adopted as the only—or even the principal—method of judging the gospel, the outcome is predetermined. One cannot find God or understand his doctrines and ordinances by closing the door on the means He has prescribed for receiving the truths of his gospel. That is why gospel truths have been corrupted and gospel ordinances have been lost when left to the interpretation and sponsorship of scholars who lack the authority and reject the revelations of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p39\" class=\"\">That is what the Savior told his professional critics, as recorded in the eleventh chapter of Luke. He was confronted by a group who had hypocritically built monuments to the prophets their predecessors had murdered, while personally rejecting the living prophets God was sending them. (See <span class=\"citation\" id=\"32361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32361)\">Luke 11:47–49<\/a><\/span>.) In what I understand to be a condemnation of their rejection of revelation, the Savior pronounced woe upon these worldly professionals: “For ye have taken away the key of knowledge: ye entered not in yourselves, and them that were entering in ye hindered.” (<span class=\"citation\" id=\"32362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32362)\">Luke 11:52<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p40\" class=\"\">The early leaders of the restored church had to learn that same truth. In several revelations the Lord rebuked Joseph Smith, David Whitmer, and others for not having their minds on the things of God, for yielding to “the persuasions of men” (<span class=\"citation\" id=\"18924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18924)\">D&amp;C 3:6<\/a><\/span>; <span class=\"citation\" id=\"18928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18928)\">D&amp;C 5:21<\/a><\/span>), and for being “persuaded by those whom I have not commanded” (<span class=\"citation\" id=\"18986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18986)\">D&amp;C 30:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p41\" class=\"\">The correct relationship between study and faith in the receipt of sacred knowledge is illustrated in Oliver Cowdery’s attempt to translate ancient records. He failed because he “took no thought,” but only asked God. (<span class=\"citation\" id=\"18938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18938)\">D&amp;C 9:7<\/a><\/span>.) The Lord told him he should have “stud[ied] it out in [his] mind” and then asked if it was right. (<span class=\"citation\" id=\"18939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18939)\">D&amp;C 9:8<\/a><\/span>.) Only then would the Lord reveal whether the translation was correct or not. And only on receiving that revelation could the text be written, because “you cannot write that which is sacred save it be given you from me.” (<span class=\"citation\" id=\"18941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18941)\">D&amp;C 9:9<\/a><\/span>.) In the acquisition of sacred knowledge, scholarship and reason are not alternatives to revelation. They are a means to an end, and the end is revelation from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p42\" class=\"\">God has promised that if we ask him, we will “receive revelation upon revelation, knowledge upon knowledge, that [we may] know the mysteries and peaceable things—that which bringeth joy, that which bringeth life eternal.” (<span class=\"citation\" id=\"19003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19003)\">D&amp;C 42:61<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p43\" class=\"\">In our day we are experiencing an explosion of knowledge about the world and its people. But the people of the world are not experiencing a comparable expansion of knowledge about God and his plan for his children. On that subject, what the world needs is not more scholarship and technology but more righteousness and revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p44\" class=\"\">I long for the day prophesied by Isaiah when “the earth shall be full of the knowledge of the Lord.” (<span class=\"citation\" id=\"25653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25653)\">Isa. 11:9<\/a><\/span>; <span class=\"citation\" id=\"4344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4344)\">2 Ne. 21:9<\/a><\/span>.) In an inspired utterance, the Prophet Joseph Smith described the Lord’s “pouring down knowledge from heaven upon the heads of the Latter-day Saints.” (<span class=\"citation\" id=\"19106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19106)\">D&amp;C 121:33<\/a><\/span>.) This will not happen for those whose “hearts are set so much upon the things of this world, and aspire to the honors of men.” (<span class=\"citation\" id=\"19107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19107)\">D&amp;C 121:35<\/a><\/span>.) Those who fail to learn and use “principles of righteousness” (<span class=\"citation\" id=\"19108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19108)\">D&amp;C 121:36<\/a><\/span>) will be left to themselves to kick against those in authority, “to persecute the saints, and to fight against God” (<span class=\"citation\" id=\"19112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19112)\">D&amp;C 121:38<\/a><\/span>). In contrast, the Lord makes this great promise to the faithful:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p45\" class=\"\">“The doctrine of the priesthood shall distil upon thy soul as the dews from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p46\" class=\"\">“The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.” (<span class=\"citation\" id=\"19114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19114)\">D&amp;C 121:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/alternate-voices.p47\" class=\"\">I testify of these things in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}