{"ID":471, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Children of the Covenant<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1950, pp. 13-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident George Albert Smith said this morning that it was not enough for people to have\ntheir names on the records of the Church in order to be saved in the kingdom of God, but that\nit was necessary to keep the commandments.\n<\/p><p>\nThen Elder Joseph Fielding Smith said the same thing and read to us the covenant of baptism,\nthat is the covenant which we take in the waters of baptism.\n<\/p><p>\nA COVENANT PEOPLE\n<\/p><p>\nWe are a covenant-making and a covenant-taking people. We have the gospel which is the\nnew and the everlasting covenant: new in that the Lord has revealed it anew in our day;\neverlasting in that its principles are eternal, have existed with God from all eternity, and are\nthe same unchangeable laws by which all men in all ages may be saved. The gospel is the\ncovenant which God makes with his children here on earth that he will return them to his\npresence and give them eternal life, if they will walk in the paths of truth and righteousness\nwhile here.\n<\/p><p>\nWe are children of the covenant which God made with Abraham, our father. To Abraham,\nGod promised salvation and exaltation if he would walk as the Lord taught him to walk.\nFurther, the Lord covenanted with Abraham that he would restore to Abraham's seed the\nsame laws and ordinances, in all their beauty and perfection, which that ancient patriarch had\nreceived. \"For as many as receive this gospel,\" the Lord said to him, \"shall be called after thy\nname, and shall be accounted thy seed, and shall rise up and bless thee, as\ntheir father\" (<span class=\"citation\" id=\"7179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7179)\">Abr. 2:10<\/a><\/span>).\n<\/p><p>\nNow we have this same everlasting covenant. We have the restored gospel, and every person\nwho belongs to the Church, who has passed through the waters of baptism, has had the\ninestimable privilege of making a personal covenant with the Lord that will save him\nprovided he does the things he agrees to do when he enters into that covenant with God.\n<\/p><p>\nALMA'S EXPLANATION\n<\/p><p>\nAlma recited this personal covenant of salvation at the waters of Mormon in language like\nthis&mdash;all of it is, of course, summed up in the promise to keep the commandments of\nGod&mdash;but Alma gives these particulars: He says that when we go into the waters of baptism we\ncovenant that we will come into the fold of Christ and be numbered with his people. We\ncovenant that we will take upon ourselves the name of Christ and be Saints in very deed. We\ncovenant that we will bear one another's burdens, that they may be light. We covenant that\nwe will mourn with those that mourn. We covenant that we will comfort those that stand in\nneed of comfort. We covenant that we will stand as witnesses of Christ and of God at all\ntimes and in all things and in all places that we may be in, even until death.  Then, by way of\nsummary, Alma says we covenant that we will serve God and keep his commandments\n(<span class=\"citation\" id=\"40235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40235)\">Mosiah 18:8-10<\/a><\/span>).\n<\/p><p>\nTHE LORD'S PART\n<\/p><p>\nIn return, that is, if we do all these things, the Lord on his part promises us that we will come\nforth in the first resurrection and be redeemed of him: that he will pour out his Spirit more\nabundantly upon us while we are here in this life; and that we will have eternal life in the\nworld to come (<span class=\"citation\" id=\"40236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40236)\">Mosiah 18:9<\/a><\/span>).\n<\/p><p>\nI don't suppose that the Lord is making any useless covenants with any\nindividual, and so, any person who will keep this covenant, and do all the things required by\nit, can have in his heart the assurance that he will go to the presence of God and have eternal\nlife in the mansions that are prepared.\n<\/p><p>\nRENEWING OF COVENANT\n<\/p><p>\nSo important is this covenant in the eyes of the Lord that he has provided for us a means and\na way to renew it often. The ordinance whereby we renew this covenant is the ordinance of\nthe sacrament.  Every time we partake of the sacrament worthily, with humble hearts and\ncontrite spirits, we agree again that we will take upon ourselves the name of Christ, always\nremember him, and keep his commandments which he has given us. And the Lord agrees with\nus again that we will always have his Spirit to be with us\n(<span class=\"citation\" id=\"12777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12777)\">D&amp;C 20:77,79<\/a><\/span>); and further, that we\nwill have eternal life in his kingdom in accordance with the revelation which\nsays,\n<\/p><p>\nWhoso eateth my flesh and drinketh my blood, hath eternal life; and I will raise him\nup at the last day (<span class=\"citation\" id=\"27412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27412)\">John 6:54<\/a><\/span>).\n<\/p><p>\nTo be saved is to go to the celestial kingdom of heaven. To be exalted is to gain the highest\nheaven or degree within that glory. Not only have we been permitted as Latter-day Saints to\ntake the covenant of salvation, and to renew it from time to time, but we have also been\nprivileged to enter into covenants which will give us exaltation in our Father's kingdom. After\na man has taken the covenant of baptism and has pressed forward in righteousness and\nsteadfastness before the Lord, and has desired to keep his commandments, and manifested by\nhis works that he places the things of the kingdom of heaven first and will let the things of\nthis world take care of themselves, there comes a time when he is called and chosen and\nordained to the higher priesthood. Ordination to the higher priesthood includes a covenant of\nexaltation.\n<\/p><p>\nThe Lord revealed this covenant to Joseph Smith in this language: \n<\/p><p>\nFor whoso is faithful unto the obtaining these two priesthoods of which I have spoken,\nand the magnifying their calling, are sanctified by the Spirit unto the renewing of their\nbodies.\n<\/p><p>\nThey become the sons of Moses and of Aaron and the seed of Abraham, and the\nchurch and kingdom, and the elect of God\n<\/p><p>\nAnd also all they who receive this priesthood receive me, saith the Lord; \n<\/p><p>\nFor he that receiveth my servants receiveth me; \n<\/p><p>\nAnd he that receiveth me receiveth my Father; \n<\/p><p>\nAnd he that receiveth my Father receiveth my Father's kingdom; therefore all that my\nFather hath shall be given unto him.\n<\/p><p>\nAnd this is according to the oath and covenant which belongeth to the priesthood.\n<\/p><p>\nTherefore, all those who receive the priesthood, receive this oath and covenant of my\nFather which he cannot break, neither can it be moved.\n<\/p><p>\nBut whoso breaketh this covenant after he hath received it, and altogether turneth\ntherefrom, shall not have forgiveness of sins in this world nor in the world to come\n(<span class=\"citation\" id=\"12810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12810)\">D&amp;C 84:33-41<\/a><\/span>).\n<\/p><p>\nFULNESS of BLESSINGS\n<\/p><p>\nNow, according to the revelations which we have received, the fulness of the priesthood,\nmeaning, I suppose, the fulness of the blessings of the priesthood, is had only in the temples\nof God, There is an order of the priesthood which is named the new and everlasting covenant\nof marriage (<span class=\"citation\" id=\"12850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12850)\">D&amp;C 131:2<\/a><\/span>).\nWhen people enter into that order of marriage, administered in the temples of the\nLord, by the Lord's servants, having the Lord's authority, they make a covenant of exaltation,\na covenant that will bring them up in the resurrection as husband and wife. The family unit\nwill continue and they will gain the highest reward and the greatest honor and glory that our\nFather can bestow on any of his children. They will be gods, even the sons\nof God (<span class=\"citation\" id=\"12806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12806)\">D&amp;C 76:58<\/a><\/span>),\nand all things will be theirs, for they will receive of the fulness of the Father\n(<span class=\"citation\" id=\"12851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12851)\">D&amp;C 132:19-20<\/a><\/span>).\n<\/p><p>\nThese covenants which we take in the waters of baptism and when we partake of the\nsacrament, if we keep them, will guarantee us a place in the celestial world. These covenants\nwhich we take when we are ordained to the higher priesthood, and when we enter into that\norder of priesthood which is the new and everlasting covenant of marriage, if we keep them,\nwill guarantee us a place of exaltation in eternity.\n<\/p><p>\nAnd as with the covenant of baptism, so with the covenant of marriage: I don't suppose the\nLord is making a useless covenant with us or offering us something that we are not able to\nobtain. In each instance, if we keep our part of the bargain and do the things we know we\nshould, the Lord has promised to do his share and keep his part of the bargain and give us the\npromised reward.\n<\/p><p>\nBAPTISM A GATE\n<\/p><p>\nSometimes someone will say: \"Well, I have been baptized into the Church; I am a member of\nthe Church; I'll just go along and live an ordinary sort of life; I won't commit any great\ncrimes; I'll live a reasonably good Christian life; and eventually I will gain the kingdom of\nGod.\"\n<\/p><p>\nI don't understand it that way. I think that baptism is a gate. It is a gate which puts us on a\npath; and the name of the path is the straight and narrow path. The straight and narrow path\nleads upward from the gate of baptism to the celestial kingdom of heaven. After a person has\nentered the gate of baptism, he has to press forward with a steadfastness in Christ, as Nephi\nexpresses it, having a perfect brightness of hope, and a love of God and of all men; and if he\nendures to the end, then he gains the promised reward\n(<span class=\"citation\" id=\"3530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3530)\">2 Ne. 31:15-21<\/a><\/span>).\n<\/p><p>\nAnd so it is with marriage and exaltation. Sometimes people think they can enter into the\nordinance of celestial marriage and then be indifferent or lukewarm or even commit iniquity\nand sin, and yet figure that eventually, in the eternities that are prepared, after they have paid\nthe penalties for their sins, they will come up as husband and wife and enter into their\nexaltation. Such is not the case. The same principles apply to marriage and exaltation as apply\nto baptism and salvation. There is no such thing as gaining salvation or exaltation except by\nobedience to those laws upon which the receipt of these blessings is predicated\n(<span class=\"citation\" id=\"12848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12848)\">D&amp;C 130:20-21<\/a><\/span>). Salvation\nnever has been and never will be the fruit of sin.\n<\/p><p>\nCOVENANTS TO BE KEPT\n<\/p><p>\nAfter we have been baptized, after we have been married in the temple, after we have taken\nall these covenants, we have to keep them. Every promise that we receive is\nconditioned upon our subsequent faithfulness. It is expressly so stated in the marriage\ncovenant itself. We have to be obedient, faithful, and diligent, valiant in the testimony of\nChrist, walking by every word that proceedeth forth from his mouth\n(<span class=\"citation\" id=\"34327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34327)\">Matt. 4:4<\/a><\/span>;\n<span class=\"citation\" id=\"12826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12826)\">D&amp;C 98:11<\/a><\/span>).\nBy such a course we\nwill sanctify our souls. When we become sanctified and pure, we are capable and eligible and\nworthy to stand in the presence of our Father. No unclean thing can dwell in his presence\n(<span class=\"citation\" id=\"5509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5509)\">3 Ne. 27:19<\/a><\/span>;\n<span class=\"citation\" id=\"38983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38983)\">Moses 6:57<\/a><\/span>).\nThe whole process of salvation, this whole probation that we are undergoing in mortality, is\nto permit us to cleanse and perfect and purify our souls. It is to permit us to take evil and\niniquity and carnality and everything that leads away from God out of our souls, and replace\nthose characteristics with righteousness and virtue and truth and obedience, which, if we do,\ndegree by degree, will perfect us until eventually we are clean and spotless and pure and are\nable to stand the glory of the celestial world\n(<span class=\"citation\" id=\"12808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12808)\">D&amp;C 76:118<\/a><\/span>). If we can't stand the glory of the celestial\nkingdom, we won't be able to go where God and Christ are\n(<span class=\"citation\" id=\"12807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12807)\">D&amp;C 76:112<\/a><\/span>).\n<\/p><p>\nBLESSINGS TO FOLLOW\n<\/p><p>\nWe get the greatest blessings that it is possible for men to get here in this life by living the\ngospel. The world may be in turmoil, torn and disheveled; there may be blood and carnage on\nevery hand, but if we keep the commandments of God, we will get the Holy Ghost for our\ncompanion and guide (<span class=\"citation\" id=\"12788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12788)\">D&amp;C 45:57<\/a><\/span>).\nThose who have the Holy Ghost get the peace which passeth\nunderstanding (<span class=\"citation\" id=\"41238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41238)\">Philip. 4:7<\/a><\/span>).\nNow, that is the greatest gift that a person can get while he dwells in mortality.\n<\/p><p>\nAnd then by having kept those same commandments and having walked in that same path,\nhaving kept those same covenants, we get the sure promise that we will be inheritors of a\ncelestial exaltation in the mansions that are prepared\n(<span class=\"citation\" id=\"4812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4812)\">2 Pet. 1:10<\/a><\/span>).\nThe gospel gives us the greatest\nblessings it is possible to receive in time, and assures us of the greatest inheritance it is\npossible to gain in eternity. How grateful we ought to be for it! How anxious we should be to\nkeep the commandments of God, and the covenants that we have made, so that we may have\nall the choice and rich things the Lord promises the Saints. It is my prayer that we may so do,\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}