{"ID":4711, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Beauty and Importance of the Sacrament\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p2\" class=\"\">Elder John H. Groberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/john-h-groberg-10.jpg\" alt=\"John H. Groberg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p3\" class=\"\">One of the most important invitations ever issued to us and to all mankind is to “come unto Christ and be perfected in him.” (<span class=\"citation\" id=\"38584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38584)\">Moro. 10:32<\/a><\/span>.) How do we do that? One of the most beautiful and important ways is through the ordinance of the sacrament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p4\" class=\"\">The Lord instituted the sacrament, as we know it today, during what we commonly call the Last Supper. In one sense, it was the last supper, but in another, it was the first supper—the beginning of many spiritual feasts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p5\" class=\"\">The resurrected Lord instructed the Book of Mormon people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p6\" class=\"\">“[Ye] shall break bread and bless it and give it unto the people of my church, unto all those who shall believe and be baptized in my name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p7\" class=\"\">“And this shall ye always observe to do, even as I have done. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p8\" class=\"\">“And this shall ye do in remembrance of my body, which I have shown unto you. And it shall be a testimony unto the Father that ye do always remember me. And if ye do always remember me ye shall have my Spirit to be with you.” (<span class=\"citation\" id=\"6180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6180)\">3 Ne. 18:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p9\" class=\"\">The moving tenderness and deep significance of this transcendent event are still available to us today. But we must do as they did and follow the doctrine of Christ, which is to believe in Jesus, rely on him, repent of our sins, take his name upon us by being baptized in his church, receive the gift of the Holy Ghost, and faithfully follow Christ all of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p10\" class=\"\">He knows we need much help to do this, so he provides that the ordinance of the sacrament be repeated often.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p11\" class=\"\">This invitation of the Savior to come unto him is issued regularly and is universal. Everyone is included—men, women, and children. Old and young alike participate. None are barred except by themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p12\" class=\"\">The Lord said, “And ye see that I have commanded that none of you should go away, but rather have commanded that ye should come unto me.” (<span class=\"citation\" id=\"6183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6183)\">3 Ne. 18:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p13\" class=\"\">But the Lord, who knows the terrible consequences of hypocrisy, also warned:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p14\" class=\"\">“Ye shall not suffer any one knowingly to partake of my flesh and blood unworthily, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p15\" class=\"\">“For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul.” (<span class=\"citation\" id=\"6184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6184)\">3 Ne. 18:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p16\" class=\"\">What does it mean to partake of the sacrament worthily? Or how do we know if we are unworthy?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p17\" class=\"\">If we desire to improve (which is to repent) and are not under priesthood restriction, then, in my opinion, we are worthy. If, however, we have no desire to improve, if we have no intention of following the guidance of the Spirit, we must ask: Are we worthy to partake, or are we making a mockery of the very purpose of the sacrament, which is to act as a catalyst for personal repentance and improvement? If we remember the Savior and all he has done and will do for us, we will improve our actions and thus come closer to him, which keeps us on the road to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p18\" class=\"\">If, however, we refuse to repent and improve, if we do not remember him and keep his commandments, then we have stopped our growth, and that is damnation to our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p19\" class=\"\">The sacrament is an intensely personal experience, and we are the ones who knowingly are worthy or otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p20\" class=\"\">Do you remember the feeling you had when you were baptized—that sweet, clean feeling of a pure soul, having been forgiven, washed clean through the merits of the Savior? If we partake of the sacrament worthily, we can feel that way regularly, for we renew that covenant, which includes his forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p21\" class=\"\">Those who would deny themselves the blessing of the sacrament by not attending sacrament meeting or by not thinking of the Savior during the services surely must not understand the great opportunity to be forgiven, to have his Spirit to guide and comfort them! What more could anyone ask?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p22\" class=\"\">As we worthily partake of the sacrament, we will sense those things we need to improve in and receive the help and determination to do so. No matter what our problems, the sacrament always gives hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p23\" class=\"\">Most of these problems we must work out ourselves. For example, if we aren’t paying our tithing, we simply determine to start doing so. But for some problems, we must see our bishop—the Spirit will let us know which. Doing what the Spirit dictates always results in blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p24\" class=\"\">Let me give an example. Some years ago, a young couple we will call the Joneses visited with their bishop about a problem the wife had. The details are not important, but through the direction of the Spirit, the bishop’s decision was that, among other things, Sister Jones would not partake of the sacrament for a period of time while she worked out some attitudes and problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p25\" class=\"\">With lots of love and support, she continued to attend meetings with her family, and few but her husband and the bishop were aware of the situation or even noticed that week after week she did not partake of the sacrament. At first she didn’t feel much difference; but as time went on, she became more and more desirous to be worthy to partake of the sacrament. She thought she had repented before, but as the real soul-searching deepened and as her desire to worthily partake of the sacrament increased, true fundamental changes began to take place in her life and in her actions and in her thinking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p26\" class=\"\">More time passed. Finally, during one sacrament meeting, the Spirit bore witness to the bishop and to Brother and Sister Jones that the time had come for her to again partake of the sacrament. “Next Sunday,” the bishop said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p27\" class=\"\">Next Sunday came, and Sister Jones sat again with her family, nervous, yet excited and full of anticipation. “Am I really worthy? How I want to be!” she thought. The sacrament hymn was more meaningful than ever. She sang with such feeling that it was difficult to hold back the tears. And the sacrament prayers—how profound! She listened so intently that every word sank deep into her soul—to take his name, always remember him, keep his commandments, always have his Spirit. (See <span class=\"citation\" id=\"18967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18967)\">D&amp;C 20:77, 79<\/a><\/span>.) “Oh, how I desire this,” she thought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p28\" class=\"\">The deacons began to move up and down the aisles, and the trays were passed from person to person across the rows. As one young deacon got closer and closer to her row, her heart began to pound harder and harder. Then the tray was coming down her very row. Now her husband was holding the tray in front of her! Tears streamed down her face. There was a barely audible sob of joy, “Oh!” as she reached for the emblem of the Lord’s love for her. The congregation did not hear the sob, but they did notice the tears in the bishop’s eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p29\" class=\"\">Life and hope and forgiveness and spiritual strength had been given and received. No one could be more worthy. Sister Jones truly <span class=\"emphasis\">wanted<\/span> to have his Spirit. She <span class=\"emphasis\">wanted<\/span> to take his name upon her. With all her heart, she <span class=\"emphasis\">wanted<\/span> to remember him and keep his commandments. She <span class=\"emphasis\">wanted<\/span> to repent, to improve, and to follow the guidance of his Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p30\" class=\"\">Think of it. Think of what could and should happen in your life, in your ward, in your stake, in the whole Church, in the whole world, if every Sunday individuals—hundreds, thousands, even millions—under the authority of the priesthood of God, took the sacrament worthily and thus repented and sincerely determined to better follow the guidance of the Lord’s Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p31\" class=\"\">The life that would be given, the forgiveness that would be obtained, the spiritual strength that would be received! The light that would thus be generated would cause Zion to shine forth brilliantly and would prepare a people pure in heart, ready for the Lord’s second coming in a way that would be marvelous to behold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p32\" class=\"\">Brethren, as leaders we must do more to have more people attend sacrament meeting and partake of the sacrament with more worthiness! We must teach more fully, with deeper feeling and greater power, the doctrine of Christ as embodied in the sacrament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p33\" class=\"\">You young men must be worthy and realize what a privilege you have to pass the bread and water, the emblems of the Lord’s love for all of us. Think of the blessings you offer—hope, love, joy, forgiveness, freedom, and everlasting life. What a contrast to so many youth who today pass other types of white substances and other kinds of liquids that bring gloom and failure, captivity and death in the deceitful guise of happiness! Oh, the goodness and mercy of our God as he overcomes the cunning of the evil one!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p34\" class=\"\">I testify from the depths of my soul that these principles are true. Jesus did suffer and die for us. Through him, and only through him, can we have life and the joy thereof, both in time and in eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p35\" class=\"\">I love the Savior. I feel that as he hung upon the cross and looked out over the dark scene, he saw more than mocking soldiers and cruel taunters. He saw more than crying women and fearful friends. He remembered and saw even more than women at wells or crowds on hills or throngs by seashores. He saw more, much more. He, who knows all and has all power, saw through the stream of time. His huge, magnanimous, loving soul encompassed all eternity and took in all people and all times and all sins and all forgiveness and all everything. Yes, he saw down to you and to me and provided us an all-encompassing opportunity to escape the terrible consequences of death and sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p36\" class=\"\">And even as he suffered for all of us, he voiced that most beautiful of all requests, “Father, forgive them.” (<span class=\"citation\" id=\"32371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32371)\">Luke 23:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p37\" class=\"\">We must do our part and cry with full fervor of soul, “Father, forgive me through the merits of thy Beloved Son as I partake of these emblems of his broken body and spilt blood for me. Please, Father, through him, forgive me! Help me to do better.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p38\" class=\"\">All life as we know it comes about through the joining of two separate elements—each necessary. The Savior, through his infinite atonement, provides that vital element for us. He asks us to provide the other element—even a broken heart and a contrite spirit—for he will not force us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p39\" class=\"\">Think of the symbolism. Think of the power for bringing about a newness of life by worthily partaking of the sacrament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p40\" class=\"\">I testify that God our Father lives. I testify that Jesus is the Christ. I know he lives. I know he forgives. I know he loves. I know he smiles tenderly, pleadingly. I know he stands ready to help us—always. I know he guides and directs and blesses with unutterable blessings and unspeakable treasures of eternity. I know he gives knowledge of eternally important things if we desire. I know that worthily partaking of the sacrament is of eternal importance to him and to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-beauty-and-importance-of-the-sacrament.p41\" class=\"\">Yes, I know he gives life—in all of its depth of meaning. As the emblems of his love are regularly presented before us, please let us hear, “Father, forgive them,” and respond, “Father, forgive me.” This leads to life—eternal life—in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}