{"ID":4712, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Making Points for Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p2\" class=\"\">Elder Russell C. Taylor<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p\" class=\"\">Of the Second Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:269e.jpg\" alt=\"Elder Russell C. Taylor\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p3\" class=\"\">As the first member of the First Quorum of the Seventy sustained into the Second Quorum of the Seventy in this dispensation, I echo support and sustain this historic action and would want all to know I feel it an honor to serve in this or any capacity in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p4\" class=\"\">My message tonight is directed to the young men of the Aaronic Priesthood. I will admit before all of you: get me to a good football or basketball game, and I’m a happy man. I have four favorite teams. Three of them are professional, and one is a college team—the Jazz, the Nuggets, the Broncos, and the Cougars. When they win, my wife has a hard time keeping me in my seat. When one of these teams loses, I’m not very friendly (and with some of these teams, I’ve had a lot of practice being unfriendly this year). But, after a night’s sleep, I find it doesn’t really matter—not really.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p5\" class=\"\">But when a young man loses in his preparation for life, that really matters—because that has lasting consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p6\" class=\"\">Playing ball is a great deal like life. You want to do your best, to be committed, to be a team player. You want to follow the rules so you don’t foul out. You want to make points.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p7\" class=\"\">The rules in real life are different from those in a game. Our rules are the commandments of God. You make points when you serve your mission, draw close to the Lord, live the Word of Wisdom, stay morally clean, and live a life of service and Church activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p8\" class=\"\">How many points are you making in your life? Are you winning?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p9\" class=\"\">When you make a basket in a basketball game or kick a goal in soccer, there’s a great feeling of accomplishment and excitement. The same thing happens when you make gospel points. You feel good about yourself. You also feel closer to the Lord. You feel the excitement of knowing you’re doing what God wants you to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p10\" class=\"\">You’re in a different league when you’re shooting for gospel points. It’s a celestial league. You’re one of the Lord’s own sons, and he’s depending on you to do your very best. There are forces of good and forces of evil in the world. You represent the Lord as a force for good. You have come to earth at this time for a special purpose. He has a mission for you to accomplish, a <span class=\"emphasis\">lifetime<\/span> mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p11\" class=\"\">You’re probably going to have a tough opponent to overcome. Sometimes the media, friends, or other influences will try to pull you away from what is right. Choose to stand with the Lord. Join with the valiant prophet Joshua, who declared, “Choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord.” (<span class=\"citation\" id=\"30132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30132)\">Josh. 24:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p12\" class=\"\">To win this most important game of all, you need to make <span class=\"emphasis\">five points.<\/span> Let me be your coach for a few minutes. We will talk about plays and assignments—making points for righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p13\" class=\"\">The first point to be made is to <span class=\"emphasis\">serve your mission.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p14\" class=\"\">Be determined to serve a mission. Prepare well for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p15\" class=\"\">The prophet has asked each young man to serve a mission. That usually involves sacrifice. Ofttimes it means you give up something good for something better. It may mean postponing schooling or an athletic scholarship. It means saving money—for a mission instead of a car.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p16\" class=\"\">It also means sacrificing the things of the world. The prophet Moroni tells us, “Come unto Christ, and be perfected in him, and <span class=\"emphasis\">deny yourselves of all ungodliness.<\/span>” (<span class=\"citation\" id=\"38585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38585)\">Moro. 10:32<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p17\" class=\"\">The hymn tells us, “Sacrifice brings forth the blessings of heaven.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 27.) Do you know that sacrifice purifies our spirits and brings us closer to the Lord?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p18\" class=\"\">Serving your mission is more than being called and sharing the gospel with your brothers and sisters for two years. That <span class=\"emphasis\">is<\/span> important, but your mission is also doing what the Lord wants you to do throughout <span class=\"emphasis\">all<\/span> your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p19\" class=\"\">A mission can change the quality of your life in ways that you can barely imagine. You will find out what that is only as you serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p20\" class=\"\">Serve your mission. Make a point for righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p21\" class=\"\">The second point to be made is to <span class=\"emphasis\">draw close to the Lord.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p22\" class=\"\">How do you make that point? You make it by taking appropriate time to <span class=\"emphasis\">read the scriptures daily,<\/span> having earnest prayer, and fasting. These practices will help your testimony grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p23\" class=\"\">A seminary student said, “I used to think the scriptures were boring—until I started to read them.” At a recent stake conference, a beautiful young woman said in her testimony, “If you think the scriptures are boring, then you are boring.” They discovered that the scriptures provide answers to the problems they may face—with friends, at home, or at school. Gospel principles apply to any time period—Old Testament times or today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p24\" class=\"\">The Lord will speak to you through the words of the scriptures. Draw close to the Lord through the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p25\" class=\"\">Take a <span class=\"emphasis\">time-out<\/span> to <span class=\"emphasis\">pray each morning and night<\/span> and as often in between as needed. That’s one of the wonderful gifts the Lord has given you—he’s accessible by prayer any time, any place. He’s always there for you. Tell him your goals, your troubles. Give him thanks for your blessings. Ask him to teach you how you can help do his work. He hears your prayers. He cares about you. He wants you to succeed in living the gospel. Draw close to the Lord through prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p26\" class=\"\"><span class=\"emphasis\">Fast<\/span> the first Sunday of each month and also when you need special help from the Lord. Make it a true fast. Fasting is more than abstaining from food. It is more than helping the needy through fast offerings, important as that is. It is a spiritual law as well, just as is the law of tithing or the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p27\" class=\"\">In a sincere fast, we are given an open invitation by the Lord to draw close to him, to open our hearts to him, to feel his Spirit and pure love. It’s a time to recommit to obeying his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p28\" class=\"\">You’ll find there are points to make as you draw close to the Lord through scripture study, prayer, and fasting. Your testimony will grow. While many young men today are starving spiritually, you can grow spiritually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p29\" class=\"\">The third point: this is a tough two-pointer; the defense is all over you. <span class=\"emphasis\">Live the Word of Wisdom.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p30\" class=\"\">Choose not to use drugs or alcohol <span class=\"emphasis\">before<\/span> you’re tempted. They are destructive to your physical, mental, and spiritual well-being. Using them is wrong. They can destroy you. With drugs there is a high—but, oh, the risk; for you come down harder and lower after each experience. You can truly end up in the depths of hell. Young men, may you know <span class=\"emphasis\">now<\/span> that drugs dull your conscience so that you discern less clearly between good and evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p31\" class=\"\">President David O. McKay said, “Sin can stun the conscience as a blow on the head can stun the physical senses.” (<span class=\"emphasis\">Gospel Ideals,<\/span> Salt Lake City: Improvement Era, 1953, p. 146.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p32\" class=\"\">In the Word of Wisdom, the Lord tells us, “In consequence of evils and designs which do and will exist in the hearts of conspiring men in the last days, I have warned you, and forewarn you, by giving unto you this word of wisdom by revelation.” (<span class=\"citation\" id=\"19074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19074)\">D&amp;C 89:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p33\" class=\"\">Conspiring, evil men want to make money by selling drugs, alcohol, and tobacco. They don’t care how much death and pain come as a result. Beware of these merchants of death. Say no to those mind- and body-destroying drugs and chemicals that are ravaging the youth throughout the world. Why indulge when you know they destroy and promise nothing but sorrow? Young men, the ball is in your hands. Make that important goal for righteousness. Live the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p34\" class=\"\">Point number four: This is a three-point basket that could win the game. <span class=\"emphasis\">Stay morally clean.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p35\" class=\"\">Your mission call, your mission in life, and who and where you marry will be influenced by whether you lead a pure and chaste life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p36\" class=\"\">Alma taught his son Shiblon the importance of being morally clean. He said, “See that ye bridle all your passions, that ye may be filled with love.” (<span class=\"citation\" id=\"9746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9746)\">Alma 38:12<\/a><\/span>.) That is an interesting paradox—true love comes when you bridle your passions, when you use self-control.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p37\" class=\"\">You should avoid anything that causes you to lose control of yourself or to lose concern for the welfare of another person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p38\" class=\"\">Sharing affection can be a very positive, pleasing experience and was given to us by the Lord to strengthen the bonds between men and women. It is part of the force that leads us to marriage. The feelings generated can be very strong, but if you don’t control them, they’ll control you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p39\" class=\"\">To be prepared for your life’s mission, you must purify your thoughts and feelings. <span class=\"emphasis\">You<\/span> have the power to decide, deliberately and intentionally, what images you entertain in your mind and what emotions you feel in your heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p40\" class=\"\">Movies and television often portray premarital sex as an appropriate expression of love between a man and a woman. This is a lie. Sex outside of marriage becomes an expression of selfishness, lack of self-control, and lack of concern for the other person. These actions will bring you unhappiness and are condemned by God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p41\" class=\"\">Protect the chastity of young women as you would protect your own life. We hold you priesthood bearers responsible, first and foremost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p42\" class=\"\">Live a morally clean life. Make that winning point for righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p43\" class=\"\">Point number five is to <span class=\"emphasis\">live a life of service and Church activity.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p44\" class=\"\">Be committed to activity in the Church and balance this with service. Service opens windows in your life instead of just mirrors that always reflect yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p45\" class=\"\">Do more than just attend your meetings—get involved in living and enjoying the gospel. Be a loyal and supportive member of your Aaronic Priesthood quorum and prepare well for the day when you will hold the Melchizedek Priesthood, the priesthood after the order of the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p46\" class=\"\">Of deepest concern in all of your activities is whether you have private prayer, whether you read the scriptures daily as the prophet, President Benson, has asked you to do, and whether you agree with your parents and leaders about important spiritual matters. These are the kinds of things that really determine whether or not you have a testimony and the spiritual stamina to finish the game of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p47\" class=\"\">Now, my young friends, there will be other points you can make for righteousness, too; but I ask you, can you make these five points? Do you have the determination to do your best, to live by the rules, to strengthen your courage and testimony? I know you can. But please, wake up! You are the youth of the noble birthright.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p48\" class=\"\">There may be some among you who have fouled out. You’ve broken the rules, gotten offsides, moved before the snap, fumbled the ball. The ball—the gospel—is in your hands. Know that a loving Heavenly Father understands your weaknesses and wants you back on his team. Talk to your bishop. He will help you come back. You are needed and loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p49\" class=\"\">Now, young men, I speak as your friend, not as your judge. Practice these five points in your life. Write them down. Put them where you can see them daily. Check your progress frequently. There are points to win and blessings to obtain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/making-points-for-righteousness.p50\" class=\"\">You priesthood leaders and fathers, you are the home-field coaches. Review these points with these, your sons. Discuss them in depth. Help these young men work on them. Making these points will help lead them to joy and happiness and exaltation. Of this I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}