{"ID":4715, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Thanks Be to God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03239_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p4\" class=\"\">In the first section of the Doctrine and Covenants, we read the Lord’s promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p5\" class=\"\">“Hearken, O ye people of my church, saith the voice of him who dwells on high. … Hearken ye people from afar. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p6\" class=\"\">“For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p7\" class=\"\">“And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have chosen in these last days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p8\" class=\"\">“And they shall go forth and none shall stay them, for I the Lord have commanded them.” (<span class=\"citation\" id=\"18915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18915)\">D&amp;C 1:1–2, 4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p9\" class=\"\">Exactly fifty years ago, in 1939, the heads of state in Europe solemnly returned their position papers to leather briefcases, arose from their chairs at the conference table, and returned to their respective countries. Peace had perished. Mighty armies crossed international borders. Warplanes droned overhead; giant tanks lumbered forward. World War II had begun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p10\" class=\"\">Hundreds of missionaries were withdrawn from Europe and reassigned elsewhere in the world. The membership of the Church in those areas, now deprived of missionary leadership, carried on valiantly. Carnage, suffering, and death enveloped Europe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p11\" class=\"\">After six terrible years, the conflict ceased and a mammoth rebuilding effort was commenced. Missionaries returned to some nations, the gospel was taught, and the Church began to grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p12\" class=\"\">In other countries, new political boundaries sprang up, borders bristled with armaments, and missionaries were denied entry. Our members there endured a period marked by patient waiting, fervent praying, and faithful living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p13\" class=\"\">In October 1988, as my plane droned onward to Berlin, my thoughts were upon these nations and my heart felt concern for their people, particularly our own members who had unflinchingly borne their burdens and suffered in silence. I sat back somewhat in reverie, contemplating my lengthy assignment to the German Democratic Republic. For twenty years this had been a vital part of my ministry. My mind filled with memories. My heart overflowed with gratitude to God. I reflected on the history of the Church in the land to which I was going.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p14\" class=\"\">Prior to World War II, the nation we now know as the German Democratic Republic, and which some erroneously term East Germany, was the most productive area of the German-speaking world as pertained to missionary success. The city of Chemnitz, now Karl-Marx-Stadt, had as many as six large branches of members and was the greatest concentration of Latter-day Saints outside of North America. Then came the terrible destruction of World War II. After the bombs ceased and the artillery fell silent, the land was left devastated. Then, like moles from the earth came the people, bedraggled, hungry, frightened, lost. In memory one could hear the cry, “Mother, where are you? Father, where have you gone?” They were greeted by nothing but a moonscape of shell holes, jagged buildings, giant craters, and mountains of rubble. A nation lay desolate and destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p15\" class=\"\">About that time, the prophet of the Lord determined that one named Ezra Taft Benson would undertake a rescue mission to the struggling people. Elder Benson left his dear wife, whom he loves with all his heart, left his precious children, who were tiny at the time, and went on a mission, the length of which was uncertain. He traversed the land of German-speaking Europe—east and west. He fed the people. He clothed the people. He blessed the people. And he gave them hope. His record of service was a foundation for the progress which followed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p16\" class=\"\">Another great benefactor of our German-speaking members is Walter Stover. Freely he has shared his life and generously given of his means to lift the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p17\" class=\"\">In 1968 when I made my first visit to the German Democratic Republic, tensions were high. Trust and understanding did not exist. No diplomatic relations had been established. On a cloudy and rain-filled day I journeyed to the city of Görlitz, situated deep in the German Democratic Republic near the Polish and Czech borders. I attended my first meeting with the Saints. We assembled in a small and ancient building. As the members sang the hymns of Zion, they literally filled the hall with their faith and devotion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p18\" class=\"\">My heart was filled with sorrow when I realized the members had no patriarch, no wards or stakes—just branches. They could not receive temple blessings—either endowment or sealing. No official visitor had come from Church headquarters in a long time. The members could not leave their country. Yet they trusted in the Lord with all their hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p19\" class=\"\">I stood at the pulpit, and with tear-filled eyes and a voice choked with emotion, I made a promise to the people: “If you will remain true and faithful to the commandments of God, every blessing any member of the Church enjoys in any other country will be yours.” Then I realized what I had said. That night, I dropped to my knees and pleaded with my Heavenly Father, “Father, I’m on Thy errand; this is Thy Church. I have spoken words that came not from me but from Thee and Thy Son. Wilt Thou fulfill the promise in the lives of this noble people.” Thus concluded my first visit to the German Democratic Republic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p20\" class=\"\">The Lord’s promise began to unfold. A patriarch was named: Brother Percy K. Fetzer, who also was assigned as a Regional Representative for the area. Then Walter Krause, a native of that country, was ordained a patriarch. To date he has given 989 patriarchal blessings, and his wife has typed every one of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p21\" class=\"\">Time and again I paid visits to that nation. I recall leadership meetings in which the priesthood leaders eagerly ran to the front when their names were called to obtain printed instructions concerning how a quorum should operate or how a branch should function.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p22\" class=\"\">I remember going to a conference in the city of Annaberg. There, a sweet, older sister came forward and asked, “Are you an Apostle?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p23\" class=\"\">When I answered, “Yes,” she reached in her purse and brought forth a picture of the Quorum of the Twelve Apostles. She asked, “Which one are you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p24\" class=\"\">I looked at the picture. The junior member of the Quorum of the Twelve in that picture was Elder John A. Widtsoe. She had not seen a member of the Twelve for a very long time!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p25\" class=\"\">Soon a member mission organization was established, the first high priest ordained, and district councils organized. In Freiberg there was created a stake of Zion and then another stake in Leipzig. Each member of the Church in the German Democratic Republic now belonged to a stake of the Church. One branch president whom I interviewed had served in this capacity for twenty-one years. He was only forty-two years of age. Half his life he had been a branch president, yet he was willing to carry on in any assignment. The members eagerly accepted their calls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p26\" class=\"\">These remarkable events were preceded by a special dedication of the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p27\" class=\"\">On a Sunday morning, April 27, 1975, I stood on an outcropping of rock situated between the cities of Dresden and Meissen, high above the Elbe River, and offered a prayer on the land and its people. That prayer noted the faith of the members. It emphasized the tender feelings of many hearts filled with an overwhelming desire to obtain temple blessings. A plea for peace was expressed. Divine help was requested. I spoke the words: “Dear Father, let this be the beginning of a new day for the members of Thy Church in this land.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p28\" class=\"\">Suddenly, from far below in the valley, a bell in a church steeple began to chime and the shrill crow of a rooster broke the morning silence, each heralding the commencement of a new day. Though my eyes were closed, I felt a warmth from the sun’s rays reaching my face, my hands, my arms. How could this be? An incessant rain had been falling all morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p29\" class=\"\">At the conclusion of the prayer, I gazed heavenward. I noted a ray of sunshine which streamed from an opening in the heavy clouds, a ray which engulfed the spot where our small group stood. From that moment I knew divine help was at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p30\" class=\"\">The work moved forward. The paramount blessing needed was the privilege of our worthy members to receive their endowments and their sealings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p31\" class=\"\">We explored every possibility. A trip once in a lifetime to the temple in Switzerland? Not approved by the government. Perhaps mother and father could come to Switzerland, leaving the children behind. Not right. How do you seal children to parents when they cannot kneel at an altar? It was a tragic situation. Then, through the fasting and the prayers of many members, and in a most natural manner, government leaders proposed: Rather than having your people go to Switzerland to visit a temple, why don’t you build a temple here in the German Democratic Republic? The proposal was accepted, a choice parcel of property obtained in Freiberg, and ground broken for a beautiful temple of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p32\" class=\"\">The day of dedication was an historic occasion. President Gordon B. Hinckley offered the dedicatory prayer. Heaven was close that day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p33\" class=\"\">For its size, this temple is one of the busiest temples in the Church. It is the only temple where one makes an appointment to participate in an endowment session. It is the only temple I know of where stake presidents say, “What can we do? Our home teaching is somewhat down because everyone is in the temple!” When I heard that comment, I thought, “Not bad—not bad at all!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p34\" class=\"\">A miracle of miracles had taken place. One more was needed. How can the Church grow without missionaries? How can our numbers increase despite an aging population? Beautiful new buildings grace the land: stake centers at Leipzig and Dresden, and chapels in Freiberg and Zwickau, with others to follow, such as a chapel under construction in the city of Plauen. A faithful brother from Plauen wrote me this poignant letter: “My parents and grandparents have served before us in this branch, but never thus far has it been possible to have our own meetinghouse. Now a long-cherished wish is being fulfilled.” After reading this touching account, the thought crossed my mind, “But what use are buildings if there are not sufficient members to occupy them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p35\" class=\"\">Such was the dilemma uppermost on my mind as my plane landed in Berlin that October afternoon. We went forward with the vital assignment to visit with the leaders of the German Democratic Republic. Our ultimate goal was to seek permission for the doorway of missionary work to open. Elder Russell M. Nelson, Elder Hans B. Ringger, and I, along with our local German Democratic Republic Church leaders, headed by President Henry Burkhardt, President Frank Apel, and President Manfred Schutze, initially met with State Secretary for Religious Affairs Kurt Löffler as he hosted a lovely luncheon in our honor. He addressed our group by saying, “We want to be helpful to you. We’ve observed you and your people for twenty years. We know you are what you profess to be: honest men and women.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p36\" class=\"\">Government leaders and their wives attended the dedication of a stake center at Dresden and a chapel at Zwickau. As the Saints sang “God be with you till we meet again”—“Auf Wiedersehen, Auf Wiedersehen”—we remembered Him, the Prince of Peace, who died on the cross at Calvary. I contemplated our Lord and Savior, when He walked the path of pain, the trail of tears, even the road of righteousness. His penetrating declaration came to mind: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"29443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29443)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p37\" class=\"\">Then it was back to Berlin for the crucial meetings with the head of the nation, even Chairman Erich Honecker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p38\" class=\"\">That special morning the sunlight bathed the city of Berlin. It had been raining all night, but now beauty prevailed. We were driven to the chambers of the chief representatives of the government.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p39\" class=\"\">Beyond the exquisite entry to the building, we were greeted by Chairman Honecker. We presented to him the statuette <span class=\"emphasis\">First Step,<\/span> depicting a mother helping her child take its first step toward its father. He was highly pleased with the gift. He then escorted us into his private council room. There, around a large round table, we were seated. Others at the table included Chairman Honecker and his deputies of government.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p40\" class=\"\">Chairman Honecker began, “We know members of your Church believe in work; you’ve proven that. We know you believe in the family; you’ve demonstrated that. We know you are good citizens in whatever country you claim as home; we have observed that. The floor is yours. Make your desires known.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p41\" class=\"\">I began, “Chairman Honecker, at the dedication and open house for the temple in Freiberg, 89,890 of your countrymen stood in line, at times up to four hours, frequently in the rain, that they might see a house of God. In the city of Leipzig, at the dedication of the stake center, 12,000 people attended the open house. In the city of Dresden there were 29,000 visitors; in the city of Zwickau, 5,300. And every week of the year 1,500 to 1,800 people visit the temple grounds in the city of Freiberg. They want to know what we believe. We would like to tell them that we believe in honoring and obeying and sustaining the law of the land. We would like to explain our desire to achieve strong family units. These are but two of our beliefs. We cannot answer questions, and we cannot convey our feelings, because we have no missionary representatives here as we do in other countries. The young men and young women whom we would like to have come to your country as missionary representatives would love your nation and your people. More particularly, they would leave an influence with your people which would be ennobling. Then we would like to see young men and young women from your nation who are members of our Church serve as missionary representatives in many nations, such as in America, in Canada, and in a host of others. They will return better prepared to assume positions of responsibility in your land.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p42\" class=\"\">Chairman Honecker then spoke for perhaps thirty minutes, describing his objectives and viewpoints and detailing the progress made by his nation. At length, he smiled and addressed me and the group, saying, “We know you. We trust you. We have had experience with you. Your missionary request is approved.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p43\" class=\"\">My spirit literally soared out of the room. The meeting was concluded. As we left the beautiful government chambers, Elder Russell Nelson turned to me and said, “Notice how the sunshine is penetrating this hall. It’s almost as though our Heavenly Father is saying, ‘I am pleased.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p44\" class=\"\">The black darkness of night had ended. The bright light of day had dawned. The gospel of Jesus Christ would now be carried to the millions of people in that nation. Their questions concerning the Church will be answered, and the Kingdom of God will go forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p45\" class=\"\">As I reflect on these events, my thoughts turn to the Master’s words, “In nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things.” (<span class=\"citation\" id=\"19028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19028)\">D&amp;C 59:21<\/a><\/span>.) I confess the hand of God in the miraculous events pertaining to the Church in the German Democratic Republic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p46\" class=\"\">The faith and devotion of our members in that nation have not gone unnoticed by God. The excellent service of other General Authorities, Regional Representatives, and mission presidents has been of inestimable help. The understanding cooperation of government leaders is most appreciated. Assignments have been made to the first ten missionaries from the German Democratic Republic to serve abroad; and just three days ago, on Thursday, March 30, the first full-time missionary representatives in exactly fifty years entered the German Democratic Republic. Their mission president was there to greet them. The long period of preparation is past. The future of the Church unfolds. Thanks be to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p47\" class=\"\">From the heavens we hear anew the Lord’s declaration:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p48\" class=\"\">“Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is God, and beside him there is no Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p49\" class=\"\">“Great is his wisdom, marvelous are his ways, and the extent of his doings none can find out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p50\" class=\"\">“His purposes fail not, neither are there any who can stay his hand. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p51\" class=\"\">“For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p52\" class=\"\">“Great shall be their reward and eternal shall be their glory.” (<span class=\"citation\" id=\"19046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19046)\">D&amp;C 76:1–3, 5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/thanks-be-to-god.p53\" class=\"\">May this be our universal blessing, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}