{"ID":4717, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Kindred Family—Expression of Eternal Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p2\" class=\"\">Elder J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:225e.jpg\" alt=\"Elder J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p3\" class=\"\">My brothers and sisters, since last October it has been my blessing to be associated with the Family History Department of the Church. It enables each of us to experience the joy of the covenants and the ordinances of the temple as we make them available to our loved ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p4\" class=\"\">Famous <span class=\"emphasis\">Roots<\/span> author, Alex Haley, once said: “In all of us there is a hunger, marrow-deep, to know our heritage—to know who we are and where we have come from. Without this enriching knowledge, there is a hollow yearning. No matter what our attainments in life, there is still … an emptiness, and the most disquieting loneliness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p5\" class=\"\">Through family history we discover the most beautiful tree in the forest of creation—our family tree. Its numerous roots reach back through history, and its branches extend throughout eternity. Family history is the expansive expression of eternal love. It is born of selflessness. It provides opportunity to secure the family unit forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p6\" class=\"\">Moroni told young Joseph Smith that Elijah the prophet would come and reveal anew the purposes, powers, and blessings of the holy priesthood which had been lost to the world. Through the keys he would restore, promises made earlier to the fathers would be planted in the hearts of their latter-day children. Our hearts would then turn to our fathers, and, through this impelling promise, the sacred relationships of mortality could be extended forever. [see <span class=\"citation\" id=\"30703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30703)\">JS—H 1:36–39<\/a><\/span>] Families of the earth could become families of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p7\" class=\"\">Dr. Krister Stendahl, bishop of the Lutheran Church in Stockholm, expressed this profound sentiment about our temple in Sweden: “Isn’t it wonderful!” he said. “Only the Mormons are extending the blessings of the atonement of Jesus Christ to those beyond the grave.” He is right. The blessings of the Atonement do extend beyond the grave. Jesus suffered and died to preserve and unify our Father’s family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p8\" class=\"\">In earliest biblical culture, the family was more than a parent and child unit. It included all who were related by blood and marriage. This kindred family, as I prefer to call it, was strongly linked by natural affection and the patriarchal priesthood. The elderly were venerated for their experience and wisdom. There were strength and safety in numbers, and, through love and support, members established solidarity and continuity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p9\" class=\"\">Many social and economic conditions in today’s world militate against such a kindred family. Throughout the ages, evil forces have attacked the family. Why do you suppose Satan is so obsessed with its dissolution? Because it stands for everything he wants and cannot have. He cannot be a husband, a father, or a grandfather. He cannot have posterity now or ever. Satan cannot even keep those he has led away from God. He has no eternal kingdom or inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p10\" class=\"\">Nevertheless, the family is society’s strongest and most important institution. Where it has survived, it has done so as a matter of highest priority. Individual interests have been subordinated to the interests of the group. Sacrifice has exceeded selfishness. Loyalty, respect for the family name, pride in one another’s achievements, and shared quality time have been pre-eminent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p11\" class=\"\">I had the good fortune of marrying into such a family. I have marveled as relatives have traveled great distances to support a family activity, a missionary farewell, or a wedding. An elderly aunt still invites cousins of four generations, who are attending Brigham Young University, into her home for family home evenings. Through this association, the cousins strengthen each other in keeping the covenants of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p12\" class=\"\">If the kindred family system were working as it could, our hearts would encompass each family member in time of need. Shared resources would make the family self-reliant. Children would consider it a blessing, not a burden, to care for aged parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p13\" class=\"\">I know of a widowed father who was reluctant to live with his daughter who resided in another state. She thanked him for the privilege of taking him into her home, insisting that she now would be able to demonstrate her love for all she had received from her parents. She felt selfish in finally having him to herself. Upon his death, she told me how blessed she was to have had those last precious years with her father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p14\" class=\"\">The priesthood is the vital power which solidifies the kindred family. One of the most sacred privileges of fatherhood is the blessing of one’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p15\" class=\"\">Many years ago, in this Tabernacle, I heard Elder Sterling Sill recognize the men who had performed the essential priesthood ordinances listed on his membership record. I suddenly realized that my father’s name did not appear on my record. He had not been active in the Church while I was growing up but had since become a faithful high priest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p16\" class=\"\">Returning home from conference, I brooded about this, feeling deprived. I telephoned my father and said, “Dad, I’d like to ask you a favor. You can do something for me that no other living person can do. I would like a father’s blessing.” He hesitated and said, “Well, we’ll see, the next time you come to Rexburg.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p17\" class=\"\">I persisted. To my knowledge, he had never given a father’s blessing before, and he was nervous. At the age of eighty-four, he placed his quivering hands upon my head. And this son will never forget the supreme joy of hearing a proud father pour out his heart in a blessing—a blessing which will be held sacred and cherished not because of its eloquence but because it came from my father. I hope, brethren, that you will not deny your children this choice experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p18\" class=\"\">Now, I realize there are numerous single-parent families in the Church who do not have a priesthood bearer to preside in the home and bless them. They are reluctant to impose on others and are frequently offended by insensitive remarks regarding their family status. This is also true of single adults who have yet to marry. They often feel cut off from the mainstream of Mormon family life. They especially need to be part of a gospel kindred family, where blessings can be obtained from worthy priesthood bearers and role models can be found in quorum brotherhood and Relief Society sisterhood. Families in the ward can reach out and share loving concern. Within the Lord’s design, no one should be ignored. We are all members of the body of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p19\" class=\"\">As we learn to be loving, caring families in mortality, our hearts will naturally turn to members of our kindred family in the spirit world. As they continue to live beyond the veil, they wait—they wait for us, their family, to share the blessings of the ordinances of the priesthood. They yearn to belong to the eternal family circle. They are anxious for us to make this possible. Are we not compelled to do so?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p20\" class=\"\">I was impressed by the testimony of a single adult in Washington, D.C., who, as a recent convert, found herself suddenly immersed in the pursuit of her family history. After her first sacred experience of participating in the temple ordinance work for several of her kindred family, she expressed her feelings with tears of joy. “Now,” she exclaimed, “I am no longer the only member of the Church in my family!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p21\" class=\"\">Our family research and temple ordinances make it possible for us to be forever families. The process of compiling family history records need not be expensive or complicated. We may not be able to do everything; but we can do something.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p22\" class=\"\">With her permission, I would like to share part of a sweet letter I received from Sister Linda Seamon of the Flagstaff Arizona Stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p23\" class=\"\">“We are a young family. My husband and I are 33. We have three small children. This is a busy ‘family time’ for us in our lives. For months, Diana, our ward genealogy person, would call us on a regular basis to ask if there was anything she could do to help us get started on our family history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p24\" class=\"\">“We of course thanked her for the call, but firmly replied that ‘Aunt Leona, Cousin Nellie, and Aunt Bertha have done all there is to do on our families.’ Then, intrigued by an article in the <span class=\"emphasis\">Ensign<\/span> about the new 8.5 x 11 forms for family history, I mentioned this to Diana and a week later she was at my door with the forms! I took a look and thought how neat it would be to fill in the forms with our own names in the blanks. This simple experience of a loving, persistent family history representative was what got us started.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p25\" class=\"\">“We both come from Mormon families several generations back. We thought the ordinance work for our ancestors had been completed. We were wrong! In the short months we have been collecting copies of family group records, we have had so many experiences that confirmed to us the Lord’s hand in this work: 44 baptisms, 45 endowments, 29 children sealed to parents, 16 marriage sealings. All of these from records that were supposedly ‘all done.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p26\" class=\"\">“Words cannot express the joy we have felt in the temple performing ordinances for our ancestors. Family relationships, some estranged since childhood, have been healed. Our extended families have also become involved. We have sent names to five different temples so that we could be united in helping to complete the temple work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p27\" class=\"\">“We believe that it takes just one temple experience for one’s ancestors to convince a person of the importance of this work. It is possible to become involved in this exciting work at any age. We’re committed to it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p28\" class=\"\">The Prophet Joseph Smith gave us this sober warning: “The earth will be smitten with a curse unless there is a welding link … between the fathers and the children. … For we without them cannot be made perfect; neither can they without us be made perfect.” (<span class=\"citation\" id=\"19130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19130)\">D&amp;C 128:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p29\" class=\"\">In the councils of heaven before the world began, we made a solemn agreement with the Lord to assist in bringing to pass the eternal life of man. Elder John A. Widtsoe reminds us that the least of us, the humblest, is in partnership with the Almighty in achieving the purpose of the eternal plan of salvation. It is man’s duty, his pleasure and joy, his labor and ultimately his glory. By that doctrine, with the Lord at the head, we become saviors on Mount Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/our-kindred-family-expression-of-eternal-love.p30\" class=\"\">I bear witness that this work is true. I testify that we may anticipate a glorious reunion with our kindred family through the covenant blessings of the priesthood. I pray that we will heed the prophets and inherit the supreme joy which comes from performing this marvelous work of salvation, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}