{"ID":4720, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Canker of Contention\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p3\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03239_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p4\" class=\"\">Some months ago my esteemed colleague Elder Carlos E. Asay and I stood atop Mount Nebo, where Moses once stood. (See <span class=\"citation\" id=\"21356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21356)\">Deut. 34:1–4<\/a><\/span>.) We saw what he saw. In the distance to our right was the Sea of Galilee. The river Jordan flowed from there to the Dead Sea on our left. Ahead was the promised land into which Joshua led the Israelite faithful so long ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p5\" class=\"\">Later we were permitted to do what Moses could not. We were escorted from the Hashemite kingdom of Jordan to its western border with Israel. From there, we and our associates walked over the Allenby Bridge. We felt the tension as armed soldiers nearby guarded both sides of the international boundary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p6\" class=\"\">After safely enduring this experience, I thought of the irony of it all. Here in the land made holy by the Prince of Peace, contention has existed almost continuously from that day to this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p7\" class=\"\">Prior to His ascension from the Holy Land, the Savior pronounced a unique blessing: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.” (<span class=\"citation\" id=\"29444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29444)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p8\" class=\"\">His peace is not necessarily political; His peace is personal. But that spirit of inner peace is driven away by contention. Contention does not usually begin as strife between countries. More often, it starts with an individual, for we can contend within ourselves over simple matters of right and wrong. From there, contention can infect neighbors and nations like a spreading sore.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p9\" class=\"\">As we dread any disease that undermines the health of the body, so should we deplore contention, which is a corroding canker of the spirit. I appreciate the counsel of Abraham Lincoln, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p10\" class=\"\">“Quarrel not at all. No man resolved to make the most of himself can spare time for personal contention. … Better give your path to a dog than be bitten by him.” (Letter to J. M. Cutts, 26 Oct. 1863, in <span class=\"emphasis\">Concise Lincoln Dictionary of Thoughts and Statements,<\/span> comp. and arr. Ralph B. Winn, New York: New York Philosophical Library, 1959, p. 107.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p11\" class=\"\">President Ezra Taft Benson in his keynote address yesterday described contention as “another face of pride.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p12\" class=\"\">My concern is that contention is becoming accepted as a way of life. From what we see and hear in the media, the classroom, and the workplace, all are now infected to some degree with contention. How easy it is, yet how wrong it is, to allow habits of contention to pervade matters of spiritual significance, because contention is forbidden by divine decree:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p13\" class=\"\">“The Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another.” (<span class=\"citation\" id=\"4349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4349)\">2 Ne. 26:32<\/a><\/span>.)<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Creator of Contention<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p15\" class=\"\">To understand why the Lord has commanded us not to “contend one with another,” [see <span class=\"citation\" id=\"19138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19138)\">D&amp;C 136:23<\/a><\/span>] we must know the true source of contention. A Book of Mormon prophet revealed this important knowledge even before the birth of Christ:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p16\" class=\"\">“Satan did stir them up to do iniquity continually; yea, he did go about spreading rumors and contentions upon all the face of the land, that he might harden the hearts of the people against that which was good and against that which should come.” (<span class=\"citation\" id=\"24800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24800)\">Hel. 16:22<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p17\" class=\"\">When Christ did come to the Nephites, He confirmed that prophecy:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p18\" class=\"\">“He that hath the spirit of contention is not of me [saith the Lord], but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p19\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.” (<span class=\"citation\" id=\"6165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6165)\">3 Ne. 11:29–30<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Origin of Contention<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p21\" class=\"\">Contention existed before the earth was formed. When God’s plan for creation and mortal life on the earth was first announced, sons and daughters of God shouted for joy. The plan was dependent on man’s agency, his subsequent fall from the presence of God, and the merciful provision of a Savior to redeem mankind. Scriptures reveal that Lucifer sought vigorously to <span class=\"emphasis\">amend<\/span> the plan by destroying the agency of man. Satan’s cunning motive was unmasked in his statement:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p22\" class=\"\">“Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.” (<span class=\"citation\" id=\"39756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39756)\">Moses 4:1<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p23\" class=\"\">Satan’s selfish efforts to alter the plan of God resulted in great contention in heaven. The Prophet Joseph Smith explained:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p24\" class=\"\">“Jesus said there would be certain souls that would not be saved; and the devil said he could save them all, and laid his plans before the grand council, who gave their vote in favor of Jesus Christ. So the devil rose up in rebellion against God, and was cast down.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 357.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p25\" class=\"\">This war in heaven was not a war of bloodshed. It was a war of conflicting ideas—the beginning of contention.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p26\" class=\"\">Scriptures repeatedly warn that the father of contention opposes the plan of our Heavenly Father. Satan’s method relies on the infectious canker of contention. Satan’s motive: to gain personal acclaim even over God Himself.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Targets of the Adversary<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p28\" class=\"\">The work of the adversary may be likened to loading guns in opposition to the work of God. Salvos containing germs of contention are aimed and fired at strategic targets essential to that holy work. These vital targets include—in addition to the individual—the family, leaders of the Church, and divine doctrine.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Family<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p30\" class=\"\">The family has been under attack ever since Satan first taunted Adam and Eve. (See <span class=\"citation\" id=\"24027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24027)\">Gen. 3:1–5<\/a><\/span>; <span class=\"citation\" id=\"39759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39759)\">Moses 4:1–11<\/a><\/span>.) So today, each must guard against the hazard of contention in the family. It usually begins innocently. Years ago when our daughters were little girls who wanted to be big girls, the style of the day was to wear multiple petticoats. A little contention could have crept in as the girls soon learned that the one to get dressed first was the one best dressed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p31\" class=\"\">In a large family of boys, those with the longest reach were the best fed. In order to avoid obvious contention, they adopted a rule that required them at mealtime to leave at least one foot on the floor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p32\" class=\"\">The home is the great laboratory of learning and love. Here parents help children overcome these natural tendencies to be selfish. In rearing our own family, Sister Nelson and I have been very grateful for this counsel from the Book of Mormon:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p33\" class=\"\">“Ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p34\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.” (<span class=\"citation\" id=\"40728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40728)\">Mosiah 4:14–15<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p35\" class=\"\">And I might add, please be patient while children learn those lessons.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p36\" class=\"\">Parents should be partners to cherish and protect one another, knowing that the aim of the adversary is to destroy the integrity of the family.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Leaders of the Church<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p38\" class=\"\">Leaders of the Church are targets for attack by those who stir contention. This is true even though not a single leader has called himself or herself to a position of responsibility. Each General Authority, for instance, chose another path to pursue as his life’s occupation. But the reality is, as with Peter or Paul, each was surely “called of God, by prophecy, and by the laying on of hands by those who are in authority.” (<span class=\"citation\" id=\"7004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7004)\">A of F 1:5<\/a><\/span>.) With that call comes the commitment to emulate the patterns of the Prince of Peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p39\" class=\"\">That goal is shared by worthy servants of the Master, who would not speak ill of the Lord’s anointed nor provoke contention over teachings declared by ancient or living prophets.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p40\" class=\"\">Certainly no faithful follower of God would promote any cause even remotely related to religion if rooted in controversy, because contention is not of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p41\" class=\"\">Surely a stalwart would not lend his or her good name to periodicals, programs, or forums that feature offenders who do sow “discord among brethren.” (<span class=\"citation\" id=\"41602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41602)\">Prov. 6:19<\/a><\/span>; see also <span class=\"citation\" id=\"41601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41601)\">Prov. 6:14<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p42\" class=\"\">Such agitators unfortunately fulfill long-foretold prophecy: they “take counsel together, against the Lord, and against his anointed.” (<span class=\"citation\" id=\"42023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42023)\">Ps. 2:2<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p43\" class=\"\">Yet, mercifully, the anointed pray for those who attack them, knowing the sad fate prophesied for their attackers. (See <span class=\"citation\" id=\"19104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19104)\">D&amp;C 121:16–22<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p44\" class=\"\">Throughout the world, Saints of the Lord follow Him <span class=\"emphasis\">and<\/span> His anointed leaders. They have learned that the path of dissent leads to real dangers. The Book of Mormon carries this warning:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p45\" class=\"\">“Now these dissenters, having the same instruction and the same information … , having been instructed in the same knowledge of the Lord, nevertheless, it is strange to relate, not long after their dissensions they became more hardened and impenitent, and more wild, wicked and ferocious … ; giving way to indolence, and all manner of lasciviousness; yea, entirely forgetting the Lord their God.” (<span class=\"citation\" id=\"9753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9753)\">Alma 47:36<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p46\" class=\"\">How divisive is the force of dissension! Small acts can lead to such great consequences. Regardless of position or situation, no one can safely assume immunity to contention’s terrible toll.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p47\" class=\"\">Thomas B. Marsh, once one of the Twelve, left the Church. His spiritual slide to apostasy started because his wife and another woman had quarreled over a little cream! After an absence from the Church of nearly nineteen years, he came back. To a congregation of Saints, he then said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p48\" class=\"\">“If there are any among this people who should ever apostatize and do as I have done, prepare your backs for a good whipping, if you are such as the Lord loves. But if you will take my advice, you will stand by the authorities.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 5:206; see also Gordon B. Hinckley, <span class=\"emphasis\">Ensign,<\/span> May 1984, pp. 81–83.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p49\" class=\"\">Of course the authorities are human. But to them God has entrusted the keys to His divine work. And He holds us accountable for our responses to the teachings of His servants. These are the words of the Lord:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p50\" class=\"\">“If my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p51\" class=\"\">“But if they will not hearken to my voice, nor unto the voice of these men whom I have appointed, they shall not be blest.” (<span class=\"citation\" id=\"19122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19122)\">D&amp;C 124:45–46<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Divine Doctrine<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p53\" class=\"\">Divine doctrine of the Church is the prime target of attack by the spiritually contentious. Well do I remember a friend who would routinely sow seeds of contention in Church classes. His assaults would invariably be preceded by this predictable comment: “let me play the role of devil’s advocate.” Recently he passed away. One day he will stand before the Lord in judgment. Then, I wonder, will my friend’s predictable comment again be repeated?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p54\" class=\"\">Such contentious spirits are not new. In an epistle to Timothy, the Apostle Paul gave this warning, “that the name of God and his doctrine be not blasphemed.” (<span class=\"citation\" id=\"2886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2886)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2886)\">1 Tim. 6:1<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p55\" class=\"\">“If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to [his] doctrine … doting about questions and strifes of words, … supposing that gain is godliness: from such withdraw thyself.” (<span class=\"citation\" id=\"2887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2887)\">1 Tim. 6:3–5<\/a><\/span>; see also <span class=\"citation\" id=\"25656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25656)\">Isa. 29:21<\/a><\/span>; <span class=\"citation\" id=\"4353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4353)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4353)\">2 Ne. 27:32<\/a><\/span>; <span class=\"citation\" id=\"18960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18960)\">D&amp;C 19:30<\/a><\/span>; <span class=\"citation\" id=\"18995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18995)\">D&amp;C 38:41<\/a><\/span>; <span class=\"citation\" id=\"19032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19032)\">D&amp;C 60:14<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p56\" class=\"\">Dissecting doctrine in a controversial way in order to draw attention to oneself is not pleasing to the Lord. He declared:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p57\" class=\"\">“Bring to light the true points of my doctrine, yea, and the only doctrine which is in me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p58\" class=\"\">“And this I do that I may establish my gospel, that there may not be so much contention; yea, Satan doth stir up the hearts of the people to contention concerning the points of my doctrine; and in these things they do err, for they do wrest the scriptures and do not understand them.” (<span class=\"citation\" id=\"18942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18942)\">D&amp;C 10:62–63<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p59\" class=\"\">Contention fosters disunity. The Book of Mormon teaches the better way:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p60\" class=\"\">“Alma, having authority from God, … commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.” (<span class=\"citation\" id=\"40737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40737)\">Mosiah 18:18, 21<\/a><\/span>; see also <span class=\"citation\" id=\"40740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40740)\">Mosiah 23:15<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Steps to Supplant Contention<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p62\" class=\"\">What can we do to combat this canker of contention? What steps may each of us take to supplant the spirit of contention with a spirit of personal peace?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p63\" class=\"\">To begin, show compassionate concern for others. Control the tongue, the pen, and the word processor. Whenever tempted to dispute, remember this proverb: “He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace.” (<span class=\"citation\" id=\"41604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41604)\">Prov. 11:12<\/a><\/span>; see also <span class=\"citation\" id=\"41609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41609)\">Prov. 17:28<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p64\" class=\"\">Bridle the passion to speak or write contentiously for personal gain or glory. The Apostle Paul thus counseled the Philippians, “Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.” (<span class=\"citation\" id=\"41322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41322)\">Philip. 2:3<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p65\" class=\"\">Such high mutual regard would then let us respectfully disagree without being disagreeable.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p66\" class=\"\">But the ultimate step lies beyond beginning control of expression. Personal peace is reached when one, in humble submissiveness, truly loves God. Heed carefully this scripture:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p67\" class=\"\">“There was no contention in the land, <span class=\"emphasis\">because of<\/span> the love of God which did dwell in the hearts of the people.” (<span class=\"citation\" id=\"6549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6549)\">4 Ne. 1:15<\/a><\/span>; see also <span class=\"citation\" id=\"6548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6548)\">4 Ne. 1:2<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p68\" class=\"\">Thus, love of God should be our aim. It is the first commandment—the foundation of faith. As we develop love of God and Christ, love of family and neighbor will naturally follow. Then will we eagerly emulate Jesus. He healed. He comforted. He taught, “Blessed are the peacemakers: for they shall be called the children of God.” (<span class=\"citation\" id=\"37274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37274)\">Matt. 5:9<\/a><\/span>; see also <span class=\"citation\" id=\"6170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6170)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6170)\">3 Ne. 12:9<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p69\" class=\"\">Through love of God, the pain caused by the fiery canker of contention will be extinguished from the soul. This healing begins with a personal vow: “Let there be peace on earth, and let it begin with me.” (“Let There Be Peace on Earth,” Sy Miller and Jill Jackson, © Jan-Lee Music, Beverly Hills, Calif., 1972.) This commitment will then spread to family and friends and will bring peace to neighborhoods and nations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-canker-of-contention.p70\" class=\"\">Shun contention. Seek godliness. Be enlightened by eternal truth. Be like-minded with the Lord in love and united with Him in faith. Then shall “the peace of God, which passeth all understanding” (<span class=\"citation\" id=\"41326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41326)\">Philip. 4:7<\/a><\/span>), be yours, to bless you and your posterity through generations yet to come. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}