{"ID":4721, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            University for Eternal Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p2\" class=\"\">Elder F. Enzio Busche<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2374.jpg\" alt=\"Elder F. Enzio Busche\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p3\" class=\"\">I am overwhelmed with feelings of joy and deep gratitude to be able to participate in this gathering of the Saints of the latter days in this great conference. It is impossible to describe with words the feelings that Sister Busche and I share as we are now serving in the second year in one of the temples of the Lord. The dimensions of its sacredness and holiness continue to inspire us every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p4\" class=\"\">Since our first visit to the temple thirty years ago, we have always revered and cherished the temple as a sacred place—a place of learning and a place of service—but now, after having been permitted to concentrate our minds and hearts for two years solely upon the purposes and holiness of the house of the Lord, it seems as if our souls have come to a new awakening. Our first awakening came when the gospel of Jesus Christ was manifested to us through the enlightenment of the Holy Spirit, giving us an understanding of faith, repentance, and baptism. This time it is as if a veil has been removed from our spiritual minds and we see the same gospel, but in sharper focus, with clearer colors, and with added dimensions of understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p5\" class=\"\">This is not the time or the occasion for me to speak at any length or depth about the meaning and purpose of the temple, but I feel I should share some feelings with you that have grown during many quiet hours in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p6\" class=\"\">It is certainly true that after we members have received our own endowment, we usually return to the house of the Lord to dedicate our time for the salvation of our ancestors. But, in the light of my experiences in being close to the house of the Lord, I have come to know that the Lord is urgently inviting <span class=\"emphasis\">all<\/span> members of His church to prepare and to go to the temple, not only for their own ordinances for salvation and for their ancestors, but also for additional reasons. It has become my conviction that the temple is the only “university” for men to prepare spiritually for their graduation to eternal life. The temple is the place where the Lord wants us to make a sincere evaluation of our mortal lives. He wants us to know the consequences of the fact that this life is a probationary time, for it has been revealed to men of our day through the coming forth of the Book of Mormon. We read, for instance, in <span class=\"citation\" id=\"9719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9719)\">Alma 12:24<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p7\" class=\"\">“And we see that death comes upon mankind, … which is the temporal death; nevertheless there was a space granted unto man in which he might repent; therefore this life became a probationary state; a time to prepare to meet God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p8\" class=\"\">Understanding this, it seems to be imperative to ask ourselves these questions: How are we really doing? Is there a way to find out or to know where we are and whether we are on the right track?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p9\" class=\"\">Again, I feel the answers to these questions are to be found in the Book of Mormon, in the forty-first chapter of Alma, verses 10–11:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p10\" class=\"\">“Behold, I say unto you, wickedness never was happiness. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p11\" class=\"\">“All men that are in a state of nature, or I would say, in a carnal state, are in the gall of bitterness and in the bonds of iniquity; … they are in a state contrary to the nature of happiness.” [<span class=\"citation\" id=\"9751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9751)\">Alma 41:10–11<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p12\" class=\"\">We all are prone, once in a while, to be in a state contrary to the nature of happiness, and not necessarily because we have pursued wickedness or iniquity to a full extent. But so long as we are in this earthly probationary state, the adversary can influence us. We may have become a little careless. We may have neglected our relationships with those closest to us—those who are our first responsibility—our spouse, our children, or our parents. Perhaps we may have permitted small bad habits or attitudes to enter into our lives; or perhaps we have even lost to some degree an understanding of the importance of keeping a covenant with exactness. If so, we are in a dangerous state. We must become aware of it. We cannot afford to ignore the situation. We may observe that for some time we are not really happy, that we must constantly force ourselves to smile, or perhaps that we are in a state close to depression. One may not yet have formally broken a covenant, or may even still manage to hide behind a facade of happiness. Although we might deceive others, we cannot deceive ourselves, and we cannot deceive the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p13\" class=\"\">When the Spirit of the Lord is withdrawn even in part, we feel it, though we may know little or nothing about the gospel of Jesus Christ or the plan of salvation. When any child of God breaks any of the laws of God, which are the laws of righteousness, the Spirit of Christ, which, according to the scriptures, gives “light to every man” will be withdrawn to some degree. (See <span class=\"citation\" id=\"19061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19061)\">D&amp;C 84:46<\/a><\/span>; <span class=\"citation\" id=\"19079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19079)\">D&amp;C 93:2<\/a><\/span>; <span class=\"citation\" id=\"19109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19109)\">D&amp;C 121:37<\/a><\/span>; <span class=\"citation\" id=\"29408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29408)\">John 1:9<\/a><\/span>.) Shadows of darkness will fall upon the soul, and, in this state, an <span class=\"emphasis\">awareness<\/span> of what is happening to us is essential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p14\" class=\"\">The gospel in its fulness is being preached throughout the world by the Lord’s anointed servants, that everyone may come to an awareness of his state. In order to be close to the words of the Lord’s anointed, it is necessary to read and study the scriptures with commitment and dedication. What we have seen or felt, or what we have learned from the lessons others have learned after much tribulation can make it possible for us to avoid going through the same suffering ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p15\" class=\"\">For instance, we of this day and age can today feel and learn from the teachings of the prophet Alma in the Book of Mormon, as though we were listening to him preach more than two thousand years ago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p16\" class=\"\">“If our hearts have been hardened, yea, if we have hardened our hearts against the word, insomuch that it has not been found in us, then will our state be awful, for then we shall be condemned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p17\" class=\"\">“For our words will condemn us, yea, all our works will condemn us; we shall not be found spotless; and our thoughts will also condemn us; and in this awful state we shall not dare to look up to our God; and we would fain be glad if we could command the rocks and the mountains to fall upon us to hide us from his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p18\" class=\"\">“But this cannot be; we must come forth and stand before him in his glory, and in his power, and in his might, majesty, and dominion, and acknowledge to our everlasting shame that all his judgments are just; that he is just in all his works, and that he is merciful unto the children of men, and that he has all power to save every man that believeth on his name and bringeth forth fruit meet for repentance.” (<span class=\"citation\" id=\"9718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9718)\">Alma 12:13–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p19\" class=\"\">My dear brothers and sisters, the Lord does not want us to become aware of our state of nothingness and misery (see <span class=\"citation\" id=\"40726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40726)\">Mosiah 4:11<\/a><\/span>; <span class=\"citation\" id=\"9727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9727)\">Alma 26:12<\/a><\/span>; <span class=\"citation\" id=\"24796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24796)\">Hel. 12:7<\/a><\/span>; <span class=\"citation\" id=\"39749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39749)\">Moses 1:10<\/a><\/span>) only at the Day of Judgment. Now and every day in our mortal lives, He wants to sharpen our awareness, that we may become our own judges, as He calls us to a continuous process of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p20\" class=\"\">After Alma had spoken about repentance and desires of righteousness until the end of life, he said, “They … are redeemed of the Lord; … for behold, they are their own judges.” (<span class=\"citation\" id=\"9748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9748)\">Alma 41:7<\/a><\/span>.) The Apostle Paul also explained, as stated in <span class=\"citation\" id=\"818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(818)\">1 Cor. 11:31<\/a><\/span>: “For if we would judge ourselves, we should not be judged.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p21\" class=\"\">It seems that we can only effectively go through the process of continuous repentance if we literally learn to become our own judges. We ourselves and the Lord are the only ones who really know us. We do not even know ourselves unless we have learned to walk the lonely and most challenging road toward self-honesty, as constantly prompted by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p22\" class=\"\">This is the sacrifice we have to learn to offer. Nobody will ever be able to understand or even to accept principles of truth unless he or she, to some degree, has developed a painful awareness of the dimensions of self-honesty. Without the capability to recognize truth, we will not be really free: we will be slaves to habits or prejudices heavily covered with excuses. But learning to become aware of the depth of the dimensions of truth will make us free. We cannot remove a stumbling block unless we see it first. We cannot grow unless we know what is holding us back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p23\" class=\"\">My dear brothers and sisters, I know of no better place where we can grow in the understanding of the principles of honesty than in the house of the Lord. I know of no better place to learn to grow in the dimensions of becoming our own judge than in the house of the Lord. We have reason to rejoice because the understanding that this life is a time for men to prepare to meet God has come to us while we still have time to consider the consequences of this message. We are still alive, and our probationary state is not yet over. Temples have been erected as houses of the Lord. They are standing ready to serve as instruments to our own gradual awakening to the full dimensions of truth on our inevitable road to eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p24\" class=\"\">I personally have been humbled deeply in these days of quietness in the temple as I have been granted a deeper understanding of the nothingness of man, the need for a process of continuous repentance, and the need for temple covenants, which are based upon the principles of the atonement of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p25\" class=\"\">I know that the Lord Jesus Christ lives. I know that this is His church. I know that He stands at the helm of this work. It is a great joy to see the continuously increasing numbers of members who are understanding the importance of the temple for their own spiritual education and, therefore, for their own spiritual preparation for eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/university-for-eternal-life.p26\" class=\"\">I leave you this testimony as your brother and your servant, and I do this in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}