{"ID":4723, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Way to Perfection\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p2\" class=\"\">Elder Royden G. Derrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26a2.jpg\" alt=\"Elder Royden G. Derrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p3\" class=\"\">In October of 1833, the Prophet Joseph Smith received a revelation in which the Lord said, “I will raise up unto myself a pure people, that will serve me in righteousness.” (<span class=\"citation\" id=\"19086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19086)\">D&amp;C 100:16<\/a><\/span>.) The Lord was speaking of our pioneer forefathers, and also of the Saints of this day. In view of that implied responsibility, I would like to discuss with you today the way to perfection, which not only applies to this life but to the next one as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p4\" class=\"\">A fortnight ago I received an interesting letter from a member of the Church who grew up in a country located high in the Himalaya Mountains of southern Asia. He wrote: “I was brought up in a royal, aristocratic, Hindu priest family. I was taught to work but not to hope for a reward. I thought, Why should I work if there is no reward? Am I following the right way? I was offended with polytheistic and pantheistic philosophy. I wanted to know the <span class=\"emphasis\">real<\/span> truth and the [<span class=\"emphasis\">right<\/span>] way.” He told how he had found the truth and the only right way through the Mormon missionaries in Seoul, Korea. He bore a powerful testimony of the divinity of Jesus Christ that brought tears to my eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p5\" class=\"\">I was intrigued by his statement concerning the need for a reward. The Lord has promised us resurrection and immortality, but these are not a reward. According to Webster’s dictionary, a reward is “something that is given for some service or attainment.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p6\" class=\"\">Resurrection is the reuniting of the body and the spirit. As Jesus was resurrected, eventually every person who was ever born into this world will be resurrected, whether he wants to be or not. When a person is resurrected, he receives immortality, which is to live forever in the resurrected state. Likewise, every person who was ever born into this world will receive immortality regardless of his or her behavior in this life. Thus, <span class=\"emphasis\">resurrection<\/span> and <span class=\"emphasis\">immortality<\/span> are synonymous. They are not a reward—they are a gift—for we have rendered no service nor attained any accomplishment to warrant these as a reward. The gift is from the Savior; it comes through His atoning sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p7\" class=\"\">The scriptures teach us that there <span class=\"emphasis\">is<\/span> promise beyond—that there <span class=\"emphasis\">is<\/span> a reward for service rendered and for attainment. The reward is exaltation in the celestial kingdom of God. Exaltation is the highest of three degrees of glory in the celestial kingdom. The celestial kingdom is the highest of three kingdoms in the realm of immortality. Exaltation is earned by accepting Jesus Christ and His divine sonship and following His precepts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p8\" class=\"\">Jesus showed us the way. Its simplicity is encompassed in His Beatitudes, which have echoed down through the centuries of time and will yet echo through the millenniums of time: “Blessed are the poor in spirit: for theirs is the kingdom of heaven.” (<span class=\"citation\" id=\"37268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37268)\">Matt. 5:3<\/a><\/span>.) In repeating the Sermon on the Mount to the people in ancient America, He said it differently: “Blessed are the poor in spirit <span class=\"emphasis\">who come unto me,<\/span> for theirs is the kingdom of heaven.” (<span class=\"citation\" id=\"6167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6167)\">3 Ne. 12:3<\/a><\/span>; italics added.) This addition, “who come unto me,” enables one to better understand the meaning of this verse. The Lord said he is angered with the inhabitants of the earth, for “they seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god.” (<span class=\"citation\" id=\"18916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18916)\">D&amp;C 1:16<\/a><\/span>.) The Beatitudes are steps we can take to come to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p9\" class=\"\"><span class=\"emphasis\">Step 1.<\/span> To come unto Christ, one’s first step is to come forth with a broken heart and a contrite spirit that results in overcoming unrighteous pride and becoming submissive to His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p10\" class=\"\"><span class=\"emphasis\">Step 2.<\/span> “Blessed are they that mourn: for they shall be comforted.” (<span class=\"citation\" id=\"37269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37269)\">Matt. 5:4<\/a><\/span>.) The Apostle Paul spoke of a godly sorrow for our sins that is essential to our spiritual progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p11\" class=\"\"><span class=\"emphasis\">Step 3.<\/span> “Blessed are the meek: for they shall inherit the earth.” (<span class=\"citation\" id=\"37270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37270)\">Matt. 5:5<\/a><\/span>.) The dictionary defines <span class=\"emphasis\">meek<\/span> as “enduring injury with patience and without resentment.” This is an important virtue that one must develop in preparation for entrance into the celestial kingdom, which kingdom the earth will become when it is celestialized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p12\" class=\"\"><span class=\"emphasis\">Step 4.<\/span> “Blessed are they which do hunger and thirst after righteousness: for they shall be filled.” (<span class=\"citation\" id=\"37271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37271)\">Matt. 5:6<\/a><\/span>.) The scripture from ancient America adds, “shall be filled with the Holy Ghost.” (<span class=\"citation\" id=\"6169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6169)\">3 Ne. 12:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p13\" class=\"\">A young man approached Socrates and asked him to be his tutor and to teach him what he knew. Socrates took the young man to the seaside and out into the water. Then he pushed his head under the water for almost too long. The young man struggled, came up gasping for air, and demanded the meaning of such an unwarranted action. The great Socrates responded, “When you want to learn as badly as you want a breath of air, only then can I teach you what you want to know.” To understand the gospel of Jesus Christ, one must first have a strong desire to learn and a willingness to study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p14\" class=\"\"><span class=\"emphasis\">Step 5.<\/span> “Blessed are the merciful: for they shall obtain mercy.” (<span class=\"citation\" id=\"37272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37272)\">Matt. 5:7<\/a><\/span>.) Webster’s dictionary defines <span class=\"emphasis\">mercy<\/span> as “compassion or forbearance shown to an offender.” Such is the by-product of gospel living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p15\" class=\"\"><span class=\"emphasis\">Step 6.<\/span> When one extends mercy to others, he develops purity of heart. The Savior said, “Blessed are the pure in heart: for they shall see God.” (<span class=\"citation\" id=\"37273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37273)\">Matt. 5:8<\/a><\/span>.) The dictionary has twenty-two different definitions for the word <span class=\"emphasis\">see,<\/span> one of which is “to understand.” When one develops purity of heart, he will come to understand God. As one develops an understanding of God, he comes to know Him. The Savior said, addressing the Father, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"29452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29452)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p16\" class=\"\"><span class=\"emphasis\">Step 7.<\/span> Once one has gained purity of heart, he receives peace in his mind and peace in his heart. The Savior continued, “Blessed are the peacemakers: for they shall be called the children of God.” (<span class=\"citation\" id=\"37275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37275)\">Matt. 5:9<\/a><\/span>.) Having gained inner peace, we have put on the full armor of God. Now we can more easily withstand persecution, which leads to—<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p17\" class=\"\"><span class=\"emphasis\">Step 8.<\/span> “Blessed are they which are persecuted for righteousness’ sake: for theirs is the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p18\" class=\"\">“Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p19\" class=\"\">“Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.” (<span class=\"citation\" id=\"37276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37276)\">Matt. 5:10–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p20\" class=\"\">The Savior concluded His sermon by encouraging us to become perfect, as our Heavenly Father is perfect. While these steps follow one another in a natural sequence, we should always be striving to perfect ourselves in each of these virtues. We should always help others as they strive to improve. Disparagement of others should not exist within our ranks, for each of us is struggling to move forward. A helping hand should be extended to lift one another over the shoals along the rocky shore near which our ship must sail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p21\" class=\"\">In our state of imperfection, sin often occurs. The Lord has told us that if we truly repent, He will forgive us. Repentance involves recognition of our imperfections, remorse for having strayed, restitution where appropriate, and resolve that the transgression will never be repeated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p22\" class=\"\">It is important that we partake of the sacrament regularly. When we do so, in sincere repentance, our baptismal covenants are renewed, the Lord forgives us, and we start anew. It is truly a marvelous and a merciful process, one which enables us to grow and progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p23\" class=\"\">When we partake of the sacrament, we witness unto God that we are willing to take upon ourselves the name of Jesus Christ. (See <span class=\"citation\" id=\"18966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18966)\">D&amp;C 20:77<\/a><\/span>.) What does that mean?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p24\" class=\"\">The Savior said to Peter, “Come follow me.” (See <span class=\"citation\" id=\"37267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37267)\">Matt. 4:19<\/a><\/span>; <span class=\"citation\" id=\"33398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33398)\">Mark 1:17<\/a><\/span>.) Peter walked in His footsteps for three years. He went where Jesus went. He did what Jesus instructed him to do. Then the Savior said to Peter and to His other Apostles also:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p25\" class=\"\">“In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p26\" class=\"\">“And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.” (<span class=\"citation\" id=\"29438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29438)\">John 14:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p27\" class=\"\">And where did Jesus go? He went to His Father. But before He went to His Father, He went someplace else. He went to Gethsemane. We are not required to go through His trials, but we are required to be <span class=\"emphasis\">willing<\/span> to go through them. To prove that we are willing to do so, we must go through our own trials and remain faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p28\" class=\"\">The Lord said, “My people must be tried in all things, that they may be prepared to receive the glory that I have for them, even the glory of Zion; and he that will not bear chastisement is not worthy of my kingdom.” (<span class=\"citation\" id=\"19141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19141)\">D&amp;C 136:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p29\" class=\"\">At the conclusion of the Sermon on the Mount in the Holy Land, the Savior said, “Be ye therefore perfect, even as your Father which is in Heaven is perfect.” (<span class=\"citation\" id=\"37280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37280)\">Matt. 5:48<\/a><\/span>.) But when the Savior repeated the Sermon on the Mount to the people of ancient America, He said, “Therefore I would that ye should be perfect <span class=\"emphasis\">even as I,<\/span> or your Father who is in heaven is perfect.” (<span class=\"citation\" id=\"6173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6173)\">3 Ne. 12:48<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p30\" class=\"\">Something important occurred between the time He taught this sermon to the people in the Holy Land and when He taught it to the people of ancient America. In the meantime, He went through His Gethsemane, where He drank the bitter cup and did not shrink. We too should strive for perfection, bear up under our problems and our sorrows, remain faithful to the end, and not shrink.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p31\" class=\"\">My friend from the Himalayas will have his trials and tribulations as he returns to his homeland to share this important message with his people: that Jesus Christ is our Redeemer and our Savior and our Exemplar who will direct them along the right path that leads to exaltation; that there <span class=\"emphasis\">is<\/span> a reward, but it <span class=\"emphasis\">must be earned;<\/span> and that the reward is glorious beyond description. He tasted of that reward when he asked the Lord, “Is it true?” and the Holy Spirit bore witness to him that truly it is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-way-to-perfection.p32\" class=\"\">I testify that this restored gospel which we espouse is indeed the real truth and the <span class=\"emphasis\">right<\/span> way to a glorious and eternal reward. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}