{"ID":4724, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Effects of Television\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03239_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p3\" class=\"\">This has been another wonderful conference, brothers and sisters. I am sure we all appreciate the inspired and timely messages we have heard. They have been translated simultaneously into twenty-nine languages, many of which have been broadcast via satellite and television to millions of people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p4\" class=\"\">The wonder of television causes me to believe that Philo T. Farnsworth, back in 1927, must surely have been inspired of the Lord to develop this remarkable medium of communication. As you know, Brother Farnsworth was a member of the Church. Applying his scientific skills, he brought to the world this marvelous invention, which I believe is to be used for the primary purpose of furthering the work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p5\" class=\"\">In the past sixty years, television has become a major industry in the world. It is estimated that more than 750 million television sets are owned by people living in 160 countries. Approximately 2.5 billion people view television broadcasting every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p6\" class=\"\">Most of us recognize both the many benefits and the many challenges that come from television in our modern, fast-paced world. Some of the benefits, besides listening to the teaching of the gospel, we can receive by merely touching a button include receiving instant reports of local and world events and updates on weather; watching fantasy; exploring geography; living history; enjoying good theater, dance, and music; and experiencing culture from almost every country in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p7\" class=\"\">For these kinds of programs we praise the industry. Unfortunately, however, far too much programming is not wholesome and uplifting but is violent, degrading, and destructive to moral values. This kind of television offends the Spirit of the Lord; therefore, I express a word of warning and caution about such programming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p8\" class=\"\">Good families face very significant challenges in controlling the use of television and videotapes in their homes. I agree with Dr. Victor B. Cline when he said, “I am convinced by a vast amount of research that the images, fantasies, and models which we are repeatedly exposed to in advertisements, entertainment, novels, motion pictures, and other works of art can and do … affect the self-image and, later, the behavior of nearly all young people and adults too.” (Address at Tidewater Assembly on Family Life, Norfolk, Virginia.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p9\" class=\"\">On another occasion, Dr. Cline said that the mental diet is as important as the nutritional diet. “The amount of violence a child sees at 7 predicts how violent he will be at 17, 27, and 37. … Children’s minds are like banks—whatever you put in, you get back 10 years later with interest.” He said that violent television teaches children, step-by-step, “how to commit violent acts, and it desensitizes them to the horror of such behavior and to the feelings of victims.” Dr. Cline said that America is suffering from “an explosion of interpersonal violence like we have never seen before. … The violence is because of violence in our entertainment.” (See “Therapist says children who view TV violence tend to become violent,” <span class=\"emphasis\">Deseret News,<\/span> 24 Mar. 1989, p. 2B.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p10\" class=\"\">Some may be surprised to know that in the average American home, the television set is on just under seven hours each day, and more than sixty-six million Americans who are under age nineteen live in these homes. A recent magazine article included this statement: “Once, television’s ‘window on the world’ mirrored solid <span class=\"emphasis\">family ties,<\/span> heroes drawn in bright primary colors, and a society of permanence and belonging. Now, … it’s clear that our TV shows are showing quite a different picture. In fact, it’s arguable that television is no longer a mere window on our world but the <span class=\"emphasis\">value-setter itself.<\/span>” (<span class=\"emphasis\">Another View of the Window.<\/span> Triangle Publications, n.d., p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p11\" class=\"\">Allow me to share highlights of some alarming findings from research studies conducted over the past eight to ten years on the effects of television when watched more than two hours a day <span class=\"emphasis\">without<\/span> the careful selection of programs.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Before television, children played together more often, played outdoors more, spent more time being creative and inventive, and read more. Parents and children spent more time together, talked together more, shared more joint projects and chores, and ate more meals together. (See Ellen B. De Franco, <span class=\"emphasis\">TV On–Off: Better Family Use of Television,<\/span> Santa Monica, Calif., Goodyear Publishing Co., 1980, pp. 5–6.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Television is psychologically addictive. (Ibid., p. 4.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Television is a <span class=\"emphasis\">physically<\/span> passive activity and generally discourages creative play. It can encourage a certain kind of passivity which leads to a “show me or entertain me” orientation by children. (See <span class=\"emphasis\">Television and Behavior,<\/span> Rockville, Md.: National Institute of Mental Health, 1987, pp. 45–46.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Television tends to overpower and desensitize a child’s sense of sympathy for suffering. (See Kate Moody, <span class=\"emphasis\">Growing Up on Television: The TV Effect—A Report to Parents,<\/span> New York: Times Books, 1980, pp. 91–92.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Some children lose the ability to learn from reality because life’s experiences are more complicated than those seen on the screen. Teachers and parents, therefore, suffer by comparison when they cannot solve problems in thirty to sixty minutes. (See Ben Logan and Kate Moody, eds., <span class=\"emphasis\">Television Awareness Training: The Viewer’s Guide for Family and Community,<\/span> Nashville: Abingdon, 1979, p. 43.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p17\" class=\"\">Volumes of research data show the detrimental effects of television, but I just say that television and videocassette viewing by youngsters has a significant impact on their behavior. We must not take lightly the confession of a recently executed killer on the impact pornography and violence in media had on his life. The Apostle Paul warned that men can become “past feeling … [giving] themselves over unto lasciviousness, to work all uncleanness with greediness.” (<span class=\"citation\" id=\"21999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21999)\">Eph. 4:19<\/a><\/span>.) In Proverbs we read, “As [a man] thinketh … , so is he.” (<span class=\"citation\" id=\"41610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41610)\">Prov. 23:7<\/a><\/span>.) A mind exposed to violence and immorality cannot escape the negative impact of such exposure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p18\" class=\"\">President Gordon B. Hinckley said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p19\" class=\"\">“‘A survey of influential television writers and executives in Hollywood has shown that they are far less religious than the general public. … While nearly all of the 104 Hollywood professionals interviewed had a religious background, 45 percent now say they have no religion, and of the other 55 percent only 7 percent say they attend a religious service as much as once a month.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p20\" class=\"\">“‘This group has had a major role in shaping the shows whose themes and stars have become staples in our popular culture’ (<span class=\"emphasis\">Los Angeles Times,<\/span> 19 Feb. 1983, part 2, page 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p21\" class=\"\">“These are the people [TV script writers and executives] who, through the medium of entertainment, are educating us in the direction of their own standards, which in many cases are diametrically opposed to the standards of the gospel.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1983, pp. 45–46.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p22\" class=\"\">A <span class=\"emphasis\">Time<\/span> magazine article states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p23\" class=\"\">“This upsurge in openness has been linked by some critics to cutbacks in the network departments of standards and practices—the censors who review shows and commercials for offensive … material. … The ranks of these watchdogs were drastically reduced: from a peak of 75 to 80 per network during the 1970s to 35 to 40 today at ABC and fewer than 30 each at CBS and NBC.” (“Where Are the Censors?” 12 Dec. 1988, p. 95.) Televised violence has become so pervasive that the average high school student by graduation has seen eighteen thousand murders and many other acts of violence and sin. This being the case today, more parental review and monitoring is needed to protect our families from the current flood of TV violence and the effect it has on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p24\" class=\"\">Randal A. Wright in his book <span class=\"emphasis\">Families in Danger<\/span> wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p25\" class=\"\">“It is possible to trace the decline in American television from its original programs. As an example, a prime-time (7:00 to 10:00 <span class=\"small\">P.M.<\/span>) schedule check going back thirty years found that in 1955, no violent, crime-oriented programs were offered. … By 1986, twenty-nine hours of violent programs were being offered.” (Salt Lake City: Deseret Book Co., 1988, pp. 45–46.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p26\" class=\"\">I believe that the number of violent programs has increased substantially since 1986.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p27\" class=\"\">Mr. Wright continued: “Not only is violence increasing on TV, but every form of immorality, vice, and corruption is also being paraded before our family’s eyes in ever-increasing amounts. Ask yourself if the same kinds of sexually related scenes and messages of all too many programs of today were found in the programs of twenty years ago. We are being exposed to growing amounts of inappropriate material if we choose to watch TV without being selective.” (Ibid., p. 46.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p28\" class=\"\">In the Church, we often state the couplet: “Be in the world but not of the world.” As we observe television shows that make profanity, violence, and infidelity commonplace and even glamorous, we often wish we could lock out the world in some way and isolate our families from it all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p29\" class=\"\">Perhaps the proper response to outrageous behavior is outrage, or, more to the point, the proper response to outrageous television is outrage. I express my own and this Church’s disappointment, disagreement, and even outrage with television that turns our attention and sometimes our inclinations toward violence, self-serving greed, profanity, disrespect for traditional values, sexual promiscuity, and deviance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p30\" class=\"\">Nephi predicted that in our day Satan would “rage in the hearts of the children of men, and stir them up to anger against that which is good.” (<span class=\"citation\" id=\"4356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4356)\">2 Ne. 28:20<\/a><\/span>.) Satan’s evil use of television contributes to the increased wickedness in our society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p31\" class=\"\">Perhaps we should state the couplet previously mentioned as two separate admonitions. First, <span class=\"emphasis\">“Be in the world.”<\/span> Be involved; be informed. Try to be understanding and tolerant and to appreciate diversity. Make meaningful contributions to society through service and involvement. Second, <span class=\"emphasis\">“Be not of the world.”<\/span> Do not follow wrong paths or bend to accommodate or accept what is not right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p32\" class=\"\">We should strive to change the corrupt and immoral tendencies in television and in society by keeping things that offend and debase <span class=\"emphasis\">out<\/span> of our homes. In spite of all of the wickedness in the world, and in spite of all the opposition to good that we find on every hand, we should <span class=\"emphasis\">not<\/span> try to take ourselves or our children <span class=\"emphasis\">out<\/span> of the world. Jesus said, “The kingdom of heaven is like unto leaven,” or yeast. (<span class=\"citation\" id=\"37289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37289)\">Matt. 13:33<\/a><\/span>.) We are to lift the world and help all to rise above the wickedness that surrounds us. The Savior prayed to the Father:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p33\" class=\"\">“I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.” (<span class=\"citation\" id=\"29454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29454)\">John 17:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p34\" class=\"\">Members of the Church need to influence more than we are influenced. We should work to stem the tide of sin and evil instead of passively being swept along by it. We each need to help solve the problem rather than avoid or ignore it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p35\" class=\"\">I like this simple little poem:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">All the water in the world<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No matter how it tried<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Could never sink the smallest ship<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Unless it got inside.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">All the evil of the world<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And every kind of sin<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Could never damn a human soul<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Unless we let it in.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p44\" class=\"\">We can live in the world, brothers and sisters, without letting the world into us. We have the gospel message that can carry men and women buoyantly through the “mist of darkness” (<span class=\"citation\" id=\"1950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1950)\">1 Ne. 8:23<\/a><\/span>) to the source of all light. We can raise children who have been taught to discern and to make personal righteous decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p45\" class=\"\">The Lord does not need a society that hides and isolates itself from the world. Rather, he needs stalwart individuals and families who live exemplary lives <span class=\"emphasis\">in<\/span> the world and demonstrate that joy and fulfillment come not of the world but through the spirit and the doctrine of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p46\" class=\"\">Now, what can we as individuals and families do to reverse the negative trends of television? Let me review with you some suggestions.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Research data indicate that families that limit television viewing to a <span class=\"emphasis\">maximum<\/span> of two hours a day of <span class=\"emphasis\">carefully selected<\/span> programs may see the following significant changes in family relationships:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Value setting will be taught and reinforced by the family. Families will learn how to establish values and how to reason together.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Relationships between parents and youth will increase in families.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Homework will be completed with less pressure of time.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Personal conversations will increase substantially.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Children’s imaginations will come back to life.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Each family member will become a discriminating selector and evaluator of programs.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Parents can become family leaders again.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Good reading habits may be substituted for television viewing.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p56\" class=\"\">Brothers and sisters, we can write to local radio and television stations and to cable and national networks to express our concerns. The sponsors and advertisers who pay for programs and advertising that are offensive would most likely appreciate hearing from us also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p57\" class=\"\">In my opinion, we must make our influence felt by joining with other concerned people who oppose television programming that tears down and destroys the <span class=\"emphasis\">values<\/span> that have made our families and our countries strong. Latter-day Saints are not alone in this concern. Many individuals, churches, and other organizations are raising their voices. Let us join with them, brothers and sisters, to persuade TV script writers, executives, and sponsors to use their talents and resources to help build a better and safer world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p58\" class=\"\">President George Bush, in his inaugural address, called for a kinder face of the nation and a gentler face of the world. (See <span class=\"emphasis\">Investor’s Daily,<\/span> 23 Jan. 1989, p. 11.) Let it begin by a kinder and gentler television throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p59\" class=\"\">The prophet Mormon said that each of us is given the Spirit of Christ to know good from evil; everything that invites us to do good is of God. On the other hand, anything that persuades us to do evil is of the devil, for he and those who follow him persuade no one to do good. (See <span class=\"citation\" id=\"38567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38567)\">Moro. 7:16–18<\/a><\/span>.) This simple test will guide us in judging television and other media programs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p60\" class=\"\">May the Lord bless us and help us protect ourselves, our families, and the spirit of our homes, and help us improve our world through working for improved television programming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/05\/the-effects-of-television.p61\" class=\"\">I leave you my testimony that we have only one sure way to secure our homes and our families, and that is through learning and living the principles of the gospel of Jesus Christ. May the Lord bless you and help you prevent anything of an evil nature from entering your homes, I pray humbly, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}