{"ID":473, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gathering the Faithful<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1950, pp. 23-27<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am indeed grateful this morning, my brothers and sisters, for the counsel which we have\nreceived. I am grateful for the counsel we have received which has come from the President\nwhom we sustain as a prophet, as the mouthpiece of God to his children here on earth. I\nendorse his timely counsel with respect to our conduct in the coming political campaigns and\nthe keeping of our tempers. I am reminded of a story that was told of Senator Chauncey\nDepew when he was launching into a campaign for the Senate of the United States. His\nopponent came to him and said, \"Senator, let's make this campaign clean.\"\n<\/p><p>\nThe Senator replied, \"I fully agree. If you will promise not to lie about me, I'll promise not to\ntell the truth about you.\" How clean the campaign was, I am unable to say.\n<\/p><p>\nNEVER LOSE A FRIEND\n<\/p><p>\nWhen I was a youngster employed in the Senate of the United States, there came into the\noffice one day a former governor of this state. While we were visiting, he said, \"I'd like to\ngive you a little advice.\"\n<\/p><p>\nI said, \"That's fine, I appreciate advice from one of your experience.\"\n<\/p><p>\nHe said, \"Never lose a friend over politics or religion.\"\n<\/p><p>\nI have tried to keep that counsel in my mind all my life. I was in politics a little bit at one\ntime, for which I have since repented. I was successful in one election. I was defeated in\nanother. But I am very thankful that I can say today that I still have the friendship of my\nopponents. I cherish their friendship. I respect the principles for which they stood, and I am\nsure they respect me in the same light.\n<\/p><p>\nBrothers and sisters, we are children of God, we are Saints of the Most High God. There is\nno place in this kingdom upon the earth for God's children to make enemies, one with the\nother, both professing to be members of the Church, over politics or religion.\n<\/p><p>\nBLESSINGS OF GATHERING\n<\/p><p>\nI am reminded now of the opening prayer. In that prayer we thanked God that he had sought\nus out from far and near places to gather here. How thankful we should be that we have been\nsought out to gather where we are. And as I stand here this morning, I see\ntwo in this congregation who have come all the way from New Zealand, two good Maori\nLatter-day Saints who have come to receive the blessings in the temple of God. These are the\nonly two who have had the opportunity to come from New Zealand during the past thirteen\nyears. There are thousands of us living in the shadows of the temples of God upon whom\nthere is no financial burden to go to these temples. How I thrill this morning when I see this\ngrand couple who have saved and saved and prayed and prayed that they might one day come\nto the temple of God and receive their blessings. They have come eight thousand miles to\nspend a few days with us and to return back home. I trust that they have listened to the\nadmonition which has been given all of us this morning, to keep the covenants which we have\nmade with our God, to remember the blessings which are theirs if they remain faithful to the\nend.\n<\/p><p>\nI see also our good Hawaiian sister, Sister Kauhini, the president of the Relief Society of the\nOahu Stake. I see also some of our Japanese and some of our Indian friends. Yes, I thank\nGod that we have been sought out from places far and near to gather here. After this\nconference I am going among the Indian people of the Southwest Indian Mission. Brothers\nand sisters, they are our people. The salvation of these people rests upon us. The rewards to\nwhich they are entitled must come through us and the service we are willing to render to them\nand for them.\n<\/p><p>\nLOVE FOR NATIVE RACES\n<\/p><p>\nI love these native races. They have given me something that I could have received from no\nother source. Even though some classify them as heathen, yet I have never seen the veil\nbetween God and man so thin as I have seen among these native races. God has restored his\ngospel for all people. We have had eleven thousand missionaries in the field since 1946,\ngoing to all parts of the world where they are permitted to go. As has been mentioned they\nare young, unexperienced men and women. But whether in New Zealand or in Hawaii or\namong the Indians of this nation or wherever they may go in the world, God magnifies his\npriesthood, and his priesthood speaks as having authority\n(<span class=\"citation\" id=\"34354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34354)\">Matt. 7:29<\/a><\/span>), and the people give listening ears.\n<\/p><p>\nSometimes they are warned, the people of the world, to beware of these Mormon\nmissionaries; and they are referred to the prophecy that one day false prophets would come\namong them (<span class=\"citation\" id=\"34374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34374)\">Matt. 24:11<\/a><\/span>).\nGod never fulfills his purposes through false prophets. It is only through true\nprophets that he fulfills his purposes among men. It is a matter of historical record that God\nsaid he would scatter Israel (<span class=\"citation\" id=\"26482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26482)\">Jer. 31:10<\/a><\/span>).\nIt is a matter of historical record that he said he would gather\nIsrael from the four corners of the earth\n(<span class=\"citation\" id=\"25109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25109)\">Isa. 11:12<\/a><\/span>).\nAnd this congregation today is a witness to the\nworld that it is a matter of historical fact that through the Church of Jesus\nChrist of Latter-day Saints, God is gathering Israel.\n<\/p><p>\nPROPHECIES FULFILLED\n<\/p><p>\nGod said that in the last days the house of the Lord would be established in the tops of the\nmountains, and exalted above the hills, and all nations would flow unto it\n(<span class=\"citation\" id=\"25107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25107)\">Isa. 2:2-3<\/a><\/span>). It is a matter of\nhistorical record that he uttered that prophecy through one of his prophets. It is a matter of\nhistorical fact that the mountain of the Lord's house has been established in the tops of the\nmountains, and all nations have been flowing into it. It is a matter of historical fact that the\nstick of Judah has been written and is in the hand of God as one of his mediums of bringing\nsalvation to his children. It is a matter of historical record that there was also to be a stick of\nJoseph, and that these two should be one in the hand of God\n(<span class=\"citation\" id=\"23108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23108)\">Ezek. 37:15-20<\/a><\/span>). It is a matter of historical fact\nthat the Church of Jesus Christ of Latter-day Saints is now distributing this record, this stick\nof Joseph along with this stick of Judah to the thousands and thousands of those to whom the\nmissionaries are going with their testimonies of the restoration of the gospel. It is a matter of\nhistorical record that God was to send Elijah the prophet before the coming of the great and\ndreadful day of the Lord to turn the hearts of the children to the fathers and the hearts of the\nfathers to the children, lest the earth be smitten with a curse\n(<span class=\"citation\" id=\"32728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32728)\">Mal. 4:5-6<\/a><\/span>). It is a matter of historical fact\nthat in this dispensation Elijah has returned to the earth, for the hearts of the children have\nbeen turned to their parents and those of the parents to the children\n(<span class=\"citation\" id=\"12841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12841)\">D&amp;C 110:13-16<\/a><\/span>). We know to whom that\nprophet came. It is a matter of historical record that God said through his Apostle that another\nangel would fly through the midst of heaven, having the everlasting gospel to preach to those\nwho dwell upon the earth (<span class=\"citation\" id=\"42211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42211)\">Rev. 14:6<\/a><\/span>).\nTo the Church of Jesus Christ of Latter-day Saints it is a matter of\nhistorical fact that that angel has flown through the midst of heaven, and the everlasting\ngospel has been restored to the earth. It was said by the Master that this gospel of the\nkingdom should be preached as a witness to all nations, and then should the end come\n(<span class=\"citation\" id=\"34376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34376)\">Matt. 24:14<\/a><\/span>). It is a\nmatter of historical record and fact that there are right now 5,840 missionaries representing\nthe Church of Jesus Christ of Latter day Saints out in the world, bearing witness to the\nrestoration of the gospel of Jesus Christ.\n<\/p><p>\nGOD'S KINGDOM ESTABLISHED\n<\/p><p>\nBrothers and sisters, what more do we need other than the testimony of these historical facts\nto confirm the fulfillment of God's prophecies as prophesied by his servants? And we know\nas explained by Daniel that God would set up a kingdom in the last days. We know the story\nof the image which was seen by Nebuchadnezzar in a dream and the interpretation by Daniel\nunder the power of God of that dream. We know that those kingdoms and\nempires symbolized by the head, shoulders, and breast, the belly and thighs, and the legs, all\npassed away, and that during the existence of none of those kingdoms did God set up his\nkingdom never to be destroyed. But in the days of the kings symbolized by the toes, God did\nestablish his kingdom in the earth, and it will never be destroyed\n(<span class=\"citation\" id=\"10607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10607)\">Dan. 2:31-45<\/a><\/span>).\n<\/p><p>\nLOYALTY TO PRIESTHOOD\n<\/p><p>\nThe priesthood of God is among men. Let us who hold it be faithful and loyal to this\npriesthood. We represent God, brethren. God must work through you to fulfil his prophecies;\ntherefore, prize your priesthood, be loyal to it, be humble before God, and you will\naccomplish his purposes in the building up of his kingdom, and this work shall go forth into\nall the world and will reach out and will touch those who are to be brought out, two of a\nfamily and one of a city, and gathered to Zion\n(<span class=\"citation\" id=\"26477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26477)\">Jer. 3:14<\/a><\/span>).\n<\/p><p>\nI repeat, I thank God that we have been sought out from far and distant places to gather here.\nI thank God for the young missionaries who many years ago found my ancestors on the Isle\nof Man and brought them out, and they came in poverty and found their way to Nauvoo.\nThey met the Prophet. One of these young lads was almost to be attacked and destroyed by a\nmob as he was lifting water from the Mississippi River, but his life was spared as it had been\nprophesied it would be. Yes, I thank God with all my heart that we have been gathered out\nfrom the world, and I thank God that these people, these islanders, and these Indians are\nresponding to this message, and that once in a great while, these people in their poverty find a\nway to get to Zion and go into the temple of God.\n<\/p><p>\nTHANKSGIVING FOR NATIVES\n<\/p><p>\nI offer up my thanksgiving to my Father in heaven for these natives who are here today. My,\nhow much I owe to them! I remember during the war years that this fine couple were both in\nthe military service of their country. And after the service was completed, as we had no\nmissionaries in New Zealand, they both responded to mission calls. One day as I was going to\nvisit them in the city of Rotorua, I discovered that they had built a beautiful new house. As I\nwent into that home, I noticed that over the door there was a beautiful little printed sign with\nthe name on it, <i>Matthew Cowley<\/i>. That was to be my house whenever I was visiting in that\narea of the mission. And when my family and I left New Zealand, it wasn't enough that we\nhad lived in their home, they took the blankets from the beds on which we had slept and\ninsisted that we bring those blankets back home with us.\n<\/p><p>\nAre these people, brothers and sisters, these islanders of the sea, these\nIndians of the reservation, worthy of the blessings of the gospel of Jesus Christ? Yes, a\nthousand times, yes!\n<\/p><p>\nGod bless us all. May we be faithful and devoted to this cause, obedient to the principles of\nthe gospel, sustaining one another in our respective positions, honoring each other in our\nhomes, preserving the integrity of our families, the integrity of our priesthood quorums, and\nof all the auxiliaries, that God may continue to be and abide with us. This I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}