{"ID":474, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Pure Religion and Undefiled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1950, pp. 29-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOur testimonies have indeed been strengthened so far in this conference, and I share\nwith you in gratitude to our Heavenly Father for his goodness, for the manifestations of his\nSpirit, and above all I am grateful for the Church, for the testimony of its truth, and for the\nfellowship with you, my brethren and sisters.\n<\/p><p>\nMORMON CHURCH A CHALLENGE\n<\/p><p>\nSome weeks ago I was handed a clipping taken from a Los Angeles paper in which appeared\na report of some remarks made over the radio by one of the distinguished clergymen of Los\nAngeles. His broadcasts are in the nature of a questionnaire, and one of the questions\nsubmitted to him was this: \"There are said to be more Latter-day Saints in Los Angeles and\nits environs than there are in Salt Lake City. Do you not regard this as a threat?\" Dr. Fifield,\nin answering the question said,\n<\/p><p>\nNo, I do not consider this a threat. I consider it a challenge. The Protestant churches, I\nthink, have much to learn from the Mormon Church. There is no church in the world\nthat does so much for its young people as the Mormon Church. I personally know\nmost of the dignitaries of the Mormon Church. I visit in Salt Lake City frequently, and\nI know of no finer or more high-minded people anywhere. They live the cleanest and\nmost temperate lives of any religious sect that I know of. Their people support their\nchurch generously with their tithing system, and the church in turn supports its people\nand provides a way for their social care so that none of them is on any public relief\nroll.\n<\/p><p>\nAs I read that, I wished that were true. The possibilities of it are like the\npossibilities in the Church for all things that are in harmony with the mind and will of God.\nBut sometimes some of us do not always conform. If all the Latter day Saints conformed to\nthe counsels of the Church, this would be verily true. But we do have within the Church this\npossibility. It isn't a dream. It's a reality, if we will. And then he goes on.\n<\/p><p>\nOf course, I do not accept the story of the finding of the golden plates and the\ntranslation thereof of the Book of Mormon in the manner related, but I do think that as\na religious organization, holding its people to a high level of culture and education and\nsocial progress, the Mormon Church has no parallel in our time. No, I do not think the\nMormon Church is any threat to other churches. I think it is a challenge to them to do\nbetter work with their members and their converts.\n<\/p><p>\nPRESIDENT CLARK'S BOOK\n<\/p><p>\nAs I read that, I recalled a very constructive criticism of President Clark's book,\n<i>On the Way to Immortality and Eternal Life<\/i>. A brief review of that book appeared in the\n<i>Unitarian Christian Register<\/i> in the April number of this year. This is a magazine that is 124 years old, a\nmagazine that carries each month criticisms and reviews of the leading theological, religious,\nand philosophical books as they are published from time to time. Outstanding works they are,\nand it was certainly in keeping with the dignity and the scholarly atmosphere of Brother\nClark's book to have this criticism appear in this magazine. In the final statement, and that is\nthe point I wish to emphasize, the critic says this: \"It is an excellent introduction to the\ncontemporary position of one of the most influential religions on the American scene.\" Now,\nof course, we all like to hear nice things about our Church, but the thing that we are\ninterested in, my brothers and sisters, is this: Are we worthy of this trust&mdash;this pedestal on\nwhich we are placed&mdash;as set forth in these statements? That is the challenge for us. Are we\nmeeting this challenge? Do we in very deed in our living represent the Church and kingdom\nof God? On one occasion the Savior, as he was speaking to his disciples and telling them of\nthe events that should come to pass in the last day, after making certain predictions and\npromises, said, \"And this gospel of the kingdom,\" and that was quoted here this morning,\n\"shall be preached in all the world for a witness unto all the nations; and then shall the end\ncome\" (<span class=\"citation\" id=\"34377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34377)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nWITNESSES OF THE TRUTH\n<\/p><p>\nOn the Sabbath day, as we partake of the sacrament, we witness unto the Lord Jesus Christ\nthat we will keep his commandments, that we will live in harmony with his will. And so I\nrepeat, we have this challenge. Are we witnessing the truth to the world? We can only witness\nit as we live in harmony with those concepts that have been revealed by our Heavenly Father.\nLip service is not the service that is required in this Church. It is a constant daily service to\nour fellow men. I alluded to it a minute ago with reference to people being\non relief. We have a challenge there to see to it that those of our people who are in distress\nshall not be neglected but shall be provided for, and if we fail to measure up to that\nchallenge, and that is the reason why we have people on public relief, we are failing in our\nresponsibilities as leaders and members of the Church. The Lord has pointed the way. We\nshould walk therein. We know the way, but it is in our neglect and in our failure to live up to\nthat which we know to be true, that we fail to witness that we are keeping his\ncommandments, that we are a witness of the truth. This applies not only in this but in other\nwalks of life also. We are told in James 1:27,\n<\/p><p>\nPure religion and undefiled before God and the Father is this, to visit the fatherless\nand widows in their affliction, and to keep himself unspotted from the world\n(<span class=\"citation\" id=\"26080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26080)\">James 1:27<\/a><\/span>).\n<\/p><p>\nCONSTANT SERVICE REQUIRED\n<\/p><p>\nIn our community recently, we had a very serious tragedy. One of the young men of our city,\na very promising young man, met with a tragic death. The community responded in love and\nsympathy to the family; and when the funeral service was held, it proved to be one of the\nlargest attended in a long time. One couldn't help feeling the love and the sympathy there\nmanifested. But the next day, then what? And the days to follow. These are the things that\nshould give us concern. It isn't just a spasmodic move or a gesture, but it's a constant service\nthat is required of us as Latter-day Saints in all we do, in our various walks of life. Therein\nour religion can be exemplified as we each day experience problems such as this.\n<\/p><p>\nNow, I do not regard this as difficult. I believe we can do it. I believe the Lord is cognizant\nof our weaknesses sufficiently to overlook them, and to make it possible, in spite of those\nweaknesses, for us to carry out to the world that we do have a living, vital religion, that we\nhave something that the people can live and exemplify in their lives. Otherwise the gospel\nwould not mean to us what it does. I repeat again, it isn't a lip service. It is one that presents\na constant challenge of daily labor, laboring for good, for the establishment of truth, for the\namelioration of suffering. We'll never have peace in the world in any other way. It will come\nonly if we translate into our lives these divine concepts and these truths.\n<\/p><p>\nI pray, that the Lord will give us strength and power to do this, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}