{"ID":475, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Stand up and Be Counted with the Lord<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, October 1950, pp. 31-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I may enjoy the blessings of the Spirit of the Lord. I thank him for my\nmembership in this Church. I wish I had the power and the ability to make that expression of\nappreciation more real, that it might be not only more helpful to me but also\nto those with whom I associate.\n<\/p><p>\nMUCH GIVEN AND EXPECTED\n<\/p><p>\nMuch has been given to us. Much is expected of us. I sincerely feel that there never was a\ntime when greater opportunities faced our Church. I know that every year, every score of\nyears, brings to that group and that generation like feelings, but truly great things are now\nbeing wrought in the world, and great opportunities now face us. Nations fear each other.\nThere is much that is being done, but we have a task that challenges truly the best that is\nwithin us, me in my home, you in yours, all of us wherever we may be.\n<\/p><p>\nThese lines from John: \n<\/p><p>\nHe that hath received his testimony has set to his seal that God is true\n(<span class=\"citation\" id=\"27401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27401)\">John 3:33<\/a><\/span>).\n<\/p><p>\nBAPTISM OF KARL G. MAESER\n<\/p><p>\nI want to refer to the baptism of Karl G. Maeser, one of the great spirits of our Church, one\nof the great leaders of the Brigham Young University. Just after his baptism in Germany, he\nsaid these words: \n<\/p><p>\nOn coming out of the water, I lifted both my hands to heaven and said, \"Father, if\nwhat I have done just now is pleasing unto thee, give me a testimony, and whatever\nthou shouldst require of my hands, I shall do, even to the laying down of my life for\nthis cause\" (<i>The Improvement Era<\/i> 3:25).\n<\/p><p>\nSoon after this covenant with the Lord, he and President Franklin D. Richards of the\nEuropean Mission received the answer to this promise to the Lord, for while neither one of\nthem could speak the language of the other, that is, Brother Richards could not speak German,\nKarl G. Maeser could not understand English, yet the Lord gave them the gift of tongues and\nof understanding. The promise was fulfilled at once. You know, hundreds of you in this\naudience today, that the Lord continued his blessings with Karl G. Maeser, for numbered\namong his pupils were George Sutherland of the Supreme Court of the United States, Reed\nSmoot of the United States Senate, William H. King of the United States Senate, and many,\nmany others. I feel in like fashion we have also in our hearts with all good intent made a like\npromise to the Lord.  And again I repeat, this is our opportunity to prove to the Lord that\npromise.\n<\/p><p>\nGLORY OF THE GOSPEL\n<\/p><p>\nAt one of our recent conferences in one of the stakes, we asked a young lady to tell of her\nexperience at a national convention. She had received lovely honors. She told the story in\nsome detail of what had happened at the convention, but then as the detail of\nit got wearisome to her, she took hold of the stand and seemed to rise several inches higher as\nshe said, \"I want to bear my testimony. That is what is on my heart.\" Then this youth in all\nher glory expressed what her testimony meant to her.\n<\/p><p>\nYears have been somewhat many in my life. I'm easily up to the top of the crest, but I\nchallenge myself with you, the great majority of this audience, if we do not take the\nopportunity that is ours to serve him and courageously do his will, he will bring forward a\ngeneration that will keep his commandments and prove the glory of the gospel of Jesus\nChrist.\n<\/p><p>\nSPIRIT OF AMERICAN YOUTH\n<\/p><p>\nI listened to a talented pressman a few days ago who had just returned from Korea. He said\nthe question was often asked of the soldiers up in the front lines what they were fighting for.\nHe told only one simple incident. He said they know. Down the highway when thousands of\nKoreans were evacuating a city, there came a young fellow in a jeep. In the crowd that was\nhurrying on in confusion was an old lady bent with age, a large bundle on her back. The jeep\nstopped, the GI boy threw the bundle in, then lifted the old lady into the seat. Down the road\nthey went to safety. Well, the pressman made quite a bit of that simple incident, and I believe\nthat I caught the spirit of it. Surely the American youth know what they are fighting for. God\nbless them with courage when they return home, that they will take their place and do their\nbest. May the destiny that is theirs to have and enjoy be with them.\n<\/p><p>\nSERVICE OF MISSIONARIES\n<\/p><p>\nA like spirit has gone out with 5800 young men and women into different parts of the world.\nOne simple, yet to me a glorious, experience was enjoyed last month in the East Central\nStates Mission. As is our custom, we meet with all the missionaries as we go through a\nmission. Their testimonies are truly inspiring. We are thrilled as we listen to them. I seldom\nleave a meeting but what I have to hold back my tears of pride and joy for the youth of this\nChurch. I received a lovely reflection of their service in one experience. A brother came to\nme after the dedication of one of the little chapels in the mission and said, \"Brother Kirkham,\nI have been in the Church now for about nineteen years, and I am extremely grateful for what\nGod has given us. The light and the truth of the gospel has truly enriched my life. Let me tell\nyou how it happened.\"\n<\/p><p>\nHe said: \"I had a young missionary come to my home. I used to drink a cocktail occasionally.\nI smoked freely, but the young chap clean, sweet in his nature, and in his appearance so\ndelightful, came to our place and told us that he had something for us. I called Mother in, and\nwe sat and listened. This continued for several evenings, until one night\nwhen we were quite free in our conversation and felt we knew each other quite well, I took\nthe liberty of rolling a cigarette. And the young man said: 'I suppose it's time that I told you\nabout another great principle of the Latter-day Saints.' He said, 'I want to read you what we\ncall the Word of Wisdom' (<span class=\"citation\" id=\"12819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12819)\">D&amp;C 89:8<\/a><\/span>),\nand he started to read to me. I had taken the cigarette out of my\nmouth and, as this young chap read this Word of Wisdom, something happened to me. I\nfound myself trying to crush that thing in my fingers. I felt the fire once but held my nerve\nand kept crushing it, and I said, as now I say to you, Brother Kirkham, he spoke the truth.\nThis boy brought me a message from God and cleared up my life.\"\n<\/p><p>\nACCEPT OPPORTUNITIES\n<\/p><p>\nWell, these opportunities are also ours. Just over the fence from where we live is someone\nwaiting to hear us speak the word. Consider the way we accept our opportunities in\ncitizenship. Yes, I appeal to every Latter-day Saint: Vote&mdash;it's one of the high privileges of\nyour American citizenship. Bear your testimony every opportunity that comes to you. \"Stand\nup and be counted with the Lord.\"\n<\/p><p>\nGod bless us and help us that these great hours may to us be great realities and opportunities.\nMay it be said of us, \"Much was given to you; much was expected\n(<span class=\"citation\" id=\"31264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31264)\">Luke 12:48<\/a><\/span>); and you did your part.\"\nGod bless us and be with us that we may make of our glorious religion a reality. In the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}