{"ID":476, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Anniversaries in Scandinavia<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, October 1950, pp. 34-38<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI confess, my brethren and sisters, that the call to occupy this position this afternoon is\nsomewhat unexpected. I am to give the Church of the Air sermon next Sunday morning. It\nwas intimated that because of that appointment I would not be asked to speak from this stand.\nSo I have no special message in my heart. I suppose I'll have to depend upon the Lord. That\nis good practice for Latter-day Saints\n<\/p><p>\nI am always happy to bear my testimony to my brethren and sisters that this is the gospel of\nthe Lord Jesus Christ. I rejoice in it; I know it to be true. The truth of it has lightened my life\nand has given happiness to me and to my family. That I can say always to my brethren and\nmy sisters.\n<\/p><p>\nYEAR OF ANNIVERSARIES\n<\/p><p>\nThis has been a year of anniversaries. A short time ago, within the last few weeks, the\nPresident of the Church went to Hawaii to celebrate the coming of the gospel to those islands\none hundred years ago. You have read of what happened there. He mentioned it briefly\nhimself this morning in his address.\n<\/p><p>\nIt is also a hundred years ago since the gospel was brought to the foreign-speaking lands of\nEurope. Up to that time we had only once attempted to preach the gospel in foreign tongues,\nnamely in the South Sea Islands. But a hundred years ago the missionaries sent out by the\nFirst Presidency of that day entered the Scandinavian and other countries of Europe and bore\nwitness of the restoration of the gospel of our Lord, Jesus Christ. They made notable progress\nat that time, a progress which has resulted in a large influx of men and women, faithful men\nand women, to the valleys of the mountains here.\n<\/p><p>\nSCANDINAVIAN CELEBRATION\n<\/p><p>\nIt was my privilege to be sent to Scandinavia a few months ago to take part in the celebration\nwhich the Saints of those countries were holding and enjoying, because of the great\nanniversary. I visited the three Scandinavian countries. I was given the privilege primarily, I\nsuppose, because I am able to speak a little of the tongues of those countries. I visited\nDenmark, Sweden, and Norway, in addition to stopping briefly in England. I came back\nfeeling thrilled with the manner in which the gospel had developed and spread from the\nhumble beginnings of a hundred years ago in those countries. You know, of course, that here\nin these valleys, among the stakes and wards of Zion, the blood of those countries through\nintermarriage has spread until a large proportion of our people here carry some of that blood.\n<\/p><p>\nThe brethren and sisters of the Scandinavian countries had planned large celebrations. I was\nable to attend fully the ones in Stockholm, Sweden, and in Oslo, Norway. They were\ncarefully laid out after the pattern that had been planned for our celebration here at home and\nwere splendidly rendered, fully as well as the celebration here at home. I missed the\nbeginning of the celebration in Denmark because of my hurried call and trip, but later on I\nmet with the Danes and enjoyed their company and partook of their spirit and learned of the\nexcellence of their celebration.\n<\/p><p>\nGOSPEL CHANGES MEN\n<\/p><p>\nIt was interesting to me to note how the gospel changes the very nature of men and women,\nand how faithful and devoted men and women may become to the cause of truth once it sinks\ninto their hearts.\n<\/p><p>\nNorway is a long country, nearly a thousand miles long. Up in the icy north, we have two or\nthree branches, one very recently established, and I was pleased to find in Oslo, which is\nnearly at the south end of the country, people who had come from the far north to celebrate\nand to thank the Lord for the coming of the gospel to their land. The same happened in\nSweden: also in Denmark, which is a small country. All had a very large representation of\ntheir Church members in attendance at the celebrations. There was a spirit of\nfaith and devotion like that we have here today.  Many people had traveled hundreds of miles\nto sit by one another in meetings like this and to listen to discourses on the simple principles\nof the gospel of the Lord Jesus Christ.\n<\/p><p>\nIt was interesting to note, also, how men grow and develop under the influence of the gospel\nspirit. Let a very humble man be touched by the gospel of the Lord Jesus Christ, and he\nbecomes transformed. He is no more the same man, no longer the same person. He has\nchanged completely. I am reminded of the statement of the Prophet Joseph Smith at one time,\nwhen talking about the children of Abraham; he said that any person who accepts the gospel\nof Jesus Christ becomes of the seed of Abraham. A subtle change occurs in the very physical\nsystem of the man, which makes him indeed one who belongs to the family of Abraham, the\nfamily of the faithful. This notable change I observed a good many times this trip to\nScandinavia this summer, that men are transformed for the better, their powers multiplied,\ntheir vision increased, their understanding and comprehension brought out in new forms so\nmuch more vigorous because of the gospel which they have received, because of the truths of\nthe gospel. I am happy to bear this record to my brethren and sisters at this conference.\n<\/p><p>\nGREETINGS FROM EUROPEAN SAINTS\n<\/p><p>\nI am very happy also to bring you the greetings of the people, our brethren and sisters of the\ncovenant, of the faraway missions in Europe. They send their greetings to; you and their\nblessings also, and their blessings are quite worth while for they come from common sources.\nThey love you, they watch you; they follow you: they try to emulate and to imitate that which\nyou do here.\n<\/p><p>\nMEETING IN OSLO\n<\/p><p>\nSome years ago, I have forgotten just how many, I had the privilege to go to Oslo, the capital\nof Norway, with President David O. McKay and Elder Reed Smoot. The three of us came\ninto the city rather late in the afternoon. I think two of us at least were unannounced. Perhaps\nBrother McKay was announced, the president then of the European Mission, I am not sure\nabout that. But we made our way at once to the meeting place of the Latter day Saints. I shall\nnever forget that meeting. We were not expected by the members present. The meeting as\ncomposed of the people, the men and women, who had been called to labor as missionaries in\nthe city of Oslo. It was a report meeting. One after another the people, young and old, got up\nand gave a report of what they had done. I recall one elderly lady who said that she hesitated\nto make her report; for it was such a poor report. She had only had time during the last\nmonth to bring the gospel to two hundred different homes. I thrilled as I\nthought of the faith of that woman, the strength of her faith; and how many of us fail to\nappreciate what we have received as she did appreciate it. Many go by day after day, having\nreceived the great gift of the eternal gospel, the greatest of all gifts, but forgetting to pay back\nto the Lord as he would like us to do a part of our time and strength and power to assist in\nthe advancement of the great kingdom of God here upon this earth. I am sure that good sister\nreceived the gift of joy from her labors.\n<\/p><p>\nThere is much I might tell you even after a brief trip to Scandinavia this summer about the\nconditions of the people. They are faithful Latter-day Saints, second to none in the wards of\nZion. I just touched old London for a few days and found it the same wonderful old London,\nin the same condition as of the past. The people there, our people, are reported to be faithful\nand true to their covenants with the Lord, through their baptism into the Church.\n<\/p><p>\nWORLDWIDE MESSAGE\n<\/p><p>\nI would like to say, before I close this brief report, that I was greatly thrilled this morning as\nI heard Brother Cowley give his report, and added to that we have heard from Brother\nKirkham a few moments ago. The message of the Church is not to the valleys of the\nmountains alone. It is not to be confined in these valleys surrounded by these everlasting hills.\nWe have a worldwide message. Our army of missionaries, five thousand eight hundred strong\nas was reported this morning, implies our belief in the spread of the gospel over the whole\nearth. The Lord has said himself that every ear shall hear the gospel in these latter days\n(<span class=\"citation\" id=\"12758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12758)\">D&amp;C 1:2<\/a><\/span>). That\nmeans not only the ears of the people who are here in this beautiful, blessed land of America,\nbut far beyond over the seas, on the islands, everywhere, the gospel has been preached and\nmust continue to be taught. And we're doing this sacred work to the best of our ability. As\nwe do that and continue to do it, the Lord will bless us and magnify us and make us powerful\nand strong, acceptable to him. Let us never forget the worldwide nature of our obligations\nbefore the' Lord. Our missionary system must be cherished and be kept alive constantly and\nforever, until that last great day comes and the Lord says that the work is done.\n<\/p><p>\nWE HAVE THE TRUTH\n<\/p><p>\nMy brethren and sisters, I bear you again my testimony that I know this to be the gospel of\nJesus Christ. It is the truth. As Brigham Young used to say, \"Men ask me what the gospel of\nJesus Christ is, what name does it bear? And I say to you, its name might well be truth.\" We\nand the Church, if we are faithful, as we have been taught this morning by the President, the\nprophet of the Lord, shall conquer. We cannot fail. Truth is never defeated. It blesses all who\npossess it. We have the truth. If we will keep the truth and if we cherish it\nand practice it in our lives, then victory over error will be ours from the smallest household in\nZion to the farthest outpost of Zion, wherever that may be. Thus through the restoration of\nthe gospel in our day, the whole world shall be blessed.\n<\/p><p>\nMay the Lord bless us and fill us with an understanding of this mighty work laid out for us in\nthese latter days and make us able to do the Lord's work, which we can do if we are faithful,\nI pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}