{"ID":477, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Seek Ye the Lord<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1950, pp. 55-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have paid particular attention in this conference to the prayers that have been offered. They\nhave been indeed a good example for all of us to follow. I hope that I will receive in turn my\nfull share of prayers asked in behalf of those who take part here in this conference as I am\nsure those who have preceded me have received.\n<\/p><p>\nIn the beginning, as Adam and Eve were driven out of the Garden of Eden, they were shut\nout from the presence of the Lord, but the Lord did not expect them to be without some\ncontact with him. That one avenue he left open for man to reach God while in this life of\nmortality was prayer; so Adam called upon God, and he received guidance in all things.\nNeither does God expect us to get along without his help. Throughout the Old and New\nTestaments and the Book of Mormon the Lord gave instructions to pray constantly. The\nDoctrine and Covenants is filled with like exhortations. The disciples asked the Savior on one\noccasion. \"Lord, teach us to pray.\"\n<\/p><p>\nPRAY TO FATHER\n<\/p><p>\nAmong other things the Lord said, \"Pray to our Father in heaven.\" And herein, I think that we\nneed to be careful, because very often we open our prayer with the expression of praying to\nour Father in heaven, then during the prayer we use the term \"Lord,\" and before we are\nthrough it is hard to tell whether we are addressing the Father or his Son, Jesus Christ. We\nshould pray to our Father in heaven, for he is indeed the Father of all mankind on the earth,\nand because he is our Father, he wants us to come to him often with our joys and our sorrows\nand thank him for all that he has given us. Then the Savior gave us a good suggestive sample\nof the things to pray for and how to pray (see\n<span class=\"citation\" id=\"31261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31261)\">Luke 11:1-2<\/a><\/span>).\n<\/p><p>\nAs Jesus told his Disciples, our Father in heaven knows what we are in need of before we\nstart; yet he has commanded us to pray. He wants us to be thoughtful of others as we are of\nourselves. \"Forgive us as we forgive our debtors\"\n(<span class=\"citation\" id=\"31263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31263)\">Luke 11:4<\/a><\/span>). He did not intend that we should always\nuse the exact words that he gave in the sample or to use pre-written prayers. In so doing we\nwould become as those Christ referred to when he said, \"They draw near to me with their\nlips, but their hearts are far from me\"\n(<span class=\"citation\" id=\"30299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30299)\">JS&mdash;H 1:19<\/a><\/span>).\nDo you think Joseph Smith would have received that\nwonderful manifestation if he had simply read a prayer? How much of our heart goes into a\nprayer of that nature? How much faith can we exercise with words and thoughts that are not\nour own? Prayer without faith is dead, and if we add to the faith which President Ivins has\njust spoken to us about, that prayer, I'm sure will have results, and we'll have an increase of\nthe statistics President Ivins has referred to in actual fact and continue as such.\n<\/p><p>\nBE IN TUNE\n<\/p><p>\nWe do not read our prayers in this Church, but some of us get in almost as bad a rut. We are\nso bound by set words and phrases at times that we hardly remember what we are saying. We\nmust have a spirit of deep humility, of repentance, an open mind, to receive\nthe will of God. We must not be hampered by any anger or meanness or hardness of heart, or\nany selfish desires. We must tune our minds and our hearts to the Spirit of God just as we\ntune our radio to receive the program from the broadcasting station. We want no interfering\nstatic from outside influences. In the attitude of true repentance we should seek forgiveness of\nour past mistakes and guidance for improvement. I like the little poem used so much in our\nhome: \n<\/p><p>\nTo say my prayer is not to pray,<br \/>\n       Unless I mean the words I say,<br \/>\n       Unless I think to whom I speak,<br \/>\n       And with my heart his favor seek.\n<\/p><p>\n       Then let me, when I come to pray,<br \/>\n       Not only mean the words I say,<br \/>\n       But let me strive with earnest care,<br \/>\n       To have my heart go with my prayer.\n<\/p><p>\nSINCERITY OF CHILDREN\n<\/p><p>\nUnless our whole heart is in what we are doing, we are not really praying. A child is\nnaturally sincere and can be taught to pray almost with its first words. His own private prayer\nshould become a habit never to be broken. If he greets the day with a prayer for guidance and\nhelp, if he goes to sleep with a prayer of thanksgiving, more than half the battle is won in\ntrying to do right. The Lord tells us in the Doctrine and Covenants, sixty-eighth section,\ntwenty-eighth verse: \n<\/p><p>\nAnd they shall also teach their children to pray, and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"12802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12802)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nChildren will learn more from observation than they ever will from just being told. If parents\nhave a prayerful attitude, the children are more than likely to have the same. Family prayer\ncannot be too highly praised. In no other way can we obtain such a spirit of unity, nor is\nthere any better place for the child to learn to pray in public. The Lord also tells us in the\nDoctrine and Covenants, nineteenth section and twenty-eighth verse: \n<\/p><p>\nAnd again, I command thee that thou shalt pray vocally as well as in thy heart; yea,\nbefore the world as well as in secret, in public as well as in private\n(<span class=\"citation\" id=\"12773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12773)\">D&amp;C 19:28<\/a><\/span>).\n<\/p><p>\nFAMILY PRAYER\n<\/p><p>\nIt is surprising how soon a child can take his turn in family prayer, and just think of the good\nthat comes to the family. If we kneel down together and unitedly thank God for his many\nblessings; pray for guidance, for peace and love in our hearts; if we pray for others who are\nin need; for the advancement of God's work here; can it help but make our home a better\nplace? Can we help but be more thoughtful of others, more kind and loving?\nA man and wife who will pray together and pray vocally will have more love and\ncontentment in their home. If we would learn to call upon God more often, we should not\nhave to call upon the divorce courts so much. Teach your children the one source of strength\nthat will never fail them. Help them to realize that they have an everlasting friend, one that\nthey can call upon when their hearts are filled with joy as well as when they are filled with\ndoubt or sadness or despair. Then when they have grown up and are on their own, living at\nhome, away at school, or in the far-flung battlefields of war, they have God as their partner;\nthey are not afraid. This would bring peace, happiness, and joy. A sin-sick world could be\nlifted from its depths if we could only turn to the Lord in prayer. What more could we do for\nour children? I pronounce the blessings of God upon all who humbly seek him in prayer, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}