{"ID":4776, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Continuous Revelation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p3\" class=\"\">I wish to speak today of a special dimension of the gospel: the necessity for constant communication with God through the process known as divine revelation. This principle is basic to our belief. President Wilford Woodruff declared: “Whenever the Lord had a people on the earth that He acknowledged as such, that people were led by revelation” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 24:240.) I affirm at the beginning that the inspiration of God is available to all who worthily seek the guidance of the Holy Spirit. This is particularly true of those who have received the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p4\" class=\"\">I wish to speak today, however, of God’s communications to all of his children through prophets, as distinguished from personal revelation received by individual members of the Church and others. The prophets, seers, and revelators have had and still have the responsibility and privilege of receiving and declaring the word of God for the world. Individual members, parents, and leaders have the right to receive revelation for their own responsibility but have no duty nor right to declare the word of God beyond the limits of their own responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p5\" class=\"\">I use as my text the ninth article of faith: “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” [<span class=\"citation\" id=\"7007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7007)\">A of F 1:9<\/a><\/span>]<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Past Revelation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p7\" class=\"\">The first part states: “We believe all that God has revealed.” Through the ages, God’s messages to his children generally have been revealed through prophets. Amos tells us, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10482)\">Amos 3:7<\/a><\/span>.) These are the prophetic oracles who have tuned in over the centuries to the “celestial transmitting station,” with a responsibility to relay the Lord’s word to others. The principal qualifications of a prophet in any age are not wealth, title, position, physical stature, scholarship, or intellectual attainment. The two qualifications are that a prophet must be called as such by God, by open prophecy, and ordained by one known to have legal and spiritual authority, and he must receive and declare revelation from God. (See <span class=\"citation\" id=\"18997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18997)\">D&amp;C 42:11<\/a><\/span>.) No man knows the ways of God except they be revealed unto him. (See <span class=\"citation\" id=\"25939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25939)\">Jacob 4:8<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p8\" class=\"\">Over the centuries revelation from prophets has come incrementally. The Lord stated: “For he will give unto the faithful line upon line, precept upon precept; and I will try you and prove you herewith.” (<span class=\"citation\" id=\"19084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19084)\">D&amp;C 98:12<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p9\" class=\"\">Revelations have come by different means. Among other ways, they have come by the guidance of the Holy Ghost (which is perhaps most common), by the spoken word, and by visits from holy messengers.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Present Revelation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p11\" class=\"\">The ninth article of faith continues: “We believe … all that [God] does now reveal.” [<span class=\"citation\" id=\"7005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7005)\">A of F 1:9<\/a><\/span>] For some strange reason it seems easier for many to believe the words of dead prophets rather than those of living prophets. The greatest revelator in our time has been Joseph Smith. In the difficult period between 1823 and 1843, just twenty years, 134 revelations were received, printed, and made public.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p12\" class=\"\">Each of the eighty-nine Apostles called since then has been sustained as a prophet, seer, and revelator. But <span class=\"emphasis\">the<\/span> prophets, seers, and revelators succeeding Joseph as Presidents of the Church have been those Apostles in whom all of the keys of Christ’s earthly kingdom have been active and functioning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p13\" class=\"\">We now move forward nobly and boldly, with courage and conviction, led by our venerable prophet, Ezra Taft Benson. He is in every respect entitled to our sustaining action. For forty-six years he has been sustained as an Apostle of the Lord Jesus Christ. He is now the senior Apostle on the earth. He has been ordained and set apart as the prophet, seer, and revelator to the world. He has been sustained as the President of the Church. He has been given two inspired Counselors to help him. He is the presiding high priest over all the priesthood on the earth. He alone holds and exercises all of the keys of the kingdom under the Lord Jesus Christ, who is the head of this church and is the chief cornerstone. In his presidency, assisted by his two great Counselors and sustained by the Quorum of the Twelve, he is leading this work forward.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p14\" class=\"\">I do not believe members of this church can be in full harmony with the Savior without sustaining his living prophet on the earth, the President of the Church. If we do not sustain the living prophet, whoever he may be, we die spiritually. Ironically, some have died spiritually by exclusively following prophets who have long been dead. Others equivocate in their support of living prophets, trying to lift themselves up by putting down the living prophets, however subtly.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p15\" class=\"\">In our lifetime we have been favored with ongoing communication from the heavens, which have been open to the prophets of our time. Major divine pronouncements have included what we now know as section 138 of the Doctrine and Covenants, given in 1918. [<span class=\"citation\" id=\"19143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19143)\">D&amp;C 138<\/a><\/span>] Surely one of the greatest divine disclosures came in 1978 when the blessings of the priesthood and temple became available to all worthy male members [see <span class=\"citation\" id=\"41175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41175)\">O.D. 2<\/a><\/span>]. Line upon line and precept upon precept, new knowledge and direction have been given to the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p16\" class=\"\">Thus, by revelation in our day the Seventies have been given an expanded role as members of Area Presidencies and in general Church administration, helping the First Presidency and the Twelve “in building up the church and regulating all the affairs of the same in all nations.” (<span class=\"citation\" id=\"19093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19093)\">D&amp;C 107:34<\/a><\/span>.) Many other divine instructions have also been received. Much revelation received, in this time as well as anciently, has been doctrinal. Some of it has been operational and tactical. Much of it is not spectacular. President John Taylor reminds us: “Adam’s revelation did not instruct Noah to build his ark; nor did Noah’s revelation tell Lot to forsake Sodom; nor did either of these speak of the departure of the children of Israel from Egypt. These all had revelations for themselves.” (<span class=\"emphasis\">Millennial Star,<\/span> 1 Nov. 1847, p. 323.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p17\" class=\"\">In our time God has revealed how to administer the Church with a membership of over six million differently than when there were just six members of the Church. These differences include the use of modern technology, such as films, computers, and satellite broadcasts, to teach and communicate new ways to conduct missionary work in various nations; the location and building of temples; and many others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p18\" class=\"\">This process of continuous revelation comes to the Church very frequently. President Wilford Woodruff stated, “This power is in the bosom of Almighty God, and he imparts it to his servants the prophets as they stand in need of it day by day to build up Zion.” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 14:33.) This is necessary for the Church to fulfill its mission. Without it, we would fail.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Future Revelation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p20\" class=\"\">A very encouraging portion of the ninth article of faith we have been considering is its conclusion, “We believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” [<span class=\"citation\" id=\"7006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7006)\">A of F 1:9<\/a><\/span>] Elder Boyd K. Packer stated: “Revelation is a continuous principle in the Church. In one sense the Church is still being organized. As light and knowledge are given, as prophecies are fulfilled and more intelligence is received, another step forward can be taken.” (<span class=\"emphasis\">The Holy Temple,<\/span> Salt Lake City: Bookcraft, 1980, p. 137.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p21\" class=\"\">This Church constantly needs the guidance of its head, the Lord and Savior, Jesus Christ. This was well taught by President George Q. Cannon: “We have the Bible, the Book of Mormon and the Book of Doctrine and Covenants; but all these books, without the living oracles and a constant stream of revelation from the Lord, would not lead any people into the Celestial Kingdom. … This may seem a strange declaration to make, but strange as it may sound, it is nevertheless true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p22\" class=\"\">“Of course, these records are all of infinite value. They cannot be too highly prized, nor can they be too closely studied. But in and of themselves, with all the light that they give, they are insufficient to guide the children of men and to lead them into the presence of God. To be thus led requires a living Priesthood and constant revelation from God to the people according to the circumstances in which they may be placed.” (<span class=\"emphasis\">Gospel Truth,<\/span> Classics in Mormon Literature Series, 2 vols. in one, sel. Jerreld L. Newquist, Salt Lake City: Deseret Book Co., 1987, p. 252.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p23\" class=\"\">When will this promised revelation come? Only God knows when. It will come as needed. To whom will it come? To obtain the answer to this, we must go back to the words of Amos: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10481)\">Amos 3:7<\/a><\/span>.) This continuous revelation will not and cannot be forced by outside pressure from people and events. It is not the so-called “revelation of social progress.” It does not originate with the prophets; it comes from God. The Church is governed by the prophet under the guidance and direction of God. Parley P. Pratt disclosed:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p24\" class=\"\">“The legislative, judicial, and executive power is vested in Him [the Lord]. He reveals the laws, and he elects, chooses, or appoints the officers; and holds the right to reprove, to correct, or even to remove them at pleasure. Hence the necessity of a constant intercourse by direct revelation between him and his church.” (<span class=\"emphasis\">Millennial Star,<\/span> Mar. 1845, p. 150.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p25\" class=\"\">We have been promised that the President of the Church will receive guidance for all of us as the revelator for the Church. Our safety lies in paying heed to that which he says and following his counsel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p26\" class=\"\">The doctrine of this church was stated by Elder Stephen L Richards: “They [the Presidency] are the supreme court here on earth in the interpretation of God’s law.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p27\" class=\"\">“In the exercise of their functions and delegated powers they are controlled by a constitution, a part of which is written and a part of which is not. The written part consists in authenticated scripture, ancient and modern, and in the recorded utterances of our latter-day prophets. The unwritten part is the spirit of revelation and divine inspiration which are appertinent to their calling.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p28\" class=\"\">“In formulating their interpretations and decisions they always confer with the Council of the Twelve Apostles who by revelation are appointed to assist and act with them in the government of the Church. When, therefore, a judgment is reached and proclaimed by these officers it becomes binding upon all members of the Church, individual views to the contrary notwithstanding. God’s Kingdom is a kingdom of law and order.” (In Conference Report, Oct. 1938, pp. 115–16.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p29\" class=\"\">How can we be so sure that, as promised, the prophets, seers, and revelators will never lead this people astray? (See Joseph Fielding Smith, <span class=\"emphasis\">Ensign,<\/span> July 1972, p. 88.) One answer is contained in the grand principle found in the 107th section of the Doctrine and Covenants: “And every decision made by either of these quorums must be by the unanimous voice of the same.” (<span class=\"citation\" id=\"19092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19092)\">D&amp;C 107:27<\/a><\/span>.) This requirement of unanimity provides a check on bias and personal idiosyncrasies. It ensures that God rules through the Spirit, not man through majority or compromise. It ensures that the best wisdom and experience is focused on an issue before the deep, unassailable impressions of revealed direction are received. It guards against the foibles of man.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p30\" class=\"\">The responsibility for determining the divine validity of what one of the oracles of God states does not rest solely upon him. President J. Reuben Clark stated, “We can tell when the speakers are ‘moved upon by the Holy Ghost’ [see <span class=\"citation\" id=\"19042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19042)\">D&amp;C 68:3–4<\/a><\/span>] only when we, ourselves, are ‘moved upon by the Holy Ghost.’” (Daniel H. Yarn, Jr., ed., <span class=\"emphasis\">J. Reuben Clark: Selected Papers on Religion, Education, and Youth,<\/span> Provo, Utah: Brigham Young University Press, 1984, pp. 95–96.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p31\" class=\"\">This is in harmony with the counsel of Brigham Young: “I am more afraid that this people have so much confidence in their leaders that they will not inquire for themselves of God whether they are led by Him. I am fearful they settle down in a state of blind self-security, trusting their eternal destiny in the hands of their leaders with a reckless confidence that in itself would thwart the purposes of God in their salvation, and weaken that influence they could give to their leaders, did they know for themselves, by the revelations of Jesus, that they are led in the right way. Let every man and woman know, by the whispering of the Spirit of God to themselves, whether their leaders are walking in the path the Lord dictates, or not.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 9:150.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p32\" class=\"\">Revelation was required to establish this church. Revelation has brought it from its humble beginnings to its present course. Revelation has come like flowing, living water. Continuing revelation will lead it forward to the windup scene. But as President Clark told us, we do not need more or different prophets. We need more people with “a listening ear.” (In Conference Report, Oct. 1948, p. 82.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p33\" class=\"\">We make no claim of infallibility or perfection in the prophets, seers, and revelators. Yet I humbly state that I have sat in the company of these men, and I believe their greatest desire is to know and do the will of our Heavenly Father. Those who sit in the highest councils of this church and have participated as inspiration has come and decisions have been reached know that this light and truth is beyond human intelligence and reasoning. These deep, divine impressions have come as the dews from heaven and settled upon them individually and collectively. So inspired, we can go forward in complete unity and accord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/continuous-revelation.p34\" class=\"\">I witness humbly that I know the Lord still guides his church through his servants, regardless of any individual imperfections. I pray that we may be responsive to his Spirit and be found listening to the oracles he has appointed. I so pray because I know that we mortals, without the aid of revelation, cannot know the purposes of God. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}