{"ID":478, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Will a Man Rob God?<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1950, pp. 58-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is indeed a humbling experience&mdash;to occupy this position. I do, therefore, ask an interest\nin your faith and prayers and that the Spirit of God might rest down upon me.\n<\/p><p>\nMore than two thousand years ago an ancient Hebrew prophet, speaking for the Lord, said,\n<\/p><p>\nWill a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed\nthee? In tithes and offerings\n(<span class=\"citation\" id=\"32725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32725)\">Mal. 3:8<\/a><\/span>).\n<\/p><p>\nFAITH EXHIBITED\n<\/p><p>\nDuring the past five and one-half years since I was made a member of the First Council of\nthe Seventy, I have had the wonderful experience and opportunity to travel throughout the\nstakes of Zion and in the mission fields, I have observed with much joy the great amount of\nfaith expressed and exhibited by the Latter-day Saints. Thousands and thousands of them are\npaying their full tithes and offerings to the Lord, contributing in the welfare programs,\nsending their sons and daughters into the mission fields, and in practically all respects living\nthe gospel of Jesus Christ. They are doing all of those things and much more because they\nknow that God lives; they know that Jesus is the Christ and the Savior of the world: they\nknow that Joseph Smith is a prophet of God and that the true gospel has been restored\nthrough the Prophet Joseph Smith in our day.\n<\/p><p>\nI have ofttimes felt that I am sure God is pleased with the Church in general and with many\nof the Latter-day Saints in particular.\n<\/p><p>\nLAW OF TITHING\n<\/p><p>\nOn the other hand, however, I have also observed that there are certain members of the\nChurch of Jesus Christ of Latter-day Saints&mdash;and possibly thousands of them&mdash;who are\nfulfilling Malachi's prophecy or prediction at the present time. They are robbing God in tithes\nand offerings. I've ofttimes thought and have even expressed the idea that I believe that\npractically all members of the Church of Jesus Christ of Latter-day Saints, if they understood\nthe law of tithing, thoroughly; that is, if they knew the will of God in this respect and\nespecially if they could be taught to know of and appreciate the great spiritual blessings which\nwould be received as a result of rendering obedience to this law, they would pay their tithes\nand offerings to the Lord in full. I have suggested in priesthood leadership meetings as I have\ntraveled throughout the Church that the leaders of the stakes, presidents of quorums, bishops,\nand stake presidencies endeavor to teach the people the law of tithing.\n<\/p><p>\nYet I also recognize the fact that there are certain ones in the Church who would argue\nagainst the law. They might say, \"But, Brother Hunter, you quoted Malachi, and he lived four\nhundred years before the Savior lived. He was a Hebrew prophet and was talking to the Jews.\nWould his teachings apply to us?\"\n<\/p><p>\nI would answer, \"Yes, I know that he was a Hebrew prophet. He was talking to the Jews, and\nyet his teachings would apply definitely to us. Why? Because he was giving us the will of\nGod&mdash;the absolute mind and words of God the Eternal Father which he had been\ncommanded to teach.\"\n<\/p><p>\nLAW GIVEN TO NEPHITES\n<\/p><p>\nNow why can I be so definite on that point? Because of an event that took place after the\nresurrection of the Savior. The resurrected Lord appeared to the Nephites here on this\ncontinent. He taught them the same gospel plan that he had given to the Jews while in\nmortality. On one occasion he said to them,\n<\/p><p>\nAfter you people left Jerusalem a great prophet of God came among the Jews and my\nFather commanded him to teach the people certain things, and since you haven't a\nrecord of what that prophet taught, I have received instructions from the Father to tell\nyou what Malachi taught (see <span class=\"citation\" id=\"5505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5505)\">3 Ne. 24:1<\/a><\/span>).\n<\/p><p>\nSo he gave them the teachings of Malachi and he asked them to write those teachings down.\nAfter this had been done, he explained to them all that Malachi had taught.\n<\/p><p>\nHe quoted the exact words of Malachi,\n<\/p><p>\nWill a man rob God? Yet ye have robbed me. But ye say: Wherein have we robbed\nthee? In tithes and offerings (<span class=\"citation\" id=\"5506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5506)\">3 Ne. 24:8<\/a><\/span>).\n<\/p><p>\nNow since Jesus is the Christ, the Savior of the world, the great Judge, the Redeemer, the\nvery One under whom the gospel came to us, the gospel being named after\nhim; then certainly when he says that these teachings on tithing are the doctrine and will of\nhis Father, those teachings would apply to us.\n<\/p><p>\nTITHING REVEALED ANEW\n<\/p><p>\nFurthermore, a hundred years ago and a little more, the Lord revealed the gospel of Jesus\nChrist to the Prophet Joseph Smith. As part of that great restoration was the restoration of the\nprinciple of tithing. In a revelation to the Church the Lord said that this commandment would\nbe an everlasting law unto the priesthood of the Church\n(<span class=\"citation\" id=\"12844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12844)\">D&amp;C 119:4<\/a><\/span>). It is, therefore, a\nlaw that you and I must obey if we expect to receive the blessings that God has in store for\nthose who love him and keep his commandments.\n<\/p><p>\nEXPERIENCE AT INTERVIEW\n<\/p><p>\nI would like to relate a little experience that I had about a year ago. A young man came into\nmy office to be interviewed to be ordained a seventy. I asked him if he would like to be a\nseventy. His face lighted up with joy: and he said, \"Yes, Brother Hunter for a long time I\nhave wanted to become a seventy. I have never been recommended before, but I do hope that\nI am now worthy. I do hope that you ordain me a seventy today.\"\n<\/p><p>\nAfter I got this gush of enthusiasm from him, I asked him a question rather point-blank. I\nsaid, \"Would you steal $150.00 from your neighbor?\" A look of indignation came over his\nface. If I could have read his thoughts, he probably would have been thinking, \"Well, you\nhave your nerve, Brother Hunter, to think that I would steal.\"\n<\/p><p>\nFinally he looked at me and said, \"No, sir.\"\n<\/p><p>\nI wasn't exactly satisfied, and so I said, \"Would you steal a cow from your neighbor?\"\n<\/p><p>\nHe shot back this reply instantly, \"I wouldn't steal thirty-five cents from my neighbor.\"\n<\/p><p>\nI remarked, \"This is very, very interesting to me, that you wouldn't steal thirty-five cents\nfrom your neighbor; and yet, you would rob God.\"\n<\/p><p>\nA questioning look came over his face, and he asked, \"What do you mean? I don't understand\nyou.\"\n<\/p><p>\nThereupon I turned his recommendation card over and read these words, \"Part tithepayer.\"\n<\/p><p>\nHe looked at me rather flushed, and I might say, turned a little red, twisted around in his\nchair a little, and finally he said to me \"Well, I guess it's this way, Brother Hunter: the Lord\nisn't here to check up on me. My neighbor is. If I robbed my neighbor, he would put me in\njail.\"\n<\/p><p>\nI replied, \"Brother, you are partly right and partly wrong. Certainly your neighbor would put\nyou in jail if you robbed him. He should put you in jail, but when you got\nout of jail, your neighbor would have no more influence or claim on you. You would have\npaid your debt. But God also is checking up on us, and we are working with him for eternal\nlife. He declares that eternal life is the greatest gift\n(<span class=\"citation\" id=\"12769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12769)\">D&amp;C 14:7<\/a><\/span>) he has in store for man, and it is reserved\nfor those that love him and keep his commandments. To receive eternal life in the presence of\nGod would be worth more than all the money in the world.\" And I continued by saying:\n\"Now it is my opinion and feeling that if you or I or any other Latter-day Saint feels that he\nmust rob somebody, I think probably it would be far better to rob our neighbor than to rob\nGod.\"\n<\/p><p>\nHe replied, \"Well, I've never thought of it that way before.\"\n<\/p><p>\nAnd then I asked, \"What are you going to do in the future?\"\n<\/p><p>\n\"I am going to be a full tithepayer,\" came quickly the positive and unqualified answer.\n<\/p><p>\nI was delighted that he took that attitude because he now understood more about the law of\ntithing and had reached a determination to obey it in the future.\n<\/p><p>\nCOVENANT TO OBEY\n<\/p><p>\nWe are told by the prophets of God that the earth is the Lord's and the fulness thereof\n(<span class=\"citation\" id=\"41756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41756)\">Ps. 24:1<\/a><\/span>); that\nyou and I are merely stewards, merely landlords, so to speak. Our rent is one-tenth of all that\nwe earn. Yesterday, in a very beautiful way, Brother McConkie spoke of a covenant with\nGod. Every one of us has entered into a covenant with God to the effect that we will pay\none-tenth of all that we earn to the Lord. When we entered the waters of baptism and became\nmembers of the Church of Jesus Christ of Latter-day Saints, we accepted all of the principles\nof the gospel, including the principle of tithing.\n<\/p><p>\nThe Lord has given us the law of tithing in order that he might test our honesty. When we\nuse any portion of God's one tenth, we are robbing him.\n<\/p><p>\nThe Lord has given us the law of tithing in order that he might test our love for him. He has\ndeclared that if we love him we will keep his commandments\n(<span class=\"citation\" id=\"27452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27452)\">John 14:15<\/a><\/span>); therefore, to the extent that we\npay a full tithing, to that extent we have given tangible evidence that we do love the Lord our\nGod.\n<\/p><p>\nThe Lord has given us the law of tithing to test our obedience. The purpose is to see if we\nwill be faithful in all things that God commandeth us\n(<span class=\"citation\" id=\"7181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7181)\">Abr. 3:25<\/a><\/span>).\n<\/p><p>\nFurthermore, the Lord has given us the law of tithing to test our preparedness to enter the\nkingdom of God, to enter exaltation.\n<\/p><p>\nTEACHINGS OF JOSEPH F. SMITH\n<\/p><p>\nThe prophets of God have taught the things I have been mentioning here this morning. I\nwould like to quote from the teachings of one of the great prophets in our\nday, the Prophet Joseph F. Smith. He said in regard to tithing, this: \n<\/p><p>\nBy this principle (tithing) the loyalty of the people of the Church shall be put to the\ntest. By this principle it shall be known who is for the kingdom of God and who is\nagainst it. By this principle it shall be seen whose hearts are set on doing the will of\nGod and keeping his commandments; thereby sanctifying the land of Zion unto God,\nand who are opposed to this principle and have cut themselves off from the blessings\nof Zion. There is a great deal of importance connected with this principle, for by it ye\nshall know whether we are faithful or unfaithful. In this respect, it is just as essential\nas faith in God, as repentance of sin, as baptism for the remission of sin, as the laying\non of hands for the gift of the Holy Ghost. [As you recall, the Savior said that \"except\na man have these, he cannot see the kingdom of God\"\n(<span class=\"citation\" id=\"27398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27398)\">John 3:3<\/a><\/span>).] or if a man keep all the law\nsave it be one point, and he offend in that, he is a transgressor of the law\n(<span class=\"citation\" id=\"26081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26081)\">James 2:10<\/a><\/span>), and he is\nnot entitled to the fulness of the blessings of the gospel of Jesus Christ. But when a\nman keeps all the law that is revealed, according to his strength, his substance, and his\nability though what he does may be little, it is just as acceptable in the sight of God as\nif he were able to do a thousand times more (Joseph F. Smith, <i>Gospel Doctrine<\/i>, pp.\n282-283).\n<\/p><p>\nPresident Smith also made this statement: \n<\/p><p>\nThe law of tithing is a test by which the people as individuals shall be proved. Any\nman who fails to observe this principle shall be known as a man who is indifferent to\nthe welfare of Zion, who neglects his duty as a member of the Church, and who does\nnothing towards the accomplishment of the temporal advancement of the kingdom of\nGod. He contributes nothing, either, towards spreading the gospel to the nations, and\nhe neglects to do that which would entitle him to receive the blessings and ordinances\nof the gospel (<i>Ibid.<\/i>, p. 283).\n<\/p><p>\nCould the Lord have established or could he now establish another way to take care of the\neconomic needs of the Church? I am positive that he could. He could say, \"President George\nAlbert Smith, in yonder hill or mountain there is a great deal of gold. Have the brethren of\nthe Church mine that gold. Use the money to build church houses, to send missionaries out in\nthe mission fields to take care of all the other needs of the Church. The Latter-day Saints\nhave been faithful in the past in paying many contributions, so from now on they can rest.\nThey don't have to pay any more money to the Church.\"\n<\/p><p>\nBLESSINGS TO FOLLOW\n<\/p><p>\nCertainly he could do that if he wanted to, but he won't. He is too wise a God to do that. He\nrecognizes the great spiritual blessings which come from paying tithing. They far outweigh\nthe economic blessings. He recognizes that \"where a man's treasure is, there his heart will be\nalso\" (<span class=\"citation\" id=\"34340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34340)\">Matt. 6:21<\/a><\/span>).\nHe recognizes the fact that if we contribute much money to help build a church house,\nwe might come to church to get our money's worth. He recognizes the fact that if we give\ndonation after donation to the Church for various purposes, our contributions\ntie us into the Church. As a matter of fact, we own part of it. We belong there. It develops us\nspiritually to pay on welfare, to pay tithes, to pay fast offerings, to pay and pay into the\nChurch.\n<\/p><p>\nBrethren and sisters, it is a blessing, an opportunity in your lives and in my life to have the\nprivilege of paying into the Church. It helps us to get rid of the selfishness in our hearts. It\nmakes us love each other more. It makes us love God more. In fact, it makes us more godly.\nIn other words, tithing is a spiritual law which God has given us for the purpose of preparing\nus to come back into his presence and receive eternal life. Therefore, his course is a wise\ncourse. Every wise Latter-day Saint will accept it. Not one of us can afford to be part\ntithepayers nor non-tithepayers. We need the blessings of the Lord.\n<\/p><p>\nI humbly ask our Father in heaven to let his Spirit rest down upon you and me and upon\nevery member of the Church of Jesus Christ of Latter-day Saints, whether he be a full\ntithepayer or not; may the full tithepayers remain full tithepayers: may the part tithepayers\naccept this principle of the gospel and repent of their past negligence. By doing so we might\nall prepare ourselves to come back into the presence of God and receive exaltation. And for\nthis I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}