{"ID":4781, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p2\" class=\"\">Elder W. Eugene Hansen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d56.jpg\" alt=\"Elder W. Eugene Hansen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p3\" class=\"\">My beloved brothers and sisters, since this is my first opportunity to address you since the call to this new assignment, I want you to know how grateful I am for the privilege of serving the Lord and dedicating my life to the building of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p4\" class=\"\">There is no single word that better characterizes the life and mission of the Savior than the word<span class=\"emphasis\"> love.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p5\" class=\"\">The Savior’s mission was begun out of love which the Father had for His children. In John we read, “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” (<span class=\"citation\" id=\"29411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29411)\">John 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p6\" class=\"\">Thus, the greatest mission in the history of the world was ordained and begun because of the love of our kind and caring Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p7\" class=\"\">You will recall that the Pharisees, in their effort to ensnare the Master, had the lawyer put the question to him: “Master, which is the great commandment in the law?” (I wish it had been someone other than a lawyer who had asked that question, but there is some comfort in the fact that the Pharisees put him up to it.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p8\" class=\"\">You will remember the response:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p9\" class=\"\">“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p10\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p11\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p12\" class=\"\">“On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"37300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37300)\">Matt. 22:36–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p13\" class=\"\">Elder James E. Talmage has commented that these two commandments “are so closely related as to be virtually one: … ‘Thou shalt love.’ He who abideth one of the two will abide both; for without love for our fellows, it is impossible to please God.” (<span class=\"emphasis\">Articles of Faith,<\/span> 12th ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1968, p. 431.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p14\" class=\"\">As we approach what seem like insurmountable problems facing mankind today, there has never been a greater need for love in the world—not only of God, but love of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p15\" class=\"\">As a church, we are fortunate to be able to show love and render service in an organized way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p16\" class=\"\">Our missionary program is an expression of love for our neighbors as we share the message of the gospel. It is out of love and concern for others that our missionaries spend up to two years, largely at their own expense, living in all parts of the world. Many experience hardship, deprivations, and danger as they share the blessings of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p17\" class=\"\">Our tithes and offerings, when given with the right spirit, are an expression of love and concern that we have for the Lord’s work and for those in need of material assistance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p18\" class=\"\">The brotherhood and warmth of our priesthood quorums, Relief Society, and youth organizations are available to all who will “come unto Christ, and be perfected in him.” (<span class=\"citation\" id=\"38586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38586)\">Moro. 10:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p19\" class=\"\">Countless thousands of hours are spent in meaningful Christian service by bishops, stake presidents, Relief Society presidents, home teachers, nursery leaders, and all who have accepted callings to do their part. They render this service not just out of a sense of duty, but out of genuine love for those they serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p20\" class=\"\">But for all of the good that is being accomplished, much remains to be done. Perhaps the greatest opportunity for improvement is in our individual relationships with one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p21\" class=\"\">As the Savior was closing His ministry in preparation for the sacrifice that was to be the greatest of all gifts of love, He gave the powerful admonition, “Love one another; as I have loved you.” (<span class=\"citation\" id=\"29437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29437)\">John 13:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p22\" class=\"\">May I offer four suggestions to help focus on principles that will make us kinder, gentler, more harmonious, and loving persons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p23\" class=\"\">First, be considerate. Be sensitive to the thoughts and feelings of others, always careful not to demean or belittle by either word or act. Be encouraging, uplifting, careful not to break down a person’s confidence. It was my experience even in the legal profession—combative as it can sometimes be—that there was still much room to show consideration and respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p24\" class=\"\">Second, be complimentary. Look for attributes and acts of others that you can be genuinely complimentary of. Everyone is lifted by sincere and deserved commendation. Third, be charitable. The prophet Moroni counsels us with respect to the need for charity: “For if he have not charity he is nothing.” (<span class=\"citation\" id=\"38572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38572)\">Moro. 7:44<\/a><\/span>.) In his epistle to the Corinthians, the Apostle Paul sums up the importance of charity in that familiar verse: “Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.” (<span class=\"citation\" id=\"821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(821)\">1 Cor. 13:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p25\" class=\"\">What does it mean to be charitable? Charity is the opposite of selfishness. It means being generous and giving of both one’s means and one’s time in the service of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p26\" class=\"\">We should have an element of sacrifice in our offerings and in the consecration of our time. We should strive to lift those within our reach who are forlorn or who despair. We should take a special interest in the youth around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p27\" class=\"\">“Charity is the pure love of Christ.” (<span class=\"citation\" id=\"38576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38576)\">Moro. 7:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p28\" class=\"\">Fourth, be grateful. If we would show our love to our Heavenly Father, we would be grateful. We would show our gratitude by the way we live, not just by what we say or profess.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p29\" class=\"\">It has been said that the sin of ingratitude is more serious than the sin of revenge. With revenge, we return evil for evil, but with ingratitude, we return evil for good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p30\" class=\"\">Years ago, when it was the practice to hold baccalaureate services at graduation time, President Harold B. Lee related a story to a group of college graduates that has always stayed with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p31\" class=\"\">He told of a woman who was widowed early in life and left with several children to support and care for. Money was scarce. The children had to work hard to supplement the meager amounts that the mother was able to earn doing washings and cleaning houses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p32\" class=\"\">But as the children took top academic honors and went on to notable achievements in the community and business world, the family attracted the attention of the local newspaper. A reporter was sent to the home to interview this remarkable mother who, by now, was somewhat stooped and gray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p33\" class=\"\">Several questions were asked by the reporter in an attempt to learn the secret of her success. She had accomplished so much with so little.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p34\" class=\"\">The reporter asked his final question: “With such a wonderful family of children, which one did you love the most?” With a tear softly moistening her eye she replied:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p35\" class=\"\">“I loved most the one who was sick until she was better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p36\" class=\"\">“I loved most the one who was away until he returned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p37\" class=\"\">“I loved most the one who was failing until he succeeded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p38\" class=\"\">“I loved most the one who was sad until she was happy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p39\" class=\"\">In closing, may I quote from Solomon Bennett Freehof:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p40\" class=\"\">“Years ago I preferred clever people. There was a joy in beholding … a mind … bearing thoughts quickly translated into words, or ideas expressed in a new way. I find now my taste has changed. Verbal fireworks often bore me. They seem motivated by self-assertion and self-display. I now prefer another type of person; one who is considerate, understanding of others, careful not to break down another person’s self-respect. … My preferred person today is one who is always aware of the needs of others, or their pain and [their] fear and [their] unhappiness, and their search for self-respect. … I once liked clever people. Now I like good people.” (Richard L. Evans, <span class=\"emphasis\">Richard Evans’ Quote Book,<\/span> Salt Lake City: Publishers Press, 1971, p. 166.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/love.p41\" class=\"\">May we all strive more diligently to show our love of the Lord by the way we emulate Christlike love in our relationships with others, that we may lay claim to the “crown of life” referred to by James, “which the Lord hath promised to them that love him” (<span class=\"citation\" id=\"26358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26358)\">James 1:12<\/a><\/span>), I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}