{"ID":4782, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “He Loved Them unto the End”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p3\" class=\"\">I join with Elder Hansen and all of my brethren newly called to the quorums of the Seventy in expressing gratitude to the Lord for the privilege of this holy calling and opportunity to serve. There is no sufficient way to express either the sense of responsibility or feelings of inadequacy one has in being called to such a ministry. In these many weeks of self-examination, I have repeatedly felt, as Paul once wrote, “pressed out of measure, [and stretched] above strength.” (<span class=\"citation\" id=\"3120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3120)\">2 Cor. 1:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p4\" class=\"\">I also wish to express appreciation to my family, who have loved me, prayed for me, comforted and sustained me all of my life—as only a family can. They alone know how deeply I love them. I alone know how much they will mean to me forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p5\" class=\"\">This afternoon I wish to thank you, the faithful members of the Church, for your sustaining vote last April and again this day. It is no small thing to “sustain” another person. The word literally means to “uphold” or, if you prefer, to “hold up.” When we sustain life, we nourish it, we keep it going. When we sustain a friend or a neighbor or a stranger in the street, we give support, we share strength, we provide help. We hold each other up under the weight of present circumstance. We bear one another’s burdens under the heavy personal pressures of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p6\" class=\"\">As with all else in our experience, the Lord Jesus Christ is our exemplar and ideal in this very important matter of providing sustenance. His is the ultimate arm of strength and his the endurance which endures all things. At no time did he demonstrate that unfailing devotion more clearly than during the final moments of his earthly life, hours when he might well have wished that others could have been sustaining him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p7\" class=\"\">As the sacred supper of that ultimate Passover was being prepared, Jesus was under the strain of deep and profound emotion. Only he knew what lay immediately ahead, but perhaps even he did not fully anticipate the depth of pain to which he must go before it could be said, “The Son of Man hath descended below them all.” (<span class=\"citation\" id=\"19118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19118)\">D&amp;C 122:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p8\" class=\"\">In the midst of this meal and such thoughts, Christ quietly arose, girded himself as a slave or servant would, and knelt to wash the Apostles’ feet. (See <span class=\"citation\" id=\"29433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29433)\">John 13:3–17<\/a><\/span>.) This small circle of believers in this scarcely founded kingdom were about to pass through their severest trial, so he would set aside his own increasing anguish in order that he might yet once more serve and strengthen them. It does not matter that no one washed his feet. In transcendent humility he would continue to teach and to cleanse them. He would to the final hour—and beyond—be their sustaining servant. As John wrote, who was there and watched the wonder of it all, “Having loved his own which were in the world, he loved them unto the end.” (<span class=\"citation\" id=\"29432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29432)\">John 13:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p9\" class=\"\">So it had been, and so it was to be—through the night, and through the pain, and forever. He would <span class=\"emphasis\">always<\/span> be their strength, and no anguish in his own soul would ever keep him from that sustaining role.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p10\" class=\"\">In the moonlit silence of that Near Eastern night, every acute pain, every heartfelt grief, every crushing wrong and human hurt experienced by every man, woman, and child in the human family was to be heaped upon his weary shoulders. But in such a moment, when someone might have said it to him, he rather says to us, “Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"29445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29445)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p11\" class=\"\">“Ye shall be sorrowful,” he said—sad, lonely, frightened, and sometimes even persecuted, “<span class=\"emphasis\">but your sorrow shall be turned into joy. … <\/span> Be of good cheer; I have overcome the world.” (<span class=\"citation\" id=\"29448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29448)\">John 16:20, 33<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p12\" class=\"\">How can he speak that way? Of good cheer and joy? On a night like this? With the pain he knew was just ahead? But those are the blessings he always brought, and that is how he always spoke—to the very end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p13\" class=\"\">We cannot know to what extent his disciples fully understood the approaching events, but we do know that Christ faced his final moments alone. In one of the truly candid comments he would make to his brethren, he said, “My soul is exceeding sorrowful, even unto death.” (<span class=\"citation\" id=\"37314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37314)\">Matt. 26:38<\/a><\/span>.) And he left them to do what only he could do. The Light of the World stepped away from human company and entered the garden grove to wrestle with the prince of darkness alone. Moving forward, kneeling, falling forward on his face, he cried with an anguish you and I will never know, “O my Father, if it be possible, let this cup pass from me.” (<span class=\"citation\" id=\"37316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37316)\">Matt. 26:39<\/a><\/span>.) But he knew, for our sakes, that it could not pass and that he must drink that bitter cup to the dregs!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p14\" class=\"\">His disciples, understandably, were weary and soon fell asleep. What of Christ’s sleep? What of his fatigue? What rest or slumber will sustain him through such an agonizing ordeal? That is simply not his concern here, nor does it ever seem to be. He will endure. He will triumph. He will not falter nor fail us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p15\" class=\"\">Even in crucifixion he would reign with the benevolence and bearing of a King. Of those who rend his flesh and spill his blood he says, “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"32373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32373)\">Luke 23:34<\/a><\/span>.) And to the penitent thief at his side he gently promises paradise. To his beloved mother he is unable to make any caring gesture with his hands. So he simply looks at her and says, “Woman, behold thy son!” Then commending to John her future care, he declares, “Behold thy mother!” (<span class=\"citation\" id=\"29458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29458)\">John 19:26–27<\/a><\/span>.) He would be concerned for others—but especially for her—to the very end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p16\" class=\"\">Because he must ultimately tread this winepress of redemption unaided, can he endure the darkest moment of them all, the shock of the greatest pain? This comes not with thorns and with nails, but with the terror of feeling utterly alone: “Eloi, Eloi, lama sabachthani? … My God, my God, why hast thou forsaken me?” (<span class=\"citation\" id=\"33407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33407)\">Mark 15:34<\/a><\/span>.) Can he bear all of our sins <span class=\"emphasis\">and<\/span> our fear and loneliness too? He did and he does and he will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p17\" class=\"\">We do not know how such great sorrow can be borne, but it is no wonder the sun hid its face in shame. No wonder the veil of the temple was rent. No wonder the very earth convulsed at the plight of this perfect child. And at least one Roman centurion who saw all of this sensed something of what it had meant. In awe, he uttered the declaration for all eternity, “Truly this was the Son of God.” (<span class=\"citation\" id=\"37318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37318)\">Matt. 27:54<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p18\" class=\"\">Life has its share of some fear and some failure. Sometimes things fall short, don’t quite measure up. Sometimes in both personal and public life, we are seemingly left without strength to go on. Sometimes people fail us, or economies and circumstance fail us, and life with its hardship and heartache can leave us feeling very alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p19\" class=\"\">But when such difficult moments come to us, I testify that there is one thing which will never, ever fail us. One thing alone will stand the test of all time, of all tribulation, all trouble, and all transgression. One thing only never faileth—and that is the pure love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p20\" class=\"\">“I remember,” Moroni cries to the Savior of the world, “that thou hast said that thou hast loved the world, even unto the laying down of thy life for the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p21\" class=\"\">“Now I know,” he writes, “that this love which thou hast had for the children of men is charity.” (<span class=\"citation\" id=\"22395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22395)\">Ether 12:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p22\" class=\"\">Having watched a dispensation die and an entire civilization destroy itself, Moroni quotes his father for any who will listen in some later (“latter”) day, “If ye have not charity, ye are nothing.” (<span class=\"citation\" id=\"38574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38574)\">Moro. 7:46<\/a><\/span>.) Only the pure love of Christ will see us through. It is Christ’s love which suffereth long, and is kind. It is Christ’s love which is not puffed up nor easily provoked. Only his pure love enables him—and us—to bear all things, believe all things, hope all things, and endure all things. (See <span class=\"citation\" id=\"38573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38573)\">Moro. 7:45<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, love effulgent, love divine!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What debt of gratitude is mine,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That in his off’ring I have part<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And hold a place within his heart.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p27\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 187.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p28\" class=\"\">I testify that having loved us who are in the world, Christ loves us to the end. His pure love never fails us. Not now. Not ever. Not ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/he-loved-them-unto-the-end.p29\" class=\"\">Of that divine sustaining vote for all of us I testify in this, his true and living Church, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}