{"ID":4783, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “An Eye Single to the Glory of God”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p2\" class=\"\">Elder Marlin K. Jensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/marlin-k-jensen-10.jpg\" alt=\"Marlin K. Jensen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p3\" class=\"\">Brothers and sisters, I am grateful for the opportunity to greet all of you and to tell you how thankful I am to have been called as a member of the First Quorum of the Seventy. My wife, Kathy, says she always knew I would receive a life sentence of some type, but neither of us dreamed it would be something so rewarding!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p4\" class=\"\">No one can stand at this pulpit for the first time—where so many truly great men and women have stood over the years—without experiencing a strong sense of his personal inadequacy and an overwhelming desire to express appreciation. I feel both today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p5\" class=\"\">I want to express appreciation to my friends and neighbors in the little mountain valley where I was born and where I have chosen to live my life thus far—also, to my noble ancestors and my living extended family. I am constantly aware of their goodness and their interest in me. I sincerely thank my parents, who continue to work on a project that began at my birth forty-seven years ago. I am especially indebted to my companion. Her support, love, and cheerful disposition make my life very enjoyable. She would want you to know of her own strong conviction of the truthfulness of the restored gospel. Together we have been blessed with eight delightful children, whose development and happiness are our primary concerns. I love each one of them very much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p6\" class=\"\">I am also very grateful for the blessing of daily association with the General Authorities of the Church. I pledge to these dedicated men my loyalty, my love, and my untiring efforts in building up God’s kingdom. I promise them also that I will always heed the Lord’s admonition contained in the Doctrine and Covenants: “Therefore, strengthen your brethren in all your conversation, in all your prayers, in all your exhortations, and in all your doings.” (<span class=\"citation\" id=\"19097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19097)\">D&amp;C 108:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p7\" class=\"\">Finally, I am very grateful for each of you, my brothers and sisters all over the world, who have come to a knowledge of the Redeemer and are part of His Church. I appreciate your goodness and devotion and look forward to meeting you and serving at your side in the years ahead. With you, in the words of the Apostle Paul, I am humbled to know that “neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p8\" class=\"\">“Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.” (<span class=\"citation\" id=\"42941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42941)\">Rom. 8:38–39<\/a><\/span>.) For this knowledge I am most grateful of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p9\" class=\"\">As I have searched the scriptures in recent months for guidance in my new calling, I have become aware of the importance to our eternal welfare of our motives, our desires, and our attitudes. I speak of one of these today: the necessity of performing our earthly labors with “an eye single to the glory of God.” (<span class=\"citation\" id=\"18927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18927)\">D&amp;C 4:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p10\" class=\"\">The temptation to seek personal recognition and reward from our service to others is ever-present. The pattern was established in the pre-earth life by Satan himself. There, when the Father explained His plan of salvation for the inhabitants of this earth and the need for a redeemer, Satan responded by saying: “Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.” (<span class=\"citation\" id=\"39757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39757)\">Moses 4:1<\/a><\/span>.) In contrast, Christ showed us for all time that God’s work is to be done with an attitude of <span class=\"emphasis\">Thine,<\/span> not <span class=\"emphasis\">mine.<\/span> Said He: “Father, thy will be done, and the glory be thine forever.” (<span class=\"citation\" id=\"39761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39761)\">Moses 4:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p11\" class=\"\">Those who seek honor and gain for themselves in doing the Lord’s work are guilty of what the scriptures call priestcrafts. Of this sin, Nephi stated: “Priestcrafts are that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world; but they seek not the welfare of Zion.” (<span class=\"citation\" id=\"4348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4348)\">2 Ne. 26:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p12\" class=\"\">Latter-day Saints whose eyes are single to God’s glory see life from a vastly different perspective than those whose attention is directed elsewhere. Such members, for instance, care little about receiving credit or recognition for their good deeds. They are more interested in feeding the Lord’s sheep than in counting them. In fact, they frequently find their greatest happiness in serving anonymously, thereby leaving the beneficiaries of their kindness with no one to thank or praise except the Lord. In this regard, we can perhaps learn a lesson from our Christian brothers and sisters in the Amish communities of Pennsylvania. It is reported that their writers frequently compose and publish poetry and religious literature anonymously, so as to deflect attention from themselves and ensure that only God receives the glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p13\" class=\"\">There is something particularly noble about the good works of those who act without restraint or compulsion and with no expectation of reward or recognition. Their goodness has its source in the “desires of their hearts” (<span class=\"citation\" id=\"9747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9747)\">Alma 41:3<\/a><\/span>) and is the result of pure motives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p14\" class=\"\">Our second-youngest daughter illustrated this principle in a simple way a year or so ago when she was three. Without special occasion, except the joy of doing something nice for someone, she hid a tasty bedtime treat under my pillow. When I thanked her and asked her the next morning why she had done such a good deed, she said, “Just because I love you, Daddy—just because I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p15\" class=\"\">Considerations of church position and title are also of little consequence to Latter-day Saints whose eyes are directed toward God’s glory. Their concern is focused on the opportunities for service that church callings present, rather than on gaining personal notoriety. Such members, who serve competently and quietly, regardless of whether they are the “highest” or the “least” in the kingdom, are probably those that the Apostle Paul had in mind when he wrote, “And those members of the body [meaning the Church], which we think to be less honourable, upon these we bestow more abundant honour.” (<span class=\"citation\" id=\"819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(819)\">1 Cor. 12:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p16\" class=\"\">The merit of rendering faithful service, regardless of one’s position in the Church, was tenderly brought to my attention several years ago during the funeral service of a man who had done much good in his life without ever being recognized with a high church office. I was touched as I heard the deceased’s brother-in-law describe him as a man who had never served as an elders quorum president, as a bishop, or as a stake president, but who “had made a lot of them look awfully good.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p17\" class=\"\">All of us who have observed a loving Primary nursery leader ministering patiently to her flock of two-year-olds or who have felt the gentle spirit of those wonderful white-haired men and women who faithfully serve in the temples of the Lord, will understand perfectly the Savior’s comment: “For he that is least among you all, the same shall be great.” (<span class=\"citation\" id=\"32359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32359)\">Luke 9:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p18\" class=\"\">When our eyes are fixed on God’s glory, we feel the majesty of His creations and the grand scope of His work on this earth. We feel humble to be participants in His latter-day kingdom. If we pause and quietly reflect on our role in all of this, we will come to know that placing our egos and our vain ambitions on the sacrificial altar is one of the most important offerings we can ever make. Well might we acknowledge, as did Moses after beholding in vision God’s glory: “Now, for this cause I know that man is nothing, which thing I never had supposed.” (<span class=\"citation\" id=\"39750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39750)\">Moses 1:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p19\" class=\"\">Paul demonstrated a similar attitude and recognition in his first letter to the Corinthians, in which he asks rhetorically,<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p20\" class=\"\">“Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p21\" class=\"\">“I have planted, Apollos watered; but God gave the increase.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p22\" class=\"\">“So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.” (<span class=\"citation\" id=\"810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(810)\">1 Cor. 3:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p23\" class=\"\">Brothers and sisters, I testify that The Church of Jesus Christ of Latter-day Saints is God’s kingdom on the earth today. This kingdom will roll forward with or without us as individuals. Men and women who even momentarily take their eyes off of God’s glory and seek to exalt themselves, or who become entangled in the vain things of this world, will find that the kingdom quickly moves on without them. Unfortunately, none of us is immune from this all-too-human tendency. In the final dramatic hours of the Savior’s life, even His Apostles—those stalwart men who certainly should have known better—argued with one another about who should be accounted the greatest. (See <span class=\"citation\" id=\"32367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32367)\">Luke 22:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p24\" class=\"\">To those faithful Latter-day Saints whose view of their own importance in God’s plan is in perspective, the Lord has promised: “And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p25\" class=\"\">“Therefore, sanctify yourselves that your minds become single to God, and the days will come that you shall see him; for he will unveil his face unto you, and it shall be in his own time, and in his own way, and according to his own will.” (<span class=\"citation\" id=\"19068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19068)\">D&amp;C 88:67–68<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/an-eye-single-to-the-glory-of-god.p26\" class=\"\">Of these truths I testify, adding my own humble witness of the reality and goodness of God and His Son. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}