{"ID":4784, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Overcoming Adversity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p2\" class=\"\">Elder Carlos H. Amado<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p\" class=\"\">Of the Second Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carlos-h-amado-10.jpg\" alt=\"Carlos H. Amado\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p3\" class=\"\">The day I arrived in Mexico City as a General Authority with my family, I received a telephone call from a former missionary companion who wanted to talk to me that night. His oldest son, who was just starting his first semester of college, had died in a tragic accident. He was only seventeen years old and full of enthusiasm for life. He was faithful in the Church, and a seminary graduate. Just two weeks before, he had talked to his parents about desires and goals in life. Now he was gone. They understand the plan of salvation well and are sealed for eternity, but the physical separation affects them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p4\" class=\"\">Those who have gone through this kind of trial recognize that there are tragedies that are so difficult we cannot understand them. We do not have an answer in this life for every adversity. When trials come, it is time to turn our souls to God, who is the author of life and the only source of comfort. “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.” (<span class=\"citation\" id=\"29446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29446)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p5\" class=\"\">Some months ago I heard that the wife of a friend was again threatening miscarriage. I hurried, along with others who were concerned about the baby, to make sure that things would be well. While arrangements were still being made, we were told that it was too late. This was the third time she had gone through this painful experience. I asked myself: What can I say to comfort them? How will the Lord help them overcome this new blow?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p6\" class=\"\">The day she left the hospital she heard about another sister from her stake who was going through the same experience. Full of trust in the Lord, she went to visit the sister and give her support. She changed her own tragedy into a blessing of comfort for others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p7\" class=\"\">Thinking about her attitude, I remembered a lesson I learned many years ago when my father died. He died suddenly, leaving my mother a widow with fifteen children, ten of whom were dependent on her. This was a great tragedy in her life. Of course, the gospel, the fellowship of the Church, and our own testimonies gave us a solid base which comforted us and helped us to accept this loss with dignity. In spite of the fact that we never left her alone, it affected her deeply. Although she accepted the will of God, her soul did not find inner peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p8\" class=\"\">One morning as we were traveling downtown on a bus, she began to feel her loneliness. I noticed it, but also knew that I couldn’t give her the comfort she needed. She cried in silence, but with dignity. A lady passenger came up and said: “You seem to be very sad.” My mother answered, “I have just lost my husband.” Then the lady asked, “Do you have children?” and my mother answered, “I have fifteen children, and each one of them has some trait that reminds me of their father. So I am constantly reminded of him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p9\" class=\"\">When she heard this, the woman said: “You are truly blessed, because you only lost your husband. I lost my husband, too, and my two daughters in an automobile accident, and I am living alone. So I do understand your pain and sorrow.” Then she added, “Only God can help us overcome trials like this.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p10\" class=\"\">Those who suffer great adversity and sorrow and go on to serve their fellowmen develop a great capacity to understand others. Like the prophets, they have acquired a higher understanding of the mind and will of Christ. To me, this woman was like an angel. She gave comfort and raised my mother’s thoughts toward God in a time of great trial. From that day on, each time my mother felt lonely or abandoned, she would say to me: “Son, pity the woman who lost all. I am grateful that the Lord has blessed me with fifteen children to be my companions in life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p11\" class=\"\">This personal experience has helped me understand the importance of what God revealed to Joseph Smith in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p12\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p13\" class=\"\">“Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.” (<span class=\"citation\" id=\"18957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18957)\">D&amp;C 19:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p14\" class=\"\">Christ has suffered more than any of us, and He knows the intensity of our afflictions. There is no suffering we have that He did not undergo in Gethsemane and on Calvary. That is why He understands and can help us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p15\" class=\"\">Christ stated: “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.” (<span class=\"citation\" id=\"29429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29429)\">John 11:25<\/a><\/span>.) The greatest tragedy that can happen to a person is not the loss of his possessions, or his intellect, or his mortal life, but rather to lose eternal life, which is the free gift of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p16\" class=\"\">The scriptures are a witness of the various prophets—ordinary people, with extraordinary callings—who faced great tribulation and opposition. Father Lehi was commanded to abandon his gold, his silver, and his country. The sons of Mosiah had to renounce the throne. Job lost his lands, his cattle, and even his children, while Abinadi, Stephen, and Christ’s Apostles were killed in His service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p17\" class=\"\">For some, the true trial of our faith is to remain faithful, without murmuring against the Lord, when we lose earthly position, family members, or even when we are required to give our very lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p18\" class=\"\">There is evidence in the scriptures that these great men trusted fully in the Savior, even without a full understanding of His purposes. The Prophet Joseph Smith learned, as he established the kingdom of God in this last dispensation, that the more he struggled to bless the lives of others, the greater was his opposition. He went to the Lord seeking justice. Christ did understand Joseph and suggested to him that he might have to suffer more. The Lord told him: “The Son of Man hath descended below them all. Art thou greater than he?” (<span class=\"citation\" id=\"19119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19119)\">D&amp;C 122:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p19\" class=\"\">Later, Joseph, with more understanding of the will and purposes of his Savior, accepted his glorious destiny by offering his life. It is not important to know the trials we may be required to go through in this mortal life. What is essential is our attitude in facing these trials and the lessons and experiences that we learn from them. These will help to refine our understanding and increase our spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/overcoming-adversity.p20\" class=\"\">Basically, we limit our vision to the events that happen in this life with the greatest emphasis placed on the present. Only when we fix our gaze on the heavenly things do we begin to understand the eternities. Only with the help of Christ can we fully overcome tragedy. It is necessary to develop our faith in Him as the Redeemer of the world. He taught us: “In the world ye shall have tribulation: but be of good cheer; I have overcome the world.” (<span class=\"citation\" id=\"29449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29449)\">John 16:33<\/a><\/span>.) It is my prayer that when we have afflictions we will follow the pattern that He taught during His bitter experience in Gethsemane. He said: “If thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.” (<span class=\"citation\" id=\"32368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32368)\">Luke 22:42<\/a><\/span>.) This I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}