{"ID":4785, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Learning to Recognize Answers to Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p3\" class=\"\">Across from me a woman sat sobbing. With tear-filled eyes, she told me, “I don’t know what I believe anymore.” She spoke of having struggled and prayed many days to know how to make a vitally important decision in her life, without success. She anguished, “I don’t know what to do. If you’ll tell me what to do, I’ll do it.” With her hand on the scriptures, she said, “God told us He would help us. He answers everybody else’s prayers. Why won’t He answer mine?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p4\" class=\"\">When one is caught in a whirlpool of emotion, it is difficult to find a way out alone. My prayer is to help you who have similar feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p5\" class=\"\">When answers to urgent prayer don’t seem to come, it can be that we don’t understand some truths about prayer, or because we don’t recognize answers when they come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p6\" class=\"\">Our Heavenly Father did not put us on earth to fail but to succeed gloriously. It may seem paradoxical, but that is why recognizing answers to prayer can sometimes be very difficult. Some face life with only their own experience and capacity to help them. Others seek, through prayer, divine inspiration to <span class=\"emphasis\">know<\/span> what to do. When required, they qualify for power beyond their own capacity to do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p7\" class=\"\">Communication with our Father in Heaven is not a trivial matter. It is a sacred privilege. It is based upon unchanging principles. When we receive help from our Father in Heaven, it is in response to faith, obedience, and the proper use of agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p8\" class=\"\">It is a mistake to assume that every prayer we offer will be answered immediately. Some prayers require considerable effort on our part. True, sometimes impressions come when we have not specifically sought them. They generally concern something we need to know and are not otherwise able to find out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p9\" class=\"\">We are here on earth to gain experience we can obtain in no other way. We are given the opportunity to grow, to develop, and to gain spiritual maturity. To do that, we must learn to apply truth. How we face challenges and resolve difficult problems is crucially important to our happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p10\" class=\"\">To better understand prayer, I have listened to the counsel of others, pondered the scriptures, and studied the lives of prophets and others. Yet what seems most helpful is seeing in my mind a child approaching trustingly a loving, kind, wise, understanding Father, who wants us to succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p11\" class=\"\">Don’t worry about your clumsily expressed feelings. Just talk to your Father. He hears every prayer and answers it in His way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p12\" class=\"\">When we explain a problem and a proposed solution, sometimes He answers yes, sometimes no. Often He withholds an answer, not for lack of concern, but because He loves us—perfectly. He wants us to apply truths He has given us. For us to grow, we need to trust our ability to make correct decisions. We need to do what we <span class=\"emphasis\">feel<\/span> is right. In time, He will answer. He will not fail us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p13\" class=\"\">I have described the absolute reality of our relationship with our Father. There is nothing about us He does not know. He is conscious of our every need and could provide all of the answers. Yet, because His purpose is our eternal happiness, He encourages us to make the correct choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p14\" class=\"\">Sometimes, like a child, we misbehave, act unwisely, and feel we cannot approach our Father with a problem. When communication is strained, how wonderful it is to have a Mediator who works things out when we obey His counsel and repent. Such is our Elder Brother, the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p15\" class=\"\">Perhaps Oliver Cowdery’s experiences were recorded for us to understand how to pray and how to recognize answer to prayer. Oliver was told: “That assuredly as the Lord liveth, … even so surely shall you receive a knowledge of whatsoever things you shall <span class=\"emphasis\">ask in faith, with an honest heart, believing that you shall receive. … <\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p16\" class=\"\">“I will tell you in your <span class=\"emphasis\">mind<\/span> and in your <span class=\"emphasis\">heart,<\/span> by the Holy Ghost.” (<span class=\"citation\" id=\"18935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18935)\">D&amp;C 8:1–2<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p17\" class=\"\">When we receive an impression in our <span class=\"emphasis\">heart,<\/span> we can use our <span class=\"emphasis\">mind<\/span> either to rationalize it away or to accomplish it. Be careful what you do with an impression from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p18\" class=\"\">Oliver was further taught: “Remember that without <span class=\"emphasis\">faith<\/span> you can do nothing; therefore ask in <span class=\"emphasis\">faith.<\/span> Trifle not with these things; do not ask for that which you ought not. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p19\" class=\"\">“According to your <span class=\"emphasis\">faith<\/span> shall it be done unto you.” (<span class=\"citation\" id=\"18936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18936)\">D&amp;C 8:10–11<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p20\" class=\"\">“Ask in faith” means ask with confidence in our holy Father. Like many of us, Oliver did not recognize the evidence of answers to prayers already given by the Lord. To open his, and our, eyes, this revelation was given through Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p21\" class=\"\">“Blessed art thou for what thou hast done; for thou hast inquired of me, and behold, <span class=\"emphasis\">as often as thou hast inquired thou hast received instruction<\/span> of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p22\" class=\"\">“Behold, thou knowest that thou hast inquired of me and I did <span class=\"emphasis\">enlighten thy mind;<\/span> and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth.” (<span class=\"citation\" id=\"18930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18930)\">D&amp;C 6:14–15<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p23\" class=\"\">If you feel that God has not answered <span class=\"emphasis\">your<\/span> prayers, ponder these scriptures—then carefully look for evidence in your own life of His having already answered you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p24\" class=\"\">To help each of us recognize answers given, the Lord said: “If you desire a further witness, cast your mind upon the night that you cried unto me in your heart, that you might know concerning the truth of these things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p25\" class=\"\"><span class=\"emphasis\">“Did I not speak peace to your mind concerning the matter?”<\/span> (<span class=\"citation\" id=\"18932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18932)\">D&amp;C 6:22–23<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p26\" class=\"\">The Lord provides further insight by counseling us to study a problem out in our mind and then to ask if it be right: “If it is right I will cause that your bosom shall burn within you; therefore, you shall <span class=\"emphasis\">feel<\/span> that it is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p27\" class=\"\">“But if it be not right you shall have no such <span class=\"emphasis\">feelings,<\/span> but you shall have a stupor of thought.” (<span class=\"citation\" id=\"18940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18940)\">D&amp;C 9:8–9<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p28\" class=\"\">It is vitally important to recognize that the Lord also responds a third way to prayer by <span class=\"emphasis\">withholding an answer<\/span> when the prayer is offered. Why would He do that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p29\" class=\"\">He is our perfect Father. He loves us beyond our capacity to understand. He knows what is best for us. He sees the end from the beginning. He wants us to act to gain needed experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p30\" class=\"\">When He answers <span class=\"emphasis\">yes,<\/span> it is to give us confidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p31\" class=\"\">When He answers <span class=\"emphasis\">no,<\/span> it is to prevent error.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p32\" class=\"\">When He <span class=\"emphasis\">withholds an answer,<\/span> it is to have us grow through faith in Him, obedience to His commandments, and a willingness to act on truth. We are expected to assume accountability by acting on a decision that is consistent with His teachings without prior confirmation. We are not to sit passively waiting or to murmur because the Lord has not spoken. We are to act.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p33\" class=\"\">Most often what we have chosen to do is right. He will confirm the correctness of our choices His way. That confirmation generally comes through packets of help found along the way. We discover them by being spiritually sensitive. They are like notes from a loving Father as evidence of His approval. If, in trust, we begin something which is not right, He will let us know before we have gone too far. We sense that help by recognizing troubled or uneasy feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p34\" class=\"\">Nephi’s efforts to obtain the plates of brass show how the principles work. When the older brethren were asked to go, they “murmured” and received no help. Nephi was assured, “Thou shalt be favored of the Lord, because thou hast not murmured.” (<span class=\"citation\" id=\"1941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1941)\">1 Ne. 3:6<\/a><\/span>.) Nephi’s words, “I will go and do,” reveal a positive commitment to act and to succeed by using spiritual law. (<span class=\"citation\" id=\"1943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1943)\">1 Ne. 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p35\" class=\"\">After two unsuccessful attempts, Nephi remained confident. He crept into the city toward the house of Laban without all the answers. He observed, “I was led by the Spirit, not knowing beforehand the things which I should do,” significantly adding, <span class=\"emphasis\">“Nevertheless I went forth.”<\/span> (<span class=\"citation\" id=\"1946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1946)\">1 Ne. 4:6–7<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p36\" class=\"\">Nephi was willing to try time and again, using his best efforts. He expressed faith that he would be helped. He refused to be discouraged. But because he acted, had confidence in the Lord, was obedient, and properly used his agency, he received guidance. He was inspired step after step to success, and in his mother’s words was “given … <span class=\"emphasis\">power<\/span> [to] accomplish the thing which the Lord hath commanded.” (<span class=\"citation\" id=\"1947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1947)\">1 Ne. 5:8<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p37\" class=\"\">Nephi knew he was required to confide in God, to exercise faith, and to act so that he could receive help, step by step. He did not murmur nor ask for a full explanation. But, observe particularly, he did not wait passively for help. He acted! By following spiritual law, he was inspired and given power to act.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p38\" class=\"\">Sometimes answers to prayer are not recognized because we are too intent on wanting confirmation of our own desires. We fail to see that the Lord would have us do something else. Be careful to seek His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p39\" class=\"\">I confess I don’t know how to make a correct decision except where there is righteousness and trust in a Heavenly Father. The principles simply will not work when agency is intentionally used at variance with the will of God. If there is unrepented sin, we are left to our own devices to flounder and struggle on our own. We <span class=\"emphasis\">can<\/span> be rescued through our own repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p40\" class=\"\">When we seek inspiration to help make decisions, the Lord gives gentle promptings. These require us to think, to exercise faith, to work, to struggle at times, and to act. Seldom does the whole answer to a decisively important matter or complex problem come all at once. More often, it comes a piece at a time, without the end in sight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p41\" class=\"\">I have saved the most important part about prayer until the end. It is gratitude! Our sincere efforts to thank our beloved Father generate wondrous feelings of peace, self-worth, and love. No matter how challenging our circumstances, honest appreciation fills our mind to overflowing with gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p42\" class=\"\">Why is it that the most impoverished seem to know best how to thank the Lord? In the highlands of Guatemala, members barely subsist. Going to the temple requires <span class=\"emphasis\">great<\/span> sacrifice. A visit takes a year of preparation. There is hard work, sacrifice to save money and food, the spinning, dyeing, and weaving of new clothing. There is the long, barefoot walk out of the mountains, the crossing of Lake Isabel, the bus rides with little food. Tired and worn, they arrive at the temple. They scrub until they shine, dress in their new clothing, and enter the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p43\" class=\"\">Reclothed in white, they are taught by the Spirit, receive ordinances, and make covenants. One highland woman was greatly touched by the spirit and meaning of the endowment. Entering the celestial room, she saw others seated, with heads reverently bowed. Innocently, she knelt at the entrance to the room, oblivious to others. She bowed her head, sobbed, and for twenty minutes poured out her heart to her Father in Heaven. Finally, with her dress soaked with tears, she raised her head. The sensitive temple matron asked, “May I help?” She responded, “Oh, would you? This is my problem: I’ve tried to tell Father in Heaven of my gratitude for all of my blessings, but I don’t feel that I’ve communicated. Will you help me tell Him how grateful I am?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p44\" class=\"\">The counsel about prayer is true. I have tested it thoroughly in the laboratory of my own personal life. I have discovered that what sometimes seems an impenetrable barrier to communication is a giant step to be taken in trust.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p45\" class=\"\">If you seek His help, be sure your life is clean, your motives are worthy, and you’re willing to do what He asks—for He <span class=\"emphasis\">will<\/span> answer your prayers. He is your loving Father; you are His beloved child. He loves you perfectly and wants to help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/learning-to-recognize-answers-to-prayer.p46\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}