{"ID":4786, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Duties, Rewards, and Risks\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p3\" class=\"\">My brothers and sisters, since April’s general conference, some of our missionaries have found themselves in increasingly more difficult circumstances. As the adviser to the South America North Area Presidency, I was saddened, as I know you were, at the news that two faithful missionaries, Elder Todd Ray Wilson and Elder Jeffrey Brent Ball, lost their lives in Bolivia. The deaths of these two righteous young men while they were in the service of the Lord caused the entire Church membership to mourn. We grieve also for other missionaries who have died from illness or accident since the first of the year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p4\" class=\"\">Our sorrow at the loss of any faithful missionary can be tempered by this declaration from the Lord himself: “And whoso layeth down his life in my cause, for my name’s sake, shall find it again, even life eternal.” (<span class=\"citation\" id=\"19085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19085)\">D&amp;C 98:13<\/a><\/span>.) To all parents, family members, and friends of missionaries who have lost their lives while in the service of the Master, we extend to you our love, gratitude, and prayers for comfort and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p5\" class=\"\">With the permission of President Steven B. Wright of the Bolivia La Paz Mission, I share this special experience that came to him in a dream: “I saw these two elders dressed in white, standing at the doors of a beautiful building. They were greeting numerous people, who also were dressed in white as they entered the building. It was obvious from their dress that those who entered were Bolivians. I envisioned the temple that will someday be built in Bolivia. Elders Wilson and Ball were ushering those they had prepared to receive the gospel in the spirit world into the temple to witness the vicarious ordinances being performed in their behalf. This dream has been a great comfort to me and has helped me to understand and accept their deaths.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p6\" class=\"\">This glimpse by President Wright of the work of redemption beyond mortality is consistent with the heavenly vision given to President Joseph F. Smith more than seven decades ago. He declared, “I beheld that the faithful elders of this dispensation, when they depart from mortal life, continue their labors in the preaching of the gospel … in the great world of the spirits.” (<span class=\"citation\" id=\"19145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19145)\">D&amp;C 138:57<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p7\" class=\"\">Trials and tribulations have confronted the Church ever since the beginning. The Prophet Joseph Smith said: “Hell may pour forth its rage like the burning lava of Mount Vesuvius, or of Etna, or of the most terrible of the burning mountains; and yet shall ‘Mormonism’ stand. Water, fire, truth and God are all realities. Truth is ‘Mormonism.’ God is the author of it. He is our shield. It is by Him we received our birth. It was by His voice that we were called to a dispensation of His Gospel in the beginning of the fullness of times. It was by Him we received the Book of Mormon; and it is by Him that we remain unto this day; and by Him we shall remain, if it shall be for our glory; and in His Almighty name we are determined to endure tribulation as good soldiers unto the end.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 139.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p8\" class=\"\">So far this year, more than thirty-seven thousand faithful missionaries have been instrumental in bringing tens of thousands of people to a knowledge of the restoration of the gospel of Jesus Christ. These new members have experienced a mighty change in their hearts and have “humbled themselves and put their trust in the true and living God.” (<span class=\"citation\" id=\"9703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9703)\">Alma 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p9\" class=\"\">Our missionaries have not participated in this great work without serious challenges, tribulations, and difficulties. Parents of missionaries have always known the risk of losing a loved one serving in the mission field due to accident or illness. Now, we must add to the risk of missionary service the possibility of acts of terrorism. Terrorism is centuries old but perhaps has never before been so open and blatant nor had such extensive news coverage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p10\" class=\"\">Terrorism has many victims. They include the innocent and law-abiding people residing in a troubled region who are striving to provide for their families and to do what is right. Missionaries live among the peoples of the world; and even with the protection of the members, they also can become innocent victims of acts of violence. We must not judge the people of any nation or region because of the irresponsible, cowardly acts of terrorism perpetrated by a few.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p11\" class=\"\">Sometimes terrorists attack Church members or Church property because they believe, mistakenly, that the Church represents the interests of a country. Contrary to such misguided beliefs, The Church of Jesus Christ of Latter-day Saints has no past or present affiliation with any government agency of any country, including the United States of America. In genuine Christian kindness and loving concern, missionaries and other Church members offer to all sincere and law-abiding peoples nothing more or less than the restored gospel of Jesus Christ. Sad experience has taught us that not all people accept these assurances of fact. Therefore, leaders and members must be prepared for any event that may occur in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p12\" class=\"\">The increased visibility of the Church in the world brings a variety of new challenges. However, you parents and prospective missionaries have <span class=\"emphasis\">no<\/span> reason to be fearful and to feel that serving a mission is unusually dangerous or risky. Our records since 1981 reveal that the total number of missionaries who have lost their lives through accident, illness, or other causes is very small. The life-style of Latter-day Saint missionaries before and during their missions contributes to their health and safety. For example, the death rate of young male missionaries from the United States serving worldwide is one-fifth the rate of young males of comparable age living in Utah. It is one-seventh the rate of young males of comparable age in the general population of the United States. I do not imply that missionary service is a guarantee of increased longevity, but missionaries obviously have a much lower risk of death than others of comparable age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p13\" class=\"\">The Church is making great efforts to safeguard the health and safety of missionaries by decreasing the likelihood of illness and accident. In the past year, a highly qualified team of LDS doctors visited many of the missions in developing nations and made important recommendations that have been adopted to improve missionary health. We are doing and will continue to do all within our power to reduce any risks that could harm the missionaries. However, in a world of free agency, the Church cannot eliminate all risk nor guarantee absolutely that a missionary never will be ill, injured, or harmed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p14\" class=\"\">The Missionary Department employs six former mission presidents who are on 24-hour-a-day call to serve mission presidents and their missionaries. They respond immediately with the resources of the Church to assure the well-being of missionaries and their families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p15\" class=\"\">When a problem occurs, such as the recent unrest in Colombia, the First Presidency and the Council of the Twelve, through the able leadership of the General Authority Area Presidencies, monitor conditions daily and even hourly, if necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p16\" class=\"\">Be assured that the safety and protection of missionaries always is a paramount concern. At the same time, however, the Church cannot retreat from areas of the world that are in turmoil unless absolutely necessary. Brothers and sisters, the charge from the Lord to “go ye therefore, and teach all nations” is a difficult one to fulfill. (<span class=\"citation\" id=\"37319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37319)\">Matt. 28:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p17\" class=\"\">The battle to bring souls unto Christ began in the premortal world with the war in heaven. (See <span class=\"citation\" id=\"42567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42567)\">Rev. 12:7<\/a><\/span>.) That same battle continues today in the conflict between right and wrong and between the gospel and false principles. The members of the Church hold a frontline position in the contest for the souls of men. The missionaries are on the battlefield fighting with the sword of truth to carry the glorious message of the restoration of the gospel of Jesus Christ to the peoples of the earth. No war has ever been free of risk. The prophecies of the last days lead me to believe that the intensity of the battle for the souls of men will increase and the risks will become greater as we draw closer to the second coming of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p18\" class=\"\">Preparing ourselves and our families for the challenges of the coming years will require us to replace fear with faith. We must be able to overcome the fear of enemies who oppose and threaten us. The Lord has said, “Fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.” (<span class=\"citation\" id=\"18934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18934)\">D&amp;C 6:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p19\" class=\"\">When I visited the missionaries in Bolivia, Peru, and Ecuador immediately after the tragedy, I was extremely impressed with the deep love our missionaries feel for the people they are called to teach. Their intense desire to continue serving the precious people of their mission is beyond description. Sometimes parents and family members understandably voice worry, anxiety, or even feel alarm about the safety of their missionary sons or daughters, but rarely, if ever, do we hear the missionaries express such concerns. They love and care deeply about the people they are serving, and generally they want to continue in the service of the Lord. These dedicated missionaries illustrate so powerfully for the rest of us that “there is no fear in love; but perfect love casteth out fear.” (<span class=\"citation\" id=\"1150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1150)\">1 Jn. 4:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p20\" class=\"\">In many ways, brothers and sisters, the past sixty years in the Church have been relatively calm, compared to the beginnings of the Restoration. Persecutions and tribulations have been minimal. Perhaps some of these recent events are a toughening process to help us learn how to shoulder and not shrink from our responsibilities to preach the gospel to all the peoples of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p21\" class=\"\">We parents need to begin early to prepare our children to have a strong, fervent testimony of the gospel. We must possess the faith, the courage, and the commitment that our pioneer forefathers had if we are to continue building up the kingdom of God on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p22\" class=\"\">Remember also that membership in the Church requires an understanding of the principle of sacrifice in the service of the Lord. The Prophet Joseph Smith put it this way: “When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, … he can obtain the faith necessary for him to lay hold on eternal life.” (<span class=\"emphasis\">Lectures on Faith,<\/span> Salt Lake City: Deseret Book Co., 1985, p. 69.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p23\" class=\"\">You remember what the Prophet Joseph wrote to Mr. John Wentworth, the editor of the <span class=\"emphasis\">Chicago Democrat<\/span> newspaper: “The Standard of Truth has been erected; no unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” (<span class=\"emphasis\">History of the Church,<\/span> 4:540.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p24\" class=\"\">The Lord has not yet said the work is done, so we must continue moving forward. It is good to know that during the four years that President Ezra Taft Benson has presided over the Church, more than eighty thousand missionaries have been set apart to proclaim the glad tidings of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p25\" class=\"\">The work will continue to grow and prosper throughout the world. In recent years the Lord’s servants have unlocked the door and opened the work in the German Democratic Republic, Poland, Hungary, and Yugoslavia. They have opened many nations of Africa, including Nigeria, Ghana, Zaire, Liberia, Sierra Leone, Swaziland, Ivory Coast, and Namibia; and Papua New Guinea. Thirteen nations and territories have been opened for missionary work in just the past four years. Many others will be opened to the preaching of the gospel. Truly, no unhallowed hand can stop the sacred work of proclaiming life and salvation to all nations and peoples, but this work will not continue without challenges and risks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p26\" class=\"\">The work of sharing the gospel of Jesus Christ in all the world will require knowledge, faith, sacrifice, and the best efforts of every member of the Church. As the Prophet Joseph Smith said to the Saints in Nauvoo in 1842, “Shall we not go on in so great a cause? Courage, … and on, on to the victory!” (<span class=\"citation\" id=\"19131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19131)\">D&amp;C 128:22<\/a><\/span>.) Today the leaders of the Church echo these words of the Prophet Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/duties-rewards-and-risks.p27\" class=\"\">Brothers and sisters, the missionaries need our faith and prayers. Pray fervently every day for their safety and protection, for this is one very important way we all can support them in accomplishing their essential assignment of proclaiming the gospel to all the world. I bear testimony that Jesus Christ is the Son of God. We are engaged in his work. I testify that through the faith and prayers of all members of the Church, we will continue moving this great work forward to the final victory. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}