{"ID":4788, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Chastity: The Source of True Manhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p2\" class=\"\">Elder Robert L. Backman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246a.jpg\" alt=\"Elder Robert L. Backman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p3\" class=\"\">One day I sat with a handsome, young, prospective missionary as he poured out his sad story through sobs of sorrow, anguish, and remorse. I wanted to cry with him. Pressured by his so-called friends, he found himself at a mixed party where liquor was served. Against everything he knew to be right, he succumbed to the taunts and jeers of all those present, became drunk, and before the evening was over, lost his virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p4\" class=\"\">Unable to resist the peer pressure he faced, his resolution to stay chaste being dissipated by the circumstances he found himself in, he had seen his lifelong dream of a mission and a temple marriage change to a nightmare—and now he felt ashamed, unclean—unworthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p5\" class=\"\">“Have I forfeited my opportunity for a mission, for marriage in the temple?” he asked. “How can my Father in Heaven forgive me for what I have done? I wish the earth would open up and swallow me!” My heart ached for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p6\" class=\"\">Almost overriding my sympathy for him was the anger I felt toward those who had led him down that “primrose path,” seemingly oblivious to the pain they had caused, listening to Satan’s siren song that chastity is outdated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p7\" class=\"\">“Thou shalt not commit adultery,” Jehovah commanded, “and he that committeth adultery, and repenteth not, shall be cast out.” (<span class=\"citation\" id=\"19000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19000)\">D&amp;C 42:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p8\" class=\"\">My beloved young brethren, despite what the world would have us believe, God has never changed that law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p9\" class=\"\">The First Presidency of the Church, in another time of moral crisis, declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p10\" class=\"\">“To the youth of the Church we … plead with you to live clean, for the unclean life leads only to suffering, misery, and woe physically,—and spiritually it is the path to destruction. How glorious and near to the angels is youth that is clean. … Sexual purity is youth’s most precious possession; it is the foundation of all righteousness. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p11\" class=\"\">“Times approach when we shall need all the health, strength, and spiritual power we can get to bear the afflictions that will come upon us.” (James R. Clark, ed., <span class=\"emphasis\">Messages of the First Presidency,<\/span> 6 vols., Salt Lake City: Bookcraft, 1975, 6:150.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p12\" class=\"\">“You youths of Zion, you cannot associate in non-marital, illicit sex relationships, which is fornication, and escape the punishments and the judgments which the Lord has declared against this sin. The day of reckoning will come just as certainly as night follows day.” (<span class=\"emphasis\">Messages,<\/span> 6:176.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p13\" class=\"\">The full force of his actions was obvious to my tearful friend, who understood, at last, the reality of Alma’s words: “Wickedness never was happiness.” (<span class=\"citation\" id=\"9749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9749)\">Alma 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p14\" class=\"\">As I shared those sad moments with that sorrowing young man, I could not help contrasting his feelings with those of another whose sealing I had performed in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p15\" class=\"\">There, in the presence of their families, the happy couple expressed their joy at the solemn covenants they had made with God and with each other as they knelt at that sacred altar, looking into each other’s souls with complete trust and confidence, approaching their marriage clean and worthy of the celestial blessings pronounced on their heads.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p16\" class=\"\">Their happiness was unrestrained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p17\" class=\"\">My beloved Aaronic Priesthood brethren, with all you are learning as you progress toward virile manhood, I pray that you will get understanding of the vital truth that chastity is the ultimate and perfect standard underlying all spiritual progression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p18\" class=\"\">Righteousness is happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p19\" class=\"\">The Lord has declared: “And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.” (<span class=\"citation\" id=\"6190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6190)\">3 Ne. 27:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p20\" class=\"\">I challenge you to be <span class=\"emphasis\">clean,<\/span> be <span class=\"emphasis\">worthy,<\/span> be <span class=\"emphasis\">strong,<\/span> be <span class=\"emphasis\">happy!<\/span> How? What can you do to withstand “the fiery darts of the wicked [one]” (<span class=\"citation\" id=\"18981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18981)\">D&amp;C 27:17<\/a><\/span>), to resist temptation and walk uprightly before the Lord?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p21\" class=\"\"><span class=\"emphasis\">First—Be patient.<\/span> Don’t be too anxious to grow up. Bask in the pleasure of anticipating what it will be like to be an adult. Remember, you are only young once, and you are going to be old for a long time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p22\" class=\"\">Our impatience often causes us to flirt with the forbidden, forgetting the consequences of our foolish experimenting. President Harold B. Lee painted a vivid picture of the pain suffered through flirting, then succumbing to temptation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p23\" class=\"\">“I’ve seen beautiful young human butterflies playing with the tempting fires of sin. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p24\" class=\"\">“Many of these beautiful human butterflies winged for heavenly flight have fallen with wings singed and badly seared because of their curiosity about the forbidden. The more I see of life, the more I am convinced that we must impress you young people with the awfulness of sin rather than to content ourselves with merely teaching the way of repentance. I wish that someone could warn you of the night of hell that follows the committing of a moral sin … , as one who has sinned has described it in these words: ‘No one knew anything about it. You told no one, and no one found out, no one condemned. But your face flushed, your heart beat against your ribs. Perspiration broke out upon your brow. You went to bed that night, you tied a bandage around the eyes of your soul, you built a little shelter in which to hide, you tried to sleep, but no sleep came. You said to yourself, “Other people do it,” or “I had to do it,” or “No one else can ever find it out.” But there were hands from the unseen world that came through the darkness and tore the bandage from the eyes of the soul, and smashed down the little shelter you had made for your cowering spirit.’” (<span class=\"emphasis\">Youth and the Church,<\/span> Salt Lake City: Deseret Book Co., 1970, pp. 87–88.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p25\" class=\"\">My young friends, please be patient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p26\" class=\"\"><span class=\"emphasis\">Second—Focus on Your Eternal Destiny.<\/span> The Lord has promised the faithful, “All that my Father hath shall be given unto him.” (<span class=\"citation\" id=\"19060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19060)\">D&amp;C 84:38<\/a><\/span>.) Think what that means to you as a son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p27\" class=\"\">Brethren, set limits to your actions—bounds you will not pass—far from the line which separates good from evil. Be prepared for the experiences that lie ahead. Plan in advance how you will face temptations—weigh the consequences, now and forever. Be sure you understand the situation confronting you. If someone, perhaps a friend, asks you to do something you are not sure about, restate what he has said, “You want me to do what?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p28\" class=\"\">Next, ask yourself, “Will doing what my friend says break my rules, or the law, or hurt someone I respect or love, or make someone distrust me?” Then look at both sides of the question. What good things will happen if you do this, and what bad things will happen? Now that you have assessed all the results, you are prepared to make a decision. If everything is positive, you will probably want to go along with your friend; if not, you have the responsibility to say No. (Adapted from John W. Larsen, <span class=\"emphasis\">Youth’s Frontier, Making Ethical Decisions,<\/span> Irving, Texas: Boy Scouts of America, 1985, p. 14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p29\" class=\"\">Get tough with yourself. President Spencer W. Kimball gave us a powerful example in a talk to the youth of Stockholm, Sweden. Describing his own boyhood, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p30\" class=\"\">“As I was out alone, milking the cows, or putting up the hay, I had time to think. I mulled it over in my mind and made this decision: ‘I, Spencer Kimball, will never taste any form of liquor. I, Spencer Kimball, will never touch tobacco. I will never drink coffee, nor will I ever touch tea—not because I can explain why I shouldn’t, except that the Lord said not to.’ He said those things were an abomination. There are many other things that are, too, that are not in the Word of Wisdom. But I made up my mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p31\" class=\"\">“That’s the point I am trying to make. I made up my mind then, as a little boy: ‘I will never touch those things.’ And so, having made up my mind, it was easy to follow it, and I did not yield. There were many temptations that came along, but I did not even analyze it; I did not stop and measure it and say, ‘Well, shall I or shall I not?’ I always said to myself: ‘But I made up my mind I would not. Therefore, I do not.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p32\" class=\"\">“I’m a little older than any of you here tonight, and I want to just say that I will soon go into another year and that I have never tasted tea, nor coffee, nor tobacco, nor liquor of any kind, nor drugs. Now that may sound very presumptuous and boasting to you, but I am only trying to make this point: that if every boy and girl—as he or she begins to grow a little more mature and becomes a little more independent of his friends and his family and all—if every boy and girl would make up his or her mind, ‘I will not yield,’ then no matter what the temptation is: ‘I made up my mind. That’s settled.’” (In Conference Report, Stockholm Sweden Area Conference, 1975, pp. 86–87.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p33\" class=\"\"><span class=\"emphasis\">Third—Stand by Your Convictions.<\/span> Take control of your life. It is <span class=\"emphasis\">your<\/span> body—the clothing of <span class=\"emphasis\">your<\/span> spirit—you are dealing with. Don’t become a slave to your appetites or passions. Be mature enough to have the spirit control your body. Self-control is vital when you are resisting what you know is wrong, especially when a friend insists. This self-control comes with practice, so it’s important to build your inner strength. Constantly remind yourself that you are a son of God with great things to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p34\" class=\"\">Winston Churchill, that courageous World War II statesman, gave sound advice to all of us. He thundered his conviction: “Never give in, never give in, never, never, never, never—in nothing, great or small, large or petty—never give in except to convictions of honor and good sense.” (Address to Harrow School, 29 Oct. 1941, in John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> 15th ed., Boston: Little, Brown, and Co., 1980, p. 745.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p35\" class=\"\"><span class=\"emphasis\">Fourth—Repent.<\/span> Some of us are held back in our development by mistakes we have made, sins we have committed, regrets that we let weigh on our consciences until they burden us down to the breaking point.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p36\" class=\"\">In the comic strip <span class=\"emphasis\">Peanuts,<\/span> Charlie Brown told Lucy about his New Year’s resolutions. He said, “You’re going to be proud of me, Lucy. … I’ve decided that this next year is going to be my year of decision! This is a list of things in my life that I’m going to correct. … I’m going to be a better person!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p37\" class=\"\">Lucy’s reply was, “Not me. … I’m going to spend this whole year regretting the past. … It’s the only way, Charlie Brown. … I’m going to cry over spilt milk, and sigh over lost loves. … It’s a lot easier. … It’s too hard to improve. … I tried it once. … It drove me crazy. … ‘Forget the future’ is my motto. … Regret the past! Oh, how I regret the past! Why did I do this? Why did I do that? Why? I regret it all! Oh, what regrets! What remorse! What anguish! What …” Charlie Brown sighs and throws away his resolutions. (Ellipses in the original.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p38\" class=\"\">Our loving Father in Heaven is only interested in what you are going to do with your future, conditioned on your repentance from your past sins. Coming back to the questions posed by my distraught young friend and to those of you who may have transgressed as he did, I assure you that you are still dearly loved by your Father in Heaven and by the Lord’s church. The second principle of the gospel is repentance, that beautiful saving principle without which all of us imperfect people would be lost. The Lord has made the promise: “Though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.” (<span class=\"citation\" id=\"25649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25649)\">Isa. 1:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p39\" class=\"\">Isn’t that a glorious promise? And it is conditioned only on your repentance. Though the roadway may be long and difficult, though the pain and sorrow may be acute, though the Church may have to take loving action to balance justice and mercy, the repentance process can cleanse your soul, and you can walk in the light of the Holy Spirit again—the transgression forgiven, the soul purified and sanctified.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p40\" class=\"\">You know the steps! Don’t delay. Forget the past—except to use it to build a better life. Begin now to be worthy of the eternal blessings God has promised the faithful and the true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/chastity-the-source-of-true-manhood.p41\" class=\"\">My precious young brothers, may you understand that chastity is the source of virile manhood, the crown of beautiful womanhood, the foundation of a happy home, and the ultimate and perfect standard underlying all spiritual progression. May we who have been called be worthy to be chosen, I pray in the name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}