{"ID":479, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Work Among the Lamanites\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1950, pp. 63-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I should like to express here my great love and admiration for\nPresident George F. Richards who was with us in our last conference but has since passed\naway. Of all the men I have known in my life, none has risen to greater heights, in my\nopinion, than Elder George F. Richards in saintliness, in vision, in understanding, and in love,\nhumility, and power.\n<\/p><p>\nPRAYERS FOR LAMANITES\n<\/p><p>\nI was glad that President Beckstead mentioned in his prayer the Lamanite program. I thought,\nas he was praying, \"Wouldn't it be glorious if two hundred thousand Latter-day Saint families\nevery morn before their breakfast, in their family prayers, were asking that the work of the\nLord among the Lamanites might be furthered; and if those same two hundred thousand\nfamilies might also be on their knees before they retired that night to ask again,\namong other things, that the blessings of the Lord might be brought to this\ngreat people?\"\n<\/p><p>\nPLAN DEVISED BY THE LORD\n<\/p><p>\nThe Lord has devised a very comprehensive plan, and I have a firm conviction that the\nblueprint that he worked out many millennia ago will be followed, and the structure will be\nbuilt in accordance therewith.\n<\/p><p>\nThe Prophet Joseph Smith dedicated the Kirtland Temple in 1836. His prayer, which he stated\nlater was a revelation from the Lord, covered many matters, and in it he made this statement: \n<\/p><p>\nAnd cause that the remnants of Jacob, who have been cursed and smitten because of\ntheir transgression, be converted from their wild and savage condition to the fulness of\nthe everlasting gospel (<span class=\"citation\" id=\"12839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12839)\">D&amp;C 109:65<\/a><\/span>).\n<\/p><p>\nOur Father began to speak through the mouths of prophets long centuries ago, outlining in\nprophetic words the history of those many centuries which were to follow. I'm sure that he\ninspired a little boy, Christopher Columbus, to stand on the quays in Genoa Italy, and yearn\nfor the sea. He was filled with the desire to sail the seas, and he fulfilled a great prophecy\n(<span class=\"citation\" id=\"1498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1498)\">1 Ne. 13:12<\/a><\/span>)\nmade long, long ago, that this land, chosen above all other lands, should be discovered. And\nso when he was mature, opportunity was granted to him to brave the unknown seas, to find\nthis land which had been cut off from the rest of the world long centuries, and to open the\ndoor, as it were, to the teaching of these people and bringing them back to their Heavenly\nFather.\n<\/p><p>\nI have a firm conviction that the Lord led the Pilgrims and the Puritans\n(<span class=\"citation\" id=\"1499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1499)\">1 Ne. 13:13<\/a><\/span>) across the ocean,\nperhaps permitted the persecutions that would bring them here, so that when they came to the\nAmerican shores with their righteous blood and their high ideals and standards, they would\nform the basis of a nation which would make possible the restoration of the gospel. I am sure\nthat since there was not religious liberty, not political liberty here, the Lord permitted these\nfew poorly-armed and ill-clad men at Valley Forge and elsewhere to defeat a great army with\nits trained soldiery and its many mercenaries, a few against the many, but the few had on\ntheir side the Lord God of heaven, that gave them victory. And there came political liberty\nand religious liberty with it, all in preparation for the day when a young boy would come\nforth and would seek and make contact with the Lord and open the doors of heaven again.\nFollowing that great manifestation to Joseph Smith came the opening of Cumorah Hill and the\nspeaking of the dead from the dust.\n<\/p><p>\nPURPOSES TO BE FULFILLED\n<\/p><p>\nI am sure that all this was for a well-planned purpose. The Lord knew\nexactly what he was doing, and though evil forces were at play, they were all brought to bow,\nso that the purposes of the Almighty would be fulfilled.\n<\/p><p>\nI should like to quote to you a paragraph from Wilford Woodruff, stated by him in 1873: \n<\/p><p>\nI am looking for the fulfillment of all the things that the Lord has spoken.\n<\/p><p>\nFor long centuries the Lord has said how this chosen people would fall into transgression and\nhow some centuries after Christ they would be so deep in sin they would lose the faith, and\nthat certain ones of them would be destroyed\n(<span class=\"citation\" id=\"8907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8907)\">Alma 45:9-14<\/a><\/span>;\n<span class=\"citation\" id=\"24672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24672)\">Hel. 13:5-11<\/a><\/span>).\nNow, Brother Woodruff says he knows that these things will all be fulfilled,\n<\/p><p>\n. . . and they will come to pass as the Lord lives. Zion is bound to rise and flourish.\nThe Lamanites will blossom as the rose in the mountains. I am willing to say here that\nalthough I believe this, when I see the power of the nation destroying them from the\nface of the earth, the fulfillment of that prophecy is perhaps harder for me to believe\nthan any other revelation of God that I have ever read.\n<\/p><p>\nBrother Woodruff lived in the day when the Lamanites were being destroyed. They were the\n\"Vanishing Americans\" at that time, and they were being persecuted and driven and killed and\nreservationed about that time of the nation's history. He continued: \n<\/p><p>\nIt looks as though there would not be enough left to receive the gospel; but\nnotwithstanding this dark picture, every word that God has ever said of them will have\nits fulfillment, and they, by and by, will receive the gospel. It will be a day of God's\npower among them and a nation will be born in a day\n(<span class=\"citation\" id=\"25114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25114)\">Isa. 66:8<\/a><\/span>). The chiefs will be filled with\nthe power of God and will receive the gospel, and they will go forth and build the\nNew Jerusalem, and we shall help them. They are branches of the House of Israel and\nwhen the fulness of the Gentiles has come in and the work ceases among them, then it\nwill go in power to the seed of Abraham (<i>Journal of Discourses<\/i> 15:282).\n<\/p><p>\nWORK COMMENCED\n<\/p><p>\nWe are given to understand that the work commenced when the book came forth, for in\nEther, fourth chapter, we read: \n<\/p><p>\nTherefore, when ye shall receive this record ye may know that the work of the Father\nhas commenced upon all the face of the land\n(<span class=\"citation\" id=\"22182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22182)\">Ether 4:17<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith gave us the thought that the Lord brought us out here from the\nEast to bring the gospel to the Lamanites. One of the most important things that can possibly\nhappen in this Dispensation of the Fulness of Times is to bring to the Lamanites a knowledge\nof God. He says: \n<\/p><p>\n. . . there will be tens of thousands of Latter-day Saints who will gather in the Rocky\nMountains, and there they will open the door for establishing the gospel among the\nLamanites, who will receive the Gospel and their endowments and the blessings of\nGod.\n<\/p><p>\nBrigham Young seemed to catch the vision of it. He said that the Lord could not have devised\na better plan than to put us where we are in order to accomplish that very thing of educating\nand teaching the Lamanites. Our ancestors came a thousands miles across the desert, under\nterrific persecutions and hardships, to locate where the Gentiles had scattered the Lamanites.\nThey had pretty well \"reservationed\" them here in the western states. They were in our every\ncounty, and the Lord brought us out here that we might teach them the gospel.\n<\/p><p>\nBrothers and sisters, that work has continued with some interruptions through the century.\nNow the Lord has made another step. It seems to me he is bringing the Lamanites back to us.\nThey were sent onto reservations all over the west, and now the largest, the Navajo\nReservation, will not support its people. The Navajos are being starved out. They are coming\nback among us into the beet and cotton fields, on the railroads, and in the mines to find\nemployment. They are coming back into the stakes of Zion where we have stake missions and\nwhere we have thousands of good Latter-day Saints who live the gospel, and thousands of\ndevoted stake missionaries who will teach them the truth. Here is our great opportunity. The\nLord seems to have planned everything for our sake. If we fail our opportunity, I am sure the\nLord will not easily forgive us.\n<\/p><p>\nLAMANITE MEMBERSHIP\n<\/p><p>\nYou will be interested to know that there are some forty thousand Lamanite members of the\nChurch in the world, including the islands of the sea. There are probably ten thousand\nLamanite members in North America in the Mexican missions and the Indian mission. There\nare 902 Lamanite members in the English-speaking missions in the Eastern, Northern, Central\nStates, and other North American missions. And this work has gone forward splendidly under\nsome of our mission presidents. We have baptized 1823 Lamanites in the last two-and-a-half\nyears in the three missions that specialize in Lamanite proselyting in North America. We have\nbaptized 480 Indians down in the little Indian mission, with a token number of missionaries.\nAbout an equal number have been blessed children under eight years of age who belong to\nfamilies of friends and investigators and members, so that we now have more than twelve\nhundred members there in our short period of missionary work. We have approximately\nseventeen hundred Indian members in the stakes of Zion. We have baptized 347 in the\nsixty-five stakes which have reported so far, in this period, since the work was inaugurated.\n<\/p><p>\nIn the missions in the United States and Canada, we have baptized 248 Indians in this short\nperiod. You will be interested to know that we are baptizing more Indians for each missionary\nthan the Church is baptizing in the rest of the world. There were three and\nthree-tenths baptisms for each missionary in the Indian mission in 1949, compared to about\ntwo-thirds that many for the other missions in North America. We have about fifty baptisms\nof Indian youth who have come from the reservation and who are living in the homes of\nLatter day Saints on a daughter-mother and son-father basis. Here the Indian boy or girl\nbecomes an unofficial member of the family, and is neither a servant nor a guest, where foster\nparents are taking care of them and are giving them education and training, and they soon\ncome into the Church at their own request. We have about fifty-one Lamanite missionaries in\nthe mission field now, and they will be increasing very rapidly, I am sure. We have a\nfull-blooded Navajo girl who goes into the mission field Monday morning, the first from that\nnation. We have a Pima Indian in the mission field now, and we have a Catawba Indian\ncoming from the East who goes into the mission home soon, en route to one of the other\nmissions in the Church. Brother (E. Wesley) Smith told us yesterday there were ten Lamanite\nmissionaries from Hawaii who were over in the Orient, I believe.\n<\/p><p>\nEARLY BRETHREN QUOTED\n<\/p><p>\nI should like to give you a few quotations from some of the early brethren. Joseph Smith said\nthat this work was extremely essential, and he sent Oliver Cowdery, Peter Whitmer, Parley P.\nPratt, and Ziba Peterson out as early as October, 1830. It wasn't very long after the plates had\ncome out of the Hill Cumorah. In section thirty-two of the Doctrine and Covenants, the Lord\nJesus Christ says of those Lamanite missionaries: \n<\/p><p>\n. . . and I, myself, will go with them, and be in their midst . . . and\nnothing shall prevail against them\n(<span class=\"citation\" id=\"12781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12781)\">D&amp;C 32:3<\/a><\/span>).\n<\/p><p>\nAnd then the Prophet Joseph Smith said,\n<\/p><p>\n. . . and there (in the Rocky Mountains) they (the Latter-day Saints) will\nopen the door for the establishing the gospel among the Lamanites who will receive\nthe gospel and their endowments and the blessings of God.\n<\/p><p>\nAnd Brother John Taylor said: \n<\/p><p>\n. . . the work among the Lamanites must not be postponed if we desire\nto retain the approval of God.\n<\/p><p>\nOliver Cowdery, even in that early day, had found the Navajos in the far Southwest, and he\nreported it to the brethren, feeling that it was a very important thing. Then Wilford Woodruff\nsaid this further, as he went down into the southwest, in New Mexico, and visited among the\nIndians there. He said: \n<\/p><p>\nIn my short communication of the second inst., I promised to give a\nfuller account of my visit to the Isletas which I will now endeavor to do.\n<\/p><p>\nThe Isletas are one of the Pueblo groups down in New Mexico.\n<\/p><p>\nI view my visit among the Nephites one of the most interesting missions\nof my life, although short. I say Nephites, because if there are any Nephites on this\ncontinent, we have found them among the Zunis, the Lagunas, and the Isletas, for they\nare a different race of people, altogether, from the Lamanites. I class the Navajo,\nMoquis (Hopis) and Apaches with the Lamanites, although they are in advance of\nmany Indian tribes of America. I class the Zunis, Lagunas, and Isletas among the\nNephites.\n<\/p><p>\nAnd then he goes on to say, that as soon as they dismissed this particular meeting among the\nIsletas, and were going to leave, one of the Nephites arose.\n<\/p><p>\n. . . full of the spirit of the Lord and said, \"Friends, why do you dismiss\nus and leave us this way? This is the first time we have heard of our forefathers and\nthe gospel and the things we have looked for from the traditions of our fathers. If our\nwives and children are weary, let them go home. We want to hear more. We want you\nto talk all night. Do not leave us so.\"\n<\/p><p>\nBrother Brigham Young said: \"It is our duty to feed and teach these Indians.\" Let me quote a\nfew lines from him. He advised us to \"educate them and teach them the gospel\" so that many\ngenerations would not pass ere they should become a white and delightsome people\n(<span class=\"citation\" id=\"3529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3529)\">2 Ne. 30:6<\/a><\/span>).\n<\/p><p>\nThis is the land they and their fathers have walked over, called their own. And they\nhave just as good right to call it theirs today as any children have to call any land their\nown. They have buried their fathers and mothers and children here. This is their home,\nand we have taken possession and occupy the land where they used to hunt. Now the\ngame is gone, and they are left to starve... The Lord has given us the ability to\ncultivate the ground and reap bountiful harvests. We have an abundance of food for\nourselves and for the stranger... We are living on their possessions and at their homes.\n<\/p><p>\nI should like to quote again from President John Taylor. He said: \n<\/p><p>\nThe work among the Lamanites must not be postponed if we desire to\nretain the approval of God. Thus far we have been content simply to baptize them and\nlet them run wild again, but this must continue no longer; the same devoted effort, the\nsame care in instructing, the same organization and priesthood must be introduced and\nmaintained in the House of Lehi as amongst those of Israel gathered from Gentile\nnations. As yet God has been doing all, and we comparatively nothing. He has led\nmany of them to us, and they have been baptized, and now we must instruct them\nfurther and organize them into churches with proper presidencies, attach them to our\nstakes, organizations, etc., in one word, treat them exactly in these respects as we\nwould and do treat our white brethren.\n<\/p><p>\nHISTORY OF LAMANITE WORK\n<\/p><p>\nBrigham Young put this into practice, the proclaiming the gospel to the Lamanites, and he\nsent missionaries up on the Salmon, over in Carson Valley, over into Moab, down on the\nSanta Clara up around Blackfoot, and elsewhere. He also sent a mission out\nto the Indian territory. We made five attempts to establish the work in that area. There were\ntwelve missionaries went in 1855. The missionaries were withdrawn from almost all of these\nplaces when Johnston's Army came to Utah. And so the work ceased in many places. Malaria,\npersecution, and death hampered the work, and by 1860 the Indian territory mission work had\nlapsed. There were few missionaries to send, the Civil War was on, and conditions at home\nwere difficult, and we had just begun to get established here in the West. A period of\nseventeen years elapsed, and those converts and investigators were lost, of course, with no one\nto teach them. In 1877 another group of missionaries went to the Indian territory. After six\nmonths they returned. The malaria was too much for them. A year later Elder George\nTeasdale was sent with some other missionaries, and the work began again, but they also\nreturned in about six months. The malaria was most severe.\n<\/p><p>\nTwo years later a fourth attempt was made to establish the work, and missionaries were sent\nagain. Though the malaria was severe, they remained, and the mission went on to the present\ntime: but other changes that were severe came upon the Indian work. Texas, Kansas,\nMissouri, and other states were added to the Indian Territory Mission, and it became the\nCentral States Mission, and the emphasis was gradually transferred from the Indians to the\nnon-Indians. When I was in that mission in 1914, no mention was ever made of Indians, all\nthe work being done among the whites. About two years ago President Francis Brown of that\nmission sent missionaries again to work among the Indians in Oklahoma, and the work is\nagain going forward.\n<\/p><p>\nOUR RESPONSIBILITY\n<\/p><p>\nIt is time now that we began to give proper emphasis to this great work of bringing the\nLamanites to a knowledge of their God. It is our responsibility and our opportunity. Now,\nbrothers and sisters, in the stakes and missions you will have a chance to teach the Indians.\nLet your prayers ascend to the Lord in behalf of them and then do your utmost to bring them\nto higher standards, and above all, give to them the gospel of the kingdom and the knowledge\nof God, as they once had.\n<\/p><p>\nMay the Lord bless the Lamanite people, and bless us that we many realize our\nresponsibilities toward them. This I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}