{"ID":4791, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Service That Counts\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p3\" class=\"\">While driving to the office one morning, I passed a dry-cleaning establishment which had a sign by the side of the front door. It read, “It’s the Service That Counts.” I suppose in a highly competitive field such as the dry-cleaning business and many others, the differentiating factor which distinguishes one store from another is, in actual fact, service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p4\" class=\"\">The message from the small sign simply would not leave my mind. Suddenly I realized why. In actual fact it <span class=\"emphasis\">is<\/span> the service that counts—the Lord’s service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p5\" class=\"\">All of us admire and respect that noble king of Book of Mormon fame—even King Benjamin. How respected he must have been for the people to gather in such great numbers to hear his words and receive his counsel. I think it most interesting that the multitude “pitched their tents round about the temple, every man having his tent with the door thereof towards the temple, that thereby they might remain in their tents and hear the words which king Benjamin should speak unto them.” (<span class=\"citation\" id=\"40719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40719)\">Mosiah 2:6<\/a><\/span>.) Even a high tower had to be erected that the people might hear his words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p6\" class=\"\">In the true humility of an inspired leader, King Benjamin recounted his desire to serve his people and lead them in paths of righteousness. He then declared to them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p7\" class=\"\">“Because I said unto you that I had spent my days in your service, I do not desire to boast, for I have only been in the service of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p8\" class=\"\">“And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40721)\">Mosiah 2:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p9\" class=\"\">This is the service that counts, brethren—the service to which all of us have been called, the service of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p10\" class=\"\">As He enlists us to His cause, He invites us to draw close to Him. He speaks to you and to me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p11\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p12\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p13\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"37287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37287)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p14\" class=\"\">To all who go forth in His service, He provides this assurance: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.” (<span class=\"citation\" id=\"19063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19063)\">D&amp;C 84:88<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p15\" class=\"\">Many assembled tonight have responsibility to provide leadership to those holding the Aaronic Priesthood. To you I say: The finest teaching you can provide is that of a good example. Youth need fewer critics and more models to follow. All of us who are engaged in the Lord’s work have the responsibility to reach out to those who are less active and bring them to the service of the Lord. Their souls are ever so precious.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p16\" class=\"\">In a revelation to Joseph Smith the Prophet, Oliver Cowdery, and David Whitmer, the Lord taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p17\" class=\"\">“Remember the worth of souls is great in the sight of God;<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p18\" class=\"\">“For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p19\" class=\"\">“And how great is his joy in the soul that repenteth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p20\" class=\"\">“Wherefore, you are called to cry repentance unto this people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p21\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p22\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!” (<span class=\"citation\" id=\"18950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18950)\">D&amp;C 18:10–11, 13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p23\" class=\"\">Some years ago while I was attending a priesthood leadership session of the Monument Park West Stake conference, this scripture became the theme for the visitor from the Welfare Committee, my former stake president, Paul C. Child. In his accustomed style, Brother Child left the stand and began to walk down the aisle among the assembled priesthood brethren. He quoted the verse, “Remember the worth of souls is great in the sight of God.” (<span class=\"citation\" id=\"18949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18949)\">D&amp;C 18:10<\/a><\/span>.) Then he asked the question, “Who can tell me the worth of a human soul?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p24\" class=\"\">Every man in attendance began to think of an answer in the event Brother Child were to call on him. I had grown up under his leadership, and I knew he would never call on a high councilor or member of a bishopric; rather, he would select one who would least expect to be called. Sure enough, he called from a list he carried the name of an elders quorum president. Thunderstruck, the brother stammered as he asked, “Would you repeat the question, please?” The question was repeated, followed by an even longer pause. Suddenly the response came forth, “The worth of a human soul is its capacity to become as God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p25\" class=\"\">Brother Child closed his scripture, walked back to the pulpit, and, while passing me whispered, “A profound reply; a profound reply.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p26\" class=\"\">With this perspective firmly in our minds, we are prepared to serve in the great mission of bringing souls unto Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p27\" class=\"\">Many of you hold the Aaronic Priesthood. You are preparing to serve as missionaries. Begin now to learn in your youth the joy of service in the cause of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p28\" class=\"\">Following Thanksgiving time a year or so ago, I received a letter from a widow whom I had known in the stake where I served in the presidency. She had just returned from a dinner sponsored by her bishopric. Her words reflect the peace she felt and the gratitude which filled her heart:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p29\" class=\"\">“Dear President Monson,<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p30\" class=\"\">“I am living in Bountiful now. I miss the people of our old stake, but let me tell you of a wonderful experience I have had. In early November all the widows and older people received an invitation to come to a lovely dinner. We were told not to worry about transportation since this would be provided by the older youth in the ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p31\" class=\"\">“At the appointed hour, a very nice young man rang the bell and took me and another sister to the stake center. He stopped the car, and two other young men walked with us to the chapel where the young ladies took us to where we removed our wraps—then into the cultural hall, where we sat and visited for a few minutes. Then they took us to the tables, where we were seated on each side by either a young woman or a young man. Then we were served a lovely Thanksgiving dinner and afterward provided a choice program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p32\" class=\"\">“After the program we were given our dessert—either apple or pumpkin pie. Then we left, and on the way out we were given a plastic bag with sliced turkey and two rolls. Then the young men took us home. It was such a nice, lovely evening. Most of us shed a tear or two for the love and respect we were shown.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p33\" class=\"\">“President Monson, when you see young people treat others like these young people did, I feel the Church is in good hands.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p34\" class=\"\">I reflected on my association with this lovely widow, now grown old but ever serving the Lord. There came to mind the words from the Epistle of James: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” (<span class=\"citation\" id=\"26359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26359)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p35\" class=\"\">I add my own commendation: God bless the leaders, the young men, and the young women who so unselfishly brought such joy to the lonely and such peace to their souls. Through their experience they learned the meaning of service and felt the nearness of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p36\" class=\"\">One of the great missionaries of pioneer times was Joseph Millett, who served a mission to the Maritime Provinces of Canada when but eighteen years of age. His mission was marked by discouragement, yet punctuated by faith-promoting experiences—even miraculous intervention by the Lord. This lifelong servant of the Lord, who learned on his mission, and never forgot, what it is like to be in need and how to give, leaves us with this final picture of himself, taken from his personal journal and using his own words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p37\" class=\"\">“One of my children came in, said that Brother Newton Hall’s folks were out of bread. Had none that day. I put … our flour in sack to send up to Brother Hall’s. Just then Brother Hall came in. Says I, ‘Brother Hall, how are you out for flour.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p38\" class=\"\">“‘Brother Millett, we have none.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p39\" class=\"\">“‘Well, Brother Hall, there is some in that sack. I have divided and was going to send it to you. Your children told mine that you were out.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p40\" class=\"\">“Brother Hall began to cry. Said he had tried others. Could not get any. Went to the cedars and prayed to the Lord and the Lord told him to go to Joseph Millett.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p41\" class=\"\">“‘Well, Brother Hall, you needn’t bring this back if the Lord sent you for it. You don’t owe me for it.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p42\" class=\"\">His journal continued, “You can’t tell how good it made me feel to know that the Lord knew that there was such a person as Joseph Millett.” (In Eugene England, <span class=\"emphasis\">New Era,<\/span> July 1975, p. 28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p43\" class=\"\">Brethren, the Lord knows each of us. Do you think for a moment that He who notes the sparrow’s fall would not be mindful of our needs and our service? We simply cannot afford to attribute to the Son of God the same frailties which we find in ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p44\" class=\"\">A while back, my good friend G. Marion Hinckley from Utah County, my fellow trail rider, came to the office with two grandsons who were brothers, one having served an honorable mission in Japan and the other in Scotland. Brother Hinckley said, “Let me share with you a wonderful experience which came to these grandsons of mine.” His buttons were almost bursting with pride.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p45\" class=\"\">In faraway Japan, a commercial street photographer stopped one of the brothers, having taken a picture of him holding a small child. He offered the print for sale to the missionary and his companion. They explained that they were on a tight budget, that they were missionaries, and they directed the photographer’s attention to their nameplates. They didn’t purchase the picture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p46\" class=\"\">Some months later, the brother serving in Scotland was asking two missionaries why they had arrived late for a zone meeting, when they told this story: A most persistent street photographer had attempted to sell them a picture of a missionary in Japan holding a small child. They had no interest in the picture, but to avoid arriving even later at their zone meeting, they purchased it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p47\" class=\"\">“A likely story,” responded Elder Lamb, whereupon they handed him the picture. He could not believe his eyes. It was a photograph of his own brother in faraway Japan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p48\" class=\"\">That day in my office they presented to my view the two pictures and, with their grandfather beaming his approval, they declared, “The Lord surely is mindful of his servants the missionaries.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p49\" class=\"\">As they departed my office, I thought, Yes, the Lord is mindful of his missionaries—and their fathers, their mothers, their grandparents, and all who sacrifice for their support, that precious souls may be taught and provided His gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p50\" class=\"\">Now, many are not on the front line of missionary service in the Church callings they fill. Does God remember them also? Is He mindful of their needs and the yearnings of their hearts? What about those who have been in the limelight but grown old with faithful service, have been released and have slipped into the anonymity of the vast congregation of Church members? To all such individuals I testify that He does remember and He does bless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p51\" class=\"\">Many years ago I was assigned to divide the Modesto California Stake. The Saturday meetings had been held, the new stake presidencies selected, and preparations concluded for the announcements to be made the following morning in the Sunday session of conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p52\" class=\"\">As the Sunday session was about to begin, there went through my mind the thought that I had been in Modesto before. But when? I let my mind search back through the years for a confirmation of the thought I was thinking. Suddenly I remembered. Modesto, years before, had been a part of the San Joaquin Stake. The stake president was Clifton Rooker. I had stayed in his home during that conference. But that was many years earlier. Could my thoughts be playing tricks on my mind? I said to the stake presidency as they sat on the stand, “Is this the same stake over which Clifton Rooker once presided?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p53\" class=\"\">The brethren answered, “Yes, it is. He was our former president.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p54\" class=\"\">“It’s been many years since I was last here,” I said. “Is Brother Rooker with us today?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p55\" class=\"\">They responded, “Oh, yes. We saw him early this morning as he came to conference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p56\" class=\"\">I asked, “Where is he seated on this day when the stake will be divided?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p57\" class=\"\">“We don’t know exactly,” they replied. The response was a good one, for the building was filled to capacity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p58\" class=\"\">I stepped to the pulpit and asked, “Is Clifton Rooker in the audience?” There he was—way back in the recreation hall, hardly in view of the pulpit. I felt the inspiration to say to him publicly, “Brother Rooker, we have a place for you on the stand. Would you please come forward?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p59\" class=\"\">With every eye watching him, Clifton Rooker made that long walk from the rear of the building right up to the front and sat by my side. It became my opportunity to call upon him, one of the pioneers of that stake, to bear his testimony and to tell the people whom he loved that he was the actual beneficiary of the service he had rendered his Heavenly Father and which he had provided the stake members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p60\" class=\"\">After the session was concluded, I said, “Brother Rooker, how would you like to step with me into the high council room and help me set apart the two new presidencies of these stakes?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p61\" class=\"\">He replied, “That would be a highlight for me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p62\" class=\"\">We proceeded to the high council room. There, with his hands joining my hands and the hands of the outgoing stake presidency, we set apart to their callings the two new stake presidencies. Brother Rooker and I embraced as he said good-bye and went to his home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p63\" class=\"\">Early the next morning, after I had returned to my home, I had a telephone call from the son of Clifton Rooker. “Brother Monson,” he said, “I’d like to tell you about my dad. He passed away this morning; but before he did so, he said that yesterday was the happiest day of his entire life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p64\" class=\"\">As I heard that message from Brother Rooker’s son, I paused to thank God for the inspiration which came to me to invite this good man, while he was yet alive and able to enjoy them, to come forward and receive the plaudits of the stake members whom he had served.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p65\" class=\"\">To all those who serve the Lord by serving their fellowmen, and to those who are the recipients of this selfless service, the Redeemer seems to be speaking to you when He declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p66\" class=\"\">“When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p67\" class=\"\">“And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p68\" class=\"\">“And he shall set the sheep on his right hand, but the goats on the left.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p69\" class=\"\">“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p70\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p71\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p72\" class=\"\">“Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p73\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p74\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p75\" class=\"\">“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37306)\">Matt. 25:31–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-service-that-counts.p76\" class=\"\">That each of us may qualify for this blessing from our Lord is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}