{"ID":4794, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sacrament—and the Sacrifice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p3\" class=\"\">I pray for your faith and prayers that my utterances will be received and understood “by the Spirit of truth” and that my expressions will be given “by the Spirit of truth” so that we might all be “edified and rejoice together.” (See <span class=\"citation\" id=\"19011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19011)\">D&amp;C 50:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p4\" class=\"\">As I stand here today—a well man—words of gratitude and acknowledgment of divine intervention are so very inadequate in expressing the feelings in my soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p5\" class=\"\">Six months ago at the April general conference, I was excused from speaking as I was convalescing from a serious operation. My life has been spared, and I now have the pleasant opportunity of acknowledging the blessings, comfort, and ready aid of my Brethren in the First Presidency and Quorum of the Twelve, and other wonderful associates and friends to whom I owe so much and who surrounded my dear wife, Ruby, and my family with their time, attention, and prayers. For the inspired doctors and thoughtful nurses I express my deepest gratitude, and for the thoughtful letters and messages of faith and hope received from many places in the world, many expressing, “You have been in our prayers” or “We have been asking our Heavenly Father to spare your life.” Your prayers and mine, thankfully, have been answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p6\" class=\"\">One unusual card caused me to ponder upon the majesty of it all. It is an original painting by Arta Romney Ballif of the heavens at night with its myriad golden stars. Her caption, taken from Psalms, reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p7\" class=\"\">“Praise ye the Lord: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p8\" class=\"\">“He healeth the broken in heart, and bindeth up their wounds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p9\" class=\"\">“He telleth the number of the stars; he calleth them all by their names.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p10\" class=\"\">“… His understanding is infinite.” (<span class=\"citation\" id=\"42034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42034)\">Ps. 147:1, 3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p11\" class=\"\">As I lay in the hospital bed, I meditated on all that had happened to me and studied the contemplative painting by President Marion G. Romney’s sister and the lines from Psalms: “He telleth the number of the stars; he calleth them all by their names.” I was then—and continue to be—awed by the goodness and majesty of the Creator, who knows not only the names of the stars but knows your name and my name—each of us as His sons and daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p12\" class=\"\">The psalmist, David, wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p13\" class=\"\">“When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p14\" class=\"\">“What is man, that thou art mindful of him? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p15\" class=\"\">“For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.” (<span class=\"citation\" id=\"42024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42024)\">Ps. 8:3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p16\" class=\"\">To be remembered is a wonderful thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p17\" class=\"\">The evening of my health crisis, I knew something very serious had happened to me. Events happened so swiftly—the pain striking with such intensity, my dear Ruby phoning the doctor and our family, and I on my knees leaning over the bathtub for support and some comfort and hoped relief from the pain. I was pleading to my Heavenly Father to spare my life a while longer to give me a little more time to do His work, if it was His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p18\" class=\"\">While still praying, I began to lose consciousness. The siren of the paramedic truck was the last that I remembered before unconsciousness overtook me, which would last for the next several days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p19\" class=\"\">The terrible pain and commotion of people ceased. I was now in a calm, peaceful setting; all was serene and quiet. I was conscious of two persons in the distance on a hillside, one standing on a higher level than the other. Detailed features were not discernible. The person on the higher level was pointing to something I could not see.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p20\" class=\"\">I heard no voices but was conscious of being in a holy presence and atmosphere. During the hours and days that followed, there was impressed again and again upon my mind the eternal mission and exalted position of the Son of Man. I witness to you that He is Jesus the Christ, the Son of God, Savior to all, Redeemer of all mankind, Bestower of infinite love, mercy, and forgiveness, the Light and Life of the world. I knew this truth before—I had never doubted nor wondered. But now I knew, because of the impressions of the Spirit upon my heart and soul, these divine truths in a most unusual way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p21\" class=\"\">I was shown a panoramic view of His earthly ministry: His baptism, His teaching, His healing the sick and lame, the mock trial, His crucifixion, His resurrection and ascension. There followed scenes of His earthly ministry to my mind in impressive detail, confirming scriptural eyewitness accounts. I was being taught, and the eyes of my understanding were opened by the Holy Spirit of God so as to behold many things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p22\" class=\"\">The first scene was of the Savior and His Apostles in the upper chamber on the eve of His betrayal. Following the Passover supper, He instructed and prepared the sacrament of the Lord’s Supper for His dearest friends as a remembrance of His coming sacrifice. It was so impressively portrayed to me—the overwhelming love of the Savior for each. I witnessed His thoughtful concern for significant details—the washing of the dusty feet of each Apostle [see <span class=\"citation\" id=\"29434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29434)\">John 13:4–12<\/a><\/span>], His breaking and blessing of the loaf of dark bread and blessing of the wine [see <span class=\"citation\" id=\"32366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32366)\">Luke 22:19–20<\/a><\/span>; <span class=\"citation\" id=\"37312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37312)\">Matt. 26:26–28<\/a><\/span>], then His dreadful disclosure that one would betray Him [see <span class=\"citation\" id=\"29435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29435)\">John 13:18–30<\/a><\/span>; <span class=\"citation\" id=\"37311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37311)\">Matt. 26:21<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p23\" class=\"\">He explained Judas’s departure [see <span class=\"citation\" id=\"29436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29436)\">John 13:21<\/a><\/span>] and told the others of the events soon to take place [see <span class=\"citation\" id=\"29447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29447)\">John 16:1–32<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p24\" class=\"\">Then followed the Savior’s solemn discourse when He said to the Eleven: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.” (<span class=\"citation\" id=\"29450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29450)\">John 16:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p25\" class=\"\">Our Savior prayed to His Father and acknowledged the Father as the source of His authority and power—even to the extending of eternal life to all who are worthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p26\" class=\"\">He prayed, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p27\" class=\"\">Jesus then reverently added:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p28\" class=\"\">“I have glorified thee on the earth: I have finished the work which thou gavest me to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p29\" class=\"\">“And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.” (<span class=\"citation\" id=\"29453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29453)\">John 17:3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p30\" class=\"\">He pled not only for the disciples called out from the world who had been true to their testimony of Him, “but for them also which shall believe on me through their word.” (<span class=\"citation\" id=\"29455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29455)\">John 17:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p31\" class=\"\">When they had sung a hymn, Jesus and the Eleven went out to the Mount of Olives [see <span class=\"citation\" id=\"37313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37313)\">Matt. 26:30<\/a><\/span>]. There, in the garden, in some manner beyond our comprehension, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world. His agony in the garden, Luke tells us, was so intense “his sweat was as … great drops of blood falling … to the ground.” (<span class=\"citation\" id=\"32369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32369)\">Luke 22:44<\/a><\/span>.) He suffered an agony and a burden the like of which no human person would be able to bear. In that hour of anguish our Savior overcame all the power of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p32\" class=\"\">The glorified Lord revealed to Joseph Smith this admonition to all mankind:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p33\" class=\"\">“Therefore I command you to repent …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p34\" class=\"\">“For … I, God, … suffered … for all, that they might not suffer if they would repent; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p35\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p36\" class=\"\">“Wherefore, I command you again to repent, lest I humble you with my almighty power; and that you confess your sins, lest you suffer these punishments.” (<span class=\"citation\" id=\"18953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18953)\">D&amp;C 19:15–16, 18, 20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p37\" class=\"\">During those days of unconsciousness I was given, by the gift and power of the Holy Ghost, a more perfect knowledge of His mission. I was also given a more complete understanding of what it means to exercise, in His name, the authority to unlock the mysteries of the kingdom of heaven for the salvation of all who are faithful. My soul was taught over and over again the events of the betrayal, the mock trial, the scourging of the flesh of even one of the Godhead. I witnessed His struggling up the hill in His weakened condition carrying the cross and His being stretched upon it as it lay on the ground, that the crude spikes could be driven with a mallet into His hands and wrists and feet to secure His body as it hung on the cross for public display.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p38\" class=\"\">Crucifixion—the horrible and painful death which He suffered—was chosen from the beginning. By that excruciating death, He descended below all things, as is recorded, that through His resurrection He would ascend above all things. (See <span class=\"citation\" id=\"19067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19067)\">D&amp;C 88:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p39\" class=\"\">Jesus Christ died in the literal sense in which we will all die. His body lay in the tomb. The immortal spirit of Jesus, chosen as the Savior of mankind, went to those myriads of spirits who had departed mortal life with varying degrees of righteousness to God’s laws. He taught them the “glorious tidings of redemption from the bondage of death, and of possible salvation, … [which was] part of [our] Savior’s foreappointed and unique service to the human family.” (James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> Salt Lake City: Deseret Book Co., 1977, p. 671.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p40\" class=\"\">I cannot begin to convey to you the deep impact that these scenes have confirmed upon my soul. I sense their eternal meaning and realize that “nothing in the entire plan of salvation compares in any way in importance with that most transcendent of all events, the atoning sacrifice of our Lord. It is the most important single thing that has ever occurred in the entire history of created things; it is the rock foundation upon which the gospel and all other things rest,” as has been declared. (Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> Salt Lake City: Bookcraft, 1966, p. 60.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p41\" class=\"\">Father Lehi taught his son Jacob and us today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p42\" class=\"\">“Wherefore, redemption cometh in and through the Holy Messiah; for he is full of grace and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p43\" class=\"\">“Behold, he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit; and unto none else can the ends of the law be answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p44\" class=\"\">“Wherefore, how great the importance to make these things known unto the inhabitants of the earth, that they may know that there is no flesh that can dwell in the presence of God, save it be through the merits, and mercy, and grace of the Holy Messiah, who layeth down his life according to the flesh, and taketh it again by the power of the Spirit, that he may bring to pass the resurrection of the dead, being the first that should rise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p45\" class=\"\">“Wherefore, he is the firstfruits unto God, inasmuch as he shall make intercession for all the children of men; and they that believe in him shall be saved.” (<span class=\"citation\" id=\"4330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4330)\">2 Ne. 2:6–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p46\" class=\"\">Our most valuable worship experience in the sacrament meeting is the sacred ordinance of the sacrament, for it provides the opportunity to focus our minds and hearts upon the Savior and His sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p47\" class=\"\">The Apostle Paul warned the early Saints against eating this bread and drinking this cup of the Lord unworthily. (See <span class=\"citation\" id=\"817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(817)\">1 Cor. 11:27–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p48\" class=\"\">Our Savior Himself instructed the Nephites, “Whoso eateth and drinketh my flesh and blood unworthily [brings] damnation to his soul.” (<span class=\"citation\" id=\"6185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6185)\">3 Ne. 18:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p49\" class=\"\">Worthy partakers of the sacrament are in harmony with the Lord and put themselves under covenant with Him to always remember His sacrifice for the sins of the world, to take upon them the name of Christ and to always remember Him, and to keep His commandments. The Savior covenants that we who do so shall have His spirit to be with us and that, if faithful to the end, we may inherit eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p50\" class=\"\">Our Lord revealed to Joseph Smith that “there is no gift greater than the gift of salvation,” which plan includes the ordinance of the sacrament as a continuous reminder of the Savior’s atoning sacrifice. He gave instructions that “it is expedient that the church meet together often to partake of bread and wine in the remembrance of the Lord Jesus.” (<span class=\"citation\" id=\"18929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18929)\">D&amp;C 6:13<\/a><\/span>; <span class=\"citation\" id=\"18965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18965)\">D&amp;C 20:75<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p51\" class=\"\">Immortality comes to us all as a free gift by the grace of God alone, without works of righteousness. Eternal life, however, is the reward for obedience to the laws and ordinances of His gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-sacrament-and-the-sacrifice.p52\" class=\"\">I testify to all of you that our Heavenly Father does answer our righteous pleadings. The added knowledge which has come to me has made a great impact upon my life. The gift of the Holy Ghost is a priceless possession and opens the door to our ongoing knowledge of God and eternal joy. Of this I bear witness, in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}