{"ID":4795, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Winding Up Our Spiritual Clocks\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p2\" class=\"\">Elder Dean L. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246c.jpg\" alt=\"Elder Dean L. Larsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p3\" class=\"\">Since the announcement yesterday of the change of status of some of the members of the Seventies quorums, I have been trying to think of words that might appropriately pay tribute to these good men. I’ve concluded that words are inadequate and that in reality their real tribute will be found in the lives of people throughout the earth who have been touched by their influence, which influence will continue for generations to come. We love these men with a love that will not be diminished, even though our contact with some of them will not be as frequent as in the past. We acknowledge that they have pioneered many of the aspects of the Church in many parts of the world. And now they are pioneering a new course that some of the rest of us will soon follow. They go with our love, our prayers, our deep respect and admiration, and our eternal gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p4\" class=\"\">On the wall of the kitchen in our home hangs a clock. It’s a windup clock. That is, it is necessary every seven or eight days to wind up the mechanism with a key. If this is not done at regular intervals, the clock eventually begins to lose time; its chimes become sluggish and off-tone. Finally it stops until it is rewound again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p5\" class=\"\">Sometimes when I am rewinding this clock, I think how good it would be if I could restore my physical powers to their youthful vigor in a manner as simple as this. I suppose increasing age sometimes brings these thoughts to all who move into the later years of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p6\" class=\"\">In some ways, and to some degree, I can effect a partial rejuvenation through exercise, rest, and proper nourishment. I realize, however, that my physical clock is gradually winding down. The mechanism becomes increasingly sluggish. The chimes are less vibrant and sometimes a little out-of-pitch. One day the clock will stop altogether, in spite of all my desire and effort to keep it going.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p7\" class=\"\">So it is with the physical clock in each one of us. It is part of the Lord’s plan. Our time here is but one phase of an eternal existence. As our physical clock winds down, we have the assurance of new beginnings and even greater possibilities as other phases open to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p8\" class=\"\">As I think of these sobering realities, there comes to mind another figurative clock that operates within me. It is my spiritual clock. It has some similarities to the physical one. It, too, needs regular winding to stay in time and keep its true tone. Unlike the physical clock, however, the spiritual one is not necessarily destined for dissolution. In fact, with proper attention and regular care it grows more vigorous—more perfect in its operation, more clear and resonant in its tones. But this is not an automatic process. Just as with the clock that hangs on our kitchen wall, unless there is a regular winding up of the mechanism, a spiritual sluggishness develops, the spiritual tone becomes off-key, and, unless something is done to correct the winding-down process, the clock can stop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p9\" class=\"\">In the world’s environment today, spiritual clocks that do not receive regular attention can wind down very quickly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p10\" class=\"\">Just forty years ago, in the October conference of 1949, Elder Albert E. Bowen, a member of the Council of the Twelve, spoke these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p11\" class=\"\">“Men are mortal and beset by human frailties. They are enticed by the pressures of immediate … desire to depart from the high standards of the perfect law. When they are under the influence of an exalted occasion, they make high resolves. They firmly determine to avoid past mistakes and to do better. But gone out from under the spell of that influence and absorbed in the complicated pursuits of life, they find difficulty in holding fast to their noble purposes. … So it is essential that they come again, and frequently, under the influence which kindles anew the warmth of spirit in which good resolutions are begotten, that they may go out fortified to withstand the pressures of temptation which lure them into false ways. Happily, if they refresh themselves frequently enough under ennobling influences, the spirit of repentance will be at work with them, and they will make conquest of some temptations—rise above them—and advance thus far toward their final goal.” (In Conference Report, Oct. 1949, p. 139.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p12\" class=\"\">All of us require the “ennobling influences” about which Elder Bowen spoke to “wind up” our spiritual clocks. Just as exercise, proper nourishment, and rest are essential to our physical well-being, so are such things as regular prayer, scripture study, Sabbath worship, partaking of the sacrament, and service to others necessary for our spiritual vigor. Without these continuing influences in our lives, our spiritual clocks wind down.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Prayer<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p14\" class=\"\">Nephi said, “If ye would hearken unto the Spirit which teacheth a man to pray ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him that he must not pray.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p15\" class=\"\">“But behold, I say unto you that ye must pray always, and not faint.” (<span class=\"citation\" id=\"4362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4362)\">2 Ne. 32:8–9<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p16\" class=\"\">Amulek understood the importance of prayer as a spiritually rejuvenating influence. “Humble yourselves,” he said to the Zoramites, “and continue in prayer. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p17\" class=\"\">Ye must pour out your souls in your closets, and your secret places, and in your wilderness.” (<span class=\"citation\" id=\"9738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9738)\">Alma 34:19, 26<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p18\" class=\"\">Amulek counseled the people to pray over their flocks, their households, and their fields. (See <span class=\"citation\" id=\"9739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9739)\">Alma 34:20–21<\/a><\/span>.) “Yea,” he said, “and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those who are around you.” (<span class=\"citation\" id=\"9741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9741)\">Alma 34:27<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p19\" class=\"\">Earnest, sincere prayer is an essential ingredient in maintaining spiritual tone.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Scripture Study<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p21\" class=\"\">No leader of the Church in this dispensation has given greater emphasis to the study of the scriptures than has President Ezra Taft Benson. His inspired counsel to the members of the Church, and to all people, has led many to draw close to the scriptures, particularly the Book of Mormon. The testimonies that can be borne to the value of scripture study are numerous. There is a special power in the scriptures. Scripture study, combined with daily, purposeful prayer, can provide much of the resolution that is necessary today to offset the influences so prevalent in the world that lead us into forbidden ways.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p22\" class=\"\">Alma likened the word of God to a seed. “We will compare the word unto a seed,” he said. “Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.” (<span class=\"citation\" id=\"9735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9735)\">Alma 32:28<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p23\" class=\"\">I can testify that Alma’s analogy is a valid one. One who regularly turns to the word of God for spiritual strength and enlightenment will find it good—delicious to the spiritual taste.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p24\" class=\"\">Alma promises that the seed that is planted by studying and applying the word of God will grow to the stature of a tree. But he warns those that begin to slacken in this effort:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p25\" class=\"\">“If ye neglect the tree, and take no thought for its nourishment, behold it will not get any root. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p26\" class=\"\">“Now, this is not because the seed was not good, neither is it because the fruit thereof would not be desirable; but it is because your ground is barren, and ye will not nourish the tree. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p27\" class=\"\">“But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, … it shall take root; and behold it shall be a tree springing up unto everlasting life.” (<span class=\"citation\" id=\"9737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9737)\">Alma 32:38–39, 41<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Sabbath Worship and Partaking of the Sacrament<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p29\" class=\"\">One of the most effective ways to wind up our spiritual clocks is to worship on the Sabbath day and partake of the sacrament.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p30\" class=\"\">“That thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"19026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19026)\">D&amp;C 59:9<\/a><\/span>.) These are the Lord’s instructions to us. He knows that our spiritual clocks wind down quickly without this regular experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p31\" class=\"\">There is something essential about joining together with other believers to worship, to sing, to pray, to learn of God’s will for us, and to acknowledge his goodness to us. He has commanded that this should be so.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p32\" class=\"\">It may be well to emphasize also that our church buildings are not the only places where we can worship. Our homes should also be places of devotion. It would be well if each day we could “go home to church.” There should be no other place where the Spirit of the Lord is more welcome and more easily accessible than in our own homes.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Service<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p34\" class=\"\">A final comment about service to others and its influence in winding up our spiritual clocks: Anyone who has unselfishly given of himself in service to another can testify of the lift that comes to the giver. We need this reinforcement to our spiritual well-being. When we cast our bread upon the water in this sense, it inevitably comes back to us in even greater abundance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p35\" class=\"\">President Spencer W. Kimball once said, “I have learned that it is by serving that we learn how to serve. When we are engaged in the service of our fellowmen, not only do our deeds assist them, but we put our own problems in a fresher perspective. When we concern ourselves more with others, there is less time to be concerned with ourselves. In the midst of the miracle of serving, there is the promise of Jesus, that by losing ourselves, we find ourselves.” President Kimball added, “There is great security in spirituality, and we cannot have spirituality without service!” (<span class=\"emphasis\">Ensign,<\/span> Dec. 1974, pp. 2, 5.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p36\" class=\"\">In this, as is true with all of the other virtues, the Master is the perfect example. He is our Lord, our Savior, and our Redeemer and the perfect example in all things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/winding-up-our-spiritual-clocks.p37\" class=\"\">I testify to you that these things are true. May those “ennobling influences” about which Elder Bowen spoke come regularly enough into our own lives that our spiritual clocks will continue to run strong and true is my earnest prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}