{"ID":4796, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Modern Pioneers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p3\" class=\"\">The days of the pioneers are not past. There are modern pioneers whose achievements are an inspiration to all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p4\" class=\"\">In a message about the pioneers who crossed the plains over a century ago, President J. Reuben Clark spoke words that apply to pioneers in every age. In his description of “Them of the Last Wagon,” President Clark paid tribute to the rank and file, “those great souls, … in name unknown, unremembered, unhonored in the pages of history, but lovingly revered round the hearthstones of their children and their children’s children.” (<span class=\"emphasis\">J. Reuben Clark: Selected Papers on Religion, Education, and Youth,<\/span> ed. David H. Yarn, Jr., Provo: Brigham Young Univ. Press, 1984, pp. 67–68; see also <span class=\"emphasis\">Improvement Era,<\/span> Nov. 1947, pp. 704–5, 747–48.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p5\" class=\"\">In every great cause there are leaders and followers. In the wagon trains, the leaders were “out in front where the air was clear and clean and where they had unbroken vision of the blue vault of heaven.” (<span class=\"emphasis\">J. Reuben Clark: Selected Papers,<\/span> p. 69.) But, as President Clark observed, “Back in the last wagon, not always could they see the brethren way out in front and the blue heaven was often shut out from their sight by heavy, dense clouds of the dust of the earth. Yet day after day, they of the last wagon pressed forward, worn and tired, footsore, sometimes almost disheartened, borne up by their faith that God loved them, that the Restored Gospel was true, and that the Lord led and directed the brethren out in front.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p6\" class=\"\">The purposes of God were accomplished by the unswerving loyalty and backbreaking work of the faithful tens of thousands who pushed on, as President Clark said, “with little praise, with not too much encouragement, and never with adulation.” (Ibid., pp. 69–70.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p7\" class=\"\">“And thousands upon thousands of these … measured to their humble calling and to their destiny as fully as Brother Brigham and the others measured to theirs, and God will so reward them. They were pioneers in word and thought and act and faith, even as were they of more exalted station. … God keep their memories ever fresh among us … to help us meet our duties even as they met theirs.” (Ibid., pp. 73–74.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p8\" class=\"\">President Clark’s words of tribute also apply to the membership of The Church of Jesus Christ of Latter-day Saints in our day. In every nation, in every worthy occupation and activity, members of this church face hardships, overcome obstacles, and follow the servants of the Lord Jesus Christ as valiantly as the pioneers of any age. They pay their tithes and offerings. They serve as missionaries or as Church Service volunteers, or they support others who do so. Like the noble young mothers who postpone the pursuit of their personal goals in order to provide the needs of their children, they sacrifice immediate pleasures to keep commitments that are eternal. They accept callings and, in the service of others, they willingly give their time and sometimes their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p9\" class=\"\">They do as the Savior taught: They deny themselves; they take up their crosses daily; they follow Him. (See <span class=\"citation\" id=\"32358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32358)\">Luke 9:23<\/a><\/span>.) These are those the Savior likened to the seed that fell on good ground: “in an honest and good heart, having heard the word, [they] keep it, and bring forth fruit with patience.” (<span class=\"citation\" id=\"32356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32356)\">Luke 8:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p10\" class=\"\">The fruits of the gospel issue from every honest and good heart, without regard to past origins or current positions in the Church. As President Clark declared, “There is no aristocracy of birth in this Church; it belongs equally to the highest and the lowliest.” (<span class=\"emphasis\">J. Reuben Clark: Selected Papers,<\/span> p. 73.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p11\" class=\"\">I will give some illustrations of modern pioneers. My examples are not necessarily the most notable, but I believe they are typical of the rank-and-file Latter-day Saints who are the heart and the hands of this great latter-day work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p12\" class=\"\">Our older couple missionaries, now numbering over 2,600 throughout the world, provide an unequaled example of Christian service. Who could calculate the contribution these couples are making in furthering the mission of the Church? They preach the gospel, strengthen leaders and members in struggling branches, serve in temples and visitors’ centers, and in countless other ways accomplish the essential work of the kingdom, both the important and the routine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p13\" class=\"\">In a missionary meeting in a remote corner of the world, Sister Oaks and I listened as a devoted brother said, “I never thought I could teach the gospel. I only thought I could fish. But now that I am here, I get so wrapped up in telling people about the gospel!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p14\" class=\"\">A few minutes later, another devoted missionary, his wife, said, “I feel so sorry for those who have nothing to worry about and occupy them except how many steps to the swimming pool or the golf course!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p15\" class=\"\">Time after time, the pioneers President Clark praised left their homes, loaded their wagons, and moved to new hardships at the direction of their prophet. In our day, many couples go on mission after mission. One dear veteran described her family’s reaction: “Our children say, ‘We hope you’ll come by and at least have dinner with us before you go on another mission.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p16\" class=\"\">Every day other thousands set aside personal preferences and give devoted service as teachers and leaders, as temple workers, in name extraction, and in so many other ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p17\" class=\"\">The Apostle Paul described the followers of Christ as “rejoicing in hope; patient in tribulation.” (<span class=\"citation\" id=\"42942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42942)\">Rom. 12:12<\/a><\/span>.) We are tested for those qualities in different ways at different times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p18\" class=\"\">A few weeks ago, some members of my family visited the Winter Quarters cemetery at Florence, Nebraska. There they saw Avard T. Fairbanks’s marvelous statue of the pioneer parents looking down at the body of their baby, soon to be left in its grave at the side of the trail. Those pioneers received some of their toughest tests at graveside. Some modern pioneers receive their tests at bedside. One sister wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p19\" class=\"\">“My mother cared for her mother until [Grandma] was ninety-eight. My dad now has Alzheimer’s disease, and my mother patiently cares for him. … The amazing part of this is the attitude of my mother. She always thought she would travel after she retired. She has always kept a beautiful home, loving to entertain others. She maintains her home as best she can, but has had to put aside many things that bring her joy. The amazing part is the joy my mother radiates. Her attitude is so beautiful. She finds real joy in the simple things of life. She is the pillar of strength to the whole family as she uplifts us all with her positive attitude.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p20\" class=\"\">There are hidden heroines and heroes among the Latter-day Saints—“those of the last wagon” whose fidelity to duty and devotion to righteousness go unnoticed by anyone except the One whose notice really matters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p21\" class=\"\">Others, including those who have been called to prominent positions, are more noticeable, but surely no more noble. I am one of these. At a public occasion a mother introduced me to her teenage son. “Do you know who this is?” she asked him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p22\" class=\"\">“Sure,” the boy replied. “He’s one of those guys who hangs on the wall at seminary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p23\" class=\"\">Prominent position—“hanging on the wall at seminary”—does not put anyone on a fast-track to exaltation. The criteria for that ultimate goal is the same for every person—leader or follower, prominent or obscure: Have we received the ordinances of salvation and kept our covenants? A member of the Church in Great Britain said it best. He had served as stake president. As that period of prominence came to an end, he told Elder Boyd K. Packer why it did not bother him to be released: “I served because I am under <span class=\"emphasis\">covenant.<\/span> And I can keep my covenants quite as well as a home teacher as I can serving as stake president.” (<span class=\"emphasis\">Ensign,<\/span> May 1987, p. 24.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p24\" class=\"\">Numberless officers, teachers, advisers, and clerks keep their covenants in that same way. Their service is almost invisible, except to Him who sees all things and promises all who do good that they shall “in nowise lose their reward.” (<span class=\"citation\" id=\"19017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19017)\">D&amp;C 58:28<\/a><\/span>; see also <span class=\"citation\" id=\"37284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37284)\">Matt. 10:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p25\" class=\"\">The pioneers who crossed the plains took their directions from the trails blazed by their leaders. For safety, those pioneers traveled in groups. Then, as now, a pioneer who got separated from the company and off the marked trail walked a lonely and dangerous path until he could rejoin the group. So it is today. A letter said it this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p26\" class=\"\">“One and a half years ago I was excommunicated. I was guilty of great hypocrisy and deception before God in matters of infidelity. This Saturday I am going to be baptized and receive the gift of the Holy Ghost. As the day approaches, my gratitude deepens for the Lord’s mercy extended to me, allowing me to repent and experience the mighty change in my heart. It grieves me to know of the great contribution I made to the Lord’s suffering in Gethsemane, but I glory in the proposition that I, as a result of that suffering, might turn my life and make His purposes my purposes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p27\" class=\"\">This writer expressed gratitude for “the Lord’s repentance process,” which would now “allow me to become the father, son, and priesthood-bearer that I always appeared to be. The feeling of finally being an honest, truly honest, man is indescribable.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p28\" class=\"\">One of the best qualities in any of the sons and daughters of God, whatever their circumstance, is a determination to become better. Since we all have a need to improve, we should always be willing to recognize goodness and encourage improvement in everyone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p29\" class=\"\">One of the most Godlike expressions of the human soul is the act of forgiveness. Everyone is wronged at some point by someone, and many suffer serious wrongs. Christians everywhere stand in awe of those pioneers who have climbed that steep slope to the spiritual summit attained by those who have heeded the Savior’s command to forgive all men. (See <span class=\"citation\" id=\"37281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37281)\">Matt. 6:14–15<\/a><\/span>; <span class=\"citation\" id=\"19037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19037)\">D&amp;C 64:9–10<\/a><\/span>.) Forgiveness is mortality’s mirror image of the mercy of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p30\" class=\"\">A sister wrote me about her feelings toward a relative who had abused her as a child, leaving her with a painful physical condition. In her words, I have to “live with the pain and try to function around it.” She wrote, “At times I [felt] angry and wonder[ed] why I had to suffer the abuse in the first place and why must I continue to pay a price now.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p31\" class=\"\">One day, as she listened to a talk in church, her heart was touched. The Spirit bore witness that she should forgive the man who had wronged her and that she could do so with the help of our Lord Jesus Christ. Her letter explained: “The price for that sin has already been paid by Him in Gethsemane. I have no right to hold on to it and demand justice, so I gladly hand it back to Him and rejoice in His love and mercy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p32\" class=\"\">Her letter described the result of her decision: “My heart is so full of joy, peace, and gratitude and love! Isn’t His work glorious? How I do love Him! Words cannot express my feelings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p33\" class=\"\">Like this sister who forgave, many modern Saints do their pioneering on the frontiers of their own attitudes and emotions. The proverb says, “He that ruleth his spirit [is better] than he that taketh a city.” (<span class=\"citation\" id=\"41608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41608)\">Prov. 16:32<\/a><\/span>.) Modern Saints know that one who subdues his own spirit is just as much a pioneer as one who conquers a continent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p34\" class=\"\">The path of modern pioneers is not easy. Burdens carried in the heart can be just as heavy as those pulled in a handcart. And just as some early pioneers struggled for the benefit of others, so some modern pioneers carry burdens imposed by the transgressions or thoughtlessness of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p35\" class=\"\">Another letter came from a woman who had been divorced. Although she said that the ten years that followed her divorce were a time of trial, heartache, struggle, and loneliness, she described that experience as “a blessing”—“a refining process.” She expressed gratitude “for what I now have. It has brought me so close to my Heavenly Father and particularly to the Lord Jesus Christ. It is a feeling that I’m not sure can be expressed in words. I literally came before the Lord with a broken heart and a contrite spirit. No physical pain I have ever experienced has been as painful as the emotional pain I have felt. But each time I feel it, it draws me so close to the Lord because I think of all He suffered, and it makes me so grateful. I love Him with all my heart and soul for His sacrifice and for all He represents.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p36\" class=\"\">Many of our members are struggling valiantly to try to do it all. They support themselves and provide for their families. They strive to carry out the responsibilities of their church callings. They spend many hours transporting their children to numberless church and school activities. They try to be generous with money and time for worthy causes in the community. They strive to improve themselves. They hope, after all of this, to have some little time left for togetherness and recreation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p37\" class=\"\">One sister wrote, “We are having great difficulty [just] trying to cope.” Many could say the same. Yet they do cope. They carry on without complaint, even when they have just cause for complaint. And even when they fall short, the Lord blesses them for their righteous desires (see <span class=\"citation\" id=\"40730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40730)\">Mosiah 4:24–25<\/a><\/span>), for, as King Benjamin taught, “it is not requisite that a man should run faster than he has strength” (<span class=\"citation\" id=\"40731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40731)\">Mosiah 4:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p38\" class=\"\">How grateful we are for the service and example of these faithful members! Like all my brethren among the General Authorities, I look to the rank-and-file members of this church for my models of faithfulness and nobility. When I visit a conference and mingle with the Saints, I always receive more than I give. I agree with the sentiment voiced by President Gordon B. Hinckley. After describing the faithful Saints he had met at a conference, he added, “We have the responsibility of leading them, when, in fact, we can learn so much from them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p39\" class=\"\">Our faith and resolve are strengthened by the spiritual achievements and service of ordinary Latter-day Saints. There are thousands of such inspirational examples, but they are rarely published except on the pages of the <span class=\"emphasis\">Church News<\/span> and the Church magazines—<span class=\"emphasis\">Ensign, New Era<\/span> and <span class=\"emphasis\">Friend.<\/span> I encourage everyone to have these unique publications in their home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p40\" class=\"\">Some of the unsung heroes and heroines of our day are the faithful home teachers and visiting teachers who feed the Master’s sheep. When the Apostle Paul likened the Church to a body, he referred to such less-visible members as the hands and the feet, saying that upon these we should “bestow more abundant honour.” (<span class=\"citation\" id=\"820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(820)\">1 Cor. 12:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p41\" class=\"\">An LDS girl whose two parents took no part in Church activities later wrote this recollection to an elder who had been her home teacher:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p42\" class=\"\">“You were the bright hope in my often difficult life. There is no greater call than a home teacher. You loved and showed respect for my parents. You honored them and at the same time supported me. You were <span class=\"emphasis\">there!<\/span> … As I look back now, I realize you and the truth you offered were my life-support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p43\" class=\"\">“Behind the doors were years of pain, tears, and fear. You were able to come into our home and chase them away, if only for a short time. No one else could do that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p44\" class=\"\">In our day, as in the days of earlier pioneers, those in the lead wagons set the direction and signal onward, but it is the faithful men and women in the wagons which follow that provide the momentum and motive power for this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p45\" class=\"\">As modern pioneers press forward, they suffer hardships and make sacrifices. But they are sustained by an assurance given by the Lord Himself. These words, first spoken to the struggling Saints in Ohio, apply also to the faithful of our day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p46\" class=\"\">“Verily I say unto you my friends, fear not, let your hearts be comforted; yea, rejoice evermore, and in everything give thanks;<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p47\" class=\"\">“Waiting patiently on the Lord, for your prayers have entered into the ears of the Lord of Sabaoth, and are recorded with this seal and testament—the Lord hath sworn and decreed that they shall be granted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p48\" class=\"\">“Therefore, he giveth this promise unto you, with an immutable covenant that they shall be fulfilled; and all things wherewith you have been afflicted shall work together for your good, and to my name’s glory, saith the Lord.” (<span class=\"citation\" id=\"19083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19083)\">D&amp;C 98:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/modern-pioneers.p49\" class=\"\">This is His work. We are His children. He loves us—one and all. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}