{"ID":4797, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Windows\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p3\" class=\"\">While waiting my turn at an airline office in London, England, I reached forward from my chair and selected an advertising brochure from the small table which contained reading material. The publication bore the title, <span class=\"emphasis\">Windows to the World.<\/span> Each page contained a framed picture of a well-known and beautiful site, accompanied by a well-written description which made one desire to visit all of the locations shown. The Matterhorn in Switzerland, the Alps of New Zealand, even the Taj Mahal of India—all seemed to suggest to the reader the desirability of an immediate visit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p4\" class=\"\">Windows are wonderful. They serve as a frame on which we might focus our attention. They provide a glimpse of God’s creations. The azure blue sky, the billowy, white clouds, the verdant green forest all are as framed pictures in the memory of the mind. Windows also reveal the approach of a friend, a gathering storm, a magnificent sunset—even the passing parade of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p5\" class=\"\">Windows welcome light to our lives and bring joy to our souls. The absence of windows, such as in dark prison cells, shuts out the world. Deprived of light, the depression of darkness encompasses us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p6\" class=\"\">Windows teach lessons never to be forgotten. Ever shall I remember a visit to the home of President Hugh B. Brown. It was graduation day at Brigham Young University. He was to conduct the exercises, and I was to deliver the commencement address. I drove to President Brown’s home and escorted him to my car. Before we could drive away, however, he said to me, “Wait just a few minutes. My wife, Zina, will come to the front window.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p7\" class=\"\">I glanced at the window, noted that the curtain had parted, and saw Zina Brown sitting in her wheelchair, affectionately waving a small, white handkerchief toward the gaze of her smiling husband. President Brown reached into his jacket pocket, retrieved a white handkerchief, and began to wave it gently, much to the delight of his wife. We then inched away from the curb and commenced the journey to Provo.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p8\" class=\"\">“What is the significance of the white-handkerchief waving?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p9\" class=\"\">He replied, “Zina and I have followed that custom since we were first married. It is somewhat a symbol between us that all will be well throughout the day until we are again together at eventide.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p10\" class=\"\">That day, I witnessed a window to the heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p11\" class=\"\">Some windows are sealed shut by sorrow, by pain, by neglect. The forgotten birthday, the unremembered visit, the overlooked promise—all can sow seeds of sorrow and bring to the human heart that unwelcome visitor, despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p12\" class=\"\">A national columnist one day titled her story, “What a Forgotten Birthday Can Mean,” and then quoted from a letter she had received:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p13\" class=\"\">“I have never written to you before, but I believe the following might interest you and your readers. I found it in an old magazine. No author’s name was mentioned—just ‘A Heavy-Hearted Observer.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p14\" class=\"\">“‘Yesterday was a man’s birthday. He was ninety-one. He awakened earlier than usual, bathed, shaved and put on his best clothes. Surely they would come today, he thought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p15\" class=\"\">“‘He didn’t take his daily walk to the gas station to visit with the old-timers of the community because he wanted to be right there when they came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p16\" class=\"\">“‘He sat on the front porch with a clear view of the road so he could see them coming. Surely they would come today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p17\" class=\"\">“‘He decided to skip his noon nap because he wanted to be up when they came. He had six children. Two of his daughters and their married children lived within four miles. They hadn’t been to see him for such a long time. But today was his birthday. Surely they would come today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p18\" class=\"\">“‘At supper time he refused to cut the cake and asked that the ice cream be left in the freezer. He wanted to wait and have dessert with <span class=\"emphasis\">them<\/span> when they came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p19\" class=\"\">“‘About 9 o’clock he went to his room and got ready for bed. His last words before turning out the lights were, “Promise to wake me up when they come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p20\" class=\"\">“‘It was his birthday, and he was ninety-one.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p21\" class=\"\">When I read that touching account, tears came easily. I reflected on an experience in my life, one that had a happier ending.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p22\" class=\"\">Each time I would visit an older widow whom I had known for many years and whose bishop I had been, my heart grieved at her utter loneliness. A favorite son of hers lived many miles away, and for years he had not visited Mother. Mattie spent long hours in a lonely vigil at her front window. Behind a frayed and frequently opened curtain, the disappointed mother would say to herself, “Dick will come; Dick will come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p23\" class=\"\">But Dick didn’t come. The years passed by one after another. Then, like a ray of sunshine, Church activity came into the life of Dick. He journeyed to Salt Lake to visit with me. He telephoned upon his arrival and, with excitement, reported the change in his life. He asked if I had time to see him if he were to come directly to my office. My response was one of gladness. However, I said, “Dick, visit your mother first, and then come to see me.” He gladly complied with my request.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p24\" class=\"\">Before he could get to my office, there came a phone call from Mattie, his mother. From a joyful heart came words punctuated by tears: “Tom, I knew Dick would come. I told you he would. I saw him through the window.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p25\" class=\"\">Years later at Mattie’s funeral, Dick and I spoke tenderly of that experience. We had witnessed a glimpse of God’s healing power through the window of a mother’s faith in her son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p26\" class=\"\">The holy scriptures are replete with sacred accounts of our Master’s love for the downtrodden and the poor of this world. Though many are forgotten by men, they are remembered by God and are ofttimes seen through the window of personal example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p27\" class=\"\">Who among us can forget the timeless lesson taught by the Lord when, “in the audience of all the people he said unto his disciples,<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p28\" class=\"\">“Beware of the scribes, which desire to walk in long robes, and love greetings in the markets, and the highest seats in the synagogues, and the chief rooms at feasts;<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p29\" class=\"\">“Which devour widows’ houses, and for a shew make long prayers.” (<span class=\"citation\" id=\"32364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32364)\">Luke 20:45–47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p30\" class=\"\">“And he looked up, and saw the rich men casting their gifts into the treasury.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p31\" class=\"\">“And he saw also a certain poor widow casting in thither two mites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p32\" class=\"\">“And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p33\" class=\"\">“For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.” (<span class=\"citation\" id=\"32365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32365)\">Luke 21:1–4<\/a><\/span>.) What a beautiful lesson, as taught through the window of example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p34\" class=\"\">At a city called Nain, the Lord opened to his disciples and to many people who followed him a window through which they might view true compassion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p35\" class=\"\">“Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p36\" class=\"\">“And when the Lord saw her, he had compassion on her, and said unto her, Weep not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p37\" class=\"\">“And he came and touched the bier: and they that bare him stood still. And he said, Young man, I say unto thee, Arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p38\" class=\"\">“And he that was dead sat up, and began to speak. And he delivered him to his mother.” (<span class=\"citation\" id=\"32355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32355)\">Luke 7:12–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p39\" class=\"\">The disciples of the Lord witnessed through the windows Jesus opened the power of God and were made partakers of this same power when, in righteousness, they ministered to the children of the Almighty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p40\" class=\"\">A beautiful account, recorded in the book of Acts, tells of a disciple named Tabitha who lived at Joppa. She was described as being a woman “full of good works and almsdeeds.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p41\" class=\"\">“It came to pass in those days, that she was sick, and died: whom when they had washed, they laid her in an upper chamber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p42\" class=\"\">“And forasmuch as Lydda was nigh to Joppa, and the disciples had heard that Peter was there, they sent unto him two men, desiring him that he would not delay to come to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p43\" class=\"\">“Then Peter arose and went with them. When he was come, they brought him into the upper chamber: and all the widows stood by him weeping, and shewing the coats and garments which [Tabitha] made, while she was with them.” (Could we not say this was a window through which Peter glimpsed the industry of Tabitha’s life?) “Peter put them all forth, and kneeled down, and prayed; and turning him to the body said, Tabitha, arise. And she opened her eyes: and when she saw Peter, she sat up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p44\" class=\"\">“And he gave her his hand, and lifted her up, and when he had called the saints and widows, presented her alive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p45\" class=\"\">“And it was known throughout all Joppa; and many believed in the Lord.” (<span class=\"citation\" id=\"8352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8352)\">Acts 9:36–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p46\" class=\"\">Would it not be ever so sad if such a window to priesthood power, to faith, to healing, were to be restricted to Joppa alone? Are these sacred and moving accounts recorded only for our uplift and enlightenment? Can we not apply such mighty lessons to our daily lives?<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p47\" class=\"\">When we catch the vision regarding the worth of human souls, when we realize the truth of the adage, “God’s sweetest blessings always flow through hands that serve Him here below,” then we have quickened within our souls the desire to do good, the willingness to serve, and the yearning to lift to a higher plane the children of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p48\" class=\"\">Such was the experience of William Norris, formerly the chairman of a large computer manufacturing firm and a friend of many years. Mr. Norris determined to build a plant in an area of extreme poverty. The neighborhood was predominantly composed of a minority race—unmarried women with children, uneducated, uncared-for, but needing help. These women became the work force in the production of high-tech computers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p49\" class=\"\">I had the privilege to be hosted by Mr. Norris and to be given a tour of his new facility. I was impressed with the employment provided—but more impressed with the company nursery, which occupied a wing of the building. Here, while their mothers worked, children received schooling, including proficiency with computers. Since most of the children did not have fathers and grandfathers who cared, retired grandfathers in the community were invited to have lunch with them. The children were benefited, and the grandfathers had a special blessing brought into their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p50\" class=\"\">As a result of Mr. Norris’s dream, the chain of poverty was broken. Children learned to earn. It was as though William Norris had personally blessed the life of each worker. Through the window provided by Mr. Norris—even love in action—I saw demonstrated the philosophical and practical truth: The bottom line of living is giving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p51\" class=\"\">As we go about our daily lives, we discover countless opportunities to follow the example of the Savior. When our hearts are in tune with His teachings, we discover the unmistakable nearness of His divine help. It is almost as though we are on the Lord’s errand; and we then discover that, when we are on the Lord’s errand, we are entitled to the Lord’s help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p52\" class=\"\">Through the years, the offices I have occupied have been decorated with lovely paintings of peaceful and pastoral scenes. However, there is one picture that always hangs on the wall which I face when seated behind my desk. It is a constant reminder of Him whom I serve, for it is a picture of our Lord and Savior, Jesus Christ. When confronted with a vexing problem or difficult decision, I always gaze at that picture of the Master and silently ask myself the question, “What would He have me do?” No longer does doubt linger, nor does indecision prevail. The way to go is clear, and the pathway before me beckons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p53\" class=\"\">Some months back I sat in my office chair reading the daily mail. I opened a letter from Martha Sharp of Wellsville, Utah, and read her entreaty seeking a blessing for her grown son, Steven, who was a patient at University Hospital in Salt Lake City. She described Steven’s spiritual and physical needs and the likelihood that he would suffer the amputation of his foot. Her tears were felt in each word, and her feelings of love marked every sentence. Hers was a request which the Spirit simply did not allow me to delegate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p54\" class=\"\">When I entered Steven’s hospital room that night, I saw a man who just seemed built to ride a horse. Sensing this, I began to chat with him about a Western adventure film I had seen recently. I described the beautiful horses ridden by the principal characters. A warm smile came over Steven’s face. Not until that moment did I note on his nightstand a book he had been reading. It was the book from which the film we had been discussing was made. Our conversation was warm and free from that point forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p55\" class=\"\">In describing his condition, Steven commented, “I hope they leave enough of my foot so that I can get it into a stirrup.” I assured him we would remember his name when the First Presidency and Council of the Twelve met in the holy temple and that my wife and I would personally remember him in our prayers. I told him that he had a wonderful mother, who loved him and remembered him in his need, and a Heavenly Father who also loved and remembered him. Steven began to weep. A special spirit filled the room. A blessing was given, a heart cleansed, a memory of home and family rekindled, and a mother comforted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p56\" class=\"\">As I departed the hospital, situated high on the east bench of Salt Lake City, I gazed at the panoramic view of the valley before me. The miles collapsed; the stars drew near. I could almost see through the window of mortality the expanse of eternity. One star shone especially bright. It seemed to light the way and mark the path to Wellsville. I remembered the poem from Primary days:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Star light, star bright,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The first star I see tonight,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I wish I may, I wish I might,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have the wish I wish tonight.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p61\" class=\"\">What was my wish? That Martha Sharp might receive the welcome message, “Your son loves you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p62\" class=\"\">From sacred soil far away, and from a timeless truth taught long ago, came the message, “With God all things are possible.” (<span class=\"citation\" id=\"37296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37296)\">Matt. 19:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p63\" class=\"\">Once more a gentle but unseen hand had opened a window to the soul, that precious lives might receive blessings heaven-sent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p64\" class=\"\">He beckons to each of us and extends the warm invitation not only to gaze at the beauty seen through the windows He opens, but also to pass through them to the priceless opportunities He provides to bless the lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/windows.p65\" class=\"\">That each may experience this privilege is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}