{"ID":48, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Thanksgiving and Blessing<\/p>\n<p class=\"gcspeaker\">President Heber J. Grant<\/p>\n<p class=\"gcbib\">Heber J. Grant, <i>Conference Report<\/i>, April 1943, pp. 3-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo the Latter-day Saints all over the world I send my love and my greetings.\n<\/p><p>\nMy physician, Dr. Gill Richards, pleaded with me not to speak at this conference, but he gave\nme perfect liberty to dictate anything I wanted to say, I am therefore sitting down to dictate,\nand if I were to dictate all I would like to say I fear my sermon would be so long very few\nwould read it.\n<\/p><p>\nSYMPATHY FOR THOSE WITH SONS IN THE WAR\n<\/p><p>\nI want to say that my heart goes out in the deepest sympathy and in the most sincere and\nearnest prayer that I have ever offered for the comforting influence of the Lord to be given to\nthe brethren and sisters who have sons in the war at the present time. I pray that the Lord will\nbless each and every boy who has been called or who has gone into the service, and that He\nwill help each of them to live in accordance with the principles of the gospel, so that each\nmay have a claim to the blessings of the Lord to the full extent that accords with His wisdom.\nI pray that, so far as it accords with the providence of the Lord, each of them may be\npreserved from accident, sickness, and death to return in due course to his loved ones. I pray\nGod to help them to stand up under the terrible strain which they must meet. I appeal to the\nLord to bring the war to an end at the earliest possible date. My heart goes out to all of you.\nOne of my daughters has six boys, five of whom have been called to the service. Her two\ndaughters are married, so that her family consists of herself, her husband, and one son. There\nare many others in the same condition. Each one of my daughters has sons or daughters that\nare in the war, and I pray earnestly for the comforting influence of the Spirit of the Lord to\nbe given them to assist them in carrying their burdens. I am praying with all my heart and\nsoul for the end of this war as soon as the Lord can see fit to have it stop, and I am praying\nearnestly for the sweet and comforting influence of the Spirit of the Lord to be with each and\nall who have their loved ones in the war.\n<\/p><p>\nEXPRESSION OF GRATITUDE FOR RETURN TO HEALTH\n<\/p><p>\nI expressed my delight in the following language years ago when I came back after a serious\noperation:\n<\/p><p>\nIt is a source of great pleasure to me to once more stand before the Latter-day Saints in this\nTabernacle. As most of the Latter-day Saints assembled are aware, it is nearly a year since I\noccupied this position, during which time I have undergone a very serious surgical operation,\nwhich, according to medical journals, should have ended my life. It is recorded that it is\nimpossible for a man to recover who is in the condition that I was found to be at the time of\nthe operation. But I am grateful to be here; and I feel to thank my Heavenly Father, and the\nbrethren of the Priesthood who administered to me and blessed me during the ordeal and\npromised me that I should recover. Since that time I have also been very sick with\npneumonia. Some years ago I tried to insure my life, but the companies refused. Their\nphysicians told me that if I ever took pneumonia I would die. But I am still here,\nnotwithstanding the report of the physicians of the life insurance companies. It is a source of\npleasure to me to again mingle my voice with the Latter-day Saints and to bear testimony of\nthe knowledge that I possess of the divinity of the work in which we are engaged.\n<\/p><p>\nARCHITECTS OF OUR OWN LIVES\n<\/p><p>\nI express my delight once more today in dictating a message to the Latter-day Saints. Years\nago I made a short speech that lasted a minute and a half to the effect that we were the\narchitects of our own lives, and that we and we alone are responsible for not making a\nsuccess of life. What I said was as follows:\n<\/p><p>\nIf you want to know how to be saved, I can tell you: it is by keeping the commandments of\nGod. No power on earth, no power beneath the earth will ever prevent you or me or any\nLatter-day Saint from being saved, except ourselves. We are the architects of our own lives,\nnot only of the lives here, but the lives to come in the eternity. We ourselves are able to\nperform every duty and obligation that God has required of men. No commandment was ever\ngiven to us but that God has given us the power to keep that commandment. If we fail, we,\nand we alone, are responsible for the failure, because God endows His servants from the\nPresident of the Church down to the humblest member, with all the ability, all the knowledge,\nall the power that is necessary, faithfully, diligently, and properly to discharge every duty and\nevery obligation that rests upon them, and we, and we alone, will have to answer if we fail in\nthis regard.\n<\/p><p>\nThis would be forty-odd years ago. These were my sentiments as expressed then, and I repeat\nthem as my sentiments today, with all my heart and soul.\nDAYS FULL OF JOY\n<\/p><p>\nI want to thank the people for their prayers in my behalf. I have not been well now for a\nperiod of more than three years, and yet during all that time I have never suffered any pain.\nMy days have been full of joy. I have seen the Church grow in these years as I have never\nseen it grow before. It has been wonderful. The business institutions in which the Church is\ninterested&mdash;the sugar business, the key to the establishment of which was given through the\ninspiration of the living God to Wilford Woodruff&mdash;have been greatly prospered. In every\nrespect the advancement of the Church during the time of my illness has been so great that\nthis has been a period of real, genuine joy and happiness to me. I want to thank all the people\nconnected with the various institutions in which the Church is heavily interested, for the\nwonderful work they have done. I have not the language to express the gratitude I have felt\nand the joy I have experienced during these three years because of the marvelous growth of\nthe Church and the prosperity that has attended it on every hand. During this time my\nCounselors have been most helpful to me. I have been relieved of the drudgery of the work. I\nhave been informed on everything that was going on, and I repeat the Church has never\nbefore experienced anything like the prosperity it has enjoyed during this time. The way in\nwhich these brethren have assisted me, relieved me of burdens, responded to every suggestion,\nfills my heart with unexpressible gratitude to them and to my Heavenly Father.\n<\/p><p>\nI am grateful for the prosperity that has come to me and that I have been able to help in the\nerection of temples and in contributing to a fund to be used in the erection of other temples\nnot yet built. One of the joys of my life fifty years ago was the dedication of the Salt Lake\nTemple. As a child I commenced by donating the amount of twenty-five cents a month and\ncontinued making contributions for that purpose until finally the little stake over which I\npresided&mdash;the Tooele Stake&mdash;raised fifteen thousand dollars as a special contribution\njust before the dedication. I am grateful to join with you in commemorating the fiftieth\nanniversary of its dedication.\n<\/p><p>\nThe Lord has been good to me, and he has answered the prayers of the people as well as my\nown prayers that while the Lord should leave me here upon earth I should be able physically\nand mentally to go forward in the furtherance of His work. I feel that the recovery I have\nmade has been really miraculous.\n<\/p><p>\nGRATITUDE FOR INCREASE IN TITHING\n<\/p><p>\nI am grateful to the Lord for the way in which He has opened the hearts of the people and led\nthem to pay their tithing. The Church has never in all its history been in as strong a financial\nposition as it is today. When I think that in President Woodruff's time the credit of the\nChurch was so low that he could not borrow a thousand dollars and that now the credit is so\nhigh we could borrow any sum that we might need, I am made happy beyond all expression.\nWe have enough money to do all the things which it is necessary for us to do in carrying on\nthe work of the Church. I want to say to the people that we are guarding the funds which you\nplace in our hands. We are spending them only for the advancement of the work of the Lord\nand we feel that these are trust funds of the very highest character. Our tithing for the year\n1942 was more than fifty percent greater than in 1941, and notwithstanding the enormous\nburden of taxes which the people now have to pay and notwithstanding the many and great\ncalls which are made upon them to buy government bonds, to make Red Cross contributions,\nto contribute to community chests, and to make also their regular Church contributions such\nas Fast offerings, Welfare contributions, and the like, nevertheless for the opening months of\nthis year our tithing is far and away beyond what it was for the same period in 1942.\n<\/p><p>\nTEMPLE BUILDING TO CONTINUE\n<\/p><p>\nI am happy to tell you that we have purchased in the Oakland area another temple site. The\nnegotiations have been finally concluded and the title has passed. The site is located on the\nlower foothills of East Oakland on a rounded hill overlooking San Francisco Bay. We shall in\ndue course build there a splendid temple.\n<\/p><p>\nWe are prepared to go forward with the building of the Los Angeles Temple on the beautiful\nsite we have there just so soon as it is possible to do so in view of priorities and other\nwar-time conditions.\n<\/p><p>\nThe Idaho Falls Temple is nearing completion. This is a beautiful building. It is being\nartistically decorated and furnished, and we look forward to its dedication in the not distant\nfuture.\n<\/p><p>\nPRAYERS FOR YOUTH AND PARENTS\n<\/p><p>\nI am grateful to our Heavenly Father for the faith and faithfulness of this great people, for\ntheir devotion to His service, for their effort and determination to live in accordance with His\nlaws and commandments.\n<\/p><p>\nI thank our Heavenly Father that He has given them the strength and courage to resist evils as\nwell as they have been able to do so. I pray that He will bless the youth of the Church and\ngive them strength to overcome temptation. I pray that He will bring into the heart of every\nboy and of every girl a knowledge that cleanliness is next to godliness, that they must live\nclean both in mind and in body, that they will understand that the sin of unchastity is to the\nLord next to the sin of murder (<span class=\"citation\" id=\"8819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8819)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nI pray that the Lord will give to the parents of the youth an understanding and appreciation of\nthe dangers and temptations to which their children are subjected, that they may be led and\nguided to encourage their children, to direct them, to teach them how to live as the Lord\nwould have them live. The Lord has said He would sift His people\n(<span class=\"citation\" id=\"10388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10388)\">Amos 9:9<\/a><\/span>), and I pray that when that\nsifting comes no parent may have failed to do his duty, and no child shall have failed to obey\nthe commandments of the Lord.\n<\/p><p>\nBLESSING AND COMMENDATION OF FAITHFUL SAINTS\n<\/p><p>\nUnder the authority and power given to me, with all my heart and soul I bless the Latter-day\nSaints. Again I thank them from the bottom of my heart for their faith and for their prayers in\nmy behalf, and I am grateful to have had their faith and prayers. I believe that all true,\nfaithful, diligent Latter-day Saints have given to me the best that is in them, in supplicating\nGod in my behalf, for His Spirit, for health, for vigor in body and mind. I pray that God's\nblessings may be upon Israel and upon all honest men everywhere. I pray with all my heart\nthat those who have made mistakes will repent; and by this we may know that they have\nrepented&mdash;they will confess their sins and depart from them\n(<span class=\"citation\" id=\"11865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11865)\">D&amp;C 58:43<\/a><\/span>).\n<\/p><p>\nI desire especially to extend my blessings to all the men and women who preside in all the\nstakes of Zion throughout the Church, in all the missions, in all the wards, in all the quorums\nof the Priesthood, and in all the auxiliary organizations. I am convinced beyond the shadow of\na doubt that there cannot be found in any part of the world other men and women giving so\nunselfishly of their time, of their talents, and of the best that is in them, for the salvation of\nthe souls of men. I am satisfied that there are no other people who are devoting so much of\ntheir time, of their money, of their thoughts, and of their very being for the advancement of\nGod's work at home and abroad, as are the Latter-day Saints. And with all the power that\nGod has given me, I desire to bless the men and women who are thus giving their time and\nthought and are setting examples that are worthy of imitation, not only of those over whom\nthey preside, but of all men. Every man and woman who is laboring for the salvation of the\nsouls of men and keeping the commandments of God is entitled to be blessed, and I pray God\nthat His blessings may come to them.\n<\/p><p>\nA TESTIMONY OF THE TRUTH\n<\/p><p>\nI want to bear you my witness that no man or woman ever lived and kept the laws and\ncommandments of God and who lived according to the teachings of the gospel of Jesus\nChrist, that God did hot love and honor. This gospel of Jesus Christ which I have embraced\nand which you have embraced is in very deed the plan of life and salvation which has been\nagain revealed to the earth. It is the same gospel that was proclaimed by our Lord and Master\nJesus Christ.\n<\/p><p>\nI bear witness to you here today that we have the truth, that God has spoken again, that every\ngift, every grace, every power and every endowment that came through the holy Priesthood of\nthe living God in the days of the Savior are enjoyed today. I rejoice in knowing that these\nthings that should be enjoyed&mdash;the blessings, the healing power of Almighty God, the\ninspiration of His Spirit whereby men and women have manifestations from Him, the\ninspiration of the Spirit of God whereby people speak by new tongues\n(<span class=\"citation\" id=\"32977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32977)\">Mark 16:17<\/a><\/span>) and have the\ninterpretation thereof, and each and every grace and gift&mdash;are enjoyed today by the Latter-day\nSaints.\n<\/p><p>\nI know that God lives. I know that Jesus is the Christ. I know that Joseph Smith was a\nprophet of God. I have reached out my hand. I have plucked the fruits of the gospel. I have\neaten of them, and they are sweet, yea, above all that is sweet\n(<span class=\"citation\" id=\"1446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1446)\">1 Ne. 8:11<\/a><\/span>). I know that God chose His\nprophet Joseph Smith and gave him instructions and authority to establish this work, and that\nthe power and the influence of Joseph Smith are now being felt as the angel promised. His\nname is known for good or evil all over the world\n(<span class=\"citation\" id=\"30217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30217)\">JS&mdash;H 1:33<\/a><\/span>),\nbut for evil only by those who malign\nhim. Those who know him, those who know his teachings, know his life was pure and that\nhis teachings were in very deed God's law. I know that we have the plan of life and salvation,\nnot only for the living but for the dead. We have all that is necessary both for our own\nsalvation, that we may be in very deed saviors upon Mount Zion and enter into the temples of\nour God, and also for those of our ancestors who have died without a knowledge of the\ngospel.\n<\/p><p>\nI say again: This is the same gospel that was proclaimed by our Lord and Master Jesus Christ,\nfor which He gave His life in testimony, and that the lives of our own Prophet and Patriarch\nwere given as a witness to the divinity of the work in which we are engaged. Mormonism,\nso-called, is in very deed the gospel of the Lord Jesus Christ. God has given me a witness of\nthese things. I know them, and I bear witness to you, in all humility, and I do it in the name\nof the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}