{"ID":480, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Why a Church?<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, October 1950, pp. 69-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne often hears the question: Why a church? I should like briefly to consider it. I shall\nhope to suggest to your minds that the question is tantamount to asking: Why religion?\n<\/p><p>\nWASHINGTON'S FAREWELL MESSAGE\n<\/p><p>\nIt was one hundred fifty-four years ago this very month, his second term of office as\nPresident of the United States drawing to a close, that George Washington announced to the\ncountry his determination to retire, and requested that he not be considered available for\nre-election to the office he was about to lay down. He made it the occasion for a farewell\nmessage which partook almost of the nature of a last testament, bequeathing to his\ncountrymen the fruitage of his rich and varied experiences.\n<\/p><p>\nAs a participant in the long and oftentimes acrimonious disputes which eventuated in the\npolitical severance of the American colonies from the mother country, as Commander-in-Chief\nof the untrained, poorly-disciplined, ill-equipped, scantily-clad, under-provisioned, and\nofttimes unpaid Continental Army, as witness to the bickerings and jealousies and petty greeds\nwhich, following the war, so threatened the wreckage of the infant nation that he often\nwondered whether the winning of the conflict with Britain would prove to be a blessing or a\ncurse, as president of the convention which fashioned the Constitution of the United States of\nAmerica and as it first president, he had seen human nature at its best and almost its worst.\nUnder stresses and strains, sacrifice and suffering, he had seen men rise to noble heights of\npatriotic devotion. Likewise, he had seen them usurp and abuse power, quarrel and bicker,\nresort to petty scheming for advantage, exhibit mean little greeds, and stoop, under the spur of\nselfish ambition, to ignoble deeds.\n<\/p><p>\nDrawing upon this ripe knowledge of human behavior with all its foibles and inconstancy, he\nso packed into that testamentary legacy perennial wisdom that it never grows old, but is valid\nfor all peoples and all times.\n<\/p><p>\nAmong the nuggets of pure gold tucked away in that admonitory address are Washington's\nobservations about religion and morality. Here is what he said: \n<\/p><p>\nOf all the dispositions and habits which lead to political prosperity, religion and\nmorality are indispensable supports. In vain would that man claim the tribute of\npatriotism who should labor to subvert these great pillars of human happiness&mdash;these\nfirmest props of the duties of men and citizens. The mere politician, equally with the\npious man, ought to respect and cherish them. A volume could not trace all their\nconnections with private and public felicity... And let us with caution indulge the\nsupposition that morality can be maintained without religion. Whatever may be\nconceded to the influence of refined education on minds of peculiar structure, reason\nand experience both forbid us to expect that national morality can prevail in exclusion\nof religious principle. (Sept. 17, 1796.)\n<\/p><p>\nTHE CHRISTIAN CHURCH\n<\/p><p>\nWithout doubt, when Washington spoke about religion, he had in mind the Christian religion.\nBy and large that is the only religion Western man knows. When I speak, in what I shall say\ntoday, about religion or the church, I shall have in mind the Christian\nreligion and the Christian church, which encompasses the moral and religious teachings of the\nOld Testament as well as the new.\n<\/p><p>\nThe church has had many ups and downs since Washington's day as well as before. It has had\nperiods of strength as well as periods of questionings and doubts. Agnostics and atheists have\never been with it. It has taught that man, the individual as well as the race, is of very great\nconsequence. As a child of God endowed with divine attributes, he is capable of infinite\nadvancement in the scale of being, even to ultimate perfection. He must have faith in himself\nand his high destiny. Thus far, the Christian is a humanist, and the church is humanistic. But\nwhen man loses his humility and arrogates to himself a self-sufficiency which denies God or\nany other power higher than himself, then the church must part company with the humanistic\ncreed or compromise its principles.\n<\/p><p>\nINFLUENCE WEAKENED\n<\/p><p>\nUnder the impact of agnosticism, atheism, and the extreme humanism which denies God and\nmakes man the source of all meaning, the Christian church as a body has compromised its\nbasic doctrines to make its teachings more harmonious with the current of popular opinion.\nAnd where has it got itself? It has lost its saving faith, weakened its influence, and almost\nforfeited its moral leadership. In consequence, men are floundering about in confusion, not\nknowing what they ought to do, but well-assured that the fair promises of irreligion and\nunbelief and human sufficiency have failed them, and they are casting about for anchorage.\nThat is the sorry plight of man in this age.\n<\/p><p>\nREVIVAL OF FAITH NEEDED\n<\/p><p>\nMen of distinction in the world of letters, scientists, men of wide learning in almost every\nrealm of scholarly research are asserting with great earnestness that the only thing that can\nsave our civilization is a revival of religious faith. In one of his notable addresses, Robert\nGordon Sproul, president of the University of California, said: \n<\/p><p>\nThere is a great need for some directive force to rally the recuperative powers of\nmankind and win the race with catastrophe. Education cannot provide such a force,\nimportant as it is, because it is not the minds, but the souls of men that must be\nregenerated if catastrophe is not surely to come... Our American heritage cannot long\nendure without a firmly grounded religious faith.\n<\/p><p>\nOnly day before yesterday, General Marshall said that military force alone cannot defeat the\nenemies of the United States. It must be buttressed by the weight of moral force.\n<\/p><p>\nThese utterances are but typical of the warnings that are repeatedly being sounded by\nthoughtful people who are concerned about the state of men and women in this modern world.\nThus is the wisdom of Washington's reminder that religion and morality are Indispensable\nsupports to political prosperity and that morality cannot be maintained without religion\nvindicated by the compelling logic of events in this disordered topsy-turvy world. One of the\nmost frequently urged indictments against the Soviet system of government as directed by the\npolit-bureau is that it seeks to destroy all religion and forbids freedom of religious practices to\nits people.\n<\/p><p>\nUNIFIED ACTION REQUIRED\n<\/p><p>\nIf, then, it can be conceded, as is so vigorously asserted, that a sound religious faith is\nessential to the saving of our blighted and withering civilization, the question demanding\nconcrete and immediate answer is: How is a religious faith equal to this supreme task to be\nregenerated? I do not assert or mean to say that the average run of our people is irreligious or\nanti-Christian. Christian standards of morality have too long been bred in their bones for that.\nThe teachings of Christ still furnish the best standards by which to measure values that the\nworld knows, and the people of this land out of long habit, instinctively turn to them. At least\nwe pay lip service to them. But clearly that is not enough to furnish the crusading fervor\nessential to rousing the people of the Christian nations to that mighty endeavor. It is not a\nmatter for individual, uncoordinated confession of faith. It requires action, unified action. That\nmeans an organized agency or instrumentality to give the movement direction and solid\npurpose. The only such organization at hand is the church. That is its office. But there are too\nmany people who profess religion and would probably be insulted if charged with being\nirreligious or non-Christian, who at the same time refuse to unite with their fellows in the\neffective practice of religion. They tell us that they do not believe in organizational religion.\n<\/p><p>\nRELIGIOUS ISOLATIONISM\n<\/p><p>\nWho has not heard amiable, good men say: \"I have my own religion and do not need to be\nbolstered up by church affiliation to have a good life? Even if that were so, it may still be\nthat others need the bolstering up their superior strength would afford, and after all, they owe\nsome obligation to those who need their help. But apart from that, if this sinking, trouble-torn\nworld-order is to be saved through a resurgence of religious fervor, then it is incumbent on\nevery believer to throw in with his might. We hear much said these days about isolationism\nand isolationists. The least excusable form of isolationism and the most reprehensible of\nisolationists is that one who holds himself aloof and refuses to lend his\nstrength with fellow-believers to the supreme job of saving civilization and the world.\n<\/p><p>\nThe gospel taught by Jesus is a gospel of action. It does not consist in a passive profession of\nfaith. Of himself, Jesus said that he came to do the Father's will\n(<span class=\"citation\" id=\"27408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27408)\">John 5:30<\/a><\/span>), not to talk about or profess\nit. He made a parable about the man who heard his sayings and did them not, likening him to\na foolish man who built his house upon the sand, and when the rains descended and the\nfloods came and the winds blew and beat upon that house, it fell because it was built upon the\nsand. That man who heard his sayings and did them he likened to a wise man who built his\nhouse upon the rock, and it withstood the fury of rain and flood and tempest\n(<span class=\"citation\" id=\"34352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34352)\">Matt. 7:24-27<\/a><\/span>).\n<\/p><p>\nA GREAT BROTHERHOOD\n<\/p><p>\nThe Christian church was not established by isolationists who separated themselves from each\nother or the body of believers. They were formed into worshipping bodies who collectively\nfought their way to victory against dire persecutions, torture, and death. They constituted\nthemselves a great brotherhood cemented together for the fulfillment of a purpose in which\nthey believed. Let him who in placid aloofness luxuriates in the freedom and comfort and\nsecurity and ease which Christianity has brought to the nations, contemplate what his status\nmight have been if there had been no Christian church.\n<\/p><p>\nOrganization is but another name for order and stability. Its opposite is turmoil and confusion\nand weakness and ultimate disintegration. If no political body in the world has ever been able\nto exist without orderly coordinated authoritative organization, how can it be presumed that\nreligion can carry on its high commission to resuscitate a sagging world without the church\nwhich is the organizational instrumentality through which it carries out its great work? Here is\nreason enough for a church.\n<\/p><p>\nEFFECT ON FAMILY LIFE\n<\/p><p>\nThere is one other vital consideration, namely, the effect on family life and succeeding\ngenerations of the neglect of participation in organized church practices. A few years ago I\nrecited from this pulpit the story of a disturbed woman's perplexities. She had just visited a\ndear friend of her college days who by then had a well-grown daughter and a son. She was\nboth embarrassed and shocked by the behavior of these children. The boy came and went as\nhe pleased, and no questions asked or answered. The mother's admonitions and protests\nagainst the indelicate indiscretions of the daughter in her behavior with young men were met\nwith jeers at the mother's prudery and lack of sophistication. The last night of her visit, she\nwas awakened by a disturbance in the house. The girl had come home from\na late party thoroughly intoxicated and was leading her escort in like condition to her room\nwhen they were intercepted by the aroused parents. A noisy scene ensued before the boy was\nfinally sent off home and the girl put to bed. So the embarrassed visitor went home to clear\nher head and do some thinking. She remembered the home environment in which she was\nreared.\n<\/p><p>\nThe religious note was strong in that home. The Bible was read and believed in. Daily the\nfamily on their knees talked to God who was revered and was a reality. They were\nchurch-going people and set apart one day a week as a holy day on which to do reverence to\nthe Author of life. They sang majestic hymns which carried messages to their expanding\nsouls. They heard the simple, direct words of the gospels whose grandeur somehow carried\nover into their hearts and furnished their ideals for living. These ideals, through practice, were\nsilently woven into the pattern of their lives, and they came out with established characters\nand stable guides to conduct which made them secure against the waves of laxity which\nwashed about them with the passage of time. Her home and family experience were typical of\nthose of the youth of her time including the friend she had just visited. That friend, along\nwith herself, in the days of their girlhood association had spontaneously as a matter of habit\nand acceptance observed the conventions and proprieties.\n<\/p><p>\nShe explained that she and her friend and their associates had in their college years given up\nthe simple faith of their youth, had ceased to give credence to the beliefs which had sustained\nthem had given up their Bible reading and their church-going and their Sabbath observance\nand their prayers. They could live the good life without these \"artificial props.\" They didn't\nneed the church. They said they had their own religion, but really it had shriveled up to a\nmere code of ethics now cut loose from its roots and no longer nourished from the parent\nstem. Then with an incredible lack of recognition of the relation of cause and effect, she\nprofessed amazement at the moral bankruptcy of her friend's children. The truth was that\nthese children by the neglect of their parents had been cut off from the very character-forming\ninfluences upon which her own character, and her friend's character and the character of their\ngeneration had depended for formation and growth.\n<\/p><p>\nRELIGION A STABILIZER\n<\/p><p>\nWhile the instance I have cited may in some aspects be extreme, it nevertheless illustrates a\nresult naturally to be expected. The moral foundations established through active participation\nin the activities of the church may carry through for one generation but scarcely go beyond\nthat. When parents detach themselves from active church affiliations and\nleave their children free to neglect it too, they have no right to be surprised when their\nchildren fall below their own standards. Religion is a powerful stabilizer, and the church is\nthe medium through which it is made effective.\n<\/p><p>\nI have but merely mentioned some of the reasons why there must be a church if religion is to\nbe a force in the world or wield any influence or power. Many other cogent reasons will\noccur to you.\n<\/p><p>\nThe church, however, is but a dry and barren mechanism unless energized by the burning\nfaith of a vital religion. That is the spark that gives it life.\n<\/p><p>\nIt would seem to be the part of wisdom that all professing the same creed, the rich and the\npoor, the mighty and the humble, the laborer and the professional man, the unlearned and the\nscholar should rally together and with united strength exert a power in the land.\n<\/p><p>\nSOLID CONVICTION REQUIRED\n<\/p><p>\nTo merit the name, religion must rest on solid conviction. It must stand for something. It\ncannot temporize or compromise. The Christian church rests on the premise that Jesus is the\nSon of God, the resurrected Lord, the author of eternal life for man. So long as it stood\nunyielding on that base, it was a force in the world. When the guardians of the faith, in their\nseveral denominations, wavered and watered the doctrines down till the virtue was gone out\nof them, they ceased to be the prop and support to morality and political prosperity which\nWashington said was indispensable. So long as that is the case, the world will totter and reel.\nWe seem to be trying now to rear a government whose proponents and sponsors cannot even\ninvoke divine blessing upon their deliberations or its destiny. What chance do you think it has\nto heal the wounds of the world?\n<\/p><p>\nIf religion is a necessary prop to the political government, so likewise does the religious body,\nthe Church, need for the protection of its guaranteed freedom a righteously administered civil\ngovernment, which depends upon an intelligent and jealously guarded use of the franchise.\nThat is the citizen's protection against abuse and usurpation.\n<\/p><p>\nSo far as Latter-day Saints are concerned, I pray that as President Smith admonished at the\nbeginning of this conference, they may have the wisdom and honesty to put their religion\nabove their partisan politics and unite together as a solid phalanx to weed out prostitution of\npower and debauchery and subversion of the God ordained freedom guaranteed by the\nglorious Constitution of this land, by voting into office without regard to party affiliation\nthose who will preserve it unpolluted and uncorrupted, the protector and guarantor of\nindividual liberty.\n<\/p>\n<\/div>\n<\/div>"}