{"ID":4801, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Summer of the Lambs\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p2\" class=\"\">Jayne B. Malan<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:254a.jpg\" alt=\"Jayne B. Malan\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p3\" class=\"\">The day school was out at the beginning of each summer, our family went to our ranch in Wyoming. It was there with my parents and brothers and sisters, and a few cousins mixed in, that I learned about family loyalty; love and concern; birth and death; that one must finish a job once it is started; and, to quote my father, “There are only two things important—the family and the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p4\" class=\"\">One year my father was waiting for us as we arrived. He said he had a big job for my brother Clay and me to do that summer. I was about twelve at the time, and my brother was two years older. Pointing to the field by the side of the house, my father said, “Do you see all of these lambs in that field? I’ll share the money we get for the ones you raise when we sell them in the fall.” Well, we were excited. Not only did we have a significant job to do, but we were going to be rich! There were a lot of lambs in that field—about 350 of them. And all we had to do was feed them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p5\" class=\"\">However, there was one thing that my father hadn’t mentioned. None of the lambs had mothers. Just after shearing, there was a violent storm that chilled the newly shorn sheep. Dad lost a thousand ewes that year. The mothers of our lambs were among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p6\" class=\"\">To feed one or two baby animals is one thing, but to feed 350 is something else! It was hard. There was plenty of grass, but the lambs couldn’t eat the grass. They didn’t have teeth. They needed milk. So we made some long, V-shaped feeding troughs out of some boards. Then we got a great big tin washtub, ground up some grain, and added milk to make a thin mash. While my brother poured the mash into the troughs, I rounded up the lambs, herded them to the troughs, and said, “Eat!” Well, they just stood there looking at me. Although they were hungry and there was food in front of them, they still wouldn’t eat. No one had taught them to drink milk out of a trough. So I tried <span class=\"emphasis\">pushing<\/span> them toward the troughs. Do you know what happens when you try to push sheep? They run the other way. And when you lose one, you <span class=\"emphasis\">could<\/span> lose them all because others will follow. That’s the way with sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p7\" class=\"\">We tried lining up the lambs along the troughs and pushing their noses down in the milk, hoping they’d get a taste and want some more. We tried wiggling our fingers in the milk to get them to suck on our fingers. Some of them would drink, but most of them ran away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p8\" class=\"\">Many of the lambs were slowly starving to death. The only way we could be sure they were being fed was to pick them up in our arms, two at a time, and feed them like babies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p9\" class=\"\">And then there were the coyotes. At night the coyotes would sit up on the hill, and they’d howl. The next morning we would see the results of their night’s work, and we would have two or three more lambs to bury. The coyotes would sneak up on the lambs, scatter the herd, and then pick out the ones they wanted and go after them. The first were those that were weak or separated from the flock. Often in the night when the coyotes came and the lambs were restless, my dad would take out his rifle and shoot in the air to scare them away. We felt secure when my dad was home because we knew our lambs were safe when he was there to watch over them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p10\" class=\"\">Clay and I soon forgot about being rich. All we wanted to do was save our lambs. The hardest part was seeing them die. Every morning we would find five, seven, ten lambs that had died during the night. Some the coyotes got, and others starved to death surrounded by food they couldn’t or wouldn’t eat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p11\" class=\"\">Part of our job was to gather up the dead lambs and help dispose of them. I got used to that, and it really wasn’t so bad until I named one of the lambs. It was an awkward little thing with a black spot on its nose. It was always under my feet, and it knew my voice. I loved my lamb. It was one I held in my arms and fed with a bottle like a baby.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p12\" class=\"\">One morning my lamb didn’t come when I called. I found it later that day under the willows by the creek. It was dead. With tears streaming down my face, I picked up my lamb and went to find my father. Looking up at him, I said, “Dad, isn’t there someone who can help us feed our lambs?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p13\" class=\"\">After a long moment he said, “Jayne, once a long, long time ago, someone else said almost those same words. He said, ‘Feed my lambs. … Feed my sheep. … Feed my sheep.’” (<span class=\"citation\" id=\"29462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29462)\">John 21:15–17<\/a><\/span>.) Dad put his arms around me and let me cry for a time, then went with me to bury my lamb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p14\" class=\"\">It wasn’t until many years later that I fully realized the meaning of my father’s words. I was pondering the scripture in Moses that says, “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of [all mankind].” (<span class=\"citation\" id=\"39755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39755)\">Moses 1:39<\/a><\/span>.) As I thought about the mission of the Savior, I remembered the summer of the lambs, and, for a few brief moments, I thought I could sense how the Savior must feel with so many lambs to feed, so many souls to save. And I knew in my heart that he needed my help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p15\" class=\"\">You wonderful young people, from what we’ve observed, you’re not unlike our lambs. You, too, are hungry—hungry for things of the Spirit that will make you grow strong and keep you safe from the coyotes that are out to destroy you. You are capable and willing to do your part in building the kingdom when you are taught how. And we want to help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p16\" class=\"\">We know that you need someone to love you, someone to listen and understand. You need to be needed. You need opportunities to come together in a safe environment, a safe fold so to speak, where you can share with one another and develop wholesome friendships based on brother-sister relationships rather than romantic involvement. You need opportunities to experience the joy of sacrifice and service, of caring for and loving one another as our Savior loves us. Within the gospel we have what you need, but you will need to reach out and accept it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p17\" class=\"\">It would have been far easier to save our lambs if the mothers had been there to feed them. Young women, you are the mothers of tomorrow. Young men, you are the fathers. Together, you are the parents, the teachers, and the advisers who will help nurture and feed young lambs and lead them home. Prepare yourselves now for that sacred responsibility. Study the scriptures. Develop your God-given talents. Learn all you can about the world around you that is clean and good. Prepare yourselves to enter the temple of the Lord and be worthy to receive the ordinances and blessings by living, teaching, and sharing the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p18\" class=\"\">Your Heavenly Father knows you and cares about what you are doing. He wants you to fulfill your divine mission, then come home and bring your family and friends with you. He wants you to be happy. Be on your knees daily and talk to your Heavenly Father. Share the happy times. Talk about what’s hard for you. Like my father, your Heavenly Father will understand. He’ll be there to walk with you, and to comfort and protect you, for he has promised to those who seek him, “I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.” (<span class=\"citation\" id=\"19064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19064)\">D&amp;C 84:88<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p19\" class=\"\">Our prophet, President Benson, has said, “The symbolism of the Good Shepherd is not without significant parallel in the Church today.” The sheep need to be led by watchful shepherds. “With a shepherd’s loving care, our young people, our young lambs, will not be as inclined to wander. And if they do, the crook of the shepherd’s staff, a loving arm, and an understanding heart will help to retrieve them.” (Regional Representatives’ Seminar, 3 Apr. 1987.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p20\" class=\"\">Parents, priesthood leaders, teachers, advisers, be “watchful shepherds”; and you, our noble youth, band together in the strength of the Lord and lead out in righteousness. Reach out with loving arms and understanding hearts to those who are weak or wandering. Help bring them back to the fold, where they can learn of the Good Shepherd and grow close to him. And please choose carefully the paths you walk, for others will follow. That’s the way with sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p21\" class=\"\">Of our little flock, we saved only one-third. And what of the Savior’s flock? He has said, “Feed my lambs. … Feed my sheep.” [<span class=\"citation\" id=\"29461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29461)\">John 21:15–16<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/the-summer-of-the-lambs.p22\" class=\"\">This I know: He needs our help. With more people to help, more lambs will be saved. A simple fact, but true. Of this I can bear testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}