{"ID":4803, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Look to the Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p2\" class=\"\">Elder John Sonnenberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p\" class=\"\">Released member of the Second Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26e2.jpg\" alt=\"Elder John Sonnenberg\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p3\" class=\"\">My beloved brothers and sisters, I am grateful for this opportunity that is mine to bear witness of the divinity of this great work and testify to all the world that we are led by a prophet of God. I don’t think I’ve heard any more convincing words of love than those I’ve heard when I’ve been in the temple with President Benson and his dedicated counselors and he says, “I love you, my Brethren. I love every one of you.” From the depths of his heart, he has proclaimed to us the true significance of love for our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p4\" class=\"\">A few years ago while we were in Sydney, Australia, my wife and I received a letter from one of our grandchildren. He wrote: “Dear Grandma and Grandpa, I just turned twelve years of age, and the bishop called me into the office, and he said, ‘I have some questions to ask of you, Bruce. Bruce, you’re twelve years of age now, and so I need to know if you love the Lord.’ I told him I do. ‘Do you say bad words, Bruce?’ ‘No, bishop, I never say bad words.’ ‘Do you love your mother and dad?’ ‘Yes, bishop, I do.’ ‘Do you pay your tithing, Bruce?’ ‘Yes I do, bishop.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p5\" class=\"\">“You know, Grandpa and Grandma, the bishop said that I could receive the Aaronic Priesthood because I was twelve years of age, and he asked me if I knew what the Aaronic Priesthood was. I told him that I knew a little bit and that I could be ordained a deacon. You know, the next week the bishop asked who I would like to be ordained by. I said I would like to be ordained by my dad. So my dad put his hands upon my head, and the bishop stood around and so did my uncles, and my dad conferred the Aaronic Priesthood upon me and ordained me a deacon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p6\" class=\"\">“Now, Grandma and Grandpa, you’re a long way away, but I know that you’re a General Authority and some day you’ll come home. You know, I can’t wait until you come home because I know you’ll sit on the stand, and then Grandpa, I can pass the sacrament to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p7\" class=\"\">I think that is the true meaning of love, of families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p8\" class=\"\">I express my love to my devoted sweetheart and eternal companion. I’m grateful for the matriarch that she is in our family. I am grateful for each of our children; I am grateful for their families. I’m grateful to the Lord Jesus Christ for his atoning sacrifice. I’ve come to know him more assuredly as I have sat in council with your great leaders. I testify to you that they are men of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p9\" class=\"\">I like a scripture that I reflect upon frequently, and I think of it when I think of them, “For they were set to be a light unto the world, and to be the saviors of men.” (<span class=\"citation\" id=\"19088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19088)\">D&amp;C 103:9<\/a><\/span>.) I bear witness that those who come into the kingdom will eventually say unto them who have helped them come into the kingdom, “You were a light unto me, and I acknowledge you as literally being a savior to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p10\" class=\"\">Another of my favorite scriptures that I would like to share with you is, “Search diligently, pray always, and be believing, and all things shall work together for your good, if ye walk uprightly and remember the covenant wherewith ye have covenanted one with another.” (<span class=\"citation\" id=\"19078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19078)\">D&amp;C 90:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p11\" class=\"\">Inscribed on the granite walls of the temple here in Salt Lake City is the constellation of Ursa Major, or the Great Bear, commonly known to you as the Big Dipper. If you were to project a line through the bottom two stars opposite the handle, it would point to and bisect the North Star. The mariners and those who have been lost at sea or on land have looked to the North Star to find their bearings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p12\" class=\"\">I bear witness that there is, figuratively speaking, a “North Star” leading us today—a beloved prophet of God. Look to him. He will point you to the way of truth and righteousness. Look to the Savior, for he will give you life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p13\" class=\"\">Again I express my love to you, President Benson, to your dedicated and devoted counselors, to the General Authorities, and to the body of the Church for your love and sustaining influence. We have come to love you in the Pacific islands; we have come to love you in Europe, where we served; we have come to love the Saints all over the world. My lovely companion and I shall ever remember this association with grateful hearts as we continue to bear witness of the atoning sacrifice of our Lord and Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/look-to-the-savior.p14\" class=\"\">I bear witness that the Church has been restored, that Joseph Smith is a prophet of God, as is a living prophet today, President Ezra Taft Benson, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}