{"ID":4806, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Identity of a Young Woman\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p3\" class=\"\">Elaine L. Jack<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03245_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26e4.jpg\" alt=\"Elaine L. Jack\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p4\" class=\"\">The favorite part of my calling as a counselor in the Young Women General Presidency is getting acquainted with you young women when I visit your activities, your camps and conferences, and you tell me what’s important to you—about your goals, your projects, your friends, what’s hard for you. I love to listen to you sing “I Walk by Faith.” I get choked up when I hear that. I see you as good, and I see your great potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p5\" class=\"\">Tonight I am going to talk about having faith in your Heavenly Father, about the divine qualities you have inherited, and of your infinite worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p6\" class=\"\">Although I have faith in you, I know some of you who are feeling insecure, unhappy, lonely, who don’t think you’re as good as your friends, or not as pretty or as important. I want to say, “You are wonderful! You must not know how good you are. Can’t you see what you have going for you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p7\" class=\"\">I remember when I was fourteen and had many of those same feelings of doubt and insecurity, and I was wondering what I was to do with my life. My mother would say to me: “You can be anything in life you want to be, Elaine, if you work for it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p8\" class=\"\">I’m a long way from fourteen, but I’ve learned that she was right. Your life at fourteen or sixteen is much different than mine was. You are living in a computer and space age. I still use a pencil and marvel at a satellite launch. The world is so different, but the principles taught to me by my mother are the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p9\" class=\"\">Every Sunday throughout the world young women stand together and repeat the Young Women Theme. You say, “We are daughters of our Heavenly Father who loves us.” That theme has become part of the creed of my life. I personalize it and say, “I, Elaine Jack; am a daughter of my Heavenly Father who loves me, and I love him.” When I listen to you say it, I recall my feelings at your age. Sometimes I still feel that way. Even though I’m a grandmother, I need assurance that I am somebody. We all need to be reminded that we are daughters of a Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p10\" class=\"\">That eternal truth is so important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p11\" class=\"\">In Romans 8:16, the Apostle Paul talked about it when he wrote that the Spirit of our Heavenly Father will teach us that we truly are daughters of God. Paul says it this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p12\" class=\"\">“The Spirit itself beareth witness with our spirit, that we are the children of God.” [<span class=\"citation\" id=\"42937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42937)\">Rom. 8:16<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p13\" class=\"\">A Mia Maid in the Philippines expressed the same thought like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p14\" class=\"\">“I used to ask myself, ‘Am I one of the chosen daughters of our Heavenly Father?’ and ‘Did God create all people?’ These questions prompted me to read the scriptures with the hope of receiving immediate answers. But the answers took long in coming. I became involved in the Young Women organization, and through the promptings of the Holy Ghost, I developed a strong faith that I am indeed a daughter of God, who created all of us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p15\" class=\"\">I’ve heard some of you say, “I don’t know if I have a testimony or not. I’ve never felt the Spirit.” You may not have recognized it, but you probably have. Maybe you’re feeling it right now. Very often it’s the influence of the Spirit that gives you a warm feeling about an experience; it makes a message sound right and true, and sometimes it makes you feel as if you want to cry. Always it brings peace. Listen to a letter from a young woman that a friend shared with me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p16\" class=\"\">“For the past couple of months I felt like my testimony was starting to slip and that I wasn’t as close to my Heavenly Father as I should be. Then you came and spoke to us. You told us how you prayed every night that you’d have the blessing of the Spirit striving with you, so I decided, ‘What the heck? It sure couldn’t hurt, right?’ Well, for that first week, every day I felt that Spirit. It really made me feel at peace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p17\" class=\"\">I, too, have experienced what Paul taught when he said, “The Spirit beareth witness that we are children of God.” [<span class=\"citation\" id=\"42938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42938)\">Rom. 8:16<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p18\" class=\"\">When you have that witness, then you know that you are part of God’s family, that Jesus Christ is your elder brother, and that you’ve inherited the characteristics of love, forgiveness, patience, service, tolerance, obedience. Christ is our example. If you wonder about other traits you have inherited, your patriarchal blessing will help you discover individual qualities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p19\" class=\"\">Our prophet, President Ezra Taft Benson, has counseled:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p20\" class=\"\">“I would encourage you young sisters, as you approach your teenage years, to receive a patriarchal blessing. Study it carefully and regard it as personal scripture to you—for that indeed is what it is.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1986, p. 82.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p21\" class=\"\">Have you had a patriarchal blessing? Are you preparing to get one soon? Think of this—what does a patriarchal blessing say? Have you ever heard of one which says, “I am sorry—you’re a loser. Do the best you can on earth, and we’ll see you in about seventy years. “Of course not! And you never will, because of the divine qualities each of God’s children has inherited. A patriarchal blessing is like a road map, a guide, directing you in your walk through life. It identifies your talents and the good things that can be yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p22\" class=\"\">In my blessing I’m promised that I can enjoy the gift of foresight, to be able to discern the thoughts of the heart and to detect the powers of evil. Then my responsibility is outlined: “These gifts you must cultivate, that you may not be deceived.” I received this blessing when I was very young. The circumstances were unusual, but I’m sure that the gifts and blessings that were promised would have been the same if I had been sixteen or thirty-six.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p23\" class=\"\">Have you ever been told you are just like your mother, or you have your father’s smile, or all of your family have the same color of eyes? The physical characteristics that we inherit from our parents are obvious. The spiritual characteristics we inherit from our heavenly parents have to be developed. You have been born with all the godlike gifts that Christ has. They are within you, but you have to choose to cultivate and develop them. Spiritual growth doesn’t just happen without our best efforts. I know you understand this. A young woman writes:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p24\" class=\"\">“A girl at school, not as popular, needs help in science. My friends in the higher group tell me to leave her alone or it would ruin my reputation. And then I remembered when I needed a friend and help in math. I put myself in her place. Not only did I help her out, I made a new friend.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p25\" class=\"\">Another young woman in England is developing her gift for being a peacemaker. She says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p26\" class=\"\">“I love making and listening to music, and it is one of the best ways I know to calm down. If I am in a rotten mood, I quite often go to the piano and take out my anger on it. This isn’t very good for the piano, but soon I feel fine again, and usually I will end up playing a hymn. This puts me in a better humour, and everyone else responds to the music as well, so we get harmony in the home for a while at least.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p27\" class=\"\">And a Laurel says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p28\" class=\"\">“I remember how I used to look up to the Laurels and try to emulate them. I fluttered when they spoke to me. When I got older, I realized that younger girls were looking up to me. One of the Beehives was asked to write a paper for school on ‘The Person I Most Admire.’ She wrote about me! I realized the importance of my influence and my obligation to be a good example.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p29\" class=\"\">What you become might be different from anyone else, but you have a distinct responsibility to grow spiritually and to reach out to others. We are important to Heavenly Father as his children. God will never stop being our Father, but sometimes we turn away from being his children by not obeying his commandments or by showing disrespect for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p30\" class=\"\">Do you know what <span class=\"emphasis\">infinite<\/span> means? <span class=\"emphasis\">Infinite<\/span> means having no boundaries or limits. “I am of infinite worth with my own divine mission which I will strive to fulfill.” Do you believe that? This young woman does. She says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p31\" class=\"\">“I know I was sent down here at this time [being the most evil time] because I am strong and can resist temptation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p32\" class=\"\">And another relates:<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p33\" class=\"\">“I know I occupy a bright spot in the Lord’s plan. As a young woman, I am blessed with the opportunity to become a mother someday.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p34\" class=\"\">Unfortunately, Satan will try to convince you otherwise. He would have you believe, “You’re no good; why try?” If you have those thoughts, don’t believe them. According to Elder Neal A. Maxwell, “Satan delights to have us put ourselves down. Self-contempt is of Satan. There is no such thing in Heaven.” The scriptures tell us that Satan would have you “be miserable like unto himself” (<span class=\"citation\" id=\"4338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4338)\">2 Ne. 2:27<\/a><\/span>) and that he “desireth to have you” (<span class=\"citation\" id=\"6181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6181)\">3 Ne. 18:18<\/a><\/span>). He would also try to convince you that there is no repentance, no way back, and that no one cares.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p35\" class=\"\">One young person who had left the activities of the Church and came back was asked, “What really made the difference in coming back?” She replied, “I had a friend, and I knew she really cared. I wanted help. I needed help. I knew I could get help from Heavenly Father.” In this life, we do make mistakes, but through the process of repentance and the blessings of the Atonement, they can be resolved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p36\" class=\"\">Repentance means turning the heart and the will to God. It denotes a change of mind, a fresh view about God, about oneself, and about the world. (See LDS edition of the King James Bible, Bible Dictionary, p. 760.) It is a cleansing process. It <span class=\"emphasis\">is<\/span> the way back. There is someone who does care and will help. You can choose to wallow in despair or to make the changes that will bring lasting happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p37\" class=\"\">Your confidence becomes stronger as you practice making right choices. When you are with your friends, share your thoughts and feelings with them about doing good and being good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p38\" class=\"\">Michelle discovered that she was of infinite worth to another person. As a popular high-school student, she received a letter from a former neighbor, a girl she termed “unfortunate.” The girl asked for some tips on how to make boys like her. Part of Michelle’s reply was, “Just be yourself, and people—not just boys—will like you for what you are.” Later Michelle received a letter from “her new friend.” (Isn’t that interesting? When she helped this girl, Michelle found a new friend—not an unfortunate neighbor.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p39\" class=\"\">Michelle said: “In her writing and words I could feel the excitement. From a few kind words, I seemed to change another person’s life. I guess I know I can do anything I put my mind to.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p40\" class=\"\">The world would have you believe that you are of worth only if you have money, a certain physical appearance, stylish clothes, or social position. The gospel assures you that your value is not dependent on your looks or material possessions. What matters are the beliefs you have in your heart. What my mother taught me was true. When I have worked tirelessly, without giving up at small setbacks, I have progressed toward becoming what I want to be. Part of what it means to be a Latter-day Saint is to know within your soul your eternal worth, who you really are, and why you are here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p41\" class=\"\">Next time you are questioning your identity, remember the divine potential you have been given and the promises you can realize. Remember that we believe in you. Say with me: “I am a daughter of my Heavenly Father who loves me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1989\/11\/identity-of-a-young-woman.p42\" class=\"\">This I believe, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}