{"ID":481, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prayer a Blessing and a Privilege<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1950, pp. 86-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very glad I made it this far. At the opening session of the conference President Smith\nsaid this was a beautiful picture, and it certainly is a magnificent sight, but I would like to\nhave some of you brethren looking at it now.\n<\/p><p>\nMy dear brothers and sisters, you of the radio audience, and you who are following the\nconference on television, I am grateful for the privilege of attending this conference in this\nhouse which was dedicated to the service of the Lord. Nevertheless, I always fear and tremble\nas I stand here, and I will be very grateful if I might have an interest in your faith and\nprayers, because I know I need the Lord now&mdash;I need him always. I confess that I have waited\nupon the Lord. I believe I know my limitations. I have prayed, and I have wanted to be\nhumble, and I believe my soul is bowed.\n<\/p><p>\nTRIBUTE TO PRESIDENT RICHARDS\n<\/p><p>\nI, too, would like to pay tribute at this time to President George F.\nRichards. I am very grateful to my Father in heaven that I had the privilege of knowing him\nintimately. He loved this people. He loved this Church, and the people loved him. These\nconferences were a great comfort to his soul, and he, in turn, always gave us beautiful and\nwise counsel. He was truly one of God's noblemen. I am particularly grateful for a blessing\nthat I received at his hands, and I sincerely pray to my Father in heaven that he will never\npermit me to forget that choice blessing.\n<\/p><p>\nI had a birthday a few days ago, a month after the passing of President George F. Richards,\nand on the day of my birthday I received a letter signed by President George F. Richards,\nwritten in his own handwriting, that his good wife had kept and mailed to me the day before\nmy birthday. He had written that letter just the day before he died. I shall always treasure that\nletter, and in it he gives me some advice that I need.\n<\/p><p>\nThis great tabernacle that we are meeting in now was commenced in the year 1863, nearly a\nhundred years ago. The Lord inspired the brethren to build this house, and it was first used\nfor a general conference such as this in the year 1867, and it was dedicated as a house of the\nLord.\n<\/p><p>\nCONFERENCES STRENGTHEN SPIRITUALLY\n<\/p><p>\nSpiritually I am strengthened as I attend these great conferences of the Church. The Lord\nrevealed to the Brethren that conferences should be held, both general conference and stake\nconference, so that we could be spiritually strengthened and instructed in our duties.\n<\/p><p>\nIt is very good to be here to worship God, our Eternal Father, together. We are here for no\nother purpose. We have no selfish interests. We come here to thank our Father in heaven for\nthe blessings that we enjoy as a people. We come here and unite our faith, and when all of us\ntogether can unite our faith humbly, then the Spirit of the Lord is here in rich abundance. It is\ngood to be here and pray together, and when we say \"Amen\" to these prayers, we have prayed\ntogether, and the prayers have been so beautiful and strengthening. It is good to be here and\nsing together. It is good to be here and hear the word of the Lord as we have heard yesterday\nand today and that we will hear during the remainder of the conference. It is good to be here\nand be taught the gospel of Jesus Christ. It is good to be here and partake of the Spirit of the\nLord, and as is stated in Genesis: \"Truly this is God's house.\"\n<\/p><p>\nMISSIONARY LETTER\n<\/p><p>\nAs we come here to be instructed and to draw near to the Lord, I am reminded of a letter that\nI received the other day from a nephew of mine who is on a mission over in Finland. Brother\nStephen L Richards had just been there and spoken to these missionaries,\nand I would like to quote from a paragraph in this missionary's letter.\n<\/p><p>\nLast week it was a real privilege to hear Apostle Stephen L Richards and also to see and feel\nthe example that he is, the spirit which he radiates. I sometimes am afraid these Apostles of\nGod which live in our midst today may not be appreciated for what they really are. Many\npeople do not realize that these men are truly Apostles of God in the same sense of the word\nthat Peter, James, and John were Apostles of God, our Father. This great Apostle who was\ninspired of the Lord stood in front of us this day and told us about the things of our Father in\nheaven, and I shall never forget one thing that he said to us: \"The things of men are\nunderstood by the spirit of men, and the things of God are understood by the spirit of God\"\n(<span class=\"citation\" id=\"184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(184)\">1 Cor. 2:11<\/a><\/span>).\n<\/p><p>\nLORD INSPIRES LEADERS\n<\/p><p>\nI, too, know and bear testimony that every one of these Apostles is truly an Apostle of God,\nour Eternal Father. I want to bear testimony in all humility that I know that the Lord inspires\nhis leaders. Many times I have seen decisions made that for the moment I could not\nunderstand nor could I comprehend, but it was only days, yes, only hours, until I knew that\nthe decisions that had been made were truly the decisions inspired of our Father in heaven.\n<\/p><p>\nI am grateful for the privilege I have of living in this day and age when the gospel has been\nrestored. I am grateful for a little old grandfather who in his youth accepted the gospel in\nfar-off Denmark. I am grateful that the Spirit of the Lord came into his bosom and told him\nthat it was true. I am grateful that he had the courage and that he listened to that spirit. He\nhad to leave his native land, his parents, and his brothers and sisters, never again to see them;\nbut oh, how he loved the Lord, and how the Lord blessed him all the days of his life.\n<\/p><p>\nMISSION OF PROPHET JOSEPH\n<\/p><p>\nI am grateful for the mission of the Prophet Joseph. I am grateful that he read that passage of\nscripture because he lacked wisdom He was confused. He read that passage of scripture that\nwe ought to read today and practice: \n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him.\n<\/p><p>\nBut let him ask in faith, nothing wavering\n(<span class=\"citation\" id=\"50049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50049)\">James 1:5-6<\/a><\/span>).\n<\/p><p>\nHe believed in God, and he went into the Sacred Grove, a natural place for him to go and\nkneel down and pray, just back of his father's home. I don't suppose we can ever imagine\nhow he must have felt when God and his Son appeared to him\n(<span class=\"citation\" id=\"30294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30294)\">JS&mdash;H 1:17<\/a><\/span>). He saw them; they spoke to\nhim; and as a result of that great event, one of the great events of the ages, it has been made\npossible for you and me to be members of the Church of God, our Eternal Father. I am\ngrateful for our parents and our grandparents who had that faith, who did not\nhave the learning of men, but oh, they had the faith of God. Their testimony was indeed\nstrong. Yes, if we lack wisdom, let us ask of God. He has promised us if we would seek after\nhim, we would truly find him. I know that God hears and answers prayers. I can confess\nhumbly, publicly, that I know I would not be able to do my work if the Lord withheld from\nme his blessings in response to my petitions and my prayers. God has said: \"Pray always, and\nI will pour out my blessings upon you\"\n(<span class=\"citation\" id=\"12774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12774)\">D&amp;C 19:38<\/a><\/span>). Yes, he has said,\n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and\npour you out a blessing, that there shall not be room enough to receive it\n(<span class=\"citation\" id=\"32727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32727)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nOther promises and other blessings go with all the commandments of the Lord.\n<\/p><p>\nREDEDICATION OF LIVES\n<\/p><p>\nNow as we attend these conferences, oh if we could rededicate our lives, and put aside those\nthings that matter little. Sometimes I ponder over the things that I have foolishly placed value\non that mean little or nothing.\n<\/p><p>\nI would like to ask you, \"When are you the happiest?\" You're the happiest when you are\ntrying your best to serve the Lord with all your heart, with all your might, and with all your\nstrength. And I would like to ask you when you're the most unhappy? You're the most\nunhappy when you fail to do those things that the Lord has commanded you to do. Happiness,\ntrue happiness, comes from serving the Lord every day as best you can, trying just a little\nharder today than you did yesterday.\n<\/p><p>\nIt is marvelous to be associated with the Latter-day Saints. We love you as we come to you\nin your wards and your stakes. You're a great inspiration to us. Sometimes we try to\nencourage you, but, oh, the comfort you bring to us from your faith and your prayers and\nyour encouragement to us.\n<\/p><p>\nOUR SERVICEMEN\n<\/p><p>\nNow I would like to say just one word about the servicemen. I wish you could all have heard\nBrother McConkie last night at our bishops' meeting. My heart goes out to this group of boys\nwho have been called away from their loved ones; who have been called away from their\nwives, their farms, their businesses, their schools; many of them wanted to go on missions.\nThey'll not have that privilege now, at least temporarily, but, oh, I hope that as a Church, that\nas a people, not only we who have sons of our own, but that all will unite our faith that the\nLord will bless these young men. They didn't bring this on themselves. They go because it is\ntheir duty to their country. They don't like war; they don't like hatred, and\nthey don't like killing. But they are called into the service of their country. Many of them\nhave just been married, some of them only married a couple of years, some of them only a\nshort time. They are entitled to live and to love and to rear their families and build their\nhomes. It would not matter so much if it were some of the rest of us who have nearly lived\nour lives; but may our faith and prayers go out to these young men. Pray for them diligently,\nfor as Brother Bowen said this morning, ''If this Church could unite our faith, if we can\nhumble ourselves and petition the Lord regularly that these boys may be blessed, I'm sure that\nGod will look down in his tender mercy upon them.\" May we pray every day of our lives,\npray harder than we have ever prayed before that God in his mercy will stay the hand of the\nleaders of nations, that this conflict may not become a dreadful conflict that could ruin\nthousands and millions of innocent young men, leave many widows, and many children\nfatherless.\n<\/p><p>\nLETTERS OF ENCOURAGEMENT\n<\/p><p>\nMay we write to those young men diligently. May we promise them that we are praying for\nthem with all the faith and prayer and testimony that we can muster. It isn't enough that we\nleave that just to the parents of these boys. Surely they will write to them nearly every day of\ntheir lives. They'll need you. They are not in places of worship. They are in an environment\nthat is not good, and you know it, and I know it; so when we know that, is it asking too\nmuch that we exercise our faith and our prayers in their behalf that they can come back, that\nthey can yet have the privilege of living and loving and raising their families as God\nintended? Oh I am sure the Lord must not be pleased with the world conditions of today.\n<\/p><p>\nMany of these young men returned from the service three or four years ago. They didn't ever\nexpect to be called back to the armed services again. Some of them signed up as reserve\nofficers, but they did not expect to be called back into bloody conflict in just four or five\nyears. Many parents have already received that sad letter which starts out \"We regret to\ninform you.\" Oh, may we pray to God Almighty, that he will spare the lives of our boys, that\nthey can come back and fulfil their places in the Church as they have desired to do.\n<\/p><p>\nTHE LORD'S PRAYER IN KOREA\n<\/p><p>\nI did receive a ray of hope today when I read that just yesterday the United Nations\ncommander directed the Lord's prayer. Seldom has the Lord's prayer been uttered in such\nsolemnity or in such grim surroundings. Yesterday it was spoken in a battered Korean capital,\nin the legislative halls where glass came tinkling down from the wrecked\ndome at intervals, and where the galleries were guarded, where they kept close watch in all\ndirections, and where the Korean guards stood outside, draped in grenades. They themselves\nwere walking bombs. The leader of the Lord's prayer yesterday was General Douglas\nMacArthur. He stood behind the speaker's desk on the speaker's platform, with light showing\nthe gravity of his lean physique. Before him the congregation at this place of thanksgiving\nconsisted of brass hats in army uniforms; haggard, unshaven marines and soldiers; and many\nweary-looking war correspondents and other people. The war air was tainted with smoke and\ndeath; smashed and burning buildings stood along the streets; columns of reverse refugees\nwere now trying to find home. Then Douglas MacArthur came to that part of his address\nwhere he was about to read the Lord's prayer, and he hesitated for a very long solemn\nmoment, and then that great man raised his hands and stood up and asked everybody to quote\nthe Lord's prayer, and he stated, \"In humble and devout manifestation of gratitude to\nAlmighty God for bringing this decisive victory to our arms, I ask that all present rise and\njoin me in reciting the Lord's prayer.\" There was the rumbling shuffle of many rising to their\nfeet such as you might hear in a great church. Off came the camouflaged helmets, the canvas\nhats, the navy caps, the snappy, blue air-force hats&mdash;all were bowed as they repeated the\nLord's prayer. It was truly the act of a Christian gentleman. Oh, that that same spirit, that\nsame confidence in God, our Eternal Father, could be in the hearts of all men who are\nholding responsible positions!\n<\/p><p>\nI bear you my testimony that I know that God lives. I know that the spirit of the Holy Ghost\nis understandable. I know that it is clear. I know that we can hear it if we will only try and\nlisten to it as it speaks to us. And in closing, I would like to give my favorite little quotation: \n<\/p><p>\nOh, the joy and comfort that comes from feeling safe with a group like you, having neither to\nweigh my thoughts nor measure my words, but pouring them out from my heart, just as I\nhave today, chaff and grain together, feeling certain that some kind friend here will accept\nwhat's worth keeping and with a breath of kindness, blow the rest away.\n<\/p><p>\nGod bless you, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}