{"ID":483, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Warning Sounded Against Heresies<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1950, pp. 99-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel very humble, brothers and sisters, standing before you today, and it is my dearest hope\nthat the spirit which has thus far been present in this conference will continue with us while I\nspeak. And to that end may I humbly ask for faith and your prayers, that I may be led to say\nsomething that will be helpful to you and to all who are listening in.\n<\/p><p>\nI might begin by adding my tribute to that great soul who is not with us today, who was here\nlast time, President George F. Richards. I have never known a man of finer spirit, greater\nintegrity, more devotion, more loyalty than President George F. Richards possessed or\nexercised in his life\n<\/p><p>\nBrother Frank Evans also was a splendid character, a man of great ability, a man whose place\nit will be hard to fill.\n<\/p><p>\nWe are met here today as members of the Church of Jesus Christ of Latter-day Saints&mdash;and I\nam impressed with that name, The Church of Jesus Christ. I would like to say a few words\ntoday based on the necessity of our remembering that name and of our yielding loyalty and\nobedience thereto.\n<\/p><p>\nSERMON ON MOUNT OF OLIVES\n<\/p><p>\nOut on the Mount of Olives, the day before the crucifixion, the Lord preached a great sermon\nto his Apostles, in which he spoke of the times that were to come. The Prophet Joseph has\ngiven us a revised translation of that great speech. In that speech he spoke of\nthe times when the anti-Christ would come. He also spoke of the destruction of Jerusalem\n(<span class=\"citation\" id=\"34372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34372)\">Matt. 24:2<\/a><\/span>) and\nwhat should precede that event, apparently the destruction which came under Titus. You may\nhave to read the discourse with care to determine when the Lord was speaking of the one and\nthen of the other, but the revised translation will help you in your study.\n<\/p><p>\nAt that time, the Apostles seemingly felt, and they felt thereafter, that the second coming of\nthe Savior was near at hand (<span class=\"citation\" id=\"34373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34373)\">Matt. 24:3<\/a><\/span>).\nThat was nearly two thousand years ago. In those early days of\nthe Church, shortly after the Apostles began their work, there began to be \"fallings away\"\n(<span class=\"citation\" id=\"5036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5036)\">2 Thes. 2:3<\/a><\/span>)\nfrom those who had joined the Church. There were a number of things that led to that:\nperhaps not a full understanding of the gospel, their association and proximity, their elbow\nrubbing with pagan religions, and other things. But in that time, Peter warned them of what\nhe called \"damnable heresies\" (<span class=\"citation\" id=\"4814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4814)\">2 Pet. 2:1<\/a><\/span>),\nand the Apostle Paul, in his epistles to Timothy and to Titus,\nspoke more specifically of the wickedness and the transgressions which were among the\npeople, and warned Timothy and Titus to warn the people\n(<span class=\"citation\" id=\"2804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2804)\">1 Tim. 4:1-4<\/a><\/span>;\n<span class=\"citation\" id=\"5110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5110)\">2 Tim. 3:1-7<\/a><\/span>;\n<span class=\"citation\" id=\"43031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43031)\">Titus 1:10-16<\/a><\/span>).\n<\/p><p>\nIn our own modern revelation, the Prophet Nephi has spoken of these days when men would\nset up their own reason and their own learning against the gospel of the Lord Jesus Christ,\nand he warned us to beware of such doctrines\n(<span class=\"citation\" id=\"3518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3518)\">2 Ne. 9:28-29<\/a><\/span>;\n<span class=\"citation\" id=\"3524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3524)\">2 Ne. 28:15<\/a><\/span>).\n<\/p><p>\nHERESIES NOW PRESENT\n<\/p><p>\nI want to refer briefly to two or three of the old heresies that are now present amongst us.\nYou will hear among our intellectuals not infrequently that the God of the Old Testament is\ndifferent from the God of the New Testament; that the God of the Old Testament has evolved\ninto the God of the New&mdash;rather a rapid evolution, if it were true. That doctrine had its base\nin what we know as Marcionism, which appeared very early in the church. The doctrines of\nMarcion seem to have been founded upon the hatred which he bore toward the Jews and his\ndetermination to try to wipe out belief in all that God had done with the Jews, and to destroy\nthe God of Abraham, Isaac, and Jacob. When that doctrine is reduced down, it means this:\nthat God is what man conceives him to be; that man creates his God, instead of God creating\nman. No greater falsehood can be promulgated than that.\n<\/p><p>\nARIANISM\n<\/p><p>\nAnother heresy which appeared in the early days was known as Arianism and that was called\nSabellianism, which identified as one being, the Father, the Son, and the Holy Ghost. This\nman Arius, apparently a resident of Alexandria and a member of the Egyptian church, in\norder to get away from that concept, developed the idea, the doctrine, that Jesus was merely a\nmortal man, a man of exceptional power, wisdom, and with a great code of\nethics. That was in substance the contention. Marcionism destroyed God and Arianism\ndestroyed the Christ. These two false doctrines shook the early Christian church. That doctrine\nof Arianism is with us today. As a matter of fact, it would seem that the Protestant churches\nthemselves are largely tinctured with it. They no longer, apparently, preach the simple\ndoctrine that Jesus Christ is the Son of the Living God, but on the other hand they gloss that\nover and talk about his greatness, which, of course, he had. I want us to be warned against the\nappearance of these doctrines, because they are grievous sins.\n<\/p><p>\nPAGANISTIC IMMORALITY\n<\/p><p>\nThe third thing I want to mention is paganistic immorality. Among some ancient peoples it\nhad advanced, immorality had, to such a stage of depravity that they actually set up in the\nworship of some of the pagan deities, religious prostitutes, who, as a matter of religion,\noffered themselves in the temple precincts to those who were devotees of that religion.\n<\/p><p>\nThe same elements that had to do with that doctrine are at work amongst us. There is an\neffort made in some quarters to destroy all idea of the sanctity of chastity. In some quarters it\nis taught that the urge of sex is like the urge of hunger and thirst and should be equally\nsatisfied. That doctrine is from the devil and will lead to destruction for any man, any\nwoman, any people that espouse it and practice it.\n<\/p><p>\nNow, coming back to the Savior, he said: \"For what is a man profited, if he shall gain the\nwhole world, and lose his own soul? or what shall a man give in exchange for his soul?\"\n(<span class=\"citation\" id=\"34359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34359)\">Matt. 16:26<\/a><\/span>).\n<\/p><p>\nEVIDENCE ABOUT THE SAVIOR\n<\/p><p>\nThe evidence about the Savior and his identity has been accumulating over the years, both by\nexperience from him, himself, and by the testimonies of those who have been privileged to\nreceive a testimony and a knowledge that he lives. We will note some great testimonies.\n<\/p><p>\nOn several occasions the Savior himself declared to those who were about him that he was\nthe light of the world, the light that shineth in the darkness, and the darkness comprehendeth\nit not. He made this statement to the multitude who remained after he had forgiven and\ndismissed the woman who was taken in adultery\n(<span class=\"citation\" id=\"27418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27418)\">John 8:12<\/a><\/span>).\nHe made the same statement to those who\nwere in attendance when he healed the man blind from his birth at the pool of Siloam\n(<span class=\"citation\" id=\"27424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27424)\">John 9:5<\/a><\/span>). He has\nmade it in modern times, in our modern revelations, over and over again, where he has said,\nchanging it a little bit: \"I am the life and the light of the world\"\n(<span class=\"citation\" id=\"12768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12768)\">D&amp;C 12:9<\/a><\/span>).  When he\nwas in the temple shortly before the crucifixion, when he was speaking to the\nFather, he said his soul was troubled: should he say save me from this hour: yet, he added,\nfor the very purpose of enduring this hour he had come. He asked the Father to glorify his\nname (<span class=\"citation\" id=\"27440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27440)\">John 12:27<\/a><\/span>),\nand the Father said: \"I have both glorified it, and will glorify it again\"\n(<span class=\"citation\" id=\"27441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27441)\">John 12:28<\/a><\/span>).\nSome of the people thought it thundered; others thought an angel spoke\n(<span class=\"citation\" id=\"27442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27442)\">John 12:29<\/a><\/span>). Jesus understood.\n<\/p><p>\nLACK OF UNDERSTANDING\n<\/p><p>\nThere has always been to me a great lesson in that incident. We do not always understand the\nSavior. We do not always understand the messages from heaven. We are not in tune. When\nthe Savior was introduced upon this continent, the Father spoke from heaven. The people\nheard the noise but did not understand\n(<span class=\"citation\" id=\"5500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5500)\">3 Ne. 11:3<\/a><\/span>).\nHe spoke again, but they did not understand. Finally,\nthe third time they heard and knew what he said\n(<span class=\"citation\" id=\"5501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5501)\">3 Ne. 11:6<\/a><\/span>): \"Behold my Beloved Son\"\n(<span class=\"citation\" id=\"5502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5502)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nWhen Jesus was before the Sanhedrin on the night before the crucifixion, Annas and Caiaphas\nwere there, and the rest of them. Finally, they said to the Savior, \"Art thou the Christ, the Son\nof the Blessed?\" And he replied to them, \"I am\" (see\n<span class=\"citation\" id=\"33034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33034)\">Mark 14:61-62<\/a><\/span>).\n<\/p><p>\nYou remember when he was met by Martha: you remember that colloquy at the time of the\ndeath of Lazarus. Just before Lazarus was raised, the Savior said to Martha, in the course of\ntheir conversation and near its end, \"I am the resurrection, and the life: he that believeth in\nme, though he were dead, yet shall he live\n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"27434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27434)\">John 11:25-26<\/a><\/span>).\n<\/p><p>\nI want to read you John's testimony found at the beginning of the gospel: \n<\/p><p>\nIn the beginning was the Word, and the Word was with God, and the Word was God.\nThe same was in the beginning with God.\n<\/p><p>\nAll things were made by him; and without him was not anything made that was\nmade.\n<\/p><p>\nIn him was life; and the life was the light of men.\n<\/p><p>\nAnd the light shineth in darkness; and the darkness comprehended it not...\n<\/p><p>\nAnd the Word was made flesh, and dwelt among us, (and we beheld his glory, the\nglory as of the only begotten of the Father,) full of grace and truth\n(<span class=\"citation\" id=\"27387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27387)\">John 1:1-5,14<\/a><\/span>).\n<\/p><p>\nVISIONS GIVEN\n<\/p><p>\nI can only refer to the great vision of Stephen and to his testimony as he died. After they had\ngnashed at him with their teeth and beaten him with stones, he cried out that he saw the Son\nsitting on the right hand of the Father. And then, as the scriptures say, before \"he fell asleep\"\nfrom his beating, he implored our Heavenly Father to forgive them\n(<span class=\"citation\" id=\"7641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7641)\">Acts 7:54-60<\/a><\/span>).\n<\/p><p>\nThen I refer to the First Vision and its testimony when the Father and the\nSon came to the Prophet Joseph in the most glorious vision ever recorded in history&mdash;two\nbeings, the one introducing the other, and the other giving the instructions\n(<span class=\"citation\" id=\"30295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30295)\">JS&mdash;H 1:17<\/a><\/span>). I am always lifted\nup by reading what is recorded in the Doctrine and Covenants of the time when Joseph and\nSidney had their vision and another testimony: \n<\/p><p>\nThe Lord touched the eyes of our understandings [they record], and they were opened,\nand the glory of the Lord shone round about.\n<\/p><p>\nAnd we beheld the glory of the Son, on the right hand of the Father, and received of\nhis fulness; \n<\/p><p>\nAnd saw the holy angels, and them who are sanctified before his throne, worshiping\nGod, and the Lamb, who worship him forever and ever.\n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the\ntestimony, last of all, which we give of him: That he lives!\n<\/p><p>\nFor we saw him, even on\nthe right hand of God; and we heard the voice bearing record that he is the Only\nBegotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\n(<span class=\"citation\" id=\"12804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12804)\">D&amp;C 76:19-24<\/a><\/span>).\n<\/p><p>\nTESTIMONY\n<\/p><p>\nOut on the Mount of Olives on the night before the crucifixion, just before he went into the\ngarden, the Christ said: \"And this is life eternal, that they might know thee the only true\nGod, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27459)\">John 17:3<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, this is the testimony which we have. This is the testimony that we\nmust retain, I bear you my testimony, born of the spirit, that Jesus is the Christ; that as Peter\nsaid: \"There is none other name under heaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7636)\">Acts 4:12<\/a><\/span>);\nthat he is the Only Begotten of the Father; that salvation comes through him and\nonly through him; and I bear you my testimony that we have the restored gospel, that Joseph\nSmith was a prophet, and that all those who have followed him as Presidents of the Church\nare prophets, seers, and revelators, I bear you this testimony in the hope that it may strengthen\nothers as well as strengthen my own, and I pray that God's choicest blessings be with you,\nand I do it in the name of the Lord, Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}