{"ID":484, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Quests Determine Man's Successes<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1950, pp. 108-112<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith President Smith and others of the brethren and with all of you I miss President\nGeorge F. Richards, and our other close associate, Brother Frank Evans. However, who knows\nbut that they may be nearer to us than we think.\n<\/p><p>\nTEXT\n<\/p><p>\n\"And the two disciples heard him speak, and they followed Jesus.\n<\/p><p>\n\"Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said\nunto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?\"\n(<span class=\"citation\" id=\"27389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27389)\">John 1:37-38<\/a><\/span>).\n<\/p><p>\nAbout forty years ago, a stranger sat in this Tabernacle and listened to a message such as\nthose messages to which we have listened throughout this conference. My informant didn't\ntell me who spoke on that occasion, but he thought it was President Charles W. Penrose. As\nthe stranger and his host walked out from that meeting, the visitor said to his companion, I\nwould give all that I possess if I knew that what that man has said this afternoon is true\"\n(<span class=\"citation\" id=\"8901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8901)\">Alma 22:18<\/a><\/span>).\n<\/p><p>\nWell, he would not have to give all that he possessed to know that: if he had but followed the\nexample of these two disciples, he might have learned, as they, the truth of what President\nPenrose, or whoever it was, gave on that occasion.\n<\/p><p>\nPATH TO KNOWLEDGE\n<\/p><p>\nWith your cooperative help and the inspiration of the Lord, I should like to mark out that\npath.\n<\/p><p>\n\"What seek ye?\" and the answer, \"Master, where dwellest thou?\" And thereby, \"Come and\nsee\" (<span class=\"citation\" id=\"27390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27390)\">John 1:39<\/a><\/span>).\nThese two disciples sought Jesus upon the testimony of John the Baptist, whom they had\nbeen following, and who only a day or so before, seeing Jesus walking near Jordan, said,\n\"Behold the Lamb of God, which taketh away the sin of the world\"\n(<span class=\"citation\" id=\"27388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27388)\">John 1:29<\/a><\/span>). It seems that\nnone left John's side, at that time, but the next day John repeated his testimony, and these two\ndisciples, one of whom was Andrew, Simon Peter's brother\n(<span class=\"citation\" id=\"27391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27391)\">John 1:40<\/a><\/span>), followed Jesus. We can only\nconjecture how clearly or deeply they sensed the fact that in thus seeking the Son of Man\nthey were taking the first step toward eternal life. But this we do know, that the Savior has\ngiven the divine assurance that \". . . this is life eternal, that they might know thee the only\ntrue God, and Jesus Christ whom thou hast sent\"\n(<span class=\"citation\" id=\"27460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27460)\">John 17:3<\/a><\/span>).\n<\/p><p>\nQUESTS DETERMINE SUCCESSES\n<\/p><p>\nMan's success or failure, happiness or misery, depends upon what he seeks\nand what he chooses. What a man is, what a nation is, may largely be determined by his or\nits dominant quest. It is a tragic thing to carry through life a low concept of it.\n<\/p><p>\nThe great writer Carlyle says, \"The thing a man does practically believe, the thing a man does\npractically lay to heart, and know for certain concerning his vital relations to this mysterious\nuniverse, and his duty and destiny there, that is in all cases the primary thing for him, and\ncreatively determines all the rest. This is his religion; or it may be his mere skepticism and no\nreligion; the manner it is in which he feels himself to be spiritually related to the unseen\nworld or no world. I say if you tell me what that is, you tell me to a very great extent what\nthe man is, what the kind of things he will do is.\"\n<\/p><p>\nTHE ALL-IMPORTANT QUEST\n<\/p><p>\nThe disciples' answer to the question, \"What seek ye?\" gives a key to man's highest and\nnoblest quest: \"Master, where dwellest thou?\" saying in effect, We desire to know thee and\nthy teachings. They stayed with Jesus all that day, for it was the ninth hour. And later\nAndrew sought his brother Simon and said, \". . . we have found the Messias, which is, being\ninterpreted, the Christ\" \n(<span class=\"citation\" id=\"27392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27392)\">John 1:41<\/a><\/span>).\n\"If . . . thou seek the Lord thy God,\" is the promise\ncoming down through the ages, \"thou shalt find him, if thou seek him with all thy heart and\nwith all thy soul\" (<span class=\"citation\" id=\"21211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21211)\">Deut. 4:29<\/a><\/span>).\n<\/p><p>\nThis, then, brethren and sisters, is the all-important quest of life: To seek God and Jesus\nChrist, to know whom is eternal life.\n<\/p><p>\nHOW WE MAY KNOW GOD\n<\/p><p>\nThe messages given in this conference have directly and indirectly answered the question of\nhow we may know him. Jesus expressed it clearly on one occasion when, attending the Feast\nof the Tabernacles in Jerusalem, he declared to the Jews who marveled at his preaching, \"My\ndoctrine is not mine, but his that sent me.\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine whether it be of God, or whether I\nspeak of myself\" (<span class=\"citation\" id=\"27413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27413)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nIn his Sermon on the Mount, he expressed the same thought in these words: \"Not every one\nthat saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the\nwill of my Father, which is in heaven\"\n(<span class=\"citation\" id=\"34350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34350)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nHIS WILL\n<\/p><p>\nThese statements awaken in the mind of the honest investigator the great question, \"What is\nGod's will?\" If we knew it, surely we would obey it.\n<\/p><p>\nWell, Christ has not left us, with that question unanswered. His will is summarized in the\nmemorable reply he gave to the lawyer who asked him the question with a\ndesire to entrap him, \"Master which is the great commandment in the law?\"\n<\/p><p>\nAnswered the Savior: \". . . Thou shalt love the Lord they God with all thy heart, and with all\nthy soul, and with all thy mind.\n<\/p><p>\n\"This is the first and great commandment.\n<\/p><p>\n\"And the second is like unto it, Thou shalt love thy neighbor as thyself. On these two\ncommandments hang all the law and the prophets\"\n(<span class=\"citation\" id=\"34366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34366)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nFurther, regarding the will of God, the Apostle Peter particularized when, on the Day of\nPentecost, with one accord the people asked him and the other Apostles, \". . . Men and\nbrethren, what shall we do?\"\n<\/p><p>\n\"Repent,\" answered Peter,\" and be baptized every one of you in the name of Jesus Christ, for\nthe remission of sins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\n\"For this promise is unto you, and to your children, and to all that are afar off even as many\nas the Lord our God shall call\" (<span class=\"citation\" id=\"7629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7629)\">Acts 2:37-39<\/a><\/span>).\n<\/p><p>\nTo repent&mdash;this we should note carefully&mdash;is to feel regret, contrition, or compunction for\nwhat one has done or omitted to do. It means to change one's mind in regard to past or\nintended actions or conduct on account of regret or dissatisfaction. It means to conquer\nselfishness, greed, jealousy, fault-finding, and slander. It means to control one's temper. It\nmeans to rise above the sordid things which pure nature would prompt us to do to gratify our\nappetites and passions, and to enter into the higher or spiritual realm.\n<\/p><p>\nThus we become, in the words of Peter, \". . . partakers of the divine nature, having escaped\nthe corruption that is in the world through lust\"\n(<span class=\"citation\" id=\"4809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4809)\">2 Pet. 1:4<\/a><\/span>).\nThen Peter adds, \"And beside\nthis giving all diligence, add to your faith virtue; and to virtue knowledge; \n<\/p><p>\n\"And to knowledge temperance; and to temperance patience; and to patience godliness; \n<\/p><p>\n\"And to godliness brotherly kindness; and to brotherly kindness charity\"\n(<span class=\"citation\" id=\"4810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4810)\">2 Pet. 1:5-7<\/a><\/span>).\n<\/p><p>\nNow note this great promise: \"For if these things be in you and abound, they make you that\nye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ\"\n(<span class=\"citation\" id=\"4811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4811)\">2 Pet. 1:8<\/a><\/span>).\n<\/p><p>\nJOY FOLLOWS OBEDIENCE\n<\/p><p>\nThese are the signposts along life's highway which if followed will lead any man to do the\nLord's will, to know his Son, the Redeemer of the world, to know whom is eternal life\n(<span class=\"citation\" id=\"27461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27461)\">John 17:3<\/a><\/span>). And\nwhile we are gaining this great knowledge which leads to immortality, we\nfind the greatest joy in mortality that can be experienced by the human soul.\n<\/p><p>\n\"The best of all men are they who realize in daily life their luminous hours and transmute\ntheir ideals into conduct and character. These are the soul architects who build their thoughts\nand deeds into a plan, who travel forward not aimlessly but toward a destination.\" All the\nhappiness that comes with spiritual gifts may be theirs&mdash;love, joy, peace, long suffering,\ngentleness, goodness, faith, meekness, temperance, friendship, communion with the infinite; I\nrepeat, communion with the infinite. All these and a thousand other blessings that God gives\nfree of charge are theirs.\n<\/p><p>\n\"Earth gets its price for what earth gives us.\n<\/p><p>\n\"'Tis heaven alone that is given away,\n<\/p><p>\n\"'Tis only God may be had for the asking.\" (Lowell.)\n<\/p><p>\nLIFE'S  GREAT EXEMPLAR\n<\/p><p>\nHigh in the scale of manhood stand those who ceaselessly aspire toward life's great Exemplar.\nThis great Exemplar is Jesus Christ, who among all leaders in history has wielded the greatest\ninfluence upon the human family.\n<\/p><p>\nYou have asked yourself, as have thousands of others, wherein lies the secret of his\ngreatness? You have probably answered, \"Why, it is in his divinity.\" Well, that is true, but he\ncame to earth as you and I, took upon himself mortality, and he exerted an influence among\nhis fellows, in keeping with the natural laws just as each individual here exerts a natural\ninfluence. Wherein is the secret of his greatness, aside from his divinity? He defeated the\nlawyer in argument, healed the sick where medicine failed, inspired the greatest music ever\nwritten, filled hundreds of thousands of libraries with books, inspired missionaries to go to all\nthe world, even to the darkest depths of Africa; yet, in none of the realms in which men and\nwomen ordinarily win their laurels do you find historians referring to Christ as having\nsucceeded.\n<\/p><p>\nSUPREME IN CHARACTER\n<\/p><p>\n\"In the realm of character,\" writes Charles Jefferson, \"he was supreme. The only thing which\nplaces a man above the beasts of the field is his possession of the spiritual gifts which\ndevelop that Christ-like character. Man's earthly existence is but a test as to whether he will\nconcentrate his efforts, his mind, and his soul upon the things which contribute to the comfort\nand gratification of his physical instincts and passions, or whether he will make as his life's\nend and purpose the acquisition of spiritual qualities.\"\n<\/p><p>\nAren't you students thrilled&mdash;I hope you are&mdash;with the recent tendency among the alleged\nbest thinkers, and I think some of them are, particularly the man who wrote Man Does Not\nStand Alone, in their appeal for humanity, for mankind to rise above the\nlow, the sensual, and develop the spirit that is within man. I think we have made the turn\nfrom agnosticism into the realm of spirituality.\n<\/p><p>\nPRIESTHOOD MEANS SERVICE\n<\/p><p>\nLast night we had here in the Tabernacle, Assembly Hall, Barratt Hall, an estimated 14,000\nmen who hold the priesthood. I don't know that you can find a more inspirational gathering\nanywhere on earth. Just to be with them was an inspiration. To those 14,000 and to those\n250,000 throughout the Church who hold the priesthood I should like to say: Our lives are\nwrapped up with the lives of others. We are happiest as we contribute to the lives of others. I\nsay that because the priesthood you hold means that you are to serve others. You represent\nGod in the field to which you are assigned. \"Whosoever will lose his life for my sake shall\nfind it\" (<span class=\"citation\" id=\"34358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34358)\">Matt. 16:25<\/a><\/span>).\nThis paradoxical saying of the Savior contains the crowning element of\nthe upright character&mdash;crowning, I say. Here we touch an important phase of the gospel of\nJesus Christ. Selfishness is subdued, in which greed and avarice must be subordinated to the\nhigher principles of helpfulness and of kindliness.\n<\/p><p>\n\"DO HIS WILL\"\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine whether it be of God, or whether I\nspeak of myself\" (<span class=\"citation\" id=\"27415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27415)\">John 7:17<\/a><\/span>).\nChoosing the right with unvarying and unwavering\ndetermination, resisting temptations from within and from without, cheerfulness in the face of\ndifficulties and experiences, reverence for God and respect for your fellow men, willingness\nto assist in the establishment of the kingdom of God&mdash;these, though you might miss some of\nthe emoluments of the world, will bring peace and happiness to your soul, and through\nobedience to the principles and ordinances of the gospel, bring immortality and eternal life\n(<span class=\"citation\" id=\"12798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12798)\">D&amp;C 59:23<\/a><\/span>).\nYour soul will rise in ecstasy and clearer understanding of that great word of God given in\nmodern revelation: \"This is my work and my glory, to bring to pass the immortality and\neternal life of man\" (<span class=\"citation\" id=\"38975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38975)\">Moses 1:39<\/a><\/span>).\nThat friend who said he would give all in the world if he\nknew it was true can know if he will follow the example set down by the Savior.\n<\/p><p>\nIn conclusion, as sure as you can tune in on the radio and hear voices from afar, so sure am I\nthat God our Father lives, and the soul of man can commune with him through the Holy\nSpirit. I give you that as my testimony; I know it. So sure am I that Jesus Christ is the Savior\nof the world, through whom and only through whom may mankind find happiness and peace.\nSo sure am I that the gospel of Jesus Christ has been restored through Joseph Smith and the\nauthority to represent God on earth is again given to man. Oh, may he give us power to\nproclaim these truths to an unbelieving world, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}