{"ID":485, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A People of Culture<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1950, pp. 113-119<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay my words express a love for God and mankind while I speak to you, my brethren\nand sisters. A few friends of mine from New York, members of the Episcopal Church, are in\nattendance at these services. At home they attend their services at the church of St. John the\nDivine, one of the most beautiful places of worship ever erected in America. We bid you\nwelcome. We are glad to have you hear something of our beliefs, something of the great\ntruths of the Living God. We respect you in your worship and your religious beliefs. It is one\nof the rich sayings of Joseph Smith, the Prophet, that we believe in worshiping God according\nto the dictates of our own consciences, and we allow every man the same privilege, let him\nworship how, where, or what he may\n(<span class=\"citation\" id=\"6652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6652)\">A of F 1:11<\/a><\/span>). We honor you in your worship.\n<\/p><p>\nTESTIMONIES OF CHURCH MEMBERS\n<\/p><p>\nYou will hear from this pulpit this morning the testimony of every Latter-day Saint who\nspeaks. Far and wide in the world you will hear the same testimony concerning this latter-day\nwork which  was given to the world by the word of God to the Prophet Joseph Smith. We\nbelieve in God, the Eternal Father, and in his Son, Jesus Christ, and in the Holy Ghost\n(<span class=\"citation\" id=\"6644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6644)\">A of F 1:1<\/a><\/span>). It is\nour testimony that God has given us the gospel of Jesus Christ, and that Joseph Smith, the\nProphet, was the founder of the Church of Jesus Christ of Latter-day Saints. Testimony with\nus is a very divine thing. It is a sacred trust and can come only to one who has opened his\nheart and mind to hallowed living with earnest prayer and deep faith in God and Jesus Christ.\nIt is the most divine gift of all, and this testimony lies deep in the heart of every member of\nthe Church.\n<\/p><p>\nA MODEL CITY\n<\/p><p>\nWhen the Latter day Saints crossed the Mississippi River in the winter of 1846 and began\ntheir journey to the far west, they left the city of Nauvoo, a city of beauty and high religious\nand civic life. It had been built within a short period of time, but it came to be, under the\ndirection of the Prophet of God, the greatest city, morally, in America. There was a civic\nconsciousness that can well become the model of the cities of our country today.\n<\/p><p>\nThe people were rich in the Spirit of God, and they had a culture all their own. The men and\ntheir families were reduced to humble circumstances. They had little to eat, but living in their\nwagons drawn by mules and oxen, they were making their way to their new home in the\nWest. They carried copies of the Bible and the Book of Mormon with them. They had come\nto love books of literature and history, and they sang their psalmodies by\nnight and by day.\n<\/p><p>\nHERITAGE OF AMERICAN INDIAN\n<\/p><p>\nWe have heard some of the brethren speak of the American Indians in this conference. We are\ncarrying the gospel to all the tribes of America, and we have become particularly interested in\nthe traditions of these people. The <i>Night Chant<\/i> of the Navajo and the <i>Hako<\/i> of the Pawnees\nhave been translated into English. They are mysterious but beautiful dramas. The Indians, if\nunderstood, developed fine artistic feeling; and it has been said that their traditions will yet\nbecome the foundation for the richest American literature and feeling. Everyone knows that\nthe American Indian passed on to us, and through us to the world, a heritage of utility beyond\nthe dreams of avarice. This was in such homely things as the inestimable food plants, which\nhe had brought from the wild to a high state of domestication. Few seem to know that he has\nprepared a second heritage of beauty, a gift of fine arts, illusions, and immaterial creations\nwhich rise above mere utilities as the mountains rise above the plain. \"The English find in the\nArthurian romance a never-failing inspiration.\" Americans in the future will surely realize an\nepic grandeur in the song sequences and world stories of the first Americans. We know that\nthey once had their testimony of the Living God and Jesus Christ, our Redeemer. The\nfollowing short poem will give an idea of the beauty of their thoughts. It was written by a\nTewa Indian: \n<\/p><p>\nOh, our Mother, the Earth; oh, our Father, the Sky,<br \/>\nYour children are we, and with tired backs<br \/>\nWe bring you the gifts that you love.<br \/>\nThen weave for us a garment of brightness; <br \/>\nMay the warp be the white light of morning,<br \/>\nMay the weft be the red light of evening,<br \/>\nMay the fringes be the falling rain,<br \/>\nMay the border be the standing rainbow.<br \/>\nThus weave for us a garment of brightness<br \/>\nThat we may walk fittingly where birds sing,<br \/>\nThat we may walk fittingly where grass is green,<br \/>\nOh, our Mother, the Earth; oh, our Father, the Sky!\n<\/p><p>\nHIGH REGARD FOR YOUTH\n<\/p><p>\nWe Latter-day Saints have a high regard for the youth of the world. It is our desire to have\nour homes influenced by the Spirit of God, that our children may grow in a knowledge of\nwhat true religion is. I think we are all agreed that one great need of the hour is to bring back\nthe fine concept of the faith in God which our forefathers had.\n<\/p><p>\nYesterday Bishop Isaacson in his address referred with feeling to this Tabernacle. In the early\ndays of this state, the Mormon pioneers built many public buildings and\nmemorials that bore witness to their love of the beautiful. Everything that they did to create\nhomes and cities showed a mingling of definite religious feeling with the creations, and they\nthought of it all as God's work. It was from their faith and trust that their genius developed in\nthe days of hardship and toil. There was something of emotional color in what they did, a\nsomething that made them strive to unite the work of their daily duties with the light of\nheaven. It was Ruskin who said that:\n<\/p><p>\nThe power of the human mind had its growth in the wilderness; much more must the\nconception, the love of beauty be an image of God's daily work.\n<\/p><p>\nMORMON TABERNACLE\n<\/p><p>\nThis Mormon Tabernacle expresses something of the strength of character and religious\nidealism of the Latter day Saints. The only building of its kind in the world, it is unique in\nthe history of American architecture. While its massiveness suggests a people strong in spirit,\nconviction, and purpose, its lines indicate a splendid adoption of scientific principles in\narchitecture. It is a plain, oval-shaped building, studded with heavy entrance doors all the way\naround; there is no attempt at ornamentation of any kind. The building is a fine example of\nthe utilizing of the resources of the land for the purpose of having a place for divine worship.\nThe building impresses one as an immense, irresistible force, \"humanly super-human,\" an\nexpression of sovereign intelligence and feeling. It is as the great Ibsen has said of all art, \"an\nillumination of life.\" The interior impresses one with its majestic, vaulted ceiling, and \"the\nvastness of the place grows upon one and inspires one with mingled feelings of solemnity and\nadmiration.\"\n<\/p><p>\nWORLD-FAMED ORGAN\n<\/p><p>\nThe building of this world-famed organ is a dramatic story. It is inseparably connected with\nthe name of Joseph Ridges, a native of England, who went to Australia as a youth and later\nemigrated to America. In Australia he worked in an organ factory: while in Sydney, Elder\nRidges constructed a small pipe organ, and having joined the Church, he was advised to take\nhis instrument to Utah. He immigrated to Utah, and shipped his little organ, in tin cases, to\nSan Pedro in California; he afterwards brought it to Utah by ox team.\n<\/p><p>\nIn the early sixties Elder Ridges was selected by President Brigham Young to build an organ\nin the Tabernacle. After submitting preliminary drafts to President Young and his counselors,\nElder Ridges began making arrangements for the construction of the instrument and was\nassisted by his associates, Shure Olsen, Neils Johnson, Henry Taylor, Frank Woods, and\nothers. Meetings were held with these men almost daily, and the reports of\neach man's work were heard. While one was collecting various specimens of wood from the\ncanyons of Utah, another was making good tools with which to carve the wood, while still a\nthird man was experimenting in making glue. Specimens of wood were sent by people from\nall over Utah, and it was finally decided that the best wood was found in the hills around\nParowan and in Pine Valley, about three hundred miles south of Salt Lake City. It was a fine\ngrain of white pine variety, free from knots and without much pitch or gum. For the large\npipes, it was especially well-adapted.\n<\/p><p>\nThe large pipes, some of which measure thirty-two feet, required thousands of feet of timber.\nOver the long, lonely roads labored the oxen, day by day, hauling the heavy logs to Salt Lake\nCity. At times there were as many as twenty large wagons, each with three yoke of oxen\ndrawing its loads. The roads were rough and dusty, and many streams had to be bridged that\nthe wagons might pass over them without difficulty.\n<\/p><p>\nAbout one hundred men were employed constantly in the construction of the organ, and it\nwas dedicated in October 1867. It is a majestic creation, and to this day, thousands come to\nlisten to its melodious strains. It is one of the great instruments of the world.\n<\/p><p>\nSTATUE OF MORONI\n<\/p><p>\nCasting your eye to the pinnacle of the center tower of the temple, you see Cyrus Dallin's\nstatue of the Angel Moroni, a beautiful creation by that noted sculptor, who was a native of\nSpringville, Utah, and who died recently in Boston. I had the honor of his acquaintance. He\nwas one of the noblest men I ever knew. One time in discussing his work, he said: \n<\/p><p>\nTo believe in angels marks one who lives near to his God. It is one of the most\nbeautiful concepts a man can have. I am glad I came to believe that Moroni, whoever\nhe was in history, came back to earth again as an angel from God's throne.\n<\/p><p>\nThis is why Dallin created his masterpiece on yonder temple.\n<\/p><p>\nACCOMPLISHMENTS OF PIONEERS\n<\/p><p>\nWherever you go, you will find the buildings of pioneer days always great structures with\nartistic features. The State of Utah had its beginning over one hundred years ago when the\npioneers arrived in this valley, and it was in 1850 that the Territory of Utah was organized.\nThe people brought with them their ideals which they had developed at Nauvoo. That city had\na university and public schools. The people built a \"Seventy's Hall of Science,\" which was to\nhave a great library. This is what a Methodist minister, a Mr. Briar, wrote concerning the city\nbefore the Mormons had left it: \n<\/p><p>\nInstead of seeing a few miserable log cabins and mud hovels, which I expected to find,\nI was surprised to find one of the most romantic places I had visited in the west. The\nbuildings, though many of them were small and of wood, bore the marks of neatness\nwhich I had not seen equaled in this country. The farspread plain at the bottom of the\nhill was dotted over with habitations of men with such majestic profusion that I was\nalmost willing to believe myself mistaken; and instead of being in Nauvoo, Ill., among\nMormons, that I was in Italy at the City of Leghorn... I gazed for some time with\nfond admiration upon the plain below. Here and there arose a tall, majestic brick\nhouse, speaking loudly of the untiring labor of the inhabitants, who have snatched the\nplace from the clutches of obscurity, and wrested it from the bonds of disease; and in\ntwo or three short years rescued it from a dreary waste to transform it into one of the\nfirst cities of the west... I found all the people engaged in business&mdash;much more than\nany place I have visited since the hard times commenced. I sought in vain for anything\nthat bore the marks of immorality. . . . I could see no loungers about the streets, nor\nany drunkards about the taverns... I heard not an oath in the place. I saw not a gloomy\ncountenance; all were cheerful, polite, and industrious. I conversed with many leading\nmen and found them well-informed, hospitable and generous. I saw nothing but order\nand regulation in the society...\n<\/p><p>\nJoseph Smith himself became a student of Greek and Hebrew, and classes in the ancient\nlanguages were organized in the Kirtland Temple, which the Prophet Joseph attended. The\nMormon pioneers established schools in Utah at the beginning of their activities here. In 1850\nthey organized the first university west of the Missouri River, and in 1851 a library was\nbrought across the plains by ox team. It had been purchased in New York City by Dr. John\nM. Bernhisel and was the finest collection of historical, philosophical, scientific, and literary\nworks in the history of the American frontier. This collection contained the works of the\nclassical writers of ancient Greece: Homer, Sophocles, Plato, Aristotle; the Latin writers,\nVirgil, Tacitus, and Herodotus: and the modern great writers, Shakespeare, Milton, and Bacon.\nThese are just a few of the authors of the books that were brought in this great collection. The\nlibrary from the beginning received copies of the New York <i>Herald<\/i>, New York <i>Evening Post<\/i>,\nthe Philadelphia <i>Saturday Courier<\/i>, and the <i>North American Review<\/i>. Of the scientific works\nthere were Newton's <i>Principia<\/i>, Herschel's <i>Outlines of Astronomy<\/i>, and Von Humboldt's\n<i>Cosmos<\/i>. The treatises on philosophy included the works of John Stuart Mill, Martin Luther,\nJohn Wesley, and Emanuel Swedenborg.\n<\/p><p>\nMUSIC AND DRAMA\n<\/p><p>\nThe ideals and daily lives of a people are judged by their standards of amusements. Among\nthe fine arts encouraged by the pioneers of Utah were music and the drama, and hardly had\nthe colonizers planted their fields of grain and begun building their homes when they built a\ntheater in this wilderness&mdash;a theater that in pioneer days noted actors visited, among whom\nwas Sir George Pauncefort of Drury Lane Theatre in London. He played <i>Hamlet<\/i>, and from\nthat time on great artists graced the stage of the old theatre, including Edwin\nBooth, Lawrence Barrett, and many others. So successful were these early pioneers in\ncarrying out their ideals that M. B. Leavitt, in his <i>Fifty Years of Theatrical Management<\/i>,\nsays: \n<\/p><p>\nSweeping as the statement may seem, I do not believe that the theater has ever rested\non a higher plane, both as to its purpose and its offerings, than at Salt Lake City, the\ncapital of Mormondom.\n<\/p><p>\nLOVE FOR BEAUTY AND TRUTH\n<\/p><p>\nEven when the early-day Missionaries went to England&mdash;and this as early as 1837&mdash;they went\nwith open minds to learn everything they could that would be conducive of the ways of God.\nLet me here recite to you an example of love for beauty and truth when three missionaries\nfrom Salt Lake City in 1857 wended their way to the Missouri River, called as they were on\nmissions to England. Seymour B. Young, Phillip Margetts, and David Wilkins pulled their\nhandcart from Salt Lake City to the Missouri River, where they were able to take a train at\nCouncil Bluffs for New York. During that long journey on foot&mdash;for they walked all the\nway, camping at night on the streams of water&mdash;they would have their supper, consisting of\ndried meat and bread, and before rolling up in their blankets to get their rest, they always had\ntheir prayer to God. One night, we are told by one of these men in his journal, they sat by\ntheir fire, and Phillip Margetts, who became one of the noted actors of the Salt Lake stage\nand who was known in New York and London for his ability as an actor, recited the words of\n<i>Hamlet<\/i>:\n<\/p><p>\n. . . What a piece of work is man! how noble in reason! how infinite in faculties! in\nform and moving how express and admirable! in action how like an angel! in\napprehension how like a god! the beauty of the world! the paragon of animals!\n<\/p><p>\nAnd then he gave another of his favorite quotations, from <i>Macbeth<\/i>: \n<\/p><p>\n    Tomorrow, and tomorrow, and tomorrow<br \/>\n    Creeps in this petty pace from day to day<br \/>\n    To the last syllable of recorded time; <br \/>\n    And all our yesterdays have lighted fools<br \/>\n    The way to dusty death. Out, out, brief candle!<br \/>\n    Life's but a walking shadow, a poor player,<br \/>\n    That struts and frets his hour upon the stage,<br \/>\n    And then is heard no more. . .\n<\/p><p>\nAPPRECIATION OF IDEALS\n<\/p><p>\nTo the youth, to the boys and girls of the Church, if you could only realize how our\nforefathers expressed their ideals of culture and learn to abide by those ideals today, you\nwould know what happiness means. If this appreciation could grow in your hearts, there\nwould be a revival of the stage as we used to have it, which would be a revival of the plays\nof Shakespeare and Moliere and Corneille, and all the masters of the great literature of the\npast. There would be an appreciation of music and the drama, of literature\nand sculpture, and the old ideals would come back to us as expressed by the Prophet Joseph\nSmith: \n<\/p><p>\nOrganize yourselves; prepare every needful thing; and establish a house, even a house\nof prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a\nhouse of order, a house of God (<span class=\"citation\" id=\"12818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12818)\">D&amp;C 88:119<\/a><\/span>).\n<\/p><p>\nAnd do thou grant, Holy Father, that all those who shall worship in this house, may be\ntaught words of wisdom out of the best books, and they may seek learning even by\nstudy, and also by faith, as thou hast said\n(<span class=\"citation\" id=\"12835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12835)\">D&amp;C 109:14<\/a><\/span>).\n<\/p><p>\nO Lord, we delight not in the destruction of our fellow men: their souls are precious\nbefore thee (<span class=\"citation\" id=\"12836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12836)\">D&amp;C 109:43<\/a><\/span>).\n<\/p><p>\nRemember the kings, the princes, the nobles, and the great ones of the earth, and all\npeople, and the churches, all the poor, the needy, and the afflicted ones of the earth\n(<span class=\"citation\" id=\"12837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12837)\">D&amp;C 109:55<\/a><\/span>).\n<\/p><p>\nThese are just a mere semblance of the teachings of Joseph Smith. Think of what they should\nmean to the students of universities and colleges. Think of what America will regain when\nnations accept this divine truth; as the Prophet Joseph Smith expressed it: \n<\/p><p>\n\"I teach them correct principles and they govern themselves.\"\n<\/p><p>\nTo the youth of this land I give these words of Sir Francis Drake, who sailed up the Pacific\nCoast at the close of the sixteenth century, and then on around the world: \n<\/p><p>\nMen pass away, but people abide. See that you hold fast the heritage we leave you,\nyea, and teach your children its value, that never in the coming centuries their hearts\nmay fail them, or their hand grow weak. Hitherto we have been too much afraid.\nHenceforth, we will fear only God.\n<\/p><p>\nMay God ever direct us all in our holy work, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}