{"ID":486, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Inflation or Selfishness Self-controlled<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, October 1950, pp. 120-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMany who are not visibly present may be listening to the proceedings of this\nconference by reason of the marvels of modern radio. I greet you all.\n<\/p><p>\nCAUSE OF TROUBLOUS CONDITIONS\n<\/p><p>\nMuch is said and written these days about the troublous conditions prevailing locally,\nnationally, and internationally. The war in Korea during recent weeks has perhaps claimed\nmost attention in newspaper headlines. But talk of war and rumors of war also has come from\nother quarters. Rising costs and prices have likewise claimed much attention.\nLabor-management troubles have shared in the headlines. Partisan politics have stirred up\nanger and bitterness. Looking in any direction you will see anything but harmony and\npeaceful conditions. Why all of this, one may ask. Are all these things necessary? Does God\nwill them? In their ignorance some say, \"Yes.\"\n<\/p><p>\nDuring the three years we traveled about Europe, 1933-36, we learned that the feeling was\nmore or less general that there is no God whose children we are, and who loves us as a kindly\nparent loves his children; if so, he would not have permitted the great World War (the first\none, we now call it). Such a statement implies that God is responsible for wars&mdash;something\nthat is wholly false. God has given \"free agency\" to every child born into mortality, a\npriceless gift for which each recipient will be held accountable. God is not responsible for our\nwars nor for any other of our many troubles and sinful acts. This truth is one of the many\ncharacteristic teachings of Mormonism, defined as the teachings and doctrines of the Church\nof Jesus Christ of Latter-day Saints.\n<\/p><p>\nLAW OF CAUSE AND EFFECT\n<\/p><p>\nWe bring our troubles upon ourselves, be it ignorantly or otherwise. We live in a world and a\nuniverse governed by immutable laws which, if fully obeyed, result in beautiful harmony and\npeace. This is true of both the material and the spiritual realms&mdash;so teach authorities in the\nfields of science and religion.\n<\/p><p>\nAccording to the Prophet Joseph Smith,\n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world,\nupon which all blessings are predicated&mdash;\n<\/p><p>\nAnd when we obtain any blessing from God, it is by obedience to that law upon which\nit is predicated (<span class=\"citation\" id=\"12849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12849)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nHuman experiences testify to the truth of these statements. Scientists have long taught that\nevery phenomenon in nature is the result of antecedent causes. This fact is\ncommonly known as the law of cause and effect.\n<\/p><p>\nRELIGION A WAY OF LIFE\n<\/p><p>\nLast April, a few days following the annual conference, a lady spoke to me on the street and\nasked how I dared to mix politics and religion in a conference address. My reply was that I\nunderstand our religion is essentially a way of life and therefore covers in a broad way the\nwhole field of moral human relations as indicated by articles eleven, twelve, and thirteen of\nour faith. As you all know, we do not limit our religion to the teaching of a set of theological\ndoctrines. One of our fundamental teachings is that faith without works is dead (see\n<span class=\"citation\" id=\"26082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26082)\">James 2:14-26<\/a><\/span>).\n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven;\nbut he that doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"34351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34351)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nSo said Jesus in his great Sermon on the Mount. On another occasion, a lawyer asked Jesus,\n<\/p><p>\nMaster, which is the great commandment in the law?\n<\/p><p>\nJesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all\nthy soul, and with all thy mind.\n<\/p><p>\nThis is the first and great commandment.\n<\/p><p>\nAnd the second is like unto it. Thou shalt love thy neighbor as thyself.\n<\/p><p>\nOn these two commandments hang all the law and the prophets\n(<span class=\"citation\" id=\"34367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34367)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nThese teachings we wholeheartedly accept. We interpret the word \"neighbor\"\n(<span class=\"citation\" id=\"31258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31258)\">Luke 10:29-37<\/a><\/span>) in this\ncommandment as meaning our fellow men. In a brief amplification of the second\ncommandment, Jesus said: \n<\/p><p>\n. . . whatsoever ye would that men should do to you, do ye even so to them: for this is\nthe law and the prophets (<span class=\"citation\" id=\"34349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34349)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nThis requirement is generally called the Golden Rule. This requirement is implied in the\nthirteenth article of our faith, which is stated as follows: \n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen... (<span class=\"citation\" id=\"6655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6655)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nREPENTANCE NEEDED\n<\/p><p>\nI began this talk by naming a few of the many troublous conditions that afflict this country.\nWhy do these conditions exist? They are all man-made, hence could be eliminated if men had\nthe desire and the will to eliminate them. But this will never be done until men repent of their\nevil ways and stop doing the things that have brought about these conditions. To be more\nspecific, among other things we must control our selfishness, not an easy thing to do; for\nselfishness is an inherited weakness, an inborn quality that every man\npossesses to a greater or less degree. However, it may be manifest in ways that are\ncommendable or damnable. In the twenty-fifth chapter of Matthew is written a beautiful\nparable wherein the Lord said,\n<\/p><p>\nFor I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink . . .\n<\/p><p>\nNaked, and ye clothed me: I was sick, and ye visited me...\n(<span class=\"citation\" id=\"34385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34385)\">Matt. 25:35-36<\/a><\/span>).\n<\/p><p>\nAsked when they had done this, the Lord replied,\n<\/p><p>\n. . . Inasmuch as ye have done it unto one of the least of these my brethren, ye have\ndone it unto me (<span class=\"citation\" id=\"34386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34386)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nYes, we serve the Lord by unselfishly and righteously serving our fellow men. And this is\nwhat our missionaries at home and abroad are trying to do. As a reward, they develop a deep\nlove for the people among whom they labor and experience joys, delights, and satisfactions to\na degree and of a nature that enables them to say truthfully they greatly enjoyed their\nmissions and would gladly return to them if called to return. Yes, these missionaries were out\nthere at their own expense giving their full time to unselfish efforts to deliver a message that\nif accepted and lived would be an everlasting blessing to the recipients.\n<\/p><p>\nCAUSE OF TROUBLES\n<\/p><p>\nMany different answers may be given to the question: Why is the world&mdash;people in every\nland and clime&mdash;in an uncertain, troubled condition? The nature of current troubles is such\nthat many people are looking ahead with fear and almost hopeless despair as to the outcome.\nThere are intelligent and informed people who see the third world war as imminent and\ncertain to come in the not distant future. And hearing or knowing something of the enormous\ndestructiveness of current implements of war, they have reason to feel panicky by thoughts of\nWorld War III.\n<\/p><p>\nBut why is there danger of such a war breaking? One answer is the inordinate, wicked\nselfishness of men in positions of power. Was there a more selfish, greedy, ambitious national\nhead than Adolph Hitler at the outbreak of World War II? If uncontrolled, the selfishness of\nmen in power will lead to the deadliest war this world has ever known.\n<\/p><p>\nBut most of our perplexing troubles are not of an international nature. They arise in our\nhomes, communities, and nation, and many of them are also due to some type of wicked\nselfishness.\n<\/p><p>\nWhat is the basic cause of the inflationary tendencies of the last few years? I know the answer\nthat economists usually give. It is more or less stereotyped. I am not an economist, only a\nlayman, but I have an answer, and I believe it is a correct one. The basic cause is selfishness.\nBut selfishness may be commendable or damnable. It is commendable\nselfishness that motivates our missionaries&mdash;their desire to help and bless their fellow men.\nThey are activated by the spirit of the Golden Rule. But selfishness ceases to be commendable\nwhen it goes beyond the limits of the Golden Rule. It then becomes more or less sinful,\ndepending, of course, on the circumstances.\n<\/p><p>\nWAGE AND PRICE INCREASES\n<\/p><p>\nAbout the time of the surrender of Japan in 1945, the officers of some labor unions began to\nstir up an agitation for an increase in wages. They insisted that their members should continue\nto have the same weekly income as they received during the war&mdash;the same for forty hours\neach week as previously received for forty-eight hours. Hence a demand was made for a wage\nincrease of thirty cents an hour. But they insisted there should be no increase in prices, no\nincrease in the cost of living&mdash;an absurdity. When the cost of production goes up, must not\nprices also go up if business is to continue? Well, what was the outcome? There were\ndemands, strikes, disturbances, etc., and finally a settlement was made, on the\nrecommendation of the President, giving a wage increase of eighteen and one-half cents an\nhour. This increase became general in all the big production industries. How about prices? Of\ncourse they rose&mdash;the cost of living went up. On this account, the following year there were\nmore demands, agitations, strikes, and finally settlements giving a second wage increase,\nfollowed by another rise in the cost of living. This was essentially the story of the third year,\nof the fourth year, and now of the fifth year, the result being an inflationary spiral, which still\ncontinues, with the highest wages in history for labor in the productive industries and a\ncorresponding increase in the cost of living. It seems, therefore, that increased wages are\nlargely responsible for inflation in this country during recent years. But a sad part of the story\nis that the majority of workers in the country have been wronged by the inflation that has\nfollowed wage increases&mdash;their incomes have not increased as fast as prices have risen.\n<\/p><p>\nINFLATION HURTS MILLIONS\n<\/p><p>\nIn another way, inflation has hurt the millions of loyal, thrifty Americans who invested their\nsavings in war bonds. A depreciation of the purchasing power of the dollar has resulted in the\nloss of many billions of dollars to those who bought the bonds. The many millions of\ninsurance policies of all kinds have been deflated, of course. And these facts seem not to have\nbothered in the least those who are running the government. At any rate, I have not heard of\nit. As a matter of justice to all, should not the government do everything feasible to keep the\npurchasing power of the dollar constant? Who has been benefitted by\ninflation? Certainly the vast majority have been hurt.\n<\/p><p>\nTAFT-HARTLEY LAW\n<\/p><p>\nI spoke of labor union bosses. There are undoubtedly officers of labor unions who are good,\nhonorable men who are willing to do what is fair, right, and just in their dealings. And\ncertainly the majority of members of the labor unions are good, loyal Americans and would\nnot knowingly be guilty of doing things hurtful to their fellow men. But it appears that\nmultitudes of these are misinformed by some of their crafty leaders who have told them, for\ninstance, that the Taft-Hartley labor law enslaves labor and that all its congressional\nsupporters should be defeated in the coming November election. But if I understand the\nmatter aright, this law does limit the power of selfish union bosses, but gives a\ncorrespondingly larger measure of freedom to union members than they hitherto had. I am\nwilling to trust informed, honest, loyal American workers. All I ask union members to do\nbefore they vote for candidates demanding the repeal of this law is to make a study of the law\nthat their leaders demand shall be repealed and then vote conscientiously. In this country the\nballot is secret. Everyone has the God-given right of free agency, but God will hold him\nresponsible for how he uses it.\n<\/p><p>\nLABOR UNION BOSSES\n<\/p><p>\nSpeaking of labor union bosses, may I ask if you read the <i>Deseret News<\/i> editorial published\nSeptember 24, 1950, entitled \"John L. Lewis Bares Fangs Again With a Grisly Grin and\nGrowl.\" In that editorial attention was called to an epistle written by Lewis in which he says: \n<\/p><p>\nTaft was born encased in velvet pants and has lived to rivet an iron collar around the\nnecks of millions of Americans. He is the relentless, albeit witless, tool of the\noppressors of labor.\n<\/p><p>\nDo you see why I urge all members of labor unions to become familiar with the provisions of\nthe Taft-Hartley law before they vote? Let them see for themselves if the law does not give\nthem freedom rather than enslavement.\n<\/p><p>\nHere is another illustration of dogmatic selfishness shown by union bosses. During several\nweeks recently, the General Electric Company was trying to negotiate new contracts with one\nof the unions (a new one) representing its employees. In the company's <i>News Letter<\/i> of\nAugust 4 were these statements: \n<\/p><p>\nThe burden of I.U.E.'s argument is now admittedly that it just doesn't count whenever\nwe willingly offer or put into effect any benefits that do not publicly appear to have\nbeen wrung out of us by the union. . . And I.U.E. argues that it can't afford to credit\nus with anything we are willing to do voluntarily... I.U.E. inferred that others had\nnever been rugged enough in collectively bargaining with us.\n<\/p><p>\nDo these statements show any desire to be fair?\n<\/p><p>\nPRICE INCREASES UNWARRANTED\n<\/p><p>\nSpeaking again of sinful selfishness as the chief factor in producing inflation, may I suggest\nthat most of us are more or less guilty of sinful selfishness&mdash;we go beyond the limits of the\nGolden Rule in promoting our own interests. This is understandable but hardly justifiable in\nthe light of our teachings. To the extent that we do thus go, we violate the second great\ncommandment, do we not?\n<\/p><p>\nWhen the Korean war broke, prices immediately went up. Why? Because of the sinful\nselfishness of those who had things to sell. When goods become scarce, their price is\nincreased. Why? For the same reason. In such cases the production costs have not increased,\nbut the selfishness of vendors must be satisfied.\n<\/p><p>\nAbout forty-seven years ago Cache Valley in northern Utah had a long winter. The price of\nhay for cattle rose sharply. Marriner W. Merrill, president of the Logan Temple, was told by\nthe manager of his farm affairs that he had several tons of hay to spare. The demand was\nkeen. Fifteen dollars a ton and more was being offered. Brother Merrill was silent for a few\nmoments and then advised that as much hay be sold as could be spared. And the price? Eight\ndollars a ton. That, he added, is a fair price for the cost of production, but do not let more\nthan one ton go to the same individual. If the spirit he indicated prevailed throughout all\nAmerica, how much better it would be for all of us and how much greater our happiness!\nThen officials of corporations and labor unions would be motivated to be fair and honest in\nall their negotiations.\n<\/p><p>\nLIVE THE GOLDEN RULE\n<\/p><p>\nYes, among the troublous situations that America faces are inflation, communism, and the\nmonopoly of labor union bosses; and the most imminent of these three are inflation and\nmonopoly. Both of these would disappear overnight if all concerned would immediately\nrepent and live the Golden Rule, And this all members of the Church of Jesus Christ of\nLatter-day Saints are obliged to do by the covenants they made in the waters of baptism and\nin partaking of the holy sacrament.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nNow in conclusion, may I say that three years ago last April I stood in this pulpit and asked\nthe question: \"Did Joseph Smith, the fourteen-year old boy out in the woods actually and\nreally see two highly glorious heavenly personages, God the Father and Jesus Christ the Son,\nand hear the voice of each one (<span class=\"citation\" id=\"30296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30296)\">JS&mdash;H 1:17<\/a><\/span>)?\"\nIf a fair, open minded, competent judge were required to\nmake a thorough study of all relative material and then give answer to the question, it\nundoubtedly would be affirmative&mdash;so strong is the evidence. For myself I am very\nsure that just as certainly as you are sitting there and I am standing here, I\nknow that God lives and that this is his Church. He, himself, through the Holy Ghost, has\nrevealed this to me. In answer to prayer I have been the happy recipient several times of\nrevelation direct from God, given verbally, once orally. Hence I positively know that he lives.\nIn recent years I have publicly related some of these experiences many times. Many thousands\nof other Latter-day Saints have testimonies as strong as mine. But all true Latter-day Saints\nare firm in our precious faith. May all of us let it be our guiding light and keep us loyal to\nthe leadership of the First Presidency of the Church, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}