{"ID":4860, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Resurrection\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p2\" class=\"\">Elder F. Melvin Hammond<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/f-melvin-hammond-10.jpg\" alt=\"F. Melvin Hammond\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p3\" class=\"\">My beloved brothers and sisters, today I am happy to express to you the genuine love of the members of the Church in the South America North Area and of your wonderful missionary sons and daughters, young and old, who constantly say to me, “Elder Hammond, when you see our dear prophet, please tell him that we love him. And when you speak in a general conference of the Church, please tell the Saints that our love of the Savior is united firmly with theirs.” They are all so wonderful, and I am pleased to comply with their loving request.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p4\" class=\"\">On this occasion I would like to speak especially to the young people the world over. Somehow, I believe that they have a special ability to understand important things. May I illustrate with this little story?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p5\" class=\"\">Many years ago we sat as a family in our weekly home evening discussing the principle of the resurrection. Attempting to explain in simple terms what is involved, I noticed our small children looking at me with puzzled expressions on their tiny faces. Apologetically, I mumbled something about it being very difficult to understand such things. Whereupon, Lezlee, our then five-year-old, with a look of loving concern for my discomfort, said, “Don’t feel badly, Daddy; I understand you.” And then she proceeded to demonstrate her new gospel knowledge. Lying down on the floor, straight and stiff, with her arms outstretched, she slowly raised herself and said, “It’s simple, you just sink up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p6\" class=\"\">So I want to talk to you about the resurrection of our Savior, Jesus Christ, because on Easter Sunday we will celebrate His rising from the dead and all of us <span class=\"emphasis\">should<\/span> know the wonderful story of that remarkable event.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p7\" class=\"\">It was early on Sunday morning. Deep darkness still hung over the holy city, Jerusalem. Mary of Magdala entered the garden and approached the tomb where the body of Jesus of Nazareth recently had been laid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p8\" class=\"\">Just two days before, the humble Christ, hanging from a wooden cross, had given up the ghost, and mortality had ended for the Only Begotten Son of God in the flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p9\" class=\"\">Joseph of Arimathaea, a member of the Sanhedrin but a loving disciple of Jesus, had gone to the Roman procurator, Pontius Pilate, and had asked that he be allowed to remove the body from the cross. Permission was granted. The body was taken from the cross, and Joseph, with the assistance of Nicodemus, who earlier had come to question Jesus by night [see <span class=\"citation\" id=\"29490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29490)\">John 19:39<\/a><\/span>], gently prepared the body for burial after the manner of the Jews. The kind, loving men placed the body of the deceased in a newly hewn tomb belonging to Joseph. [see <span class=\"citation\" id=\"37365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37365)\">Matt. 27:57–60<\/a><\/span>] Then a great stone was rolled across the entrance, and a Roman seal was placed upon it, “lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead.” (<span class=\"citation\" id=\"37366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37366)\">Matt. 27:64<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p10\" class=\"\">Now Mary Magdalene approached the tomb, but to her utter amazement the huge stone had been rolled away. The body of her beloved Jesus was gone. Quickly she ran to advise the Apostles of this new tragedy, saying, “They have taken away the Lord out of the sepulchre, and we know not where they have laid him.” (<span class=\"citation\" id=\"29491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29491)\">John 20:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p11\" class=\"\">Peter, the chief Apostle, and John, the beloved Apostle, hurried to the place of burial. The account of Mary was confirmed. The tomb was indeed empty, except for the linens which had been used to wrap the body. Saddened, the two Apostles went away to their own homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p12\" class=\"\">“But Mary,” who had followed Peter and John back to the garden, “stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre.” (<span class=\"citation\" id=\"29492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29492)\">John 20:11<\/a><\/span>.) Two angels dressed in white sat within the tomb. Seeing her great grief they asked, “Woman, why weepest thou?” Sorrowfully, she answered them, “Because they have taken away my Lord, and I know not where they have laid him.” (<span class=\"citation\" id=\"29493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29493)\">John 20:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p13\" class=\"\">Still weeping, Mary turned from the tomb, and through her misty eyes she noticed someone standing close by. The person spoke to her, “Woman, why weepest thou? whom seekest thou?” Thinking that perhaps it was the gardener who addressed her, she replied, “Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.” (<span class=\"citation\" id=\"29494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29494)\">John 20:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p14\" class=\"\">In a voice tinctured with pure love and the sweetest tenderness, he simply uttered one word, “Mary.” There was no mistaking the voice; it was Jesus Christ. And thrilled beyond any comprehension, the dear woman could only say, “Rabboni,” which means Master. (See <span class=\"citation\" id=\"29495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29495)\">John 20:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p15\" class=\"\">There He stood—alive! Raised from the dead! Never to die again! His perfect body forever united with the spirit. The eternal Christ!<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p16\" class=\"\">To the credit of gentle, loving women everywhere, our Redeemer chose as the first mortal witness of His resurrection from the dead a woman, Mary Magdalene.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p17\" class=\"\">As we contemplate the events leading to the death of Jesus Christ, we tend to grieve for the awful sufferings which He experienced at the hands of wicked men—the terrible rending by the lash, the dreadful nails placed in His hands and feet, the prolonged agony of the cross, and finally His tender heart breaking for the sins of all men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p18\" class=\"\">But stop! He is not dead! He is risen! He is the first fruit of the resurrection. Without Him, life for all men would end at death. All would be consigned to the grave, their bodies to molder in the dust forever. But because of Him, our Savior, even Jesus Christ, the Son of the living God, we, every one of us, will live again—freed from the everlasting chains of death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p19\" class=\"\">To you sweet parents who have placed the mortal body of a dear son or a beautiful daughter in the grave, or to all who have lost a mother or father, husband or wife, to the relentless hand of death, I say, have hope. For if we ourselves are faithful to the end, they will not be lost to us save for a moment. And then, oh the sweetness of that joyous reunion, for the tender mercy of the Lord will bring them forth triumphant from the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p20\" class=\"\">And so, my wonderful young people everywhere, as we come to celebrate Easter, will you remember the story of Jesus coming out of the grave a perfect, glorified being? Will you remember that He made it possible for all of us to someday be resurrected and to come back and live with Him in the celestial kingdom of God throughout all eternity? Then if you will remember, you will understand His love for all of us, and your love for Him will grow deeper and deeper forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-resurrection.p21\" class=\"\">Such is my humble testimony of the glorious resurrection of the Lord Jesus Christ, which I proclaim to you along with my profound love for Him and each one of you. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}