{"ID":4864, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Aaronic Priesthood: Return with Honor\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p2\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p3\" class=\"\">My dear brethren, I appreciate the opportunity of speaking this evening as a bishop. I would like to talk about the Aaronic Priesthood—first, what it is not. It is not an activity; and second, it is not a priesthood in which we advance because of age. We are advanced in the priesthood because of worthiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p4\" class=\"\">Now let us discuss what the Aaronic Priesthood is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p5\" class=\"\">The Aaronic Priesthood years are a preparatory period of our lives when we prepare ourselves in this earth life to be worthy to return with honor to the presence of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p6\" class=\"\">We cannot remember that we once lived with our Heavenly Father and Jesus Christ and that we probably sat in meetings much like this, where the Father’s plan for us was explained. We cannot remember that Lucifer, a son of God the Father, a brother of Jesus Christ, rebelled against God’s plan and, in his rebellion, promised he would bring us all back home. But Lucifer would have denied us our free agency, the freedom to make decisions. We cannot remember that his plan was not accepted by us because, without choice, there would not have been a purpose for coming to this mortal probation. We would not have had opposition or repentance. We would not have learned obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p7\" class=\"\">So we chose not to go with Lucifer because if we had, we never would have been able to progress in earth life with our objective of returning back into the presence of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p8\" class=\"\">All of us on earth are winners because we chose to come to this mortal probation, which Alma described as a preparatory state. (See <span class=\"citation\" id=\"9766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9766)\">Alma 12:24, 26<\/a><\/span>; <span class=\"citation\" id=\"9794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9794)\">Alma 34:32<\/a><\/span>; <span class=\"citation\" id=\"9811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9811)\">Alma 42:10, 13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p9\" class=\"\">Understanding these concepts will give us eternal perspective when we have important choices to make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p10\" class=\"\">As a young man, I had an opportunity to serve in the U.S. Air Force as a jet-fighter pilot. Each unit in our squadron had a motto that would inspire its efforts. Our unit motto—displayed on the side of our aircraft—was “Return with Honor.” This motto was a constant reminder to us of our determination to return to our home base with honor only after having expended all of our efforts to successfully complete every aspect of our mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p11\" class=\"\">This same motto, “Return with Honor,” can be applied to each of us in our eternal plan of progression. Having lived with our Heavenly Father and having come to earth life, we must have determination to return with honor to our heavenly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p12\" class=\"\">How do we return to our Heavenly Father with honor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p13\" class=\"\">Just as aircraft pilots must obey certain rules in order to avoid disaster, there are laws, ordinances, and covenants we must understand and obey as we go through this earthly life—this preparatory period—if we are to reach our goal of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p14\" class=\"\">The preparatory gospel is that important part of the total gospel plan which gives us an opportunity to prepare ourselves for greater service, the ordinances of the holy temple, and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p15\" class=\"\">The fourth article of faith outlines the first principles and ordinances of the gospel. They are:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p16\" class=\"\">“First, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost.” [<span class=\"citation\" id=\"7010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7010)\">A of F 1:4<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p17\" class=\"\">Elder Bruce R. McConkie, a man of great faith, said, “<span class=\"emphasis\">Faith is a gift of God bestowed as a reward for personal righteousness.<\/span> … The greater the measure of obedience to God’s laws the greater will be the endowment of the [gift of faith].” (<span class=\"emphasis\">Mormon Doctrine,<\/span> 2d ed., Salt Lake City: Bookcraft, 1966, p. 264; italics in original.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p18\" class=\"\">In other words, obedience to the laws and ordinances of the gospel is essential to obtain faith in the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p19\" class=\"\">The Doctrine and Covenants stresses this very important point of obedience in a very simple way. The Lord says: “Keep my commandments continually. … And except thou do this, where I am you cannot come.” (<span class=\"citation\" id=\"19195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19195)\">D&amp;C 25:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p20\" class=\"\">The Lord tells us plainly: “If ye love me, keep my commandments.” (<span class=\"citation\" id=\"29480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29480)\">John 14:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p21\" class=\"\">In pilot training, we spent hours in a training device that simulated real flight. There an instructor would teach us about emergencies which could occur when flying a jet-fighter at the speed of sound. For each emergency, we were taught the procedures for avoiding disaster. We would practice each procedure over and over so that when a real emergency came, we would have developed what was called an automatic, or conditioned, response. We would know exactly what to do if the fire-warning light lit up or the panel indicated some other technical failure in the airplane. We would even predetermine the safe altitude at which we would bail out if the plane were on fire or out of control.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p22\" class=\"\">This training process can be compared to the lessons we learn in our homes and in the quorums of the Aaronic Priesthood—the preparatory period of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p23\" class=\"\">We are here at priesthood meeting this evening to learn those things which are necessary to prepare us to be strong and dedicated priesthood holders. We are preparing ourselves to take on higher laws and covenants such as obedience, sacrifice, service, chastity, and consecration of our time and talents. Why do we do this? We should learn this before we go to the temple, brethren, because afterwards it will help each of us to be valiant missionaries, caring eternal companions, and devoted fathers. We are preparing to return with honor to the presence of our Heavenly Father along with our entire families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p24\" class=\"\">Following is an incident that illustrates what could happen if we do not use this preparatory time wisely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p25\" class=\"\">I had a dear friend, an all-American football player. His team earned the opportunity to play in a New Year’s Day bowl game. Before 100,000 spectators and a large TV audience, his team lost by a huge score. It turned out that he and the other members of his team had not kept the training rules that their coach had tried to teach them. They paid a dear price. They had to live with the consequences of knowing they were not prepared to play the big game; they had to live with the final, very embarrassing score.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p26\" class=\"\">Years passed. Two members of this same football team were in my flight-training unit. One was an exemplary, well-disciplined student—a model pilot who had learned his lesson well from the failure in the bowl game.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p27\" class=\"\">However, the other friend had not learned to listen to those with more knowledge and more experience. When it came time for him to go to the trainer to learn emergency procedures and to precondition his mental and physical responses so that they would be automatic, even instantaneous, this all-American would put his arm around the instructor and say, “Check me off for three hours of emergency procedure.” Then, instead of training, he would go to the swimming pool, pistol range, or to the golf course. Later in the training the instructor said to him, “What are you going to do when there is an emergency and you are not prepared?” His answer, “I am never going to bail out; I am never going to have an emergency.” He never learned the emergency procedures which he should have mastered in preparatory training.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p28\" class=\"\">A few months later, on an evening mission, fire erupted in the quiet sky over Texas. The fire-warning light lit up. When the plane dropped to 5,000 feet in flames, the young pilot who was with him said, “Let’s get out of here.” And, with centrifugal force pulling against him, the young man who took his training seriously struggled to get out of the airplane and bailed out. His parachute opened at once. And he slammed to the ground. He received serious injuries but survived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p29\" class=\"\">My friend who had not felt the need to train stayed with the airplane and died in the crash. He paid the price for not having learned the lessons that could have saved his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p30\" class=\"\">When fire-warning lights come on in our lives, our eternal progress may be blocked, the price we pay for neglecting the warning. If we ignore the warning lights in our lives, we may not return with honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p31\" class=\"\">Fire-warning lights of a personal nature are activated for many reasons. For example, the use of alcohol, tobacco, and drugs should turn on warning lights because, when we choose to use these substances, we become slaves; and our free agency is limited. We must be prepared with a conditioned response to reject them—they are harmful agents—or we will jeopardize our right to have the Spirit guide us and direct us and our ability to return to our Heavenly Father with honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p32\" class=\"\">Sometimes choosing good friends is difficult, but the important choices we make in our lives are influenced by our friends. We cannot excuse our conduct because of the actions of our friends or because of the pressure they place upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p33\" class=\"\">Do you know how to recognize a true friend? A real friend loves us and protects us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p34\" class=\"\">In recognizing a true friend we must look for two important elements in that friendship:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p35\" class=\"\">A true friend makes it easier for us to live the gospel by being around him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p36\" class=\"\">Similarly, a true friend does not make us choose between his way and the Lord’s way. A true friend will help us return with honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p37\" class=\"\">By applying these two fundamental principles to our selection of friends, we can determine what kind of friends we will have and what kind of friend we will be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p38\" class=\"\">As Aaronic Priesthood holders, what kind of friend are we? Are we the type of friend who always makes sure that those around us know it will be easier for them to live gospel principles, such as the Word of Wisdom or the law of chastity, when they are with us? Do our friends know that they will never have to choose between what we want them to do and what the Lord would have them do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p39\" class=\"\">There is nothing more heartbreaking to a bishop or a parent than to have a young woman say the young man she loved and trusted most told her that if she really loved him, she would prove it by violating with him sacred laws of morality. May we this evening resolve that when fire-warning lights of this nature come on in our lives, we will have made up our minds to do the right thing—to remember who we are and to act accordingly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p40\" class=\"\">Learning your Aaronic Priesthood responsibilities well is like the experience of a student pilot when he is in the trainer. The Aaronic Priesthood holder should be preconditioned with an automatic response to keep gospel standards. He will know what his response is going to be, and the adversary will not triumph over him because he will have preconditioned himself to keep the commandments even when he is under stress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p41\" class=\"\">I hope that Aaronic Priesthood holders can understand the importance of preparing, blessing, and passing the sacrament to the members of the Church. It is so important that we do so with clean hands and a pure heart. It is so important that the young men with whom we serve in the Aaronic Priesthood know we are doing so worthily and that every member in the congregation can look toward the sacrament table and trust the members of the priesthood are worthy to perform the ordinances of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p42\" class=\"\">Each Sunday, as we participate in the sacred ordinance of the sacrament, we promise three things as the blessings over the bread and water are given by a priest. In the prayer, the voice of the priest at the table is for all in the room so that each of us can renew our covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p43\" class=\"\">First, we promise that we will always remember our Savior, Jesus Christ, and his atoning sacrifice for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p44\" class=\"\">Second, we take upon us once again the name of Jesus Christ, allowing us to renew our baptismal covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p45\" class=\"\">Third, we promise that we will keep his commandments, renewing our covenants of obedience. (See <span class=\"citation\" id=\"19192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19192)\">D&amp;C 20:77–79<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p46\" class=\"\">If we keep these three promises, we are given one of the greatest blessings that can be bestowed upon us: that we will have his Spirit to be with us always, meaning that we will have the Holy Ghost in our lives to guide us and protect us and direct us each day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p47\" class=\"\">The reason why we come to sacrament meeting each week is to renew these covenants so that we can have his Spirit to be with us and remain on the strait and narrow path that leads us to eternal life—to return with honor. (See <span class=\"citation\" id=\"4403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4403)\">2 Ne. 31:17–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p48\" class=\"\">I have stressed the importance of obedience. However, as important as obedience is, sometimes people are deceived and choose to be selectively obedient. A young man may recognize that he must be obedient, yet selectively do only part of what he is commanded to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p49\" class=\"\">The Lord tells us in 2 Nephi the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p50\" class=\"\">“Yea, and there shall be many which shall say: Eat, drink, and be merry, for tomorrow we die; and it shall be well with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p51\" class=\"\">“And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; yea, lie a little, take the advantage of one because of his words, dig a pit for thy neighbor; there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God.” (<span class=\"citation\" id=\"4392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4392)\">2 Ne. 28:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p52\" class=\"\">My brethren, this is deception, as the Lord has taught us. Wickedness—not even a little wickedness—never was happiness. (See <span class=\"citation\" id=\"9807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9807)\">Alma 41:10<\/a><\/span>.) And it never will be. Wickedness prevents us from returning with honor to our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p53\" class=\"\">Remember, the Lord told us, “Keep my commandments continually. … And except thou do this, where I am you cannot come.” (<span class=\"citation\" id=\"19196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19196)\">D&amp;C 25:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p54\" class=\"\">Many young men enter the mission field having made great sacrifices. They may have had to postpone athletic, artistic, scholarship, and career plans. There may be great financial sacrifice on the part of the family. They may have even left a young lady whom they loved dearly and whom they may lose to some other young man who comes home from the mission field first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p55\" class=\"\">But, no matter how much an individual or family may sacrifice for a mission or anything else, unless missionaries choose obedience, consecrating all of their time, talents, and resources in the service of the Lord while they are in the mission field, they cannot fully realize all the great blessings the Lord has in store for them. But it will be much more effective if they learn to be obedient before they go to the mission field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p56\" class=\"\">In order to return with honor, we need the Spirit of the Holy Ghost to be with us each day. You who hold the Aaronic Priesthood, be obedient and exercise your free agency righteously. Be worthy and be prepared to perform your calling well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p57\" class=\"\">As a father, I put my arms around each of my boys as they left to serve their missions and whispered in their ears, “Return with honor.” I can picture our Father in Heaven putting his arms around each of us as we left his presence and whispering, “Return with honor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-aaronic-priesthood-return-with-honor.p58\" class=\"\">That we will remember who we are and be obedient to the commandments of the Lord and return with honor into the presence of our Heavenly Father with our families is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}