{"ID":4866, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Greatest Joy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p2\" class=\"\">Elder Clinton L. Cutler<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21f6.jpg\" alt=\"Elder Clinton L. Cutler\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p3\" class=\"\">My dear brethren, these past few days I have taken a stroll down memory lane. I went back forty-seven years ago in my memory to this sacred building where, as a deacon, members of my quorum and myself rode the bus from Midvale to attend general conference. In those days during the war years of World War II, we could arrive here at ten minutes to the hour and still have a seat. I remember the feelings we had in those years, as the Brethren didn’t enter the pulpit area from the rear; they would walk up the aisles. I recall one Sunday that as we stood outside, a big, tall brother entered through the little gate on the east of Temple Square. It was President George Albert Smith, then serving as President of the Quorum of the Twelve. He walked up to us and visited with us and patted us on the shoulder. I have never forgotten the feelings I had when an Apostle of the Lord took the time to talk to four deacons in from the farm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p4\" class=\"\">Over those intervening years as I have taken that stroll down memory lane, I have listed the many miracles that have occurred in my life and that I have witnessed. My thoughts go out in gratitude to that loving Father, the Father of us all, who stands with arms outstretched, cheering us on, asking us to come home to him and to his beloved Son, our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p5\" class=\"\">I think of all those choice souls: my mother, who at eighty-one, still is the pacesetter in our family as she leads the way for her children to follow; teachers; advisers; and many dear associates over those many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p6\" class=\"\">It is more apparent to me now than ever that, as Alma of old declared, the word of the Lord and the preaching of his word has a greater tendency to lead the people to do that which is just. It has a more powerful effect than even the sword or anything else. (See <span class=\"citation\" id=\"9784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9784)\">Alma 31:5<\/a><\/span>.) This I have seen in the lives of those choice missionaries that I have had the privilege the past almost-three years to serve with—additional sons and daughters added to our family circle, sons and daughters that Sister Cutler and I love with all our hearts. I have seen that miracle happen over and over again as the word of the Lord is taught to his children and those of his flock who hear his voice and have a change of heart and come unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p7\" class=\"\">The gospel of Jesus Christ is true. It is the greatest joy, the only pure joy, we have in this life. As we embrace it and all things we hold dear—families, loved ones—all else is wrapped in that great package of love from a Father on high who loves us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-greatest-joy.p8\" class=\"\">I conclude with a testimony I heard this past week from three recent converts who bore their testimonies with tears in their eyes for the knowledge they have gained in just a few short months. They testified that Heavenly Father does live, that he cares, that Jesus is the Christ and that, yes, they have a road map and a pattern to follow, and it is contained in the Book of Mormon—that blueprint given to bring them safely home. They testified that Joseph Smith is the Prophet of this dispensation and that today, standing as the mouthpiece of the Lord, is President Ezra Taft Benson. I join with them in this testimony, for I know it all to be true with all my heart because of the life and the blessings that I have been granted. I bear you this testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}