{"ID":4868, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            My Brother’s Keeper\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p3\" class=\"\">The Holy Bible is an inspiration to me. This sacred book has inspired the minds of men and has motivated readers to live the commandments of God and to love one another. It is printed in greater quantities, is translated into more languages, and has touched more human hearts than any other volume.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p4\" class=\"\">Particularly do I enjoy reading from the book of Genesis the account describing the creation of the world. Ponder the power of that culminating declaration: “God created man in his own image, in the image of God created he him; male and female created he them. And God blessed them.” (<span class=\"citation\" id=\"24034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24034)\">Gen. 1:27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p5\" class=\"\">Joy turns to sadness as we learn of Abel’s tragic death at the hands of his brother Cain. Chapters of counsel, lessons for living, guidance from God are found in one brief verse: “And the Lord said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?” (<span class=\"citation\" id=\"24036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24036)\">Gen. 4:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p6\" class=\"\">These two significant questions are asked, then answered, in themes taught throughout the scriptures. One such example is found in the life of Joseph and his brothers. We will recall that Joseph was especially loved by his father, Jacob, which occasioned bitterness and jealousy on the part of his brothers. There followed the plot to slay him, which eventually placed Joseph in a pit without food and without water to sustain life. Upon the arrival of a passing caravan of merchants, Joseph’s brothers determined to sell him rather than to leave him to die. Twenty pieces of silver extricated Joseph from the pit and placed him eventually in the house of Potiphar in the land of Egypt. There Joseph prospered, for “the Lord was with Joseph.” (<span class=\"citation\" id=\"24047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24047)\">Gen. 39:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p7\" class=\"\">After the years of plenty, there followed the years of famine. In the midst of this latter period, when the brothers of Joseph came to Egypt to buy corn, they were blessed by this favored man in Egypt—even their own brother. Joseph could have dealt harshly with his brethren for the callous and cruel treatment he had earlier received from them. However, he was kind and gracious to his brethren and won their favor and support with these words and actions:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p8\" class=\"\">“Now therefore be not grieved, nor angry with yourselves, that ye sold me hither: for God did send me before you to preserve life. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p9\" class=\"\">“And God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p10\" class=\"\">“So now it was not you that sent me hither, but God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p11\" class=\"\">“Moreover [Joseph] kissed all his brethren, and wept upon them: and after that his brethren talked with him.” (<span class=\"citation\" id=\"24055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24055)\">Gen. 45:5, 7–8, 15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p12\" class=\"\">They had found their brother. Joseph in very deed was his brothers’ keeper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p13\" class=\"\">In the touching account of the good Samaritan, Jesus teaches vividly the interpretation of the lesson, “Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"37349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37349)\">Matt. 19:19<\/a><\/span>.) Answered effectively is the haunting question, “Am I my brother’s keeper?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p14\" class=\"\">An entire vista of opportunity is unfolded to our view when we contemplate the magnitude of King Benjamin’s admonition, recorded in the Book of Mormon: “When ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40754)\">Mosiah 2:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p15\" class=\"\">Just last week the First Presidency and the Council of the Twelve were provided the opportunity to view the new Church-history exhibit situated in the museum just west of Temple Square. I loved the replica of the entry to the Fourth Ward—one of the original wards in the valley. I noted with keen interest the lighted map which plotted the pioneer trek from Nauvoo. However, my heart was truly touched when I gazed at an actual handcart displayed in a place of honor. The handcart communicated to me a silent yet eloquent account of its long and momentous journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p16\" class=\"\">Let us for a moment join Captain Edward Martin and the handcart company he led. While we will not feel the pangs of hunger which they felt or experience the bitter cold that penetrated their weary bodies, we will emerge from our visit with a better appreciation of hardship borne, courage demonstrated, and faith fulfilled. We will witness with tear-filled eyes a dramatic answer to the question “Am I my brother’s keeper?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p17\" class=\"\">“The handcarts moved on November 3 and reached the river, filled with floating ice. To cross would require more courage and fortitude, it seemed, than human nature could muster. Women shrank back and men wept. Some pushed through, but others were unequal to the ordeal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p18\" class=\"\">“‘Three eighteen-year-old boys belonging to the relief party came to the rescue; and to the astonishment of all who saw, carried nearly every member of that ill-fated handcart company across the snow-bound stream. The strain was so terrible, the exposure so great, that in later years all the boys died from the effects of it. When President Brigham Young heard of this heroic act, he wept like a child, and later declared publicly, “That act alone will ensure C. Allen Huntington, George W. Grant, and David P. Kimball an everlasting salvation in the Celestial Kingdom of God, worlds without end.”’” (LeRoy R. Hafen and Ann W. Hafen, <span class=\"emphasis\">Handcarts to Zion,<\/span> Glendale, Calif.: The Arthur H. Clark Co., 1960, pp. 132–33.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p19\" class=\"\">Our service to others may not be so dramatic, but we can bolster human spirits, clothe cold bodies, feed hungry people, comfort grieving hearts, and lift to new heights precious souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p20\" class=\"\">Junius Burt of Salt Lake City, a longtime worker in the Streets Department, related a touching and inspirational experience. He declared that on a cold winter morning, the street cleaning-crew of which he was a member was removing large chunks of ice from the street gutters. The regular crew was assisted by temporary laborers who desperately needed the work. One such wore only a lightweight sweater and was suffering from the cold. A slender man with a well-groomed beard stopped by the crew and asked the worker, “You need more than that sweater on a morning like this. Where is your coat?” The man replied that he had no coat to wear. The visitor then removed his own overcoat, handed it to the man and said, “This coat is yours. It is heavy wool and will keep you warm. I just work across the street.” The street was South Temple. The Good Samaritan who walked into the Church Administration Building to his daily work and without his coat was President George Albert Smith of The Church of Jesus Christ of Latter-day Saints. His selfless act of generosity revealed his tender heart. Surely he was his brother’s keeper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p21\" class=\"\">In December of 1989, the beautiful and long-awaited Las Vegas temple was dedicated in inspiring sessions, which continued for three days. The messages and music in the dedicatory sessions lifted each heart heavenward and prompted the listener to keep the commandments of God and to emulate the example of righteous living taught by Jesus of Nazareth. Thoughts of self yielded to consideration for others. One sermon stressed the injunction of the Lord as recorded in Matthew:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p22\" class=\"\">“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p23\" class=\"\">“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p24\" class=\"\">“For where your treasure is, there will your heart be also.” (<span class=\"citation\" id=\"37332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37332)\">Matt. 6:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p25\" class=\"\">After the session during which this passage of scripture had been presented, a handwritten letter, carefully tucked away in a sealed envelope, was handed to me by an usher. May I share with you the contents of this touching letter:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p26\" class=\"\">“Dear President Monson:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p27\" class=\"\">“My husband and I feel the completion and dedication of this beautiful Las Vegas Nevada Temple is the finest gift we could receive during this sacred season. Temples are such a sweet gift to all the world; and as you spoke of righteous Saints who are worthy to obtain the blessings of the Lord’s house but lack the financial means to attend a temple, our hearts were so touched.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p28\" class=\"\">“President Monson, there must be a family somewhere who needs to attend the temple, because as my dear companion and I spoke of our great joy during this special Christmas season, we both commented as to how any store-bought gift would pale in comparison to what we have received in these dedicatory services. Instead of spending our budgeted Christmas funds for some gift from a local store, we would like to give you this $500 to help some family waiting to be endowed and sealed for all eternity. We appreciate your assisting us in our gifts to each other this year.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p29\" class=\"\">The letter was unsigned. The givers remain anonymous. Perhaps today this brother may be viewing this session of general conference. If so, he may be pleased to learn that this gift has made it possible for a worthy family from the Villa Real District of the Portugal Porto Mission to journey to the temple and receive their precious temple blessings. To the unknown givers of this priceless gift I extend my thanks for being your brother’s keeper. I have the inner feeling that your Christmas season was marked by joy and filled with peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p30\" class=\"\">We have no way of knowing when our privilege to extend a helping hand will unfold before us. The road to Jericho each of us travels bears no name, and the weary traveler who needs our help may be one unknown. Altogether too frequently, the recipient of kindness shown fails to express his feelings, and we are deprived of a glimpse of greatness and a touch of tenderness that motivates us to go and do likewise. Genuine gratitude was expressed by the writer of a letter received recently at Church headquarters. No return address was shown, but the postmark was from Portland, Oregon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p31\" class=\"\">“To the Office of the First Presidency:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p32\" class=\"\">“Salt Lake City showed me Christian hospitality once during my wandering years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p33\" class=\"\">“On a cross-country journey by bus to California, I stepped down in the terminal in Salt Lake City, sick and trembling from aggravated loss of sleep caused by a lack of necessary medication. In my headlong flight from a bad situation in Boston, I had completely forgotten my supply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p34\" class=\"\">“In the Temple Square Hotel restaurant, I sat dejectedly, cheekbones propped on fists, staring at a cup of coffee I really didn’t want. Out of the corner of my eye I saw a couple approach my table. ‘Are you all right, young man?’ the woman asked. I raised up, crying and a bit shaken, and related my story and the predicament I was in then. They listened carefully and patiently to my nearly incoherent ramblings, and then they took charge. They must have been prominent citizens. They spoke with the restaurant manager, then told me I could have all I wanted to eat there for five days. They took me next door to the hotel desk and got me a room for five days. Then they drove me to a clinic and saw that I was provided with the medications I needed—truly my basic lifeline to sanity and comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p35\" class=\"\">“While I was recuperating and building my strength, I made it a point to attend the daily Tabernacle organ recitals. The celestial voicing of that instrument from the faintest intonation to the mighty full organ is the most sublime sonority of my acquaintance. I have acquired albums and tapes of the Tabernacle organ and the choir which I can rely upon any time to soothe and buttress a sagging spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p36\" class=\"\">“On my last day at the hotel, before I resumed my journey, I turned in my key; and there was a message for me from that couple: ‘Repay us by showing gentle kindness to some other troubled soul along your road.’ That was my habit, but I determined to be more keenly on the lookout for someone who needed a lift in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p37\" class=\"\">“I wish you well. I don’t know if these are indeed the ‘latter days’ spoken of in the scriptures, but I do know that two members of your church were saints to me in my desperate hours of need. I just thought you might like to know.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p38\" class=\"\">What a touching account. There comes to mind the experience of Jesus, when ten lepers were cleansed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p39\" class=\"\">“And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p40\" class=\"\">“And fell down on his face at his feet. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p41\" class=\"\">“And [Jesus] said unto him, Arise, go thy way: thy faith hath made thee whole.” (<span class=\"citation\" id=\"32399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32399)\">Luke 17:15–16, 19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p42\" class=\"\">The desire to help another, the quest for the lost sheep, may not always yield success at once. On occasion progress is slow—even indiscernible. Such was the experience of my longtime friend Gil Warner. He was serving as a newly called bishop when “Douglas,” a member of his ward, transgressed and was deprived of his Church membership. Father was saddened; Mother was totally devastated. Douglas soon thereafter moved from the state. The years hurried by, but Bishop Warner, now a member of a high council, never ceased to wonder what had become of Douglas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p43\" class=\"\">In 1975, I attended the stake conference of the Parleys stake and held a priesthood leadership meeting early on the Sunday morning. I spoke of the Church discipline system and the need to labor earnestly and lovingly to rescue any who had strayed. Gil Warner asked to speak and then outlined the story of Douglas. He concluded with the question, “Who has the responsibility to work with Douglas and bring him back to Church membership?” Gil advised me later that my response to his question was direct and given without hesitation: “It is your responsibility, Gil, for you were his bishop, and he knew you cared.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p44\" class=\"\">Unbeknownst to Gil Warner, Douglas’s mother had, the previous week, fasted and prayed that a man would be raised up to help save her son. Gil discovered this when he felt prompted to call her to report his determination to be of help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p45\" class=\"\">Gil began his odyssey of redemption. Douglas was contacted by him. Old times, happy times, were remembered. Testimony was expressed, love was conveyed, and confidence instilled. The pace was excruciatingly slow. Discouragement frequently entered the scene; but, step by step, Douglas made headway. At long last prayers were answered, efforts rewarded, and victory attained. Douglas was approved for baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p46\" class=\"\">The baptismal date was set, family members gathered, and former bishop Gil Warner flew to Seattle for the occasion. Can we appreciate the supreme joy felt by Bishop Warner as he, dressed in white, stood with Douglas in water waist-deep and, raising his right arm to the square, repeated those sacred words, “Having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost.” (<span class=\"citation\" id=\"19188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19188)\">D&amp;C 20:73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p47\" class=\"\">He that was lost was found. A 26-year mission, marked by love and pursued with determination, had been successfully completed. Gil Warner said to me, “This was one of the greatest days of my life. I know the joy promised by the Lord when He declared, ‘And if it so be that you should labor all your days … and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!’” (<span class=\"citation\" id=\"19170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19170)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19170)\">D&amp;C 18:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p48\" class=\"\">Were the Lord to say to Gil Warner today, as He said to Adam’s son long years ago, “Where is Douglas, thy brother?” Bishop Warner could reply, “I am my brother’s keeper, Lord. Behold Douglas, thy son.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/my-brothers-keeper.p49\" class=\"\">May all of us who hold the priesthood of God demonstrate by our lives that we are our brothers’ keepers, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}