{"ID":487, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Perfecting the Welfare Plan<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1950, pp. 126-128<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI earnestly invite each of you, my brethren and sisters, to say a prayer that while I\nstand before you, you may get something out of what I say that will do you good, and that\nwhat I say will inspire what you get. I rely wholly upon the Spirit of the Lord to direct me on\nthis occasion.\n<\/p><p>\nTEACHINGS NOT NEW\n<\/p><p>\nDuring this conference I have listened intently to everything that has been said. What has\nbeen said has thrilled me, although I have not heard anything much that is new. During the\npast weeks I have read many conference addresses given from this pulpit during the last\ntwenty-one years, and I have not found much in those addresses that was new, but I thrilled\nwith every one of them.\n<\/p><p>\nTruth, sufficient to guide us through our lives and back into the very presence of God, was\nrevealed through the Prophet Joseph Smith during the early years of this last dispensation.\nThe Lord counseled the brethren in that day that they were to pretend to no new revelation\n(<span class=\"citation\" id=\"12782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12782)\">D&amp;C 32:4<\/a><\/span>).\nThey were to speak and teach what had been revealed through the Prophet Joseph Smith. In\nthe main, that is what we are still doing.\n<\/p><p>\nI know, of course, that there have been new revelations given since the days of the Prophet\nJoseph Smith. I know that every man who has stood at the head of the Church from then until\nnow has received revelations from the Lord. I know President Smith receives them today. But\nnot many new doctrines have been revealed since the Prophet's time.\n<\/p><p>\nBUILD-UP OF SPIRITS\n<\/p><p>\nWhat we get out of general conference is a build-up of our spirits as we listen to those\nparticular principles and practices of the gospel which the Lord inspires the present leadership\nof the Church to bring to our attention at the time. He knows why he inspired\nBrother Joseph F. Merrill to give the talk he just gave. He knows why he inspired the other\nbrethren who have talked in this conference to say what they have said. It is our high\nprivilege to hear, through these men, what the Lord would say if he were here. If we do not\nagree with what they say, it is because we are out of harmony with the Spirit of the Lord.\n<\/p><p>\nWELFARE WORK\n<\/p><p>\nI desire to say a word or two about the work that I give a great deal of my time to, the\nwelfare work. I hope they will be worth remembering. There are few of the brethren who so\nconsistently go to all the stakes in the Church as I. I go because I am sent. I feel very humble\nin it and very grateful that the brethren have enough confidence in me to send me about the\nChurch to tell the stake presidents, bishops, Relief Society presidents, and other welfare\nworkers some things about the welfare program.\n<\/p><p>\nI thank you, my brethren and sisters, for your faithfulness in coming to the regional and stake\nwelfare meetings that we call. I have never called one, and I never shall call one that is not\nauthorized by the Presidency of the Church. Last year, of the 173 stake presidents invited to\nattend the welfare budget meetings, 163 attended. Of the 172 Relief Society stake presidents\ninvited, 163 attended. That made the attendance record of the Relief Society presidents about\n55\/100ths of one percent better than the record of the stake presidents. The record of\nattendance of the bishops and the independent branch presidents was, however, 61\/100ths of\none percent better than the record of attendance of ward and independent branch Relief\nSociety presidents. Thus the attendance record of the brethren was about 5\/100ths of one\npercent better than that of the women&mdash;quite a record for men. Welfare workers who attended\nthose meetings traveled 488,323 man-miles coming and going. You have, my brethren and\nsisters, made a marvelous record of loyalty to the welfare plan.\n<\/p><p>\n1951 WELFARE BUDGET\n<\/p><p>\nJust now we are in the midst of touring the Church with the proposed 1951 welfare\nproduction budget. We are not inviting so many people to the meetings this year as we did\nlast year, because we want to get down in our conferences with you to the discussion of some\nof the details of the welfare operations. We do not feel we need to promote the welfare\nprogram as an idea so much as we have done in the past, because we believe that most of the\npeople are now converted. But we do need to perfect its operation.\n<\/p><p>\nFirst, we want to get to the point in the program just as soon as possible where the necessity\nto call upon the Saints for cash contributions to meet the annual Church welfare production\nbudget is eliminated. We are presently doing two things to accomplish this. In the first place,\nunder the direction of the brethren we have taken out of the proposed budget\na couple of items which required the raising of cash: transportation of coal and cash for the\npurchase of cloth. As a result, the 1951 welfare production budget will be $132,000 less than\nit would have been with these two items left in.\n<\/p><p>\nSecond, with these items eliminated, we are urging that the budget be produced in\ncommodities and not in cash. This can only be done by getting in hand the means with which\nto produce the commodities&mdash;permanent welfare production projects. We have nearly enough\nprojects to produce our budget needs, but we are a little out of balance. Some projects are\nlarger than they need be, while in some places there are no production projects. If, somehow,\nthose who have no projects could buy into the larger projects, so that all the production could\nbe turned into the welfare program, it would help. All those who have no projects will, of\ncourse, need to get them. We are stressing this matter as we go  about the Church.\n<\/p><p>\nNOT A DOLE\n<\/p><p>\nAnother thing we are doing is emphasizing the counsel given by the brethren from the\nbeginning that the welfare program must not become a dole. Our people must be given the\nopportunity to work for what they get. In the spirit of the Master let us give them an\nopportunity to work so that we do not violate the primary purpose of the welfare plan. When\nthey set it up, the brethren said, \"Our primary purpose was to set up, insofar as it might be\npossible, a system under which the curse of idleness would be done away with, the evils of a\ndole abolished, and independence, industry, thrift, and self-respect be once more established\namong our people... Work is to be re-enthroned as the ruling principle of the lives of our\nChurch membership.\"\n<\/p><p>\nPRINCIPLE OF THE FAST\n<\/p><p>\nNow one more point: We desire to encourage throughout the Church the principle of the\nfast&mdash;abstaining from the eating of two meals on fast day and giving the equivalent thereof to the\nbishop. A minimum fast offering is the equivalent of the two meals and a maximum fast\noffering may be measured by the greatness of one's heart. God bless you that you may\ncontinue in this great program with all the energy of your souls.\n<\/p><p>\nIf I had time, I would like to give you a lesson on it out of the first six verses of the 105th\nsection of the Doctrine and Covenants\n(<span class=\"citation\" id=\"12832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12832)\">D&amp;C 105:1-6<\/a><\/span>),\nbut I do not have time. I will simply say this: The\nreason the Saints did not go back into Jackson County, Missouri, and redeem Zion at the time\nthe Prophet came from Kirtland with Zion's Camp was because the members of the Church in\nZion would not impart of their substance, as becometh Saints, to the poor and afflicted among\nthem (<span class=\"citation\" id=\"12833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12833)\">D&amp;C 105:3<\/a><\/span>).\nWe may find that just such a consequence rests upon our performance.\n<\/p><p>\nGod bless you, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}