{"ID":4872, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “One Small Step for a Man; One Giant Leap for Mankind”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fa0.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p3\" class=\"\">I pray for the influence of the Holy Spirit as I discuss with you a most sacred subject—a subject that I hope will have special significance to those of you who may be investigating the Church. On July 20, 1969, astronauts landed on the moon, a planet located some 239,000 miles from the earth. Millions of people the world over witnessed this historic event on television and stared in amazement as the lunar module came to rest on the moon’s surface. All were thrilled when Neil Armstrong exited from the space craft and announced: “One small step for a man; one giant leap for mankind.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p4\" class=\"\">The press coverage of this monumental achievement was broad. It occupied headlines and was the subject of feature stories for many days. After all, the moon-landing had opened new frontiers of space travel, revealed new knowledge about the universe, and represented a major investment of human resources. Some reporters declared that the moon landing was the greatest event in the history of mankind since the resurrection of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p5\" class=\"\">I do stand in awe of the recent developments in space technology. My mind does not comprehend even a fraction of the miracles wrought by knowledgeable men of the world who have probed the universe. However, I take issue with those who believe that the placement of men upon the moon is the greatest occurrence of the last two thousand years. I do so because I know of an event wherein the Creator of the universe himself came to earth in answer to an obscure boy’s humble prayer and revealed pure theology.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p6\" class=\"\">Greatness is measured by men in many ways. It is generally equated with size, cost, quantity, and position. God, however, has a better way, “for as the heavens are higher than the earth, so are [His] ways higher than [man’s] ways.” (<span class=\"citation\" id=\"25678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25678)\">Isa. 55:9<\/a><\/span>.) In God’s eyes, greatness is equated with light, truth, goodness, and service. (See <span class=\"citation\" id=\"19293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19293)\">D&amp;C 93:36<\/a><\/span>; <span class=\"citation\" id=\"37354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37354)\">Matt. 23:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p7\" class=\"\">We are taught that eternal life is “the <span class=\"emphasis\">greatest<\/span> of all the gifts of God” (<span class=\"citation\" id=\"19166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19166)\">D&amp;C 14:7<\/a><\/span>; italics added), and that eternal life is to know “the only true God, and Jesus Christ, whom [He has] sent.” (<span class=\"citation\" id=\"29486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29486)\">John 17:3<\/a><\/span>.) Therefore, it is concluded that anyone who would introduce the only true God to mankind and unwrap the gift of eternal life, making it available to all, would be a partaker of greatness and be associated with great events.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p8\" class=\"\">The obscure young man of whom I speak, who introduced the true and living God to a benighted world, was not sponsored by an organization or trained by a group of professionals. At the time, he was no prophet, nor was he a prophet’s son. But like many who have been called in times past to perform a holy work, he was a common farm boy. (See <span class=\"citation\" id=\"10484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10484)\">Amos 7:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p9\" class=\"\">He was the product of a God-fearing family—a family that thirsted after righteousness and exercised a simple but deep faith in the Lord. His school was the home, his teachers were loving parents, and his textbook was the Holy Bible. Yet, at the tender age of fourteen, he demonstrated a type of faith which had power to thrust him into the presence of Deity. (See <span class=\"citation\" id=\"33415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33415)\">Mark 9:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p10\" class=\"\">There were no cameras trained upon him when he stepped into that grove of trees in upper New York state. There were no cheering throngs or support personnel to provide him encouragement. Nor were there newspaper reporters on hand to describe his actions. He knelt alone under the gaze of his Heavenly Father and offered up the sincere desires of his heart with perfect confidence that his voice would be heard. He was unaware of the muted applause of unseen multitudes who had waited so patiently for the dawning of a new day and the restoration of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p11\" class=\"\">His investment in working the miracle was not money, machines, manpower, or even the trappings of science; his was an investment of living faith and an indomitable will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p12\" class=\"\">Joseph Smith’s prayer and first vision in 1820 were no small things, even though they began as “one small step for a [young] man.” Over the years they have proven to be “one giant leap for mankind”; for that act of supreme faith ended a long night of spiritual darkness, opened up a flood of unadulterated truths, and ushered in the dispensation of the fulness of times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p13\" class=\"\">We are told that the spin-off effects of the moon mission were many. Such benefits are reflected in all the materials about us. However, the consequences of Joseph Smith’s first vocal prayer and his probe into the unknown are infinitely greater and should be pondered seriously by all who are interested in “things as they <span class=\"emphasis\">really<\/span> are, and of things as they <span class=\"emphasis\">really<\/span> will be.” (<span class=\"citation\" id=\"25945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25945)\">Jacob 4:13<\/a><\/span>; italics added.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Joseph did not emerge from the grove with lunar rocks in his pocket or with moon dust on his shoes. He emerged with a changed countenance and with a gold mine of truth lodged in his mind and heart:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Joseph learned that there are no winners in wars of words or tumults of opinion regarding religious matters. (See <span class=\"citation\" id=\"30705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30705)\">JS—H 1:12<\/a><\/span>.) Such contention plays into the hands of Satan because he is the “father of contention.” (<span class=\"citation\" id=\"6195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6195)\">3 Ne. 11:29<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Moreover, Joseph verified the fact that critical issues pertaining to the Spirit cannot be settled alone by “an appeal to the Bible,” so long as teachers of religion understand the same passage of scripture so differently. (See <span class=\"citation\" id=\"30706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30706)\">JS—H 1:12<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Joseph learned of “the power of some actual being from the unseen world” which bound his tongue and enveloped him in thick darkness as he began to pray. (See <span class=\"citation\" id=\"30707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30707)\">JS—H 1:16<\/a><\/span>.) This power was exerted by the evil one, who viewed Joseph Smith as a threat to his realm of sin and error.<\/p>\n\t\t\t\t\t<p>Few men have disturbed and annoyed the adversary more than Joseph; few have felt the combined powers of darkness more than he; and few have triumphed over Satan more nobly. (See <span class=\"citation\" id=\"30713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30713)\">JS—H 1:20<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Joseph learned what Moses had learned years before about Satan’s darkness and nothingness, as compared with the light and liberty associated with God. (See <span class=\"citation\" id=\"39771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39771)\">Moses 1:10–15<\/a><\/span>.) Said Joseph:<\/p>\n\t\t\t\t\t<p>“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t\t\t<p>“It no sooner appeared than I found myself delivered from the enemy which held me bound.” (<span class=\"citation\" id=\"30708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30708)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>“Light and truth [do] forsake [the] evil one.” (<span class=\"citation\" id=\"19292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19292)\">D&amp;C 93:37<\/a><\/span>.) The powers of darkness do flee before the powers of light, just as the night runs from the dawn.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Joseph learned that he was made in the image of God, exactly as the scriptures attest. In his own words:<\/p>\n\t\t\t\t\t<p>“When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30709)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>In a matter of only a few moments, the damning myth of an impersonal, uncaring, and incomprehensible God was dispelled. The true nature of a Father in Heaven—the father of our spirits—was revealed in company with His Beloved Son, even Jesus Christ, He who had atoned for the sins of man. (See <span class=\"citation\" id=\"24552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24552)\">Heb. 12:9<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>As stated by an Apostle: “One minute’s instruction from personages clothed with the glory of God coming down from the eternal worlds is worth more than all the volumes that ever were written by uninspired men.” (Orson Pratt, <span class=\"emphasis\">Journal of Discourses,<\/span> 12:354.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Joseph learned that none of the churches of the day were right and that he should not join any of them. He recounts:<\/p>\n\t\t\t\t\t<p>“My object in going to inquire of the Lord was to know which of all the sects was right, that I might know which to join. No sooner, therefore, did I get possession of myself, so as to be able to speak, than I asked the Personages who stood above me in the light, which of all the sects was right … and which I should join.<\/p>\n\t\t\t\t\t<p>“I was answered that I must join none of them, for they were all wrong.” (<span class=\"citation\" id=\"30711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30711)\">JS—H 1:18–19<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>This pronouncement may have troubled Joseph at first because members of his family had affiliated with a specific faith and he, himself, had leanings toward another. But God had spoken, and who was he to dispute?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Joseph learned why he must not align himself with an existing church. His words are:<\/p>\n\t\t\t\t\t<p>“The Personage who addressed me said that all their creeds were an abomination in his sight; that those professors were all corrupt; that: ‘they draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof.’” (<span class=\"citation\" id=\"30712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30712)\">JS—H 1:19<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Having seen what he had seen and having heard what he had heard, how could he possibly join a sect unacceptable to the Almighty? Perhaps some of the professors were “humble followers of Christ; nevertheless, they [were] led, that in many instances they [did] err because they [were] taught by the precepts of men.” (<span class=\"citation\" id=\"4395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4395)\">2 Ne. 28:14<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Perhaps some honest efforts were being made by a few, but whatever was being done was insufficient “to teach any man the right way.” (<span class=\"citation\" id=\"4386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4386)\">2 Ne. 25:28–29<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Joseph learned that “the testimony of James [was] true—that a man who lacked wisdom might ask of God, and obtain, and not be upbraided.” (<span class=\"citation\" id=\"30714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30714)\">JS—H 1:26<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>He also learned that a soul in the early nineteenth century was just as precious unto God as a soul in Moses’ time or in the meridian of time, else why would the Lord appear? (See <span class=\"citation\" id=\"9804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9804)\">Alma 39:17<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Soon thereafter, Joseph learned “that God had a work for [him] to do” and that his name should be made known among all nations, kindreds, and tongues. (See <span class=\"citation\" id=\"30715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30715)\">JS—H 1:33<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p38\" class=\"\">Such prophecy has been fulfilled as The Church of Jesus Christ of Latter-day Saints has been established and as the fulness of the gospel has been preached in all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p39\" class=\"\">Yes, it all started so quietly, so simply, and so very wonderfully. A believing boy took “one small step” and prayed. A loving Father in Heaven listened and responded. What has resulted is rightfully referred to as “one giant leap for mankind.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p40\" class=\"\">All the towers ever built and all the spaceships ever launched pale in comparison with Joseph Smith’s first vision. Though men fly higher and higher into the heavens, they will not find God or see his face unless they humble themselves, pray, and heed the truths revealed through the Prophet of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p41\" class=\"\">Some have foolishly said, “Take away Joseph Smith and his prayer in the grove and the First Vision and we can accept your message.” Such people would have us bury the treasure of saving truths already cited, and many more, and turn our backs to “the most important event that had taken place in all world history from the day of Christ’s ministry to the glorious hour when it occurred.” (Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> 2d ed., Salt Lake City: Bookcraft, 1968, p. 285.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p42\" class=\"\">Joseph Smith “lived great” and “died great in the eyes of God.” (<span class=\"citation\" id=\"19355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19355)\">D&amp;C 135:3<\/a><\/span>.) He “has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it.” (<span class=\"citation\" id=\"19356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19356)\">D&amp;C 135:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p43\" class=\"\">His prayer was—<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n<span class=\"emphasis\">one small step for a [young] man, [but]<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">one giant leap for mankind.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">[It proved that]<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There isn’t a thing that man cannot do,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">[if he has faith, trusts in the Lord, and]<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If he takes one small step at a time.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p49\" class=\"\">(Art Harris, “One Small Step.”)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p50\" class=\"\">Yes, “praise to the man who communed with Jehovah.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 27) and who was instrumental in translating the Book of Mormon, restoring the holy priesthood, organizing The Church of Jesus Christ of Latter-day Saints, and revealing the fulness of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/one-small-step-for-a-man-one-giant-leap-for-mankind.p51\" class=\"\">I know that Joseph Smith was a prophet, for the fruits of his labors are sweet and abiding, and the Holy Spirit has borne witness to my soul. I feel honored to blend my voice with the chorus of millions who testify of his greatness and divine calling. I also know that “the Lord God doth work by means to bring about his great and eternal purposes; and by very small means the Lord doth confound the wise and bringeth about the salvation of many souls.” (<span class=\"citation\" id=\"9796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9796)\">Alma 37:7<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}