{"ID":4873, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Neither Boast of Faith Nor of Mighty Works”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p3\" class=\"\">When I was a boy, I liked to hear about King Arthur. In the story of King Arthur, Queen Guinevere gives this advice to Lancelot, the bravest of the Knights of the Round Table: “For I would not have you declare yourself to the world until you have proved your worthiness. Wherefore do not yourself proclaim your name, but wait until the world proclaimeth it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p4\" class=\"\">How much more effective it is in our day also to let the world see our good works rather than hear us dwell on our own accomplishments or point out impressive achievements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p5\" class=\"\">We should remember to avoid the damaging effects that can come when we appear to be boasting about increased numbers or growth. How much better it is to let others measure our achievements rather than misunderstand as we recite on a continuing basis our percentages, progress, or family performances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p6\" class=\"\">Boasting is to glorify oneself, to talk in a vain or bragging manner, or to talk especially about one’s deeds. Boasting is to speak with pride and to take pride in, to brag about, to be proud to possess.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p7\" class=\"\">Oftentimes, boastful people are starving for attention. Boastful people may not be aware of the consequences caused by their method of presentation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p8\" class=\"\">Ammon gives us excellent guidelines for putting our success in proper perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p9\" class=\"\">“And it came to pass that when Ammon had said these words, his brother Aaron rebuked him, saying: Ammon, I fear that thy joy doth carry thee away unto boasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p10\" class=\"\">“But Ammon said unto him: I do not boast in my own strength, nor in my own wisdom; but behold, my joy is full, yea, my heart is brim with joy, and I will rejoice in my God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p11\" class=\"\">“Yea, I know that I am nothing; as to my strength I am weak; therefore I will not boast of myself, but I will boast of my God, for in his strength I can do all things; yea, behold, many mighty miracles we have wrought in this land, for which we will praise his name forever.” (<span class=\"citation\" id=\"9777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9777)\">Alma 26:10–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p12\" class=\"\">In our conversations and conduct we can be much more effective if we avoid the demeaning effect of that which could be classified as boasting. We should wisely let others become aware of accomplishments by observations rather than to have us appear to flaunt them before the world. Boasting diminishes credibility and too often alienates friends, co-workers, family members, and even those who may observe us from a distance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p13\" class=\"\">We are humbly grateful for the increased number of conversions, for the many missionaries in the field, and for the evidence of improved commitments to and in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p14\" class=\"\">We recall the response of one of our prophets, Spencer W. Kimball, years ago when he was told of the great numbers of missionaries serving in the field. He said, “I am thankful, but not impressed.” Gratitude was expressed, but he urged Church members to refrain from basking in their glory and to move on to higher levels and new horizons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p15\" class=\"\">Our Savior, Jesus Christ, to whose Church we belong, would be disappointed if we ever created the impression that the efforts and the hard work put forth to build his kingdom were based only on the wisdom and power of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p16\" class=\"\">Recently during a special women’s conference, a speaker told about how he’d been quite successful in land development and how everything he’d touched had turned to gold. He’d also tried to live a faithful life and had been a very active servant in the gospel. Then he’d been called as a mission president. He had apparently been a very effective mission president and had subsequently returned to his home state. Throughout his life he’d experienced one success after another—he was a recognized leader in his community, had built a prosperous business. Being called as a mission president had sort of cemented in his mind that he’d “made it”—that he was an all-around success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p17\" class=\"\">When he returned from his mission, a combination of changing interest rates and other business factors caused his once-prosperous business to plummet. In fact, he’d lost nearly everything. Telling the story, this man said, “I realized that I’d become quite boastful—that while I felt I had a testimony of Jesus Christ, in my mind I had brought about all of these wonderful things through my hard work, intelligence, and so forth. But when hard times hit, I began to realize how offensive I must have been to others and to my Heavenly Father to assume that I had brought all of these good things on my own. I felt like I’d lived a life of arrogance and boasting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p18\" class=\"\">Helaman’s advice to his sons, Nephi and Lehi, can give us strength today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p19\" class=\"\">“Therefore, my sons, I would that ye should do that which is good. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p20\" class=\"\">“And now my sons, behold I have somewhat more to desire of you, which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a treasure in heaven, yea, which is eternal.” (<span class=\"citation\" id=\"24803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24803)\">Hel. 5:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p21\" class=\"\">Helaman wanted his sons to do good for the right reasons—not to boast, but to lay up treasures in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p22\" class=\"\">“Let not thy left hand know what thy right hand doeth” is counsel often stated. (<span class=\"citation\" id=\"37331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37331)\">Matt. 6:3<\/a><\/span>.) This is especially true when we have had the opportunity to comfort, console, or counsel any fellowmen who are confused, troubled, or weary. Whatever success we might have had as we have tried to help should usually not be discussed, let alone boasted about. Humble, quiet, compassionate service is so soul-rewarding; who would need to point out the subject or location of kindly deeds?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p23\" class=\"\">“For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.” (<span class=\"citation\" id=\"19153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19153)\">D&amp;C 3:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p24\" class=\"\">How easy it is for man to believe that temporal success has been achieved by his own skills and labor. Everything good comes from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p25\" class=\"\">Consideration for the feelings of others should always be important to worthy Latter-day Saints. Rightfully we may be happy about the number of children with which we have been blessed, the missionaries who have served, the temple marriages of our offspring, and the accomplishments of family members; but others who are not so fortunate may have feelings of guilt or inadequacy. They may have been praying long and hard for the same blessings about which we are boasting. These people may feel that they are out of favor with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p26\" class=\"\">For this reason our appreciation should be sincerely felt and gratitude expressed frequently to our Father in Heaven—but not too vocally to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p27\" class=\"\">May we all be gratefully aware of the source of our blessings and strengths and refrain from taking undue credit for personal accomplishments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p28\" class=\"\">Oftentimes when we dwell on where we have been and where we are now, and what we have now spiritually or financially, we can create resentment rather than respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p29\" class=\"\">Boasting, whether it be done innocently or otherwise, is not good. Too frequently it creates an impression of more interest in self than in others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p30\" class=\"\">It has been my experience over the years as a participant in team athletics that the star performer who boasts of his achievements and records asks for trouble. Those who have records that continue to impress are those who point out and who truly acknowledge the strengths of teammates, coaches, managers, and thank God himself for extra talents and abilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p31\" class=\"\">Opponents in athletic competitions seem to lie in wait to clobber those who boast in their own strength. Unusual satisfaction must have been David’s when he was able to slay Goliath, a boastful, defiant giant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p32\" class=\"\">It pleases God to have us humbly recognize his powers and his influence in our accomplishments rather than to indicate by words or innuendo that we have been responsible for remarkable achievements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p33\" class=\"\">We learn from <span class=\"citation\" id=\"26369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26369)\">James 3:5<\/a><\/span> that often “the tongue is a little member, and boasteth great things.” No thinking Latter-day Saint will permit his comments, attitudes, or expressions to be construed as boasting in his own strength. Those who persist in boasting fail to recognize the true sources of personal achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p34\" class=\"\">History teaches us that those who boast in their own strength cannot have lasting success. Constantly we should be reminded that we must not boast of faith nor of mighty works, but instead should boast of God in his blessings and goodness to us. God will help us to understand that humility must be our foundation if the goodness of the Lord is to continue to come to and from us. The boasting man will certainly fall, because in his own strength no man endures. The boasting or conceited person in life is not expected by his peers to achieve great heights because he conveys an attitude he is already there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p35\" class=\"\">One of the most common of all sins among worldly people is relying on and then boasting in the arm of flesh. This is a most serious evil. It is a sin born of pride, a sin that creates a frame of mind which keeps men from turning to the Lord and accepting his saving grace. When a man knowingly or unknowingly engages in self-exultation because of his riches, his political power, his worldly learning, his physical prowess, his business ability, or even his works of righteousness, he is not in tune with the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p36\" class=\"\">We would all do well to take a lesson from the Savior, who repeatedly acknowledged and gave credit to the Father in all things. Indeed, that precedent was set in the premortal council when Jesus Christ pledged the fruits of all he might himself accomplish to go to the Father: “And the glory be thine forever.” (<span class=\"citation\" id=\"39776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39776)\">Moses 4:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p37\" class=\"\">During his mortal ministry, Jesus raised Jairus’s daughter to life. “And her parents were astonished,” Luke says, as well they should have been, “but he charged them that they should tell no man.” (<span class=\"citation\" id=\"32382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32382)\">Luke 8:56<\/a><\/span>.) Mark’s account says, “he charged them straitly that no man should know it.” (<span class=\"citation\" id=\"33412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33412)\">Mark 5:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p38\" class=\"\">This wondrous deed that turned death into life, that bore record of the divinity of the One who even now was forecasting his own future victory over the grave, that could be performed only in righteousness and only by the power of God—this mighty miracle should, as Matthew says, send His fame into all the land on its own merits. (See <span class=\"citation\" id=\"37321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37321)\">Matt. 4:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p39\" class=\"\">Indeed, the parents could not enshroud in secrecy that which was already public knowledge; everyone in the whole area would soon know, because of the way Jesus himself had handled the successive events, that the little maid who once was dead now lived. Her death had been announced openly to the multitude. Jesus himself had replied before the multitude that, notwithstanding her death, she would “be made whole.” (<span class=\"citation\" id=\"32381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32381)\">Luke 8:50<\/a><\/span>.) All the people would soon know that she now lived and could only be expected to wonder how and by what means life had come to her again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p40\" class=\"\">The parents were charged to tell no man [see <span class=\"citation\" id=\"32383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32383)\">Luke 8:56<\/a><\/span>], but instead left the telling of this wondrous event to outsiders who were aware of the miracle. We as a matter of standard gospel counsel encourage that those who enjoy the gifts of the Spirit and who possess the signs which always follow those who believe are commanded not to boast of these spiritual blessings. In our day, after naming the miraculous signs that always attend those who have faith and those who believe the very truth taught by Jesus anciently, the Lord has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p41\" class=\"\">“But a commandment I give unto them, that they shall not boast themselves of these things, neither speak them before the world; for these things are given unto you for your profit and for salvation.” (<span class=\"citation\" id=\"19268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19268)\">D&amp;C 84:73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p42\" class=\"\">Perhaps the charge to “tell no man” [<span class=\"citation\" id=\"32384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32384)\">Luke 8:56<\/a><\/span>] meant they were not to tell the account in a boastful way, lest a spirit of pride—a spirit of self-adopted superiority—should come into their souls. There were times when Jesus told the recipients of his healing power to go forth and testify of the goodness of God unto them, and other times when he limited the extent and detail of their witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p43\" class=\"\">The many admonitions in the scriptures to avoid boasting send the message that we should realize the source of all our blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p44\" class=\"\">Everything is given by God. All talent, creativity, ability, insight, and strength comes from him. In our own strength we can do nothing, as Ammon admitted to his brother. (See <span class=\"citation\" id=\"9778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9778)\">Alma 26:10–12<\/a><\/span>.) When we seek the praise of man more than the praise of God, it will become easy to fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p45\" class=\"\">Boasting will be erased when we seek the Lord’s help and thank him for all we have and are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p46\" class=\"\">God help us to humbly accept his blessings of strength and guidance. The wise and committed will praise his name forever and will avoid the very appearance of any attitudes or situations that feature personal accomplishments or boastings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/neither-boast-of-faith-nor-of-mighty-works.p47\" class=\"\">I leave you my special witness of the truthfulness of this great work. All of us can more effectively share our knowledge and testimonies if we boast not. This I say in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}