{"ID":4875, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            World Peace\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p3\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p4\" class=\"\">Some years ago, an acquaintance of mine who was moving to Washington, D.C., went to the district offices to take the driver’s license examination. He had to fill out a form that asked for his business address and his occupation. He had just been appointed a justice of the United States Supreme Court, so he used that as his business address. In the blank marked “occupation” he wrote the word <span class=\"emphasis\">justice.<\/span> The person at the counter examined this answer, frowned, and said, “Justice? Justice! Well, I guess that’s all right. Last week a fellow wrote <span class=\"emphasis\">peace.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p5\" class=\"\">Each of us should pursue the occupation of “peace.” But what is peace, and how do we seek it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p6\" class=\"\">Many think of peace as the absence of war. Everyone wants that kind of peace. Songs celebrate it, and bumper stickers proclaim it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p7\" class=\"\">Many good people promote peace by opposing war. They advocate laws or treaties to abolish war, to require disarmament, or to reduce armed forces.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p8\" class=\"\">Those methods may reduce the likelihood or the costs of war. But opposition to war cannot ensure peace, because peace is more than the absence of war.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p9\" class=\"\">For over fifty years, I have heard the leaders of this Church preach that peace can only come through the gospel of Jesus Christ. I am coming to understand why.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p10\" class=\"\">The peace the gospel brings is not just the <span class=\"emphasis\">absence<\/span> of war. It is the <span class=\"emphasis\">opposite<\/span> of war. Gospel peace is the opposite of any conflict, armed or unarmed. It is the opposite of national or ethnic hostilities, of civil or family strife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p11\" class=\"\">In the midst of World War I, President Joseph F. Smith declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p12\" class=\"\">“For years it has been held that peace comes only by preparation for war; the present conflict should prove that peace comes only by preparing for peace, through training the people in righteousness and justice, and selecting rulers who respect the righteous will of the people. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p13\" class=\"\">“There is only one thing that can bring peace into the world. It is the adoption of the gospel of Jesus Christ, rightly understood, obeyed and practiced by rulers and people alike.” (<span class=\"emphasis\">Improvement Era,<\/span> Sept. 1914, pp. 1074–75.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p14\" class=\"\">A generation later, during the savage hostilities of World War II, President David O. McKay declared,<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p15\" class=\"\">“Peace will come and be maintained only through the triumph of the principles of peace, and by the consequent subjection of the enemies of peace, which are hatred, envy, ill-gotten gain, the exercise of unrighteous dominion of men. Yielding to these evils brings misery to the individual, unhappiness to the home, war among nations.” (<span class=\"emphasis\">Gospel Ideals,<\/span> Salt Lake City: Deseret Book Co., 1953, p. 280.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p16\" class=\"\">Such has been the message of the prophets in all ages. Referring to the first families of the earth, Moses wrote, “And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed.” (<span class=\"citation\" id=\"39786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39786)\">Moses 6:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p17\" class=\"\">In his own day, Moses gave the Lord’s promise to the children of Israel: “If ye walk in my statutes, and keep my commandments, … I will give peace in the land, … neither shall the sword go through your land.” (<span class=\"citation\" id=\"30954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30954)\">Lev. 26:3, 6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p18\" class=\"\">Throughout the Book of Mormon, the Lord declares, “Inasmuch as ye shall keep my commandments ye shall prosper in the land.” (<span class=\"citation\" id=\"4363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4363)\">2 Ne. 1:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p19\" class=\"\">As we seek to understand the causes of wars, persecutions, and civil strife, we can see that they are almost always rooted in wickedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p20\" class=\"\">The mass-murders of the twentieth century are among the bloodiest crimes ever committed against humanity. We can hardly comprehend the magnitude of the Nazi holocaust murders of over five million Jews in Europe, Stalin’s purges and labor camps that killed five to ten million in the Soviet Union, and the two to three million noncombatants who were killed or who died of hunger in the Biafran War. (See Isidor Walliman and Michael N. Dobkowski, eds., <span class=\"emphasis\">Genocide and the Modern Age,<\/span> New York: Greenwood Press, 1987, p. 46; <span class=\"emphasis\">The Nation,<\/span> 6 Mar. 1989, p. 294, 7\/14 Aug. 1989, p. 154.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p21\" class=\"\">All of these slaughters, and others like them, were rooted in the ancient wickedness Satan taught—that a man could murder to get gain. (See <span class=\"citation\" id=\"39785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39785)\">Moses 5:31<\/a><\/span>.) The mass-murderers of this century killed to acquire property and to secure power over others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p22\" class=\"\">Through the prophet Moses, the Lord God of Israel commanded:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p23\" class=\"\">“Thou shalt not kill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p24\" class=\"\">“Thou shalt not commit adultery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p25\" class=\"\">“Thou shalt not steal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p26\" class=\"\">“Thou shalt not bear false witness. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p27\" class=\"\">“Thou shalt not covet.” (<span class=\"citation\" id=\"22983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22983)\">Ex. 20:13–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p28\" class=\"\">Obedience to these commandments, which are the bedrock moral foundation for all Christians and Jews, would have prevented the greatest tragedies of this century.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p29\" class=\"\">We still live in a time of turmoil. There are wars between some nations, armed conflicts within others, and violent controversies in most. People are killed every day in some places, and hatred is practiced in many more. Peace is a victim everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p30\" class=\"\">If only we could heed the call of the Lord God of Israel, “Come unto me all ye ends of the earth.” (<span class=\"citation\" id=\"4387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4387)\">2 Ne. 26:25<\/a><\/span>.) As the Book of Mormon teaches, he has created all flesh, “And the one being is as precious in his sight as the other.” (<span class=\"citation\" id=\"25944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25944)\">Jacob 2:21<\/a><\/span>.) He has given salvation “free for all men” (<span class=\"citation\" id=\"4388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4388)\">2 Ne. 26:27<\/a><\/span>) and “all men are privileged the one like unto the other, and none are forbidden.” (<span class=\"citation\" id=\"4389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4389)\">2 Ne. 26:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p31\" class=\"\">“And he inviteth [all men] to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God.” (<span class=\"citation\" id=\"4390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4390)\">2 Ne. 26:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p32\" class=\"\">The blessings of the gospel are universal, and so is the formula for peace: keep the commandments of God. War and conflict are the result of wickedness; peace is the product of righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p33\" class=\"\">During the past year we have seen revolutionary changes in the governments of many nations. We are gratified that in most nations these changes have been accomplished without war or bloodshed. Nevertheless, we are far from securing peace in these nations or in any others throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p34\" class=\"\">Many take comfort from the Old Testament prophecy that nations will “beat their swords into plowshares, and their spears into pruninghooks.” (<span class=\"citation\" id=\"37918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37918)\">Micah 4:3<\/a><\/span>.) But this prophecy only applies to that time of peace which follows the time when the God of Jacob “will teach us of his ways, and we will walk in his paths.” (<span class=\"citation\" id=\"37917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37917)\">Micah 4:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p35\" class=\"\">For now, we have wars and conflicts, and everywhere they are rooted in violations of the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p36\" class=\"\">The leaders of some nations have systematically murdered their opposition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p37\" class=\"\">Persons in power in some nations have stolen public and private property so they could live in luxury. At the same time, they have neglected the most basic needs of the hungry and homeless among their people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p38\" class=\"\">Some private citizens have promoted poverty by stealing, by corrupting public officials, and by oppressing the poor and defenseless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p39\" class=\"\">Just across the borders of some nations are the wretched camps of refugees whose suffering circumstances are also traceable to man’s inability to keep the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p40\" class=\"\">The moral climate in some nations is reminiscent of the prophet Ezekiel’s description of “the bloody city” of Jerusalem:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p41\" class=\"\">“Her princes in the midst thereof are like wolves ravening the prey, to shed blood, and to destroy souls, to get dishonest gain. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p42\" class=\"\">“The people of the land have used oppression, and exercised robbery, and have vexed the poor and needy.” (<span class=\"citation\" id=\"23177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23177)\">Ezek. 22:27, 29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p43\" class=\"\">Democracy does not ensure peace. When a nation is governed according to the voice of its people, its actions will mirror the righteousness or wickedness of its people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p44\" class=\"\">We cannot have peace among nations without achieving general righteousness among the people who comprise them. Elder John A. Widtsoe said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p45\" class=\"\">“The only way to build a peaceful community is to build men and women who are lovers and makers of peace. Each individual, by that doctrine of Christ and His Church, holds in his own hands the peace of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p46\" class=\"\">“That makes me responsible for the peace of the world, and makes you individually responsible for the peace of the world. The responsibility cannot be shifted to someone else. It cannot be placed upon the shoulders of Congress or Parliament, or any other organization of men with governing authority.” (In Conference Report, Oct. 1943, p. 113.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p47\" class=\"\">If citizens do not have a basic goodness to govern their actions toward one another, we can never achieve peace in the world. One nation’s greed, hatred, or desire for power over another is simply a reflection of the greeds, hatreds, and selfish desires of individuals within that nation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p48\" class=\"\">Conversely, each citizen furthers the cause of world peace when he or she keeps the commandments of God and lives at peace with family and neighbors. Such citizens are living the prayer expressed in the words of a popular song, “Let there be peace on earth, and let it begin with me.” (Sy Miller and Jill Jackson, “Let There Be Peace on Earth.”)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p49\" class=\"\">The Savior and his Apostles had no program for world peace other than individual righteousness. They mounted no opposition to the rule of Rome or to the regime of its local tyrants. They preached individual righteousness and taught that the children of God should love their enemies (see <span class=\"citation\" id=\"37329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37329)\">Matt. 5:44<\/a><\/span>) and “live peaceably with all men” (<span class=\"citation\" id=\"42951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42951)\">Rom. 12:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p50\" class=\"\">Recent history reminds us that people who continue to hate one another after a war will have another war, whereas the victor and vanquished who forgive one another will share peace and prosperity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p51\" class=\"\">Our Church members demonstrated the healing and pacifying power of love in their shipment of food and clothing to relieve the suffering of the German Saints just after World War II. U.S. President Harry S Truman was amazed when President George Albert Smith told him the supplies would not be sold. “You don’t mean you are going to give it to them?” he exclaimed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p52\" class=\"\">President Smith replied simply, “They are our brothers and sisters and are in distress.” (Edward L. Kimball and Andrew E. Kimball, Jr., <span class=\"emphasis\">Spencer W. Kimball,<\/span> Salt Lake City: Bookcraft, 1977, p. 222.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p53\" class=\"\">A few months later, Elder Ezra Taft Benson saw a German member in tears as he ran his fingers through a container of cracked wheat and whispered, “Brother Benson, it is hard for me to believe that people who have never seen us could do so much for us.” (Sheri L. Dew, <span class=\"emphasis\">Ezra Taft Benson,<\/span> Salt Lake City: Deseret Book Co., 1987, p. 219.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p54\" class=\"\">What can one person do to promote world peace? The answer is simple: keep God’s commandments and serve his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p55\" class=\"\">A bishop who seeks to heal a troubled marriage or resolve a personal controversy is working for peace. So is a victim of abuse who is conscientiously working on the long process of forgiving the transgressor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p56\" class=\"\">Young men and women contribute to peace when they forgo the temporary pleasure of self-gratifying activities and involve themselves in service projects and other acts of kindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p57\" class=\"\">The most powerful workers for peace may be faithful mothers and fathers. Some of the most terrible crimes committed against humanity are the acts of persons who have been scarred and twisted by the sins of others—often their own parents or others who cared for them. Parents who lovingly care for their own children or shelter foster children and raise them in righteousness are working for peace. So are parents who teach their children in the way King Benjamin counseled, to forgo conflicts and “to love one another, and to serve one another.” (<span class=\"citation\" id=\"40771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40771)\">Mosiah 4:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p58\" class=\"\">Persons who seek to reduce human suffering and persons who work to promote understanding among different peoples are also important workers for peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p59\" class=\"\">A personal act of kindness or reconciliation also has an impact for peace. Lincoln’s biographer described such an act. A Union officer applied to his commander-in-chief for permission to leave his regiment to attend to the burial of his wife. Lincoln gruffly refused. Another battle was imminent, and every officer was needed. The next morning President Lincoln reconsidered and granted the request. He went to the room of the grieving man, took his hand, and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p60\" class=\"\">“My dear Colonel, I was a brute last night. I have no excuse to offer. I was weary to the last extent; but I had no right to treat a man with rudeness who had offered his life for his country, much more a man who came to me in great affliction. I have had a regretful night, and come now to beg your forgiveness.” (Carl Sandburg, <span class=\"emphasis\">Abraham Lincoln, The War Years,<\/span> 4 vols., New York: Harcourt, Brace, and Co., 1939, 1:514.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p61\" class=\"\">Our missionaries, young men and women and older couples, are workers for world peace. So are the faithful souls who support them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p62\" class=\"\">Like the church that sends them forth, our missionaries have no political agenda and no specific program for disarmament or reduction of forces. They circulate no petitions, advocate no legislation, support no candidates. They are the Lord’s servants, and his program for world peace depends on righteousness, not rhetoric. His methods involve repentance and reformation, not placards and picketing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p63\" class=\"\">By preaching righteousness, our missionaries seek to treat the causes of war. They preach repentance from personal corruption, greed, and oppression because only by individual reformation can we overcome corruption and oppression by groups or nations. By inviting all to repent and come unto Christ, our missionaries are working for peace in this world by changing the hearts and behavior of individual men and women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p64\" class=\"\">In The Church of Jesus Christ of Latter-day Saints, we follow the formula prescribed by the prophet-king Benjamin. He taught that those who receive a remission of their sins through the atonement of Christ are filled with the love of God and the knowledge of that which is just and true. That kind of person “will not have a mind to injure one another, but to live peaceably” with all people. (<span class=\"citation\" id=\"40770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40770)\">Mosiah 4:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p65\" class=\"\">That is our method, and salvation and peace for all mankind is our goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p66\" class=\"\">Jesus Christ is our Savior. He has taught us the way to live. If we follow him and have goodwill toward all men, we can have peace on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/world-peace.p67\" class=\"\">May God bless all of us in that great effort, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}