{"ID":4878, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “I Will Go and Do”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p2\" class=\"\">President Elaine L. Jack<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e50.jpg\" alt=\"President Elaine L. Jack\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p3\" class=\"\">My dear brothers and sisters, first let me affirm my belief in the words of Nephi: “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way … that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1975)\">1 Ne. 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p4\" class=\"\">Without this belief there would be no way to accept the awesome responsibility to serve as Relief Society general president.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p5\" class=\"\">I acknowledge with deep gratitude the magnificent women who have preceded me in this call—women like Sister Barbara Winder. I am grateful for her influence in my life. In my prayers each day I give thanks for the influence of many good people around me—for friends, for caring neighbors, for the Young Women office staff, and for Sister Jayne Malan and the board members with whom I have a close and cherished relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p6\" class=\"\">I feel the love and the great strength that come from my four sons and their families. I appreciate their candor and good humor. In fact, I can hear them now, on both coasts, watching this broadcast and saying, “My mother? Oh, sure!” Yesterday, I was telling our oldest son that President Monson had said that I might be called on for a few remarks today. President Monson had said, “We don’t want you to preach a sermon.” Dave replied, “Mom, that’s what we’ve been telling you for years!” I am grateful that they have the desire to do what’s right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p7\" class=\"\">I give thanks for my sister, who is my friend. Blessed is she who has one like her and thrice blessed if more than one. Sister Ardeth Kapp is like a sister to me. I pay tribute to her as a great woman of vision, called by the Lord to lead the Young Women around the world at a most critical time. She has tutored me, encouraged me, and allowed me to grow. I have served happily as a counselor in the Young Women organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p8\" class=\"\">I love you young women. I know that you are understanding the importance of the Young Women Values—those gospel principles which help prepare you to make and keep sacred covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p9\" class=\"\">No one who is as committed to home and family and personal growth as I could serve in this calling without the love and support of a husband who is devoted to the gospel. Joe is devoted, and he brings great strength and stability into my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p10\" class=\"\">I know that Ezra Taft Benson is a prophet of God. I will follow his counsel, and the counsel of those Brethren who have been called to serve with him. I know that Jesus is the Christ, and that he will direct my path if I make myself worthy of his guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p11\" class=\"\">I believe that the women of the Church have a unique contribution to make. In the words of a modern-day prophet: “Much of the major growth that is coming to the Church in the last days … will happen to the degree that the women of the Church reflect righteousness and articulateness in their lives and to the degree that [they] are seen as distinct and different—in happy ways—from the women of the world.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1979, pp. 103–4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p12\" class=\"\">This is a joyous gospel!<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/i-will-go-and-do.p13\" class=\"\">My counselors and I look forward eagerly to serving. And we want to serve in a way that will help women everywhere contribute to the great forward movement of the Church. I know that in the strength of the Lord we can do all things required of us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}