{"ID":488, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fortified by an Unshakable Testimony<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1950, pp. 129-132<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs another great conference of the Church draws near its closing session, it remains\nfor each here in attendance at the conference or listening on the air to formulate for himself\nthat which to him has been the cardinal teaching and central theme of the conference and then\nto apply it in his own practice. As I have sat here, I have tried to do that for myself. I would\nlike to tell you what my feelings are about that which has transpired in this conference.\n<\/p><p>\nINFLUENCE OF PRESIDENT RICHARDS\n<\/p><p>\nThe first thing which has characterized it has been the feeling, particularly among the\nmembers of the Twelve and to some degree by all the General Authorities, and put into words\nby President McKay this morning, that this conference has been greatly influenced by\nPresident George F. Richards, and likewise, perhaps, in a degree, by all those who have\ndeparted this life as leaders of the Church. President George F. Richards was one of the\nnoblest among them. I have felt his influence as President McKay has expressed our feelings.\n<\/p><p>\nFALSE PROPHETS TO DECEIVE\n<\/p><p>\nThe second thing, that to me has been the cardinal theme, is that we must prepare to meet that\nof which the Master warned when the disciples asked him how they would know that his\ncoming again was nigh at hand. He said to them: \n<\/p><p>\nFor there shall arise false Christs, and false prophets, and shall shew great signs and\nwonders; insomuch that, if it were possible, they shall deceive the very elect\n(<span class=\"citation\" id=\"34378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34378)\">Matt. 24:24<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith, in his inspired version of that same scripture, added these\nsignificant words: \"who are the elect, according to the covenant\"\n(<span class=\"citation\" id=\"30777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30777)\">JS&mdash;M 1:22<\/a><\/span>). This is what has been said,\nin effect, in this conference: Unless every member of this Church gains for himself an\nunshakable testimony of the divinity of this Church, he will be among those who will be\ndeceived in this day when the \"elect according to the covenant\" are going to be tried and\ntested. Only those will survive who have gained for themselves that testimony.\n<\/p><p>\nCONCERN OF MISSIONARY\n<\/p><p>\nI heard from a young man up in the Northwestern States Mission, who had only been there a\nfew months&mdash;a fine, stalwart, handsome young man&mdash;he had just received what he had\ninterpreted to himself as a testimony. He told how he had been anxious in the circle where he\nhad lived, because members of his own household and the circle of his friends had ridiculed\nofttimes, after the conference had ended, what had been said in those\nconferences, and he had been shocked about it. Then he said, as the tears filled his eyes after\nhe had borne his own testimony, \"If I could hear my own father and mother stand up and\nbear their own testimonies, it would be the greatest thrill of my life.\"\n<\/p><p>\nCRITICISM OF AUTHORITIES\n<\/p><p>\nThe other day one of the bishops from the Big Horn country of Wyoming came to my office,\nand told me that frequently there came to their conferences visiting brethren who talked about\nthose who criticize the General Authorities of the Church, and about the \"isms\" that are\nspringing up in apostate groups. He said, \"You know, Brother Lee, our people don't know\nwhat these brethren are talking about up there in our ward. We never hear these criticisms.\nThey accept you brethren as the representatives of the Living God, and we don't hear what\nthey say is happening elsewhere.\"\n<\/p><p>\nAs I thought of that bishop's statement, I remembered the words of Brigham Young: \n<\/p><p>\nWere your faith concentrated upon the proper object, your confidence unshaken. your\nlives pure and holy, every one fulfilling the duty of his or her calling according to the\npriesthood and capacity bestowed upon you, you would be filled with the Holy Ghost,\nand it would be as impossible for any man to deceive and to lead you to destruction as\nfor a feather to remain unconsumed in the midst of intense heat. And then this: \n<\/p><p>\nI am more afraid that this people have so much confidence in their leaders that they\nwill not inquire for themselves of God whether they are being led by him. I am fearful\nthey settle down in a state of blind security, trusting their eternal destiny in the hands\nof their leaders with a reckless confidence that in itself would thwart the purposes of\nGod in their salvation, and weaken that influence they could give their leaders if they\nknow for themselves by the revelations of Jesus Christ that they are led in the right\nway. Let every man and woman know by the whisperings of the Spirit of God to\nthemselves whether their leaders are walking in the way the Lord dictates or not.\n<\/p><p>\nDIVINE APPOINTMENT OF LEADERS\n<\/p><p>\nTo me, there is a tremendous truth. It is not alone sufficient for us as Latter-day Saints to\nfollow our leaders and to accept their counsel, but we have the greater obligation to gain for\nourselves the unshakable testimony of the divine appointment of these men and the witness\nthat what they have told us is the will of our Heavenly Father.\n<\/p><p>\nI had a shock and a startling truth borne in upon me by an experience six months ago, when\nfollowing April conference, the General Authorities and their wives met in a semi-annual\nparty and dinner up at our Institute of Religion near the University of Utah. As a part of the\nprogram, the committee in charge had arranged for a recital of the\nconferences a hundred years ago, from the preceding October. They read the minutes from the\nconference of 1849. They then brought quotations from the sermons delivered by the First\nPresidency and the Council of the Twelve in October 1899. Then they reproduced on the\npublic address system quotations from the sermons of every one of the present Presidency and\nthe Council of the Twelve. When they put into my hands the quotation from the one in that\nother Council fifty years ago, whose place I was now filling, I was startled, for I was to read\nthe last recorded statement of a man who lost his standing in the Council and later his\nmembership in the Church of Jesus Christ. And I was more startled when I read this statement\nfrom his last recorded sermon. This is what he had said: \n<\/p><p>\nI know that the children of men never were converted till they saw that the power of\nGod rested upon his servants, and the spirit of God went down into their hearts like\nfire.\n<\/p><p>\nHe knew, and he came to know by the bitter experience of his own apostasy that the thing\nwhich lost him his standing in the Church was that he lost his testimony of the divine\nappointment of the prophets of God, and that the fire which once burned in his heart had gone\nout. When I realized that one like him had failed and that I was now sitting in the chair once\noccupied by him, it gave me a tremendous feeling of responsibility and a fear lest I might\nfall, by foolishness and because of the deceit and cunning\n(<span class=\"citation\" id=\"21647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21647)\">Eph. 4:14<\/a><\/span>) which I have come to believe may\novertake any of us. False prophets and Christs\n(<span class=\"citation\" id=\"34379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34379)\">Matt. 24:24<\/a><\/span>), as foretold by the Savior, may come to deceive\nus not alone in the name of religion, but if we can believe the history of Italy and Germany\nand Russia, they may come under the label of politicians or of social planners or so-called\neconomists, deceitful in their offerings of a kind of salvation which may come under such\nguise.\n<\/p><p>\nPERSONAL TESTIMONY\n<\/p><p>\nFive years ago, following the death and burial of President Heber J. Grant, the Council of the\nTwelve met in one of the most solemn meetings I have ever attended as one of the junior\nmembers of the Council, in one of the upper rooms in the Salt Lake Temple. They had met\nthere to consider the appointment of a succeeding President of the Church. The chairs usually\noccupied by the First Presidency were vacant, and for hours the members of the Twelve, each\nin his turn, expressed his feelings fully on the matter of the new appointment. After the\ndecision was made, President George Albert Smith took his place and called to his side\nPresident Clark and President McKay. There was something that happened to me in that\nmeeting. I was willing then, as always, to listen to the brethren and to follow them, but as\nthey took their places at the front of our council room, there came into my heart a testimony\nand an assurance that these were the men who had been chosen by God's\nappointment, and I knew it because of the revelation of the Spirit to my own soul.\n<\/p><p>\nMay I close with only this one thought taken from one of our own hymns: \n<\/p><p>\n        Soon the earth will hear the warning,<br \/>\n        Then the judgments will descend!<br \/>\n        Oh! before the days of sorrow,<br \/>\n        Make the Lord of Hosts your friend.\n<\/p><p>\n        Then, when dangers are around you,<br \/>\n        And the wicked are distressed<br \/>\n        You, with all the Saints of Zion,<br \/>\n        Shall enjoy eternal rest.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp;        From \"See, the Mighty Angel Flying\"\n<\/p><p>\nGod help us to gain that divine, assuring testimony which I have in my soul. I know that God\nlives and know that this is his work. I know that these men are divinely appointed servants of\nGod. And I bear you this testimony in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}