{"ID":4880, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Latter-day Samaritan\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p2\" class=\"\">Elder Merlin R. Lybbert<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21e2.jpg\" alt=\"Elder Merlin R. Lybbert\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p3\" class=\"\">My dear brothers and sisters, there is a feeling of deep appreciation in my soul this afternoon as we worship together. On behalf of the members of the Church in Asia, where we are now serving, I extend their love to President Benson and to the other leaders that they have come to know and love, and to all of the members of the Church everywhere. It is a joy to serve among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p4\" class=\"\">I also express my love and appreciation to my family and my aging parents for their unswerving support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p5\" class=\"\">When I measure myself against the enormity of the work before us, an overwhelming sense of humility washes over me. I have come to know that the work of the salvation of mankind is beyond the capacity of any man. It is indeed the work of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p6\" class=\"\">One of the best-known parables of the Savior is the story we have come to know as the good Samaritan. As related by Luke, a certain lawyer tempted Jesus, saying, “Master, what shall I do to inherit eternal life?” (<span class=\"citation\" id=\"32385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32385)\">Luke 10:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p7\" class=\"\">In New Testament times a lawyer was the equivalent of a scribe, who was by profession a student and teacher of the law, including the written law of the Pentateuch, and also “the traditions of the elders.” (Bible Dictionary, s.v. <span class=\"emphasis\">Lawyer<\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p8\" class=\"\">This learned man sought either to test the Lord concerning His knowledge of the law or to display his own. The Savior responded with a question: “What is written in the law? how readest thou?” (<span class=\"citation\" id=\"32386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32386)\">Luke 10:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p9\" class=\"\">The scholar responded, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.” (<span class=\"citation\" id=\"32388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32388)\">Luke 10:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p10\" class=\"\">Jesus said unto him, “Thou hast answered right: this do, and thou shalt live.” (<span class=\"citation\" id=\"32389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32389)\">Luke 10:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p11\" class=\"\">The answer to the inquiry was solicited from his own mouth through the questioning of the Lord, who then directed him to live in accordance with what he knew. However, the scholar was not satisfied with so simple a response. Luke records that the learned man, “willing to justify himself,” asked a further question of the Lord, “Who is my neighbour?” (<span class=\"citation\" id=\"32390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32390)\">Luke 10:29<\/a><\/span>.) And Jesus answered by telling a story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p12\" class=\"\">“A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p13\" class=\"\">“And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p14\" class=\"\">“And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p15\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p16\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p17\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.” (<span class=\"citation\" id=\"32391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32391)\">Luke 10:30–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p18\" class=\"\">Understanding of this parable is improved when we recall that the work of the ministering in the sanctuary was assigned to the tribe of Levi. The Levite’s duty was to assist the priests in their religious services. Likewise, the essential responsibility of a priest was to serve as a mediator between his people and God by representing them officially in worship and sacrifice. (See Bible Dictionary, s.v. <span class=\"emphasis\">Priest <\/span>and <span class=\"emphasis\">Levites<\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p19\" class=\"\">The people of Samaria consisted of a mixed population of Israelites and Gentiles. The Jews despised them. The priest and the Levite refused aid to the half-dead man who was in obvious need, and even distanced themselves from him by walking on the “other side.” It was the despised Samaritan who had compassion on the wounded fellow. He tenderly bound up his wounds, administered soothing oil, disinfected his wounds, placed him upon his own beast and took him to an inn, and stayed with him overnight. He then paid the cost of his care and assured the host that whatever more was spent would be repaid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p20\" class=\"\">The Savior then asked a further question of the scholar, “Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?” (<span class=\"citation\" id=\"32392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32392)\">Luke 10:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p21\" class=\"\">The lawyer was caught in his own cunning, but accurately answered, “He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.” (<span class=\"citation\" id=\"32394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32394)\">Luke 10:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p22\" class=\"\">This was the second time in this brief conversation the scholar of religious law was instructed by the Savior to live in accordance with his knowledge of the principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p23\" class=\"\">I presume that most of us have visualized this parable as requiring our aid to an injured person, even a stranger, who is in need because of an injury or sickness. The beauty of the parables of the Lord is that they have many applications, and thus their teaching value is unending. I would like to suggest an application of the principles taught in this parable to a current setting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p24\" class=\"\">There are many of God’s children who are wounded or sick in spirit. Many once enjoyed fellowship with the body of the Saints, but for one reason or another are now on the roadside. They are the less active among us. Generally, we know who they are and have association with them in various settings, but because they are not physically sick or injured, we too often play the part of the priest or the Levite and walk by “on the other side.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p25\" class=\"\">In this dramatic parable, Jesus contrasted the response of the two respected religionists with that of a despised citizen of Samaria. There is at least a scintilla of similarity here to an elders president, a high priests group leader, a member of the bishopric, or a home teacher, and to the less-active brother or sister who has fallen inactive by the wayside. Perhaps we do not despise them, but we sometimes ignore them or otherwise disregard them. Each of us can be a good Samaritan by dealing compassionately with these neglected brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p26\" class=\"\">We can bind up their spiritual wounds by rendering needed service, pouring in the soothing oil of friendship and supplying the soul-healing balm of genuine brotherly and sisterly love. We can set them in our own automobiles and accompany them to our homes and places of worship, devote the necessary time and attention to warmly fellowship them. The good Samaritan spent the night with his wounded friend and stayed with him until satisfied that he was on his way to recovery. Similarly, we ought to become close enough to these less-active brothers and sisters to truly become their friends and support and sustain them while they spiritually heal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p27\" class=\"\">This parable also teaches that a little sacrifice and investment of one’s time and money may be necessary. Such healing care should not be given out of duty, but rendered out of a full heart. Indeed, even the lawyer seemed to catch the spirit of the Lord’s teachings in the parable, because it was he who defined a neighbor as “he that shewed mercy.” (<span class=\"citation\" id=\"32395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32395)\">Luke 10:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p28\" class=\"\">Most of us are acquainted with someone who is spiritually ill or wounded, lying on the roadside half dead, and who desperately needs the assistance of a good LDS brother or sister—that is, <span class=\"emphasis\">a Latter-day Samaritan.<\/span> Our prophet has repeatedly reminded us that rescuing the less active is one of our greatest challenges of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p29\" class=\"\">I recount a simple parable, as told through an interpreter by a Sunday School president in Hong Kong:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p30\" class=\"\">“An enterprising turkey gathered the flock together and, following instructions and demonstrations, taught them how to fly. All afternoon they enjoyed soaring and flying and the thrill of seeing new vistas. After the meeting, all of the turkeys walked home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p31\" class=\"\">It is not our understanding of the principles of the gospel that brings the blessings of heaven, but the living of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/a-latter-day-samaritan.p32\" class=\"\">I pray that each of us will develop a receptive and understanding heart that will motivate us to seek out a less-active brother or sister and truly become a good Latter-day Samaritan. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}