{"ID":4881, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparing the Heart\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p2\" class=\"\">Elder H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Elder H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p3\" class=\"\">My brothers and sisters, I am mindful that there are many who are struggling with faith and testimony. Some have even laid aside celestial pursuits because of weariness in the battle. I pray that I might be guided in my efforts to help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p4\" class=\"\">Some thirty or forty years before the birth of the Savior, a wise father called his sons together and gave them counsel. His name was Helaman. His sons were Nephi and Lehi. He said to them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p5\" class=\"\">“And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, <span class=\"emphasis\">that ye must build your foundation;<\/span> that when the devil shall send forth his mighty winds, … when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down.” (<span class=\"citation\" id=\"24805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24805)\">Hel. 5:12<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p6\" class=\"\">Simply stated, he told his sons if they would pursue the course and gain a testimony of the divinity of the Lord, Jesus Christ, there would be no test or trial come to them in life that they could not conquer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p7\" class=\"\">As we pursue the building of this sure foundation, I am fearful that some of us may have lost sight of our divine responsibility to nurture each other in this process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p8\" class=\"\">It is a fact that at times we can force, coerce, or intimidate individuals into obedience. There are even times when we are somewhat successful in manipulating the human mind. We do not, however, have the capacity to force matters of the heart:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p9\" class=\"\">We cannot force love and respect and admiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p10\" class=\"\">We cannot force faith and testimony of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p11\" class=\"\">Even though we cannot force those things that matter most, there are ways we can help one another. That is, <span class=\"emphasis\">we can prepare hearts<\/span> to obtain a deep and abiding testimony that Jesus Christ is the Savior of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p12\" class=\"\">This principle of first preparing hearts applies in a wide variety of personal relationships, such as between friends and neighbors and co-workers as well as husbands and wives and children. Let’s look at some of the ways we can nurture a heart so that a testimony can take root and grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p13\" class=\"\">If your home is a home where family members are loved unconditionally, regardless of behavior, then your home will have a spirit of warmth that will prepare the heart to receive the testimony of truth. When children and teenagers are loved because of who they are and not for how they behave, only then can we begin to help make much-needed changes in behavior. For example, a teenager who feels accepted will be more likely to choose wholesome friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p14\" class=\"\">Now, you may think, “I would like to love my family and friends and neighbors unconditionally, but sometimes it is extremely difficult. How can I learn to feel that pure love?” Here are some guidelines:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p15\" class=\"\">First, look for the good in each person, and mention it in a sincere and consistent way. It is amazing how hearts can be softened, testimonies implanted, and relationships improved when we begin to give a daily portion of heartfelt appreciation. It has a marvelous effect on preparing the spirit. Even mentioning a little thing will have a positive effect. It usually isn’t earth-shaking—just a simple act or attribute that will blossom and be multiplied if it is noticed. (By the way, it may take you all day to find something, but it is there.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p16\" class=\"\">One day after school, one of our daughters came into a teenage son’s room. It looked as if a big wind had blown through. He was sitting in the midst of it all. She felt the anger rising within, but remembered her resolution to look for the good. Searching desperately, her eye finally looked upward. “Your ceiling’s really clean, Adam!” she was able to say quite honestly. He laughed; he got the message, and he cleaned up the room.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p17\" class=\"\">When marriage partners practice looking beyond the faults and failings of each other and peer into the deeper recesses of the heart, then we find a marvelous strengthening of marriage relationships.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p18\" class=\"\">Another way of preparing the heart of someone is to create an atmosphere where judging is held in reserve until anger has subsided, until the hurt has dissipated, until all sides of an issue have been explored. Criticism is a <span class=\"emphasis\">destroyer<\/span> of self-worth and esteem. It is demeaning and cutting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p19\" class=\"\">Some husbands expect perfection, and when this is not attained, their expressions turn to criticism. One wife wrote, “Life can be such a lonely struggle for a woman in this situation—[when there is] one who reminds her continually of her failings, letting her know she is not living up to his expectations. How can a woman feel she’ll ever become what our Heavenly Father expects of her when, no matter how hard she tries, she never pleases her husband?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p20\" class=\"\">It is heartbreaking how criticism can wound children and diminish their self-esteem. In one family, home evenings were discontinued because members of the family became discouraged by the contention. The father, who may have been conscientious about his responsibility to help his family improve, unwisely used most of the time to find fault with family members. Even though he made some effort to praise the children, it was not enough to offset his criticism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p21\" class=\"\">A feeling of censure and dislike for her roommate welled within a young college student’s heart. When she made the effort to look a little further, she came to realize that the annoying habits practiced by her roommate were actually appropriate expressions of a different cultural heritage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p22\" class=\"\">A kind priesthood bearer—or any individual in a position to influence another—realizes that the power to influence others for good comes through love and praise and patience. In relationships where there is forgetting and forgiving, joy and trust are nurtured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p23\" class=\"\">As you develop your capacity to love unconditionally, remember that listening is a part of showing love. If your home is a home where children are listened to, even when what they say doesn’t seem important or you don’t feel you have time, then you are preparing hearts. Can we listen openly to a shocking experience without going into a state of shock ourselves, or without an immediate verbal overreaction? We all know there is a time to talk and a time to listen. To listen with patience to a young person’s reasons for getting home late will bring you undying gratitude. Remember, you can listen to understand, not necessarily to agree. Ofttimes we do our best teaching when we listen. Husband-and-wife relationships are nourished and strengthened as we listen to each other more. Hearts are softened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p24\" class=\"\">Finally, love is spoken in prayer. In your home, do children hear their parents pray for them in specific ways? For instance, when Kami is sick, she can hear the family pray she will have the Lord’s healing influence. When Cameron needs a job, it will help him to hear the prayers of his family express confidence in him. If in your home children hear their parents pray for each other daily, then your home is a faith-building home. In it, hearts can be changed, and those who live there may become the children of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p25\" class=\"\">Following the marvelous words of instruction by King Benjamin, as they are recorded in the first few chapters of Mosiah, we learn that “he sent among them, desiring to know of his people, if they believed the words which he had spoken unto them.” (<span class=\"citation\" id=\"40775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40775)\">Mosiah 5:1<\/a><\/span>.) At the conclusion of this marvelous two days of general conference, I would hope, if we were asked, our response to such a question would be as was theirs in that day, for they said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p26\" class=\"\">“Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p27\" class=\"\">“And we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments.” (<span class=\"citation\" id=\"40776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40776)\">Mosiah 5:2, 5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p28\" class=\"\">And King Benjamin said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p29\" class=\"\">“And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed <span class=\"emphasis\">through faith on his name;<\/span> therefore, ye are born of him and have become his sons and his daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p30\" class=\"\">“And under this head ye are made free. … I would that ye should take upon you the name of Christ … that ye should be obedient unto the end of your lives.” (<span class=\"citation\" id=\"40777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40777)\">Mosiah 5:7–8<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/preparing-the-heart.p31\" class=\"\">To this, brothers and sisters, I add my testimony of the divinity of the Lord Jesus Christ. He is our Savior, and he is our Redeemer, and he lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}