{"ID":4884, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teach Them Correct Principles\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p3\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90905_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p4\" class=\"\">At the first of the year, an announcement went out that had a major effect on the budgeting of the Church. It related to the activities and operation expenses of the local units being paid for henceforth from the tithes and offerings of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p5\" class=\"\">It is the purpose of this meeting to give you a feeling for the reason for the changes in that budgeting procedure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p6\" class=\"\">We are confident that when you understand the spirit and purpose of the change, most of the detailed questions will be resolved. We are following the admonition of the Prophet Joseph Smith: “I teach them correct principles and they govern themselves.” (<span class=\"emphasis\">Messages of the First Presidency,<\/span> comp. James R. Clark, 6 vols., Salt Lake City: Bookcraft, 1965–75, 3:54.) We should not, according to the scriptures, need to be commanded in all things. (See <span class=\"citation\" id=\"19222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19222)\">D&amp;C 58:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p7\" class=\"\">Most of the deciding must be left to you, the members of the Church, acting in harmony with the principles announced in the guidelines. The change will require some considerable adjustment in our thinking. It will not be possible to do all of the things we have been doing in the same way we have been doing them. It will bring an inevitable reduction in programs. That was intended. There will need to be some “pick and choose.” Nothing essential will be lost; rather, essential things will be rediscovered, be found!<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Effect Will Be Spiritual<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p9\" class=\"\">We have been taught that tithing is not so much a matter of money as a matter of faith. While the change in budgets and assessments and fund-raising may seem at first to be a temporal matter, the effect of it will be spiritual.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p10\" class=\"\">Already we hear priesthood and auxiliary leaders commenting with keen insight that this change turns us more directly to spiritual matters. They are beginning to see that, in effect, this announcement has more to do with spirit than with money. You will become more dependent upon the Spirit and more in need of personal revelation when the decisions are left to you.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Some Few “Resourceful” Leaders<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p12\" class=\"\">We have also heard of some very clever inventions calculated to circumvent the instructions and maintain some of the expensive, even extravagant, activities to which we have become accustomed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p13\" class=\"\">Those resourceful souls will have cause to repent once they understand the spirit of the decision. Those clever practices will soon fade as you learn the purpose for it all.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Surprise<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p15\" class=\"\">To many, the announcement came as a surprise, a very welcome surprise, and yet if you had been listening carefully, you should not have been too surprised.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p16\" class=\"\">For years, Presidents of the Church have talked of and prayed for the day when tithes and offerings would qualify members for full participation in the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p17\" class=\"\">President Joseph F. Smith, as early as 1907, stated, “We may not be able to reach it right away, but we expect to see the day when we will not have to ask you for one dollar of donation for any purpose, except that which you volunteer to give of your own accord, because we will have tithes sufficient in the storehouse of the Lord to pay everything that is needful for the advancement of the kingdom of God.” (In Conference Report, Apr. 1907, p. 7.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p18\" class=\"\">The First Presidency has counseled us again and again:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p19\" class=\"\">“Dear Brethren and Sisters,” they wrote, “we are seriously concerned over the demands made upon the people of the Church in carrying forward its many programs. We are most anxious that these requirements not become so heavy as to have an adverse effect on family life, vocational pursuits, or the pursuit of needed educational undertakings. We are also concerned about the financial requests made upon our people. … We have reason to feel that these requirements are becoming unduly burdensome for many.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p20\" class=\"\">That was printed in the <span class=\"emphasis\">Priesthood Bulletin<\/span> in 1978, 1982, 1984, 1985, 1987—five times!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p21\" class=\"\">The First Presidency sent yet another letter entitled “Reduction of Time and Money Required for Church Programs.” I will read from it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p22\" class=\"\">“We are very anxious that the cost of participation in Church activities not become unduly burdensome to our members. There is concern lest some who are not able to meet these costs may withdraw themselves from full participation in the Church. Particularly the youth programs of the Church should be so managed that all of our young people may enjoy full participation.” (Letter to stake presidents, bishops, and branch presidents, 2 May 1978.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Time an Issue<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p24\" class=\"\">Did you notice that each of those statements called for a reduction in both <span class=\"emphasis\">time<\/span> and <span class=\"emphasis\">money<\/span> required of members?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p25\" class=\"\">“I have told you many times,” President Brigham Young said, “the property which we inherit from our Heavenly Father is our time, and the power to <span class=\"emphasis\">choose<\/span> in the disposition of the same. This is the real capital that is bequeathed unto us by our Heavenly Father.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 18:354; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p26\" class=\"\">Some of you have asked why this change should come just when the forces of temptation are surrounding our youth as never before. You ask, “Do we not need more impressive activities and more meetings, rather than fewer?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p27\" class=\"\">Sometimes more can be less, and sometimes less is more. Even with all we expend and all we do, we are not doing as well as we should and have little evidence that the expensive activities really secure our youth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p28\" class=\"\">There is a lesson, a profound lesson, in the Book of Mormon. In Jacob’s parable of the olive tree, the lord of the vineyard wept because he had worked so hard but the trees brought forth wild fruit. “What could I have done more?” he asked. “Have I slackened my hand, that I have not nourished it, and digged about it and pruned it and stretched forth mine hand almost all day long? What could I have done more for my vineyard?” (See <span class=\"citation\" id=\"25951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25951)\">Jacob 5:47<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p29\" class=\"\">How many bishops with disappointing results have felt to say those very words in their souls? “What could I have done more for my ward? Why wild fruit after all our work?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p30\" class=\"\">It was the servant—it always is the servant—who said, “Is it not the loftiness of thy vineyard—have not the branches thereof overcome the roots which are good? And because the branches have overcome the roots thereof, behold they grew faster than the strength of the roots, taking strength unto themselves.” (<span class=\"citation\" id=\"25952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25952)\">Jacob 5:48<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p31\" class=\"\">“Nevertheless,” the lord of the vineyard said, “I know that the <span class=\"emphasis\">roots<\/span> are good.” (<span class=\"citation\" id=\"25950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25950)\">Jacob 5:36<\/a><\/span>; italics added.) Then he brought cuttings from the trees he had planted in poor ground, for he found them to be strong; and grafted them in that “the root and the top may be equal in strength.” (<span class=\"citation\" id=\"25953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25953)\">Jacob 5:66<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p32\" class=\"\">There is great meaning in Jacob’s parable for the Church in our generation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p33\" class=\"\">Meetings and activities can multiply until they take “strength unto themselves” at the expense of the gospel—of true worship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p34\" class=\"\">This change in budgeting will have the effect of returning much of the responsibility for teaching and counseling and activity to the family where it belongs. While there will still be many activities, they will be scaled down in cost of both time and money. There will be fewer intrusions into family schedules and in the family purses.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p35\" class=\"\">Church activities must be replaced by family activities. Just as we have been taught with temporal affairs, the spirit of independence, thrift, and self-reliance will be re-enthroned as guiding principles in the homes of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p36\" class=\"\">And, just as stake leaders now will sponsor fewer activities, leaving more of the time and money to ward leaders, ward leaders in turn will leave more of both to the families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p37\" class=\"\">This decision will set a better balance between families being assessed time and money to support Church activities and Church activities complementing what families should do for themselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p38\" class=\"\">That is a difficult balance because some families need more support than others. Perhaps we have been over-programming stable families to meet the needs of those with problems. We must seek a better way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p39\" class=\"\">I can see parents grateful indeed to have a better balance with activities on Saturdays. Saturday activities can be scheduled to allow our youth to have their activities but on occasion to be home on some Saturdays to be taught how to work, to help, to learn to find recreation in the family setting. And the moms and dads who have obediently left home to oversee Church activities can find more time with their own children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p40\" class=\"\">President Kimball said, “This is a shocking thing to me … to come to a realization of what we have been attempting to do, all with the best of intentions.” He said the cost of membership in both time and money was “becoming prohibitive for the members of the Church, and they find it very difficult and sometimes we lose the members of the Church because they do not want to admit they cannot afford the things we expect.” (“Reduction and Simplification,” 13 Apr. 1979.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p41\" class=\"\">It is my personal conviction that this change in budgeting will have <span class=\"emphasis\">enormous<\/span> reactivating influence on those who have held back because they could not afford the cost of Church activities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p42\" class=\"\">Consider parents struggling under the pressure of providing all that a growing family requires. Can you not see them being less firm in pressing their children to attend Church activities when they really can’t afford the costs? When we press them too hard, we infer that they aren’t good enough providers. If you understand the human ego at all, you will know parents will withdraw from activity rather than say they can’t afford the cost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p43\" class=\"\">Can you see a seventeen-year-old boy overhearing his mother on the phone saying: “Yes, yes, I know. We will try to make a partial payment next month. I know we did, but we just didn’t have it. We’ve had some medical expenses. Yes, I understand that. We just have not been able to do it. Oh, please, don’t do that. If you take it, it will be impossible for my husband to get to work. Please, can’t you give us a little more time?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p44\" class=\"\">Question: Will that boy sign up for an expensive youth camp or conference, no matter how desperately he wants to go? Will he attend regularly if every activity requires “just a few dollars”? The money he can supposedly earn to pay his own way may have more pressing uses.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p45\" class=\"\">You may say we can provide for him. Careful about that human ego! Remember, we have already been teaching him and his parents to be independent, thrifty, and self-reliant.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p46\" class=\"\">Question: Will that boy go on a mission? I have known young men who have thought to disqualify themselves rather than to put what they feel is an impossible financial burden upon the family with perhaps the mother leaving younger children to find work to support him on his mission.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p47\" class=\"\">Now funds which have been spent on these things may be salted away for missions. Can you not see that this saving commitment can have a very protective moral and spiritual influence upon a young man, in some ways more powerful than one more exciting youth activity? It can indeed be a “saving” commitment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p48\" class=\"\">The scriptures speak of tithes and of <span class=\"emphasis\">offerings;<\/span> they do not speak of assessments or fund-raising. To be an offering, it must be given freely—offered. The way is open now for many more of us to participate in this spiritually refining experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p49\" class=\"\">Some of you know families overburdened with missionary and other expenses. Offer to help. The bishop can act as intermediary, and you can give the anonymous gift. What a privilege. It has to be done carefully, lest we undo the self-reliant part.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p50\" class=\"\">You must devise ways of letting those who have drawn back because of expense know about the change. They weren’t in the meeting when the announcement was made. Send your youth out to call them back.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p51\" class=\"\">Tell them what the prophet said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p52\" class=\"\">“Come, my brethren, every one that thirsteth, come ye to the waters; and he that <span class=\"emphasis\">hath no money,<\/span> come buy and eat; yea, come buy wine and milk <span class=\"emphasis\">without money <\/span>and <span class=\"emphasis\">without price.<\/span>” (<span class=\"citation\" id=\"4382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4382)\">2 Ne. 9:50<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p53\" class=\"\">For those who can and are willing, there comes the opportunity to make generous offerings. In leaving decisions to you, do you not see the fundamental doctrine of moral agency asserting itself? Do you not see the change from <span class=\"emphasis\">assessment<\/span> to <span class=\"emphasis\">offering<\/span> something of the testing which is fundamental to our mortal probation?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p54\" class=\"\">I have thought much lately of the other prophet Joseph, who interpreted the dream of the pharaoh. I have thought of the seven years of plenty and a time to prepare before the years of famine.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p55\" class=\"\">I have thought of a pharaoh humble enough to heed the counsel of a prophet and of a people who were saved because of it. I have thought of a family that was united—the family of Israel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/teach-them-correct-principles.p56\" class=\"\">I could not express to you, my brethren and sisters, the depths of my feeling about what has been announced. It is a course correction; it is an inspired move. It will have influence upon the Church across the world, not just in our generation, but in the generations to come. I have the certain conviction that it is pleasing to him who is our Lord and our Redeemer, even Jesus Christ, our Savior. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}