{"ID":4885, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord’s Way\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90905_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p4\" class=\"\">As a foundation for my remarks this evening, I turn to the scriptures, that we might concentrate our thoughts on a passage familiar to most and applicable to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p5\" class=\"\">In the book of Malachi, the Lord instructs: “Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p6\" class=\"\">“Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p7\" class=\"\">“Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p8\" class=\"\">“And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p9\" class=\"\">“For ye shall be a delightsome land, saith the Lord of hosts.” (<span class=\"citation\" id=\"32897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32897)\">Mal. 3:7–8, 10–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p10\" class=\"\">Elder Packer has mentioned briefly the matter of tithing. President Hinckley will amplify in greater detail this commandment of the Lord which pertains to the financing of His church here on earth. I set forth the passage that we might recognize that this is the Lord’s way—tithes and offerings—that His work may go forward so that His people may be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p11\" class=\"\">The newly announced local unit budget allowance program is but one of several carefully studied and prayerfully implemented steps taken by the Church to relieve the membership of financial burdens which some simply could not carry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p12\" class=\"\">First to be introduced was the consolidated meeting schedule, that the time of Church members could be conserved and the cost of attending meetings reduced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p13\" class=\"\">Second, there followed the introduction of increased Church participation in the construction of meetinghouses. Many of you will recall the time when meetinghouses were constructed under a participation ratio of 50:50, where the Church contributed half of the cost, with the other half coming from the members of the units who would occupy the building. This moved gradually to a 60:40 ratio, then to a 70:30 ratio, then to a 96:4 ratio, and finally to the welcome announcement that the total cost of building sites and the construction of buildings would be lifted from the local units altogether and provided in full through the tithes of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p14\" class=\"\">Third, there was eliminated the per-capita welfare assessment utilized to provide commodities to be distributed to the needy through the welfare program. Generous fast offerings would supplant the commodity budget.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p15\" class=\"\">Finally, the new local unit budget allowance program will replace local ward and stake budgets, with many costs heretofore borne by individual Church members now being covered through their tithes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p16\" class=\"\">These steps were preceded by lengthy discussion and fervent prayer on the part of those sustained as prophets, seers, and revelators. In the words of the Apostle Paul, “This thing was not done in a corner.” (<span class=\"citation\" id=\"8377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8377)\">Acts 26:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p17\" class=\"\">The details relating to the new budget allowance program have been communicated to bishops and stake presidents, that the membership of the Church in the United States and Canada might be advised. I shall not recount that detail this evening. However, a few comments on the objectives and the scope of the program might prove helpful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p18\" class=\"\">Through the faith of Church members in the payment of tithing, it is now possible for the Church to provide in full to the wards and stakes in the United States and Canada the total costs incident to chapel site purchases; the construction of approved meetinghouses; provision of all utility and maintenance costs, including repairs and renovations; as well as the majority of custodial care of our buildings. This announcement was received with rejoicing, for the amounts of dollars involved were most substantial. Thus, a heavy burden was lifted from the backs of the members—made possible by increased faithfulness in the payment of tithing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p19\" class=\"\">Every missionary who labors with diligence and love will benefit as he brings to our meetings investigators who will be able to worship in a dedicated chapel and learn of the saving principles of the gospel in the comfort of well-lighted and adequately heated buildings. Gone will be that ever-so-lengthy period when schools, lodges, and clubs had, of necessity, to be rented for worship services while a struggling branch or ward had to obtain from its membership—many of whom were recent converts—a substantial portion of the costs incident to site acquisition, meetinghouse construction and maintenance, the provision of utilities, as well as expecting them to pay an honest tithing, a generous fast offering, and a host of other related contributions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p20\" class=\"\">Well do I remember the comment of a family in the mission field who were investigating Church membership. The missionaries brought them to the basement of the local Moose Lodge, where the branch met, and said to them, “This is where you will find the Spirit of the Lord—here in His true church.” Hesitatingly, but with curiosity, the parents turned to the moose-head on the wall and asked, “What is the significance of the animal head as pertains to your religious beliefs?” When the missionaries explained that these were temporary meeting facilities, the next question was, “Is your church here in Sudbury on a temporary basis?” The new program will help to eliminate this problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p21\" class=\"\">How grateful I am for this giant step forward in funding all such costs through tithing—even the Lord’s way.<\/p>\n\t\t\t<p class=\"preamble\">Not so well understood, and perhaps less appreciated, is the announcement pertaining to local unit budgets. It will be helpful if we keep in mind the principles that govern the budget allowance program:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>The budget allowance program was created to reduce financial burdens on members.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Members should not pay fees or be assessed to participate in Church programs.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Priesthood leaders should reduce and simplify activities whenever possible.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Activities should be planned at little or no cost, should build testimonies and provide meaningful service to others.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1990\/05\/the-lords-way.p27\" class=\"\">One of our objectives has been to insure that all budget costs be funded either through the 100-percent reimbursed items or the per-person budget allowance and that there be no separate assessments or fund-raising activities to support the programs of the Church. An exception would be that relating to our affiliation with the Scouting program, which has as a basic tenet that a boy earns his own way. Permitted under the budget allowance program is the financing of prescribed Cub, Scout, Varsity, and Explorer activities. This same exception is made for Young Women for camping activities outlined in the <span class=\"emphasis\">Young Women Handbook.<\/span> It is the desire that restraint be used in programming youth activities and that consistency between Young Women and Young Men programs be achieved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p28\" class=\"\">The primary responsibility for building testimonies and providing faith-building experiences in our members, including our youth, resides in the home. The Church should continue to support the determination of the family to do this. Priesthood leaders will wish to increase their efforts to build strong, gospel-centered homes. Families vary in size and composition. All are to receive our devoted attention. The building of testimonies is not related to financial costs. It is not necessary to buy the activity of our youth. Our youth activities depart from the pattern of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p29\" class=\"\">To measure the goodness of life by its delights and pleasures is to apply a false standard. The abundant life does not consist of a glut of luxury. It does not make itself content with commercially produced pleasure, mistaking it for joy and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p30\" class=\"\">To find real happiness, we must seek for it in a focus outside ourselves. No one has learned the meaning of living until he has surrendered his ego to the service of his fellowmen. Service to others is akin to duty, the fulfillment of which brings true joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p31\" class=\"\">In some respects, many of our youth activities in recent years have supplanted the home and family. There has been a tendency to trend in our thinking to the position that an activity must be exotic to be successful. Faraway places with strange sounding names beckon as a Pied Piper for our youth to follow. Featured in our Church publications at times are glowing accounts of excursions to Hawaii, the Sacred Grove, historical sites, and other tempting locations. The word spreads, the cost escalates, and yearning increases, while objectives dim and time commitments of leaders and youth border on the burdensome. Errantly, we have used the term “super-activity” to encourage the exotic rather than the practical.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p32\" class=\"\">Many units are now planning major youth conferences on a two-year or three-year basis rather than each year. Some have discovered that through careful scheduling, there are sites and facilities very close to home available for productive youth activities. One stake reported holding its youth conference at the stake center, utilizing the parking lot and grounds for some of the functions and the recreational hall and chapel for others. The report: “One of the finest youth conferences we have ever held!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p33\" class=\"\">When we turn our attention to outdoor encampments, let us remember that the same moon, the same stars shine forth from the heavens from hilltops close to home as the ones which shine over the Himalayas. The campfire glow, the sharing experience, lessons from leaders, and that inner feeling of closeness to God do not depend on distance. They are available to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p34\" class=\"\">In every location there are places of historical significance which can provide a focal point for a successful activity. You can identify such treasures. Even the local cemetery is a backdrop for effective teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p35\" class=\"\">Ever shall I remember a bus trek from Salt Lake City to the Clarkston Cemetery near Logan, Utah, which involved all the Aaronic Priesthood in the stake. There, in the quiet of Clarkston, we gathered the youth around the grave of Martin Harris, one of the Three Witnesses of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p36\" class=\"\">With rapt attention the young men listened to a brief retelling of the experiences and testimony of Martin Harris. The value of the Book of Mormon in the mind of each youth soared. Then we walked a few paces to a pioneer grave with a very small marker. It bore the name of John P. Malmberg and contained the verse:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A light from our household is gone;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A voice we loved is stilled.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A place is vacant in our hearts<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That never can be filled.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p41\" class=\"\">We talked with the boys about sacrifice, about dedication to the truth. Duty, honor, service, and love all were taught by that tombstone. I can, in the bright memory provided by God, see each boy reach for a handkerchief to wipe away a tear. Heard yet are the sniffles which testified that hearts were touched and commitments made. Each youth had determined to be a pioneer—even one who goes before, showing others the way to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p42\" class=\"\">We retired as a group to a local park, where all enjoyed a feast of food. Before returning homeward, we stopped at the grounds of the Logan Temple. There we stretched out on the spacious lawn and gazed at a sky of blue, marked by white, billowy clouds hurried along on their journey by a steady breeze. We admired the beauty of the temple. We talked of sacred ordinances and eternal covenants. Silent pledges were made. Lessons were learned. Hearts were touched. Parents, grandparents, great-grandparents were remembered. Thoughts turned to the Master. His presence was close. His gentle invitation, “Follow me” [<span class=\"citation\" id=\"32402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32402)\">Luke 18:22<\/a><\/span>], was somehow heard and felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p43\" class=\"\">Such experiences are available to all youth and their leaders. Their financial cost is minimal. The eternal dividends they yield are enormous. Souls indeed are precious in the sight of God. Ours is the power to help save these souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p44\" class=\"\">A letter from a member in the eastern part of the United States, received just last week, touched my heart. May I share this letter with you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p45\" class=\"\">“Dear President Monson,<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p46\" class=\"\">“I apologize for taking from your busy schedule, but felt I would be a most ungrateful father if I didn’t take a few minutes to express my sincere and personal thanks to you and the Brethren for the recent announcement on ward and stake budgets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p47\" class=\"\">“Yes, we too are grateful to the Lord for this blessed and inspired day—not so much for the financial relief, but more for the hopeful reduction in ward and stake activities that will allow families to return home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p48\" class=\"\">“It seems that over the years, we have become so activity-conscious that, unfortunately, though well-intended, our focus has been redirected from basic gospel principles to social events and concerns. I rejoice in the thought that the Lord is indeed causing local leaders to return back to basics, that our meetings and activities will focus on the Master and His blessed life. I sense this recent announcement is a big step in that direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p49\" class=\"\">“Please know of our great love and respect for you and the Brethren. We rejoice in the continual revelation the Lord is sending to His saints. Our prayers continue to be with the prophet and his associates in this great latter-day work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p50\" class=\"\">My brothers and sisters, these are momentous times in the history of the Church. The Lord has opened the windows of heaven and showered us with His benevolent blessings. Let us be faithful in our tithing obligation to the Lord. Let us be generous in our fast offerings, that the poor and needy may be blessed. Let us help in proclaiming His glorious message to all the world. Then we can be the beneficiaries of the Lord’s beautiful promise found in Isaiah. He gave the quiet assurance, Thou shalt “call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p51\" class=\"\">“Then shall thy light rise in obscurity, and thy darkness be as the noonday:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p52\" class=\"\">“And the Lord shall guide thee continually, and satisfy thy soul in drought, … and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.” (<span class=\"citation\" id=\"25679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25679)\">Isa. 58:9–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/05\/the-lords-way.p53\" class=\"\">That we may, as a people, merit the blessings of God, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}