{"ID":489, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">There Is No Middle Ground<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1950, pp. 135-138<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I have been full of anxiety during all the sessions of this\nconference. It has been said that everything comes to him who waits. I have been waiting and\nwaiting, and here I stand well-nigh exhausted. It reminds me of a young man who stood\nbefore his fellow missionaries over in Norway to bear his testimony for the first time. He\nsaid, \"I am told when you are weak, you are strong; but when I am weak, I'm just weak.\"\n<\/p><p>\nEXPANSION OF CHURCH\n<\/p><p>\nI rejoice with you in the growth and expansion of the Church, in the marvelous progress\nwhich it has made since it was organized in the year 1830. I am proud of the achievements of\nthe men and women who first planted their feet in these Rocky Mountains and laid the\nfoundation for all we have and are. I am also proud of the men and women who built the\ngreat city of Nauvoo and erected there a temple of the Lord. I am equally proud of those who\nbuilt the Kirtland Temple in times of great hardship and adversity. I rejoice in the success\nwhich has attended the Latter-day Saints in this dispensation, and particularly in the success of\nthe great missionary enterprise which is going forward in the world. I tell you the opposition\nis crumbling, and the Lord's work is going forward. Never before have we had the friendly\nreception which we are receiving today in all the nations of Europe. Our message is being\nlistened to by people everywhere, and the Lord is preparing the hearts of men and women for\nthe gospel message; and so I view the situation throughout with optimism and delight, so far\nas the Church is concerned.\n<\/p><p>\nWORLD ATTITUDE CHANGING\n<\/p><p>\nJust before leaving London, I purchased a book. Its author is Dr. Ernest William Barnes, the\nfamous Bishop of Birmingham, England. I did not get time to read the book as thoroughly\nand carefully as I should have done, but I noticed as I scanned through its pages the learned\nman called attention to this one thing, namely that infant baptism was unknown in the days of\nJesus Christ and his Apostles. In another place, he quoted the words of Paul, the Apostle: \n<\/p><p>\nElse what shall they do which are baptized for the dead, if the dead rise not at all?\nWhy are they then baptized for the dead?\n(<span class=\"citation\" id=\"200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(200)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nHe then concluded that there can be no question but that the early Christians were baptized\nfor their dead relatives and friends. Why is the attitude of the world changing respecting these\ndoctrines? Because, brethren and sisters, the endeavors of the humble men and women who\nhave gone forth as missionaries have been eminently successful, and people in all the walks of\nlife are reading our literature About a year ago I rode on the train from northern England to\nLondon. When we came to the city of Darlington, the door to our compartment opened, and a\nminister of the Church of England entered. He looked us over rather carefully and finally said\n\"I am curious to know why you Americans should come from a land of plenty to a land of\nscarcity.\"\n<\/p><p>\nMy companion, a young missionary, who was always eager for a gospel conversation, turned\nto him and replied, \"We are missionaries of the Church of Jesus Christ of Latter-day Saints,\"\nand then with characteristic bluntness, \"commonly called Mormons.\"\n<\/p><p>\nARTICLES OF FAITH\n<\/p><p>\nThe minister was not shocked. I think perhaps he had surmised who we were. The young\nmissionary, true to form in all respects reached into his pocket and produced a little card on\nwhich were printed the Articles of Faith. The minister read the articles very carefully and\nhanded them back to the missionary with the remark, \"I can believe most of these fine\ndeclarations of faith.\" And then good naturedly, \"Of course, I am not prepared to believe that\nZion is to be built upon the American continent\"\n(<span class=\"citation\" id=\"6649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6649)\">A of F 1:10<\/a><\/span>).\nBut he went on to talk about these thirteen\nArticles of Faith and referred to them as \"a great religious document.\"\n<\/p><p>\nI have always said, and I now repeat it, there is something more than man's genius back of\nthese thirteen Articles of Faith. How could anyone devise a better introduction to a gospel\nconversation for our missionaries? These articles are not antagonistic. One follows the other in\nproper sequence. They are sound and scriptural and have a strong appeal to those who are\nfamiliar with the Holy Bible. They are neither dogmatic nor unfriendly. The Prophet showed\ngreat wisdom, it seems to me, and a rare insight into human nature, when he used the words,\n\"we believe,\" in presenting this powerful message to the world. Is it any wonder that they\nhave been translated into so many languages? They are not only well-stated, but they are also\nwell-selected from all the beliefs of the Latter day Saints. They have stood the test of one\nhundred years, during which time they have been analyzed and scrutinized by thousands of\ninvestigators. Not a single alteration has been necessary. These declarations are an important\npart of the Prophet's literary and scriptural productions. They are neither threadbare nor\nobsolete.\n<\/p><p>\nREACTION TO TRACTS\n<\/p><p>\nWhen our minister had finally finished reading them, my missionary\ncompanion handed him another of our tracts. It was the one entitled \"What Is Mormonism?\"\nwritten years ago by Elder John A. Widtsoe. He read it from beginning to end. It was much\nlonger. It took him an hour to read it. He was equally complimentary when he returned it to\nus. \"It is one of the best religious papers I have read,\" he said. Then my companion did a\nbold thing. He reached into his brief case and took from it another tract called\n<i>Joseph Smith Tells His Own Story<\/i>. Our friend read it, but the expression on his face changed. His attitude\nwas different. His friendliness disappeared. He handed it back without comment except to say,\n\"The answer to that gospel tract is either 'yes' or 'no.'\" And I believe he was right. There is\nno middle ground upon which you can consider the claims of Joseph Smith. He was either\nprophet or fraud, for he did his work like one called of God.\n<\/p><p>\nEXPLANATION OF JOSEPH SMITH\n<\/p><p>\nI also picked up in England another book, written by Dr. James Black of Edinburgh,\nScotland. He was a prominent clergyman in the Church of England in Edinburgh. He wrote\nnumerous articles against the Latter-day Saints over a period of fifteen or twenty years. These\narticles were bitter and were directed primarily against the leaders of the Church and against\nthe missionaries who were then in England. One chapter in his book is devoted to the\nMormons in Utah, and in it the reverend gentleman made a confession that he has failed after\nyears of study to understand Joseph Smith. Said he in his statement: \n<\/p><p>\nThe real problem in Mormonism is how an ill-educated man like Joseph Smith could\nhave invented an elaborate system of rules and ideas with many historical references,\ningenious speculations and imaginative flights, and moreover, how he could have\nexpounded them in a style of writing apparently foreign to his ordinary speech and\nrange of culture.\n<\/p><p>\nHe goes on: \n<\/p><p>\nOn the other hand, the charge of his enemies that the whole system is merely an\ninvention and a fraud does not touch the problem, for this charge does not explain and\ncannot explain how such an ill-educated man could produce such an elaborate system.\nThis is a bigger problem than most people imagine. It requires an exceedingly able\nscholar to foist a highly wrought-out fraud to last for over a century upon the public.\n<\/p><p>\nWho will explain Joseph Smith? Is there any explanation of this great prophet of the latter\ndays? Only one, brethren and sisters, and that is the one which he himself gave. No one will\nexplain this prophet of the nineteenth century except those who accept him as a prophet of\nGod.\n<\/p><p>\nMay the Lord bless this great work which has been established upon the earth in the last days.\nMay he bless his servants and handmaidens who are going forth in the world to present this\ngospel of salvation, and may we live so that our lives may shine like a beacon\nlight (<span class=\"citation\" id=\"34335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34335)\">Matt. 5:16<\/a><\/span>)\nto lead the world towards the truth, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}