{"ID":490, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">With Faith for the Future<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1950, pp. 138-142<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure that no one knows as well as I know how much I need help as I face this\ncongregation here and those who may be listening and looking on the air, and I earnestly\nhope that I may have it.\n<\/p><p>\nI have jotted down from time to time mentally or actually, these past three days, things that I\nthink it might have been well for me to have said at this conference, and I have repeatedly\nscratched them out as others have said them. They make a rather long list.\n<\/p><p>\nI heard some weeks ago a set of figures presented by Brother A. Z. Richards, which I felt\ndeserved wider circulation as a point of historical perspective. I should like to extract a few of\nthese figures from a longer list: \n<\/p><p>\nFIGURES QUOTED\n<\/p><p>\nWhen Joseph Smith was born, the population of the United States was about one-half the\npresent population of California\n<\/p><p>\nIn 1820, the population of the entire United States was about the population of New York\nCity today.\n<\/p><p>\nIn 1830, when the Church was organized, New York City was about one-third larger than\nSalt Lake City is today.\n<\/p><p>\nIn 1837, when our missionaries first went to Great Britain, New York City was smaller than\nDenver is today.\n<\/p><p>\nIn 1847, there were only two United States cities larger than Salt Lake City today; they were\nNew York and Manhattan, both of which are now part of the present greater New York.\n<\/p><p>\nWhen Martin Harris went to New York with the Book of Mormon characters, New York City\nwas only slightly larger than Salt Lake City is today.\n<\/p><p>\nBefore Nauvoo was abandoned by our people, Washington, D. C., was about the same size as\nNauvoo, but Nauvoo had been only three or four years in the making while Washington, D.\nC. had been designated as the seat of national government more than a half-century before\nthat time.\n<\/p><p>\nI think these latter figures, and others which might be presented here, bring to us with some\nconsiderable force the kind of people that our pioneer forefathers were&mdash;people of great\ncourage and conviction. I think we can see from these figures, too, something of the basis of\nthe concern of some of their neighbors&mdash;with all of the social, religious, political, and\neconomic implications inherent in growth of this people, and the vigor and purpose they\ndisplayed in rising repeatedly from their poverty.\n<\/p><p>\nTwo more figures I think may be of interest to you: In 1850 the population of Utah has been\nrecorded in official records as being about 11,380. Three years later our people started\nbuilding the magnificent temple which now stands to the east of us.\n<\/p><p>\nMEN OF COURAGE AND FAITH\n<\/p><p>\nIn 1860, the population of this state has been recorded as being about 40,273. Three years\nlater than that they began to build the Tabernacle in which we meet today, which, when it\nwas projected, probably would have seated about one out of every five people in the entire\nstate. If we were to do likewise today, proportionately, we should have to project ourselves to\nthe building of an auditorium that would seat considerably more than a hundred thousand\npeople.\n<\/p><p>\nMen of courage, men of faith in the future in spite of all the uncertainties and the drivings\nand the depredations that they experienced, they began again and again, and rose from their\npoverty again and again, to produce what we see before us and what we are the beneficiaries\nof. These walls and these buildings on Temple Square are part of the evidence of their\npurpose and their faith, and I hope and earnestly believe that something of their spirit still\nlingers here.\n<\/p><p>\nUNCERTAINTIES TODAY\n<\/p><p>\nNow times have changed, but human nature hasn't changed very much. We face other\nuncertainties today, and sympathy and appeals for faith and prayers and for encouragement to\nour young people who face the uncertainties of our generation have been expressed repeatedly\nin this conference. I should like to add my appeal for faith, for prayers, and for understanding\nfor these young people who live in confusion and suspense, and who wonder when they are\ngoing to be relieved of all this uncertainty, when they can settle down, what they can count\non for the future, whether to pursue their education and their preparations for professions or\nto give it all up.\n<\/p><p>\nWhat can they count on? Well, I think it was Heber C. Kimball or one of his associates who\nsaid that he had started all over again seven different times and left his home and all behind\nhim. I hope this generation will not be faced with any such extremities, but I do know that we\nmust have faith in the future, and when we see what our forefathers did with what they had,\nand the conditions under which they did it, I feel sure that we can surmise\nsomething of what might be expected of us, and of what might be accomplished by us, in\nfaith, in that unity of which President Clark so often speaks, and in righteous purpose. There\nis much expected of us with what we have, compared with what our pioneer fathers did with\nwhat was theirs.\n<\/p><p>\nYEAR OF ANNIVERSARIES\n<\/p><p>\nThey did some other things also: It has been mentioned that this is a year of anniversaries.\nFor one thing, it is the centennial of the University of Deseret, now the University of Utah.\nThe second act of the territorial legislature, as I recall, was the founding of this educational\ninstitution. This month we also observe the seventy-fifth anniversary of the founding of\nBrigham Young University. Did the founders of these institutions have their eyes on the\nfuture? They believed in seeking knowledge out of the best books. They believed that \"the\nglory of God is intelligence\" (<span class=\"citation\" id=\"12821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12821)\">D&amp;C 93:36<\/a><\/span>),\nand \"that whatever principle of intelligence we attain to in this\nlife, it will rise with us in the resurrection\"\n(<span class=\"citation\" id=\"12847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12847)\">D&amp;C 130:18<\/a><\/span>). And they established\ninstitutions of learning wherever they went. The pursuit of learning was an important part of\ntheir lives.\n<\/p><p>\nACCEPTANCE OF TRUTH\n<\/p><p>\nI am aware today, not only of those who are facing uncertainties in the armed forces, to\nwhom our hearts and prayers go out, but of those who are pursuing knowledge in institutions\nof learning, who sometimes run into areas of confusion and seeming conflict in their pursuits.\nI am grateful to belong to a Church that has committed itself to the acceptance of all truth,\nthat encourages its people to pursue truth and to push farther and farther the frontiers of\nhuman knowledge. And I am grateful also (and I have said this before) that the things I don't\nunderstand don't destroy my faith in the things that I do understand.\n<\/p><p>\nThere is so much that men don't know that we can afford to wait for all the answers where\nthere seem to be areas of conflict and confusion in the pursuit of knowledge.\n<\/p><p>\nOBSERVATIONS AT MT. PALOMAR\n<\/p><p>\nI was reading recently an article on the new telescopes lately put into service on Mount\nPalomar, California&mdash;the Schmidt telescope, a smaller one of rather radical design with\nforty-eight-inch lens and the much larger one with a 200-inch lens. Since early 1949 so says\nthe writer, the smaller of these two telescopes has provided new clues on the creation of the\nuniverse,\" \"has already revealed hundreds of thousands of island universes and millions of\nstars . . . which had never been seen before,\" and can see and photograph\n\"clear, undistorted distances of three hundred million light years away or about two thousand\nbillion-billion miles!\" And the larger telescope penetrates about a billion light years away!\n\"What is man that thou art mindful of him!\" (<span class=\"citation\" id=\"41755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41755)\">Ps. 8:4<\/a><\/span>).\n<\/p><p>\nAnd shall we say that these millions of stars that have just been \"seen\" within recent months\ndid not exist before we could see them with the aid of these more acute instruments? I think\nwe should ask ourselves some of the questions that were asked of Job by the Voice out of the\nwhirlwind, and see how many we can answer when we run into some of these areas of\nseeming conflict. If we were to sit down and list those things which have been discovered\neven in our own generation, which were not before known, and then think of infinity and of\nall that is not yet known by man, we should be humble indeed in our small knowledge, even\nthe most learned among us.\n<\/p><p>\nCLING TO ETERNAL VERITIES\n<\/p><p>\nI should like to say to our young people: Keep your lives well-balanced. Pursuing any narrow\nfield of knowledge or activity to the exclusion of all others will reach a point of diminishing\nreturns. Give some of your time to the things of the spirit, and always reserve some of your\nmeans to the purposes of your Father in heaven. Look broadly as well as intently, and keep\nyour lives well-balanced in your pursuits.\n<\/p><p>\nI would say today to those who are in the classroom, to farmers in the field, to the laborers in\nfactories, to men pursuing professions, to young men in military service, to all of us in life,\nwhatever the discouragements, whatever the seeming areas of conflict and confusion, whatever\nthe infinite area of things we don't understand, cling to these eternal verities always: that God\nlives, that men were made in his image, that life is purposeful, that men are immortal. Cling\nto the commandments and give observance to them and to the knowledge that it is our\nFather's plan and purpose to bring immortality and eternal life to man\n(<span class=\"citation\" id=\"38976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38976)\">Moses 1:39<\/a><\/span>). If we will cling to\nthese eternal verities in simplicity and truth and keep our lives well balanced in all our\npursuits, we shall reach a glorious end, with ever-growing knowledge. By all means seek\nknowledge out of the best books (<span class=\"citation\" id=\"12817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12817)\">D&amp;C 88:118<\/a><\/span>),\nin all fields of thought and learning that are constructive,\nand, if possible, it would be wonderful to push the frontiers of knowledge beyond where they\nare now. But always keep lives well balanced and reserve some time for the things of the\nspirit.\n<\/p><p>\nPURSUE PURPOSES OF LIFE\n<\/p><p>\nNow as to this discouragement and confusion: I think the enemy of men's souls wouldn't care\ntoo much what means he used to render our lives ineffective, just so long as he did render\nthem ineffective. I don't think he would care too much whether it was by\nindolence or indifference or by withholding willing work, or by doubt, or by discouragement,\nor by uncertainty&mdash;so long as he could render us ineffective, it would please him. And it\nmust be our purpose to see that we pursue our purposes regardless of the things we don&rsquo;t\nknow which we hope sometime to know. It must be our purpose to pursue with all earnestness\nevery righteous purpose.\n<\/p><p>\nNo matter how much we may be discouraged or how often we are set back, we must begin\nagain and again, if necessary, and earnestly pursue the purposes of life, full of faith for the\nfuture. Enduring to the end is exceedingly important. Pursuing the opportunities and the duties\nof every day is exceedingly important, and repenting while there is still time to repent is also\nexceedingly important.\n<\/p><p>\nPRAYER FOR YOUTH\n<\/p><p>\nI hope that we may set our lives in order, and that our Father will bless these young people of\nours, whether they be called to the service of their country or whatever in righteousness they\nmay be called upon to do, and give them strength and faith, and let them be of good courage,\nand help them to keep their lives well-balanced and always to keep their feet firmly on solid\nrock. May he bless all of us with all our problems, with our families, with our professions\nwith our work, and with all that is ours to undertake in life.\n<\/p><p>\nI wish to express to you the conviction in my soul as to the reality of those things which have\nbeen spoken of here in this conference, that God lives, that Jesus is the Christ, that the gospel\nhas been restored, that it has within it the answers to the problems that beset this generation,\nand the only answers to permanent peace. May we pursue it in unity and with righteous\npurpose, ever keeping the commandments and bringing our young people with us, full of\nfaith, understanding, and courage. I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}