{"ID":491, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Face the Future Unafraid<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1950, pp. 142-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI come to you, my brethren and sisters, as we approach the close of this glorious\nconference, in a spirit of fasting and prayer in the hope that the Lord will see fit to sustain me\nduring the few moments I stand before you. As I have been contemplating with anxiety this\nsobering experience, I have had reason to thank the Lord many times for his blessings.\n<\/p><p>\nSUPPORT OF FAMILY\n<\/p><p>\nWhile I was sitting alone in a room at my home following the morning session today, one of\nmy boys came into the room and said, \"Dad, I've observed you've been fasting and praying a\ngood deal during this conference. I just wanted to come in to tell you that I\nhave been doing the same. The Lord bless you.\"\n<\/p><p>\nAs I left the room, I was met by my good wife, ever loyal and devoted, who said, \"The\nyounger children have suggested that it might be well if we kneel in family prayer.\" Then she\nadded, \"We had prayer this morning, but they'd like to join with you in prayer now.\" I am\ngrateful, my brothers and sisters, for the support of our families.\n<\/p><p>\nGRATITUDE FOR BRETHREN\n<\/p><p>\nI am grateful for the spirit of this great latter-day work. I am grateful for my brethren among\nwhom I labor&mdash;for their support, their confidence, and their faith. My heart has responded to\nevery message given at this conference and every testimony that has been borne.\n<\/p><p>\nMy soul echoed the sentiments expressed in behalf of our great leader, President George F.\nRichards. I loved him almost as a son loves a father. I recall vividly standing in his\npresence&mdash;alone with him in his office&mdash;just before I left for the shores of war-torn Europe. I recall\nhis last words of counsel. I shall never forget them and the sweet embrace which he gave me\nas I was about to leave on that emergency mission under the direction of the First Presidency.\n<\/p><p>\nI was happy to hear the words spoken regarding my good friend and brother, Frank Evans,\nwhom I have loved many years and who was not only loved in the Church but also was loved\nby the people throughout rural America.\n<\/p><p>\nI am happy, my brethren and sisters, in the appointment of Brother Stapley to our Council,\nand I'd like to say to him, and I'm sure I echo the feeling of all of my associates, that he will\nsee and feel and witness a love that is not excelled among men anywhere in the world as he\nsits in the Council of the First Presidency and the Quorum of the Twelve. I am grateful for\nthese rich blessings.\n<\/p><p>\nI am thrilled, my brethren and sisters, with the sweet summary of the conference given by\nBrother Lee this morning and particularly with his testimony. I thank God that he has\nimplanted in the hearts of men&mdash;strong men, good men&mdash;a burning testimony of the divinity\nof this great latter-day work.\n<\/p><p>\nSPIRIT OF BROTHERHOOD\n<\/p><p>\nThere is a real spirit of brotherhood and fellowship in the Church. It's a very powerful thing,\nsomewhat intangible, but very real. I feel it, as do my associates, as we travel throughout the\nstakes and wards of Zion and throughout the missions of the earth. It matters not where we\ngo. We may meet in a group with the priesthood, in one of the stakes, or out in one of the\nmissions, but there is always that feeling of fellowship and brotherhood. It is one of the sweet\nthings in connection with membership in the Church and kingdom of God. I\nhave felt it way up in Alaska as I met with our brethren and sisters there. I felt it far up in\nEast Prussia, throughout the missions of Europe, down in Mexico, in some of the islands of\nthe sea and throughout this land of Zion. It is very real. Oh, I know, my brethren and sisters,\nit isn't what it should be; it isn't what it could be; it isn't what the Lord would have it be, but\nnevertheless, there is nothing like it in all the world. It is one of the marks of the divinity of\nthis great latter-day work, and I rejoice in it. The most important thing of all, to me, is the\nspirit of this great work in which we are engaged. It is that spirit which brings to our souls a\nconviction of the divinity of this work. One cannot fully explain it, and yet it is very powerful\nand very real.\n<\/p><p>\nSPIRITUAL UPLIFT EXPERIENCED\n<\/p><p>\nOne of my non Mormon friends who passed away only a few days ago, who was rather\nprominently known, who wrote for national magazines, and was chairman of the board of\ntrustees of one of our great universities, some months ago came to this city to address a\nmeeting of dairymen, most of whom were members of the Church After the meeting was\nover, he came up to my home for the purpose of a visit and a renewal of friendship. As I\ndrove him back to the hotel that night, he turned to me, after being quiet for several moments,\nand said, \"I don't know what it is, but each time I come among your people I experience\nsomething that I never experience anywhere else in the world. It's an intangible thing, but it's\nvery real.\" He added, \"I've tried to analyze it, I've tried to describe it; but the best thing I can\ndo is to say that every time I come among your people, I get a spiritual uplift. What is it that\ngives me that feeling which I get nowhere else?\"\n<\/p><p>\nBrethren and sisters, what is it? You feel it. We feel it in these great conferences of the\nChurch. We feel it out in the stakes of Zion. We feel it in little branch meetings or in\nmeetings with missionaries in the far parts of the earth. It's a sweet thing. It's a priceless\nthing. It is a mark of the divinity of this great work in which we are engaged.\n<\/p><p>\nI recall while living in the East some years ago, I invited one of my good friends, not a\nmember of the Church, to attend our sacrament meeting. He promised that he would\nsometime. Weeks went by; I met him on the street one day following a Rotary luncheon, and\nhe said, \"I was up to your meeting last Sunday night, but you weren't there.\" I explained that\nI was visiting another ward, and then he said in answer to my inquiry as to whether he\nenjoyed the meeting, \"Yes, I enjoyed it, especially the spirit of it, but,\" he said, \"I wish you\nwould tell me one thing. Why is it that when your people come to the end of a meeting and\nthe benediction is said that they don't seem to have any place to go?\" He said, \"That group\nstood up, recognizing the meeting was over, but they just stood there and visited and visited\nuntil I thought I was never going to get out of that building. Finally, when I\ngot into the foyer, it was more congested than ever.\" Well, that is a further evidence of this\nspirit&mdash;this spirit of love, this spirit of brotherhood that is so real, my brethren and sisters, in\nthe Church.\n<\/p><p>\nIMPELLING FORCE OF GOSPEL\n<\/p><p>\nWe witness it in our missionary activities. I recall vividly, and it was called to my mind by\nthe remarks of Brother Sonne this afternoon, standing on the shores of war-torn Europe\nfollowing the war and watching the mission presidents&mdash;several of whom are here before me\nthis afternoon&mdash;come back to the shores of Europe. I wondered in my heart, What is it that\ncauses them to leave the comforts of their homes and come over to these war-torn lands\nwhere there is a shortage of everything necessary for civilized living? What is it that causes a\nman to sell his grocery business and come way up into Norway on his third mission? What is\nit that causes a man to sell his business down in California and go up to Sweden? What is it\nthat caused a man to turn over his furniture business in Salt Lake City and come over to the\nshores of war-torn Holland, where there was shortage of food, shortage of clothing, shortage\nof fuel and transportation, and where there were practically no comforts? What is it that\ncauses a man to leave his chair in a university surrounded by all the comforts earned by a\nlong life of service and go back into war-torn France? And so on. I tell you, my brethren and\nsisters, it is marvelous. There isn't anything like it anywhere.\n<\/p><p>\nWhat is it that causes our young missionaries to want to go out and serve without any hope of\nmaterial reward? I interviewed one of them down in a California stake recently. We couldn't\naccept him because he wasn't old enough. He broke down and cried. He said \"Brother\nBenson, ever since I was a deacon I've wanted to go on a mission.\" He stated, \"The last few\nmonths my fiancee and I have been planning my mission and what would follow, and what\nsupport she would give while I was out in the field.\" And he told how his parents had prayed\nthat the time might come that he would be considered worthy to go out and represent the\nChurch in the world. Nearly six thousand of them are out in the world as we meet here today.\nWhat is the impelling force back of it?\n<\/p><p>\nHow did the Prophet Joseph know as a young man that men and women would respond to the\ncall to fill missions, to go out into the world representing an unpopular cause, to carry this\nglorious message? How did he know that the Saints, when and if they accepted the gospel,\nwould respond to the call of gathering and come to Zion. Yes, the spirit of this work, my\nbrethren and sisters, is a marvelous and a priceless thing.\n<\/p><p>\nCRITICAL PERIOD\n<\/p><p>\nNow during this critical period, and it is a critical period that we are passing\nthrough, I hope that we will keep ever burning in our hearts the spirit of this great work\nwhich we represent. If we do so, well have no anxiety; we'll have no fear; we'll not worry\nabout the future because the Lord has given us the assurance that if we live righteously, if we\nkeep his commandments, if we humble ourselves before him, all will be well. I turn to two\npassages of scripture today which I'd like to read: \n<\/p><p>\n. . . Be strong and of good courage; be not afraid, neither be thou dismayed for the\nLord thy God is with thee whithersoever thou goest\n(<span class=\"citation\" id=\"30040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30040)\">Josh. 1:9<\/a><\/span>).\n<\/p><p>\nThis was the Lord's admonition to his son, Joshua, encouraging him to trust in God. Joshua\nanswered that admonition in counsel to his people in these words: \n<\/p><p>\n. . . choose you this day whom ye will serve . . . but as for me and my house, we\nwill serve the Lord (<span class=\"citation\" id=\"30041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30041)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nESSENTIALS FOR SECURITY\n<\/p><p>\nEmbodied in these two passages of scripture are the two principal essentials for security and\npeace: first, trust in God; and second a determination to keep the commandments, to serve the\nLord, to do that which is right. Latter-day Saints who live according to these two\nadmonitions&mdash;trust in God and keep the commandments&mdash;have nothing to fear.\n<\/p><p>\nThe Lord has made it very clear in the revelations that even though times become perilous,\neven though we be surrounded by temptation and sin, even though there be a feeling of\ninsecurity even though men's hearts may fail them and anxiety fill their souls if we only trust\nin God and keep his commandments we need have no fear.\n<\/p><p>\nIn modern revelation the Lord has pointed this out very clearly. Even before the Church was\norganized, when there were only a handful of people following the leadership of the boy\nProphet, the Lord said to his Saints,\n<\/p><p>\nTherefore, fear not, little flock; do good; let earth and hell combine against you, for if\nye are built upon my rock, they cannot prevail...\n<\/p><p>\nLook unto me in every thought; doubt not, fear not\n(<span class=\"citation\" id=\"12766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12766)\">D&amp;C 6:34,36<\/a><\/span>).\n<\/p><p>\nHe has also said,\n<\/p><p>\n. . . it is my purpose to provide for my saints, for all things are mine\n(<span class=\"citation\" id=\"12831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12831)\">D&amp;C 104:15<\/a><\/span>).\n<\/p><p>\nREAL DEDICATION REQUIRED\n<\/p><p>\nMy brethren and sisters, it is not going to be enough just passively to accept the teachings,\nstandards, and ideals of the Church. It will require real activity, real dedication to the\nprinciples of righteousness if we are to face the future unafraid. But if we\nhave the courage, sound judgment, and the faith so to do, then no matter what happens we\nwill be able to face any situation with courage and with faith and with the assurance that God\nwill sustain us. I know this to be true, my brethren and sisters. I know that now is the time\nprobably more than any other time in our lives to live the gospel. We should not be lulled\naway into a false security as Nephi said many would be in the last days. We should not be\npacified and feel in our hearts that we can sin a little, that we can attend to our meetings part\nof the time, that we can pay a token tithing, that we can live the gospel when it is convenient,\nand all will be well. We must not be \"at ease in Zion\"\n(<span class=\"citation\" id=\"3526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3526)\">2 Ne. 28:24-25<\/a><\/span>) and say, \"Zion prospereth, all is well\"\n(<span class=\"citation\" id=\"3525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3525)\">2 Ne. 28:21<\/a><\/span>).\nBut we must live the gospel plan every day of our lives in its fulness. Therein is safety.\nTherein will come a satisfaction which comes from righteous living which will enter our\nhearts, give us the courage and the strength that we need. There is no security in\nunrighteousness. The sinful always live in despair.\n<\/p><p>\nNEED FOR RIGHTEOUSNESS\n<\/p><p>\nWe have a great mission. We must be prepared, both young and old. We must stand as a\nleaven among the nations, true to the principles of righteousness.\n<\/p><p>\nWe need to be humble. We need to be grateful. We need as families to kneel in family\nprayer, night and morning. Just a few words added to the blessing on the food, which is\nbecoming the custom in some parts, is not enough. We need to get onto our knees in prayer\nand gratitude, as Alma admonished (see\n(<span class=\"citation\" id=\"8905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8905)\">Alma 34:18-27<\/a><\/span>).\nWe need the spirit of reverence in our\nhouses of worship referred to by President McKay in his beautiful address last night at\nPriesthood meeting. We need to keep the Sabbath day holy. We need to close our businesses\non Sunday, and as Latter-day Saints, refrain from making purchases on the Sabbath except in\ncases of emergency. We need to refrain from going to moving pictures on the Sabbath, and\nif we are operating show houses, we should close them on Sunday. We should not seek\npleasure in any form on the Sabbath day. We should stand firm in opposition to Sunday\nbaseball and other amusements regardless of what much of the Christian world may do. We\nshould oppose gambling in all of its forms including the parimutuel betting at horse races\nreferred to so effectively by Brother Moyle. We should refrain from the habit of card playing\nagainst which we have been counseled by the leaders of the Church. We should stand united\nin opposition to the wider distribution and use of alcohol and other things declared by the\nLord to be harmful.\n<\/p><p>\nCOMMANDMENTS TO OBSERVE\n<\/p><p>\nIf we keep the commandments, we will refrain from joining secret orders and lodges. Our\nfirst allegiance will be to the Church and the priesthood quorums. We will\nattend our meetings. We will take our families with us to the sacrament meeting and sit with\nthem and worship with them. If we keep the commandments, we will pay our tithes and\nofferings, our fast offerings, and our welfare contributions. We will respond to the calls in the\nChurch, and we will not resign from office when called under the authority of the Holy\nPriesthood. We will follow the counsel of the leadership of the Church and call our families\ntogether periodically in home evenings in order that the home might be safeguarded and the\nsolidarity of the family increased. We will read the scriptures in our homes as the Lord has\nadmonished us. We will not violate the sacred covenants we have taken upon ourselves in the\nwaters of baptism and in the temples of the Lord, nor will we desecrate or cast to one side the\ngarments of the Holy Priesthood. We will attend to our temple work. We will become saviors\non Mount Zion in very deed.\n<\/p><p>\nGOOD CITIZENSHIP\n<\/p><p>\nIf we keep the commandments we'll be good citizens. We'll exercise our right to vote. We'll\nfollow the counsel which the Lord has given in the revelations regarding our obligation to\nseek out \"honest men and wise men\"\n(<span class=\"citation\" id=\"12825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12825)\">D&amp;C 98:8-10<\/a><\/span>)\nwho will stand for principle, men\nwho will put principle ahead of political expediency. We will seek men of faith who believe\nthe Constitution was inspired and that this nation has a spiritual foundation. If we are living\nthe gospel, we will feel in our hearts that the First Presidency of the Church not only have the\nright, but are also duty bound under heaven to give counsel on any subject which affects the\ntemporal or spiritual welfare of the Latter-day Saints, regardless of whether or not some men\nmay think such counsel may have political implications.\n<\/p><p>\nWe must stand firm for that which we know to be right, my brothers and sisters, and uphold\nthese men who have been sustained as our leaders in modern Israel. All this we will do, and\nmore, if we live the gospel. We will keep ourselves clean and unspotted from the world. We\nwill live lives of purity. We will be true to our wives and families. We will live according to\nthe gospel plan.\n<\/p><p>\nBLESSING\n<\/p><p>\nMay God bless us, my brothers and sisters, that we may trust in God and keep his\ncommandments. That is all the Lord expects of us. Joy and happiness will enter our hearts as\nwe do so. It is the wicked who flee when no man pursueth. The righteous are bold as a lion.\nPeople who live righteously have nothing to fear. In spite of the turmoil, anxiety, and\ninsecurity which may seem to be everywhere we will be able to stand erect and go forward\nwith courage and faith. We must not compromise with evil. \"They enslave their children's\nchildren who make compromise with sin.\"\n<\/p><p>\nGod bless Us to live the gospel, to be grateful for all that we have and are,\nand for all that we enjoy, in this the kingdom of God, I humbly pray, and I bear fervent\ntestimony to you to the truth of the words that have been spoken at this conference, in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}