{"ID":492, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">When a Man Says, \"I Am Not Religious\"<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1950, pp. 149-154<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, from the depths of my soul I thank the Lord for the privilege\nof being here to worship with you in the sessions of this conference. I think of the words of\nthe Master when he was tempted to turn the stone into bread to prove that he was the Son of\nGod. He replied, \"It is written, Man shall not live by bread alone, but by every word that\nproceedeth out of the mouth of God\"\n(<span class=\"citation\" id=\"34328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34328)\">Matt. 4:4<\/a><\/span>).\nAnd I am sure we have been fed the bread\nof life eternal during the sessions of this conference.\n<\/p><p>\nAPPRECIATION OF FATHER\n<\/p><p>\nPresident Smith has already indicated that I am a son of George F. Richards. I would like to\ntake this occasion, representing his family, to express appreciation to those who have paid\ntribute to Father during the sessions of this conference and the many, many friends who have\nwritten their tributes since Father's passing away. Many have said that they thought he was\none of the finest men that ever lived. As his son, I would like to tell you that I don't know of\nany man that I think lived nearer the Lord than my father. When he spoke in prayer, he just\ntalked to the Lord. And when he made a promise to me, it was just the same as if the Lord\nhad made it. He has left us a great heritage and a great responsibility, and I hope his posterity\nwill not fail him.\n<\/p><p>\nI should like also to mention Brother Roscoe Eardley. Brother Roscoe and I had much in\ncommon. We each filled two missions in Holland; we each presided over that mission. Roscoe\nwas a great missionary, and the Dutch people loved him. He loved the\nChurch and he was loyal to it in every way. I also worked side by side with Brother Frank\nEvans in the Church offices, and I think he was one of the grandest men it has ever been my\nprivilege to know. And I thank God for the presence of Brother Thomas E. McKay in this\nmeeting. We have been praying for you, Brother McKay, for months, and we thank the Lord\nthat you are here to worship with us on this occasion.\n<\/p><p>\nFAITH COMMENDED\n<\/p><p>\nWhile riding to my conference a week ago last Saturday, one of my companions said,\n\"Bishop, what do the Saints need to be told more than anything else?\" I answered, ''The one\nthing they ought to be told is how wonderful they are in the payment of their tithes and their\nofferings, in helping to build meetinghouses, in sending their boys into the mission field, in\nhelping with the great welfare program of the Church, in the buying of projects and helping\nwith the budget, in maintaining their wards, and in the other things they have been asked to\nhelp with, such as the Primary Children's hospital the Relief Society building, and the BYU\nfieldhouse.\" I tell you, my heart goes out in admiration, in thanksgiving to God for the faith\nof the Latter-day Saints, and I love them. For over twelve years now I have had to do with\nthe financial affairs of this Church, and we haven't passed one year that the Saints haven't\npaid a greater tithing than the year before. We are already away ahead this year over last year.\nI don't think they are making undue sacrifices, because of the faith I have that every effort\nthey put forth in the building up of the kingdom of God shall be in the words of the prophet,\nas bread cast upon the water which after many days shall return.\n<\/p><p>\nWhen I was a boy, my father said, \"My son, there is no organization or corporation or\ninstitution in this world that will pay you as great dividends on the investment of your time\nand your talents and your means as the Church of Jesus Christ of Latter-day Saints.\" After\nnearly fifty years since my father made me that promise, I stand before you to say that I have\nseen it verified in the lives of the Latter-day Saints and the lives of my own family, and of\nmy own loved ones. And so I say, God bless the Saints for their faith and for their integrity.\n<\/p><p>\nSACRIFICES OF SAINTS\n<\/p><p>\nBrother Benson has just talked of the marvelous sacrifices being made to carry on the great\nmissionary work of the Church; then there is the building of meetinghouses. We have about\nfour hundred of them in the course of construction at the present time, and the way the Saints\nsacrifice in order to raise their portion of the money, to me, is a marvelous thing. My\ndaughter called me a few nights ago after I had retired. She said, \"Daddy, I was afraid you\nwere in bed but we just came from our ward, and we raised tonight fifteen\nthousand dollars to make the final payment on our meetinghouse.\" And she added,\n\"To cap the climax, the bishop gave another thousand.\" I say God bless the Saints and leaders\nlike that.\n<\/p><p>\nThis same daughter was sent out to collect money. She went into the home of one student.\nHe'd given his part, but they had to have more. The building cost more than they had\nanticipated, He said, \"Well, now, I don't know where I can get it tonight, but give me a few\ndays, come back again.\" He gathered up his books that he had finished using at school and\ntook them to the university and sold them to get money to pay another contribution on the\nmeetinghouse.\n<\/p><p>\nSister Richards and I were in Idaho a few weeks ago to dedicate a meetinghouse. When we\nheard the stories of those Saints, how they had sacrificed, we were thrilled. One good sister\ntold how she had taken her cow and had it killed and cut up, and had stood on the street\ncorner of the little town selling beef sandwiches in order to raise her portion for that\nmeetinghouse. There isn't time to tell you more of these stories. But I do want to say that just\nas long as the Lord will keep putting that kind of faith in the hearts of the Latter-day Saints,\nyou just can't stop the kingdom from growing. No power under heaven can do it. And I thank\nGod for your faith.\n<\/p><p>\nSPIRIT OF DARKNESS\n<\/p><p>\nNow, as I love the Saints for their faithfulness, I also feel remorse and sorrow for those who\nfail to have that kind of faith, for those who are not willing to do their part, for those who\nhave discontinued attending their meetings. Brigham Young said that when we fail to attend\nour sacrament meetings and observe our prayers, the Spirit of the Lord will withdraw himself,\nand a spirit of darkness will come over us. Now there are a great many people in our midst\nwho have ceased attending their meetings, and who do not observe their prayers. Some of\nthem are near to us, some of them are dear to us, but the Lord does withdraw his Spirit. Just\nwithin the last week I had a woman in my office who told me how her husband had quit\ndoing his duty and how the Lord had withdrawn his Spirit. She said, \"Sometimes I think he is\nalmost possessed of the devil.\" Well, the Lord knew that we could not be disobedient to his\ncommandments and still enjoy his Spirit. I want to read the twelfth verse of the ninety fifth\nsection of the Doctrine and Covenants.\n<\/p><p>\nIf you keep not my commandments, the love of the Father shall not continue with\nyou, therefore, you shall walk in darkness\n(<span class=\"citation\" id=\"12823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12823)\">D&amp;C 95:12<\/a><\/span>).\n<\/p><p>\nAnd when people walk in darkness, they cannot love the brethren; they cannot love the\nLord; they cannot love the people; they cannot love this great Latter-day cause, the greatest\nmovement the world has ever known, aside from the great atonement of the Lord and Savior,\nJesus Christ. At least that is my appraisal of it. I think that is what the Lord had in mind\nwhen he said in a revelation to the Prophet Joseph Smith: \n<\/p><p>\nBut behold, verily I say unto you, that there are many who have been ordained among\nyou, whom I have called but few of them are chosen.\n<\/p><p>\nThey who are not chosen have sinned a very grievous sin, in that they are walking in\ndarkness at noon-day (<span class=\"citation\" id=\"12822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12822)\">D&amp;C 95:5-6<\/a><\/span>).\n<\/p><p>\nThe noonday is the brightest period of the day, and with all this glorious truth about us, some\nwalk in darkness.\n<\/p><p>\nLORD'S SPIRIT WITHDRAWN\n<\/p><p>\nWhen the Lord has withdrawn his Spirit, and one walks in darkness, he says: \"Well, I'm not\nreligious.\"\n<\/p><p>\nWe represent the adult group of the Aaronic Priesthood, many of whom are indifferent. One\ngood brother wrote in and inquired: \"How can a man effect a complete annihilation of his\nsoul and his body?\" Why, because he has not observed the commandments of God. He was\nnot attending his meetings. He was not praying; so the Spirit of the Lord withdrew and left\nhim walking in darkness; and when a man walks in darkness, he has little hope to look\nforward to.\n<\/p><p>\nWhen a man says he is not religious, does he mean that he believes that when he dies that\nwill end it all? In the words of the Savior, speaking of the days of Noah, he said: \"They shall\nsay, come, let us eat, drink, and make merry, for tomorrow we die\"\n(<span class=\"citation\" id=\"34381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34381)\">Matt. 24:38<\/a><\/span>;\n<span class=\"citation\" id=\"3522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3522)\">2 Ne. 28:7-8<\/a><\/span>).\nDoes it mean that he\nbelieves that will end it all? Paul said that \"If in this life only we have hope in Christ, we are\nof all men most miserable\"\n(<span class=\"citation\" id=\"192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(192)\">1 Cor. 15:19<\/a><\/span>).\nAnd the Savior said,\n<\/p><p>\nFor what shall it profit a man, if he shall gain the whole world, and lose his own soul?\nOr what shall a man give in exchange for his soul?\n(<span class=\"citation\" id=\"33028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33028)\">Mark 8:36-37<\/a><\/span>).\n<\/p><p>\nOh, I tell you, brothers and sisters, the glorious gospel that we have is worth more than all the\nwealth in the world.\n<\/p><p>\nMEANING OF RELIGION\n<\/p><p>\nWhen a man says he is not religious, does he mean that he would not be interested if religion\ncould tell him where he came from why he is here, and where he is going? Does he mean\nthat he is not interested in these things, when he says he is not religious? Suppose you had\nnever seen your own father, and yet you had had communications from him from Europe or\nelsewhere, and he had been kind to you, but conditions hadn't been such that you could visit\nhim. Wouldn't you want to see your own father? Wouldn't you some day want to be\nacquainted with him and enjoy his association?\n<\/p><p>\nPaul tells us that\n<\/p><p>\n. . . we have had fathers of our flesh which corrected us, and we gave them reverence:\nshall we not much rather be in subjection unto the Father of spirits, and live?\n(<span class=\"citation\" id=\"24230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24230)\">Heb. 12:9<\/a><\/span>).\n<\/p><p>\nWhen religion can teach us that we are the very offspring of God the Eternal Father, how\ncould any of us not look forward longingly to the day when he will take us by the hand and\nsay. \". . . Well done, thou good and faithful servant: thou hast been faithful over a few things,\nI will make thee ruler over many things: enter thou into the joy of thy lord\"\n(<span class=\"citation\" id=\"34384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34384)\">Matt. 25:21<\/a><\/span>).\n<\/p><p>\nADDED UPON\n<\/p><p>\nIf what we read in the Pearl of Great Price is true, that those who were faithful in keeping\ntheir first estate should be added upon (and there isn't time to discuss how marvelously those\nwho have kept their first estate have been added upon) but that more blessed is he who keeps\nhis second estate, for he shall be added upon forever and forever\n(<span class=\"citation\" id=\"7182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7182)\">Abr. 3:26<\/a><\/span>), does a man mean when he\nsays, \"I am not religious,\" that he would not like to be added upon forever and forever? There\nis an eternal life, and we have that right awaiting us if we will just live for it.\n<\/p><p>\nDoes a man mean, when he says he is not religious, that he does not care whether his wife\nand his children belong to him throughout the countless ages of eternity, that they mean\nnothing to him.\n<\/p><p>\nI was in the Arizona Temple not so long ago.  We spent a day  there, and the Primary\nteachers of one of the wards brought their children to do baptismal work for the dead. While\nthe children were doing this work, we held a testimony meeting with the teachers and in that\nmeeting sister after sister stood up (their husbands were not active in the Church), and with\ntears in their eyes, they bore their testimonies and said that the greatest desire of their hearts\nwas for the day to come when their husbands could take them into the temple of God and be\nsealed to them for time and all eternity, that they might have claim on them and their\nchildren.\n<\/p><p>\nDo we mean when we say we are not religious care anything about such matters?\n<\/p><p>\nTHE RICH MAN AND LAZARUS\n<\/p><p>\nHow are we going to find out these things? You remember the story of the rich man and\nLazarus, how Lazarus died and was received into Abraham's bosom and the rich man into\ntorment. He called to father Abraham and said: \"Have mercy on me, and send Lazarus that he\nmay dip the tip of his finger in water, and cool my tongue, for I am tormented in this flame.\"\nFather Abraham explained that there was a gulf between them. Then the rich man's thoughts\nturned to his five brothers who were still upon the earth, and he said, \"I pray thee therefore,\nFather, that thou wouldest send him to my father's house: \n<\/p><p>\n\"For I have five brethren; that he may testify unto them, lest they also come into this place of\ntorment.\"\n<\/p><p>\nAbraham saith unto him, \"They have Moses and the prophets; let them hear them.\"\n<\/p><p>\nAnd the rich man said: \"Nay, Father Abraham: but if one went unto them from the dead,\nthey will repent.\"\n<\/p><p>\nFather Abraham said: \"If they hear not Moses and the prophets, neither will they be\npersuaded, though one rose from the dead\" (see\n<span class=\"citation\" id=\"31265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31265)\">Luke 16:22-31<\/a><\/span>).\n<\/p><p>\nI pray that God will put it into the hearts of our loved ones and those of the Saints of Zion\nwho are not as faithful as they should be, who do not think they are religious, that they will\nrealize that we do not only have Moses and the prophets, but also the living prophets of God\nwho are sent to show us the way; that they will listen unto them. When I think of all the Lord\nhas revealed in the establishment of his Church and kingdom on the earth in these later days,\nto me it is all Isaiah described it to be when he said the Lord would proceed to do a\nmarvelous work and a wonder, and the wisdom of their wise men should perish, and the\nunderstanding of their prudent men should be hid\n(<span class=\"citation\" id=\"25112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25112)\">Isa. 29:14<\/a><\/span>).\nGod help us to touch the hearts of those\nwho cannot see and who are walking in darkness, and God bless you faithful Latter-day\nSaints for your integrity and your devotion to his great cause, I humbly pray in the name of\nthe Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}