{"ID":4925, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “This Work Will Go Forward”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90911_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p4\" class=\"\">My brethren and sisters, it has been customary for the President of the Church to speak at the opening of the conference. President Benson has asked that I say a few words on his behalf. In doing so, I quote his own language:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p5\" class=\"\">Said he: “I love this great work, the greatest work in all the world. I love my brethren and sisters wherever you may reside, and I invoke the blessings of the Lord upon you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p6\" class=\"\">“If you will follow the admonitions of the Lord and heed the counsel of His chosen servants in their callings as prophets, seers, and revelators, I promise you that love at home and obedience to parents will increase; faith will be developed in the hearts of the youth of Israel and they will gain power and strength to combat the evil influences and temptations which beset them. Each of our homes may veritably become a little heaven on earth.” (<span class=\"emphasis\">Children’s Friend,<\/span> Apr. 1957, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p7\" class=\"\">“With all my soul I testify that this work will go forward till every land and people have had opportunity to accept our message. Barriers will come down for us to accomplish this mission, and some of us will see this done. Our Heavenly Father will cause conditions in the world to change so that His gospel can penetrate every border.” (<span class=\"emphasis\">The Teachings of Ezra Taft Benson,<\/span> Salt Lake City: Bookcraft, 1988, p. 174.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p8\" class=\"\">“As we live the commandments of God, we can look forward with joyful anticipation to the second coming of the Lord Jesus Christ and know that through our efforts we are worthy, with our loved ones, to dwell in His presence for all eternity. Surely nothing is too hard to gain this great goal. We cannot let down for a moment. We must prove, every day of our lives, that we are willing to do the will of the Lord—to spread the restored gospel, to bear testimony to the world, to share the gospel with others.” (In Tokyo Japan Area Conference Report, 10 Aug. 1975, p. 57.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p9\" class=\"\">“God bless you, my beloved brethren and sisters, I pray in the name of Jesus Christ, amen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/this-work-will-go-forward.p10\" class=\"\">Such are the words of our beloved leader Ezra Taft Benson. I am confident that I speak for every member of the Church within the sound of my voice when I say to him, “Our dear friend and leader, our President and prophet, we love you. May the blessings of the Lord rest upon you to give you strength according to your need.”<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}