{"ID":4926, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Redemption: The Harvest of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p3\" class=\"\">One hundred and fifty years ago this week, the Lord revealed to His prophet Joseph Smith sublime doctrine concerning the sacred ordinance of baptism. That light came when other Christian churches taught that death irrevocably, eternally, determined the destiny of the soul. The baptized were rewarded with endless joy. All others faced eternal torment, without hope of redemption. The Lord’s revelation that baptism could be performed vicariously for the dead, through proper priesthood authority, preserved the justice of His statement: “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"29466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29466)\">John 3:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p4\" class=\"\">Vicarious baptism also mercifully provides this ordinance for all worthy deceased who have not received it through proper priesthood authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p5\" class=\"\">This glorious doctrine is another witness of the all-encompassing nature of the atonement of Jesus Christ. He has made salvation available to every repentant soul. His was a vicarious atonement that conquered death. He permits the worthy deceased to receive all ordinances of salvation vicariously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p6\" class=\"\">In that epistle, written one hundred and fifty years ago, Joseph Smith stated: “The Saints have the privilege of being baptized for … their relatives who are dead … who have received the Gospel in the spirit … through … those who have been commissioned to preach to them. … Those saints who neglect it in behalf of their deceased relatives, <span class=\"emphasis\">do it at the peril of their own salvation.<\/span>” (<span class=\"emphasis\">History of the Church,<\/span> 4:231; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p7\" class=\"\">The prophet Elijah committed the keys for vicarious work to Joseph Smith in the Kirtland Temple (see <span class=\"citation\" id=\"19314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19314)\">D&amp;C 110:13–16<\/a><\/span>) to fulfill the Lord’s promise that “he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers.” (<span class=\"citation\" id=\"19150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19150)\">D&amp;C 2:2<\/a><\/span>; see also <span class=\"citation\" id=\"32900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32900)\">Mal. 4:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p8\" class=\"\">Through further revelation to Joseph Smith and subsequent prophets, there has come an understanding of and provision for temple work and the family history effort that supports it. Every prophet since Joseph Smith has emphasized the imperative need to provide all ordinances for ourselves and our deceased ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p9\" class=\"\">This inspired counsel can be simply summarized:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"content-list alpha-caps\"><li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>Turn the hearts of the fathers to the children, and the children to their fathers.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>Insure that ordinances are performed for ourselves and our ancestors.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>Seal individuals into eternal family relationships.<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p14\" class=\"\">Many members of the Church recognize the vital importance of these commandments but feel overwhelmed at the task of identifying their own ancestors. To overcome this feeling, the Church has greatly simplified finding our ancestors and clearing their names for temple work. For example, with the generous cooperation of the original record holders, we have gathered information on approximately two billion of the estimated seven billion individuals for whom records are thought to exist. That resource increases by many millions of names each year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p15\" class=\"\">Also, fifteen hundred family history centers operate worldwide to permit access to our vast record resources. You will find them staffed with sensitive, understanding volunteers who want to help. Through research guides, telefax, and correspondence, these centers are fortified by the impressive capabilities of the Salt Lake City Family History Library.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p16\" class=\"\">Modern technology has greatly simplified the prior complex rules and regulations for this work. These streamlined steps are clearly explained in the pamphlet <span class=\"emphasis\">Come unto Christ through Temple Ordinances and Covenants.<\/span> It is available in the principal languages from priesthood leaders throughout the world. This booklet provides a summary of the doctrinal basis for family history and temple service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p17\" class=\"\">Also, where they have been called, ward or branch family history consultants are available to help you succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p18\" class=\"\">Many brilliant minds and sensitive hearts have harnessed advanced technology to provide personal computer helps to simplify family history work. Under the descriptive title of <span class=\"strong\">FamilySearch,™<\/span> these powerful computer-aided resources are now available in family history centers in the United States and Canada. (Request them if they are not there. They are within policy.) In due course, these resources will be made available elsewhere in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p19\" class=\"\"><span class=\"strong\">FamilySearch<\/span> provides members easy access to the Church’s central genealogy computer files. It greatly simplifies research and enables members to more efficiently find information in the Church’s vast storehouse of microfilmed records. The computer provides direct, rapid search of a large compilation of valuable information on compact discs without time or error of searching traditional microfilm or microfiche. <span class=\"strong\">FamilySearch<\/span> provides these five specific types of helps that are as easy to use as a telephone:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p20\" class=\"\"><span class=\"strong\">Ancestral File™<\/span> is a computer resource of seven million names linked into family relationships. This resource is the heart of our effort to collect the genealogy of mankind and make that information readily available to others, to simplify their family history research, and permanently preserve family relationships.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p21\" class=\"\"><span class=\"strong\">Ancestral File<\/span> comprises the “four generation” submittals from members and friends. These data have been carefully matched and coupled one with another, providing a powerfully rich source of family-linked information that simplifies research and reduces duplication. It contains names and addresses, enabling coordination of research with other submitters. Means now exist that permit you or family organizations to enter all of your family-linked information for permanent preservation and use by others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p22\" class=\"\">Recently a friend of the Church, tenderly holding a five-inch-high stack of information, said with obvious gratitude: “The Church placed my life’s work in a computer where it will be permanently recorded and available for others to use.” That spirit is spreading throughout the world where friends who wish to show their gratitude for using Church resources, are now generously donating their laboriously compiled family history information to share with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p23\" class=\"\">Another help is the <span class=\"strong\">Family History Library Catalog.™<\/span> It contains the description of virtually every family history record of the Church, permitting a rapid, automatic, precise name or locality search of the detailed catalog descriptions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p24\" class=\"\">The automated <span class=\"strong\">International Genealogical Index™<\/span> replaces 10,000 microfiche, providing computer research of data on 147 million deceased individuals and allowing limited linking of family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p25\" class=\"\">Shortly, an automated 39-million-name <span class=\"emphasis\">U.S. Social Security Death Register™<\/span> will be distributed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p26\" class=\"\">Within two or three years, other organized data will be readily available on hundreds of millions of deceased individuals. (For data privacy reasons, we do not provide computerized data on living persons.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p27\" class=\"\">For example, a large group of members is organizing the 50-million-name <span class=\"emphasis\">1880 U.S. Census.<\/span> Five thousand nonmembers and seventy-seven missionaries are organizing the 27-million-name <span class=\"emphasis\">English 1881 Census.<\/span> A 5-million-name record of Australian births, marriages, and deaths from 1788 to 1888 is near completion. These helps will permit automatic nationwide search for an ancestor without specifying locality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p28\" class=\"\">Yet another help, the <span class=\"strong\">Personal Ancestral File™<\/span> is a powerful, inexpensive, easy-to-use resource available for home use that helps organize, analyze, and print your family history. It reports what ordinance work is lacking and allows electronic sharing of data.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p29\" class=\"\">But for me, the most thrilling resource will eliminate the delay in clearing names for temple work. Beginning next fall, you will be able to clear ancestors’ names for temple ordinances in your own meetinghouse yourself, without the need to request headquarters approval. When you verify that no previous ordinance has been performed, you can go immediately to the temple to perform these ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p30\" class=\"\">Yes, the Lord <span class=\"emphasis\">is<\/span> accelerating His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p31\" class=\"\">It was hard to get excited about genealogy work, with its many rules and regulations about commas, periods, and capitalization. The new family history service is quite another matter. It deals with loving, caring, feeling ancestors beyond the veil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p32\" class=\"\">Now, Richard Talbot, John Dunkerson, and Abraham Salee are not just names on a slip of paper for me to receive their temple ordinances. These are ancestors I love through temple work. They, in turn, have influenced my life. I find traits displayed in their purposeful lives woven into the fabric of my own character. Begin this work, and you will know why the Lord said, “The hearts of the children shall turn to their fathers.” (<span class=\"citation\" id=\"19151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19151)\">D&amp;C 2:2<\/a><\/span>.) Learn why this glorious doctrine has been restored to the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p33\" class=\"\">Once I listened as a humble sister, blind except for a small window of vision in one eye, bore witness of deeply spiritual experiences she enjoyed with her husband identifying individuals for temple work. She explained that internal bleeding had recently taken the last vestige of sight. Her testimony was sweet, her prayer that she might see enough to serve. Miraculously she was given even greater sight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p34\" class=\"\">One choice source on my ancestors was prepared by a remarkable woman in 1888. She labored without any doctrinal understanding or the abundant resources we have. Following impressions of the heart, her persistence and extensive correspondence produced a 16,000 lineage-linked treasury of information about our Talbot family. My mother obtained this record. A descendant, Cathy Frost, with two preschool children and expecting another, is computerizing those names. My wife, Jeanene, and I will personally clear them for temple work using the simplified helps I’ve described today. Our family will go to the temple for these ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p35\" class=\"\">At present you may find it difficult to go to the temple personally, but you can submit ancestors’ names for temple work. You may live where resources are very limited. Begin with ancestors that are closest to you. Search beyond your surname, following all lines of ancestry. Following the simple guidelines, prepare requests for temple work. Resolve to bless the lives of those who are dependent upon you—and in so doing, bless your own life profoundly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p36\" class=\"\">I don’t need to tell you the details of where to go and who to see. When you determine you are going to succeed, you will find a way. You will discover those who can help you. I promise you the Lord will bless you in your efforts, for this is His work, and He will guide your prayerful efforts to bring the ordinances and covenants to your ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p37\" class=\"\">I have tasted enough of the fruits of this sublime work to know that the keys Elijah restored to Joseph Smith permit our hearts to be bound and each of us linked to those of our ancestors who are waiting for our help. Through our efforts in holy temples here on earth using the authority delegated by the Savior, our progenitors receive the saving ordinances that allow them to enjoy eternal happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p38\" class=\"\">In the past, motivated by a deep conviction of the sanctity of the work, individuals have valiantly faced a challenge that seemed like singlehandedly endeavoring to harvest all the grain in Nebraska. Now, many mighty combines are at work. <span class=\"emphasis\">Together we will accomplish the work.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p39\" class=\"\">How fitting that for the 150th anniversary of the declaration by Joseph Smith of vicarious work for the dead, the Brethren have announced greatly simplified means to identify ancestors and permit temple ordinances to be performed for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p40\" class=\"\">I testify that the spirit of Elijah is touching the hearts of many of Father’s children throughout the world, causing the work for the dead to accelerate at an unprecedented pace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p41\" class=\"\">But what about you? Have you prayed about your own ancestors’ work? Set aside those things that don’t really matter in your life. Decide to do something that will have eternal consequences. Perhaps you have been prompted to look for ancestors but feel that you are not a genealogist. Can you see that you don’t have to be anymore? It all begins with love and a sincere desire to help those who can’t help themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p42\" class=\"\">This is a spiritual work, a monumental effort of cooperation on both sides of the veil where help is given in both directions. It begins with love. Anywhere you are in the world, with prayer, faith, determination, diligence, and some sacrifice, you can make a powerful contribution. Begin now. I promise you that the Lord will help you find a way. And it will make you feel wonderful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/redemption-the-harvest-of-love.p43\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}