{"ID":493, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"It Becometh Us to Fulfil All Righteousness\"<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1950, pp. 154-160<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYou have just listened to the Presiding Bishop of the Church of Jesus Christ of Latter day\nSaints, LeGrand Richards, and while he has been talking, I have been thinking of this great\naudience. Reference has been made repeatedly to missionary work. We have been told that we\nhave nearly six thousand missionaries out in the world today. Of course they are coming and\ngoing all the time. For a small church, such as we are, having membership a little more than a\nmillion, approximately six thousand missionaries is a marvelous record. As I sit here looking\nat the faces of the men and women that I know here, and I can see people here from all over\nit came into my mind to ask the question: How many of you have filled a two-year or longer\nmission during your lifetime? Raise your hands. Thank you very much. This is a missionary\nChurch. Sometimes people might think, from the way we refer to finance, that we are a bank,\nbut we are not. Think of the buildings that are on this block, every one of them built many\nyears ago. This tabernacle and the temple were built in the very poverty of our people when\nthey were trying to make homes here in the valleys of these mountains. But the Lord said,\n\"Seek ye first,\"&mdash;not last&mdash;\". . . seek ye first the kingdom of God, and his righteousness, and\nall these things shall be added unto you\"\n(<span class=\"citation\" id=\"34346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34346)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nCOMFORTS AND BLESSINGS\n<\/p><p>\nWhen I travel, as I have, approximately a million miles in the world, in many nations and\nplaces in the world, and come back here, I do not know of any place where people have more\ncomforts and blessings than we do right here in this place that 103 years ago was a desert\nland, with only one tree growing in this valley. My grandfather came with the first company\nof pioneers. There were 143 men, three women, and two children. After he had been here for\nfive or six years, one of his non Mormon friends asked him, \"President Smith, why did you\nleave Nauvoo and all that fine country back there in New York and Missouri and come out to\nthis God-forsaken land?\"\n<\/p><p>\nThe reply of my grandfather was, \"Why, we came here willingly, because we had to.\"\n<\/p><p>\nIn other words, the people, about twenty thousand of them, when they were expelled from\nIllinois, had their choice. They could have stayed there and lived with so-called Christians (I\nwant to emphasize that), or they could leave and come out here and live with the Indians.\nThat was their choice. They preferred the Indians. Now that was not because our people did\nnot believe in Christianity. I know of no people in the world who believe as firmly in the\ndivine mission of Jesus Christ as do the membership of the Church of Jesus Christ of\nLatter-day Saints. I remember I have had many people say to me, \"Why, you people do not\neven believe in Jesus Christ.\"\n<\/p><p>\nI have said, \"What is the matter with you? If we do not believe in Jesus Christ, why do we\ncall the Church, the Church of Jesus Christ?\"\n<\/p><p>\n\"Oh, I didn't know you called it that, I thought it was called the Mormon Church,\" they\nhave replied.\n<\/p><p>\nDIVINE MISSION OF JESUS CHRIST\n<\/p><p>\nI remember I attended a conference in Canada once, and it so happened that I referred in my\nremarks during the evening to our faith in the divine mission of Jesus Christ, that we believed\nthat the Lord prepared the way for the coming of Jesus of Nazareth; prepared Mary to be his\nmother and Joseph to act as his earthly father. And then Herod, in an attempt to destroy him,\nsent out a decree that the children in Bethlehem and the country round about who were two\nyears old and under were to be slain, and he became one of the greatest butchers of all time.\nJoseph and Mary took Jesus and departed from the land of their birth and their home and\nwent down into Egypt. They returned later when that wicked king had died, and the boy grew\nup in Nazareth and other places in that section\n(<span class=\"citation\" id=\"34319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34319)\">Matt. 2:13-23<\/a><\/span>).\nWhen he was twelve years old, he went with\nhis parents to the temple. They were there to perform services in the temple as was customary\nwith those good Hebrew people in those days. When Joseph and Mary started home, they\nmissed the boy. They returned to Jerusalem and found him reasoning with\nthe wise men in the temple. When he was reproached by his parents for causing them such\nanxiety, his answer was, \". . . wist ye not that I must be about my Father's business?\"\n(<span class=\"citation\" id=\"31257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31257)\">Luke 2:49<\/a><\/span>).\nRemember he was only twelve years old.\n<\/p><p>\nWhen Jesus became a man, he went to the River Jordan where John was baptizing \"because\nthere was much water there\" (<span class=\"citation\" id=\"27400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27400)\">John 3:23<\/a><\/span>),\nand he needed more than a teacup or a basin full&mdash;Jesus of\nNazareth, who was to become the Savior of the world, went to John and applied for baptism,\nand John recognizing him as an unusual character said, \". . . I have need to be baptized of\nthee, and comest thou to me?\"\n<\/p><p>\n\"And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to\nfulfil all righteousness. Then he suffered him\"\n(<span class=\"citation\" id=\"34322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34322)\">Matt. 3:14-15<\/a><\/span>). And Jesus of Nazareth went\ndown into the water and was baptized by John, and when he came up out of the water, the\nHoly Ghost came and descended upon him in the form of a dove\n(<span class=\"citation\" id=\"34323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34323)\">Matt. 3:16<\/a><\/span>).\n<\/p><p>\nAnd a voice from heaven said, \"This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34324)\">Matt. 3:17<\/a><\/span>).\nCould there be anything more definite than that? Our wonderful Bible contains\nall that information and much more, of course. When people say or think that we do not\nbelieve in the divine mission of Jesus Christ, let them know that we believe all that the Bible\nteaches in reference to him. We believe the story of how he organized his people and taught\nthem, and how eventually, at the insistence of his own people, he was crucified by the\nrepresentatives of the Roman government; not for any wrong he had done, but because he was\ntoo good to live among that people.\n<\/p><p>\nTHE RESURRECTION\n<\/p><p>\nWe believe all that. But that was not the end. The Bible tells us that he had been taken\ndown from the cross where he had been crucified and placed in the tomb of Joseph of\nArimathea. After three days, when the women went to the tomb with spices and other things\nto prepare his body for burial as was customary, they found that the tomb was empty. They\nbegan looking around. Mary was standing near the sepulchre weeping when she saw someone\nwho she thought was the gardener. She asked where Jesus was, and He said, \"Mary,\" and she\nrecognized his voice. I suppose Mary would have embraced him, but he said, \"Touch me not;\nfor I am not yet ascended to my Father\"\n(<span class=\"citation\" id=\"27472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27472)\">John 20:17<\/a><\/span>)&mdash;that was three days after his\ncrucifixion&mdash;but to go and tell his brethren, and gave her other instructions\n(<span class=\"citation\" id=\"27469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27469)\">John 20:14-18<\/a><\/span>).\n<\/p><p>\nNot very long after that, his disciples were gathered together in a room; because of their fear\nof their enemies, the door was closed\n(<span class=\"citation\" id=\"27476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27476)\">John 20:26<\/a><\/span>). All at once he materialized in that room&mdash;he did not\nhave to wait for a door or a window to open. Thomas, who had not been\npresent at the time of the previous appearance of Jesus, had been told by the disciples.\nRealizing that there was some doubt in the mind of Thomas, Jesus said, \". . . reach hither thy\nfinger, and behold my hands; and reach hither thy hand, and thrust it into my side\"\n(<span class=\"citation\" id=\"27479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27479)\">John 20:27<\/a><\/span>).\n<\/p><p>\nAnd when Thomas had done it, he cried out, \"My Lord and my God\"\n(<span class=\"citation\" id=\"27480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27480)\">John 20:28<\/a><\/span>). He\nidentified the body as the one he had seen on the cross. And then the Savior said. \"Thomas,\nbecause thou hast seen me, thou hast believed: blessed are they that have not seen, and yet\nhave believed\" (<span class=\"citation\" id=\"27481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27481)\">John 20:29<\/a><\/span>).\nBut that was not the end. He said to his disciples, \"And other\nsheep I have, which are not of this fold: them also I must bring, and they shall hear my voice;\nand there shall be one fold, and one shepherd\"\n(<span class=\"citation\" id=\"27430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27430)\">John 10:16<\/a><\/span>).\n<\/p><p>\nVISIT TO OTHER SHEEP\n<\/p><p>\nWhat did he mean? We do not know from the Bible, but there is another glorious record,\nthe history of the ancestors of the American Indians, another scripture, the Book of Mormon,\nand in this scripture is recorded how he fulfilled that promise of going to his other sheep. At\nthe time of his crucifixion this earth was rent, and the mountains were made valleys, the\nvalleys were made mountains, and buildings were destroyed, and many of the people who\nlived on the land lost their lives. They had been looking for the time when the Savior should\ncome, for Samuel, the Lamanite prophet, had told them about it and all that would occur\n(<span class=\"citation\" id=\"50050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50050)\">Hel. 14:1-31<\/a><\/span>).\nThey were gathered around the temple; and all at once they heard a voice, but they did not\nunderstand it. And they heard it a second time; and still they could not tell where it came\nfrom. And then they heard it the third time, and this time they understood, and looking up,\nsaw the heavens open, and a glorified Being came down and stood among them. Had there\nbeen any doubt in their minds as to who it was, he dispelled it, because he said\n(<span class=\"citation\" id=\"5498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5498)\">3 Ne. 11:1-9<\/a><\/span>), \"Behold, I\nam Jesus Christ, whom the prophets testified shall come into the world\"\n(<span class=\"citation\" id=\"5503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5503)\">3 Ne. 11:10<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, we have all the information that our Christian brothers and sisters do\nwith regard to the life of the Savior in the Bible, and in addition to that, we have the story of\nhis coming to the people on this western hemisphere, as recorded in the Book of Mormon.\nAnd when he came among them, he talked to them as he had to those in the old world. When\nhe was ready to leave them, he blessed them, he healed their sick and took their children up\nin his arms and wept over them. And after being with them two or three days, coming and\ngoing, they saw him ascend into heaven.\n<\/p><p>\nEXPERIENCES OF JOSEPH SMITH\n<\/p><p>\nIn 1820 Joseph Smith, the boy prophet not yet fifteen years of age, seeking to know what\nChurch he should join because of the confusion in his neighborhood&mdash;his mother insisted he\nbelong to one church and his father to another&mdash;went out in the woods to\npray This boy had read in the Bible, \"If any of you lack wisdom, let him ask of God, that\ngiveth to all men liberally, and upbraideth not; and it shall be given him\"\n(<span class=\"citation\" id=\"26079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26079)\">James 1:5<\/a><\/span>). He\nwent out into the woods and put it to the test. As he knelt there, the adversary sought to\noverpower him and he was stricken, but suddenly a bright light appeared\n(<span class=\"citation\" id=\"30292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30292)\">JS&mdash;H 1:15-16<\/a><\/span>). Two glorified\nBeings were standing in the air above him in the woods near Palmyra, New York. He saw\nthem, and they asked him what he wanted, and he asked which of all the churches he should\njoin. One of them spoke to him and said, pointing to the other \"This is My Beloved Son,\nHear Him!\" (<span class=\"citation\" id=\"30297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30297)\">JS&mdash;H 1:17<\/a><\/span>).\nAlmost the same language that was\nused by the Father when Jesus came up out of the waters of baptism&mdash;\"This is my beloved\nSon, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34325)\">Matt. 3:17<\/a><\/span>).\nSo when Joseph the boy wanted to know\nwhat to do, he was told by the Savior himself.\n<\/p><p>\nADDITIONAL LIGHT\n<\/p><p>\nI say to you we not only have all that the world has with regard to the divinity of the\nmission of Jesus Christ as recorded in the Bible but also we have the story of another book,\nknown as the Book of Mormon, and the account of his appearing in this western hemisphere,\nthe tradition of which has been among the Indians ever since and we also have the story of\nanother man who gave his life as a witness that he knew that God lives and Jesus is the\nChrist. I refer to the Prophet Joseph Smith.\n<\/p><p>\nMy brothers and sisters, if men and women, with all the truth that they have, would retain\nall the wonderful things that have been passed on through the prophets of God, and then let\nus share with them the additional information the Lord has revealed since the Holy Bible was\nmade accessible to the world, what a difference it would make. I remember a very fine\ndoctor, who was a good member of the Jewish church in Atlanta, Georgia, and who read the\nBook of Mormon. I became well-acquainted with him, and he said to me one day, \"There\nisn't a man living in the world today that could write the Book of Mormon. It must be\nsomething more than the work of man.\" I have known many people, who, having read it, and\nprayed about it, have received a witness that it is true.\n<\/p><p>\nINSPIRATION OF ALMIGHTY\n<\/p><p>\nWhat I want to emphasize is this: Not only do we have all that is contained in these sacred\nrecords, but also when you have received the gospel, been baptized, had the hands of the\nservants of the Lord laid upon your head and received the Holy Ghost, you have a right to the\ninspiration of the Almighty if you live to be worthy of it Ought we not to be grateful for our\nmany blessings? What a wonderful thing to live in a land like America and to have all the\nadvantages that we have. I feel so grateful for my privileges in the Church of\nJesus Christ, for my companionship with the men and women of this Church and of other\nchurches. I am grateful to have a host of friends in the various churches of the world,\nscattered in different places. I am grateful for those friendships, but I will not be satisfied\nuntil I can share with them some of the things which they have not yet received. And that is\nthe thing we must keep in our minds; it is our responsibility to bear the word. Let us do the\nthings the Lord wants us to do and keep his commandments and be worthy of the blessings\nthat we enjoy that are superior to those of most people in all the world.\n<\/p><p>\nOBEDIENCE BRINGS BLESSINGS\n<\/p><p>\nThis is the closing session of this great conference. It will be another six months before we\nare again brought together in this capacity, as far as we know now. But in that six months we\ndo not know what may occur. Reference has been made to the fact that many of our boys and\nsome of our girls are already being taken away preparatory for another war. War is the result\nof sin, not righteousness. And if we want to avoid war and avoid the responsibilities that\ncome, our duty is to keep the commandments of God, and he has promised that if we will do\nthat we will enjoy blessings that we cannot enjoy in any other way.\n<\/p><p>\nI am happy to be with you today. We have had a wonderful time. We are grateful to this\nwonderful choir that sings to the world every Sunday, a choir that has rendered 1102\nprograms, broadcast to the world. We are not depending entirely upon the nearly six thousand\nmissionaries. We also have the radio, and thousands of people listen in to the program that is\ngiven each week by this wonderful choir, an unpaid organization that is doing missionary\nwork for the blessings of mankind.\n<\/p><p>\nNow are you happy? If you are keeping the commandments of God, I am sure you are\nhappy. We have much to do. You have heard something about preparing a temple at Los\nAngeles.\n<\/p><p>\nPLANS AND ACCOMPLISHMENTS\n<\/p><p>\nThe first plans have been approved so that the temple may be constructed just as soon as the\ndetailed plans are prepared. It will add another temple. We are the only people in the world\nwho know what temples are for, and how wonderful it is that we can build a temple without\nfeeling the loss of the expense. We have been building temples and building meetinghouses\nall these years. Since the war, the Church of Jesus Christ of Latter day Saints, the people that\nbelong to this organization, have sent 130-odd carloads of food, bedding, and clothing to the\npeople across the sea because they needed it, and they were made a present of it. Yet our\ngranaries are filled today. Our root cellars are being filled now. Our little workshops\nwhere clothing is made and where second-hand clothing is repaired and\nmade desirable are filling up again, and I want to say that I do not know of any people in the\nworld that are more richly blessed than we, notwithstanding our constant giving that has been\nreferred to here. They who give to the poor, but lend to the Lord, and he is a wonderful\npaymaster.\n<\/p><p>\nBrethren and sisters, let us do our part. Harken to the advice that has come to us here during\nthese sessions of conference. This is the Lord's house. His Spirit has been here, and we have\nbeen uplifted and blessed thereby. I pray that the power of our Heavenly Father may go with\nyou workers of this Church, you members, wherever you go, that your homes may be the\nabiding place of the spirit of our Heavenly Father, that your sons and daughters may grow up\nin the nurture and admonition of the Lord\n(<span class=\"citation\" id=\"21648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21648)\">Eph. 6:4<\/a><\/span>),\nthat you may love your neighbors\n(<span class=\"citation\" id=\"50051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50051)\">Matt. 22:39<\/a><\/span>), and that means\nmembers of the Church and those that are not: That means all who seek to be what the Lord\nwould have them be. I pray that each of us may feel day by day the assurance that so many\nof you have, that God lives, that Jesus is the Christ, that Joseph Smith was a prophet of the\nLiving God. I know that as well as I know that I live, and I bear that witness to you in\nhumility, and realizing the seriousness of such a statement if it were not true, I still bear this\ntestimony to you in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}