{"ID":4931, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Come unto Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_009<\/span>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p3\" class=\"\">In his beloved Galilee, that familiar, favored home region of Jesus, the Son of God performed not only his first recorded miracle but went on to perform many great miracles that surely must have astonished and awed the people of Galilee who saw them. He healed a leper, cured the servant of a centurion, stilled a tempest, cast out devils, healed a paralytic, opened the eyes of the blind, and restored a young woman to life who had died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p4\" class=\"\">Most of the people of his home region would not truly believe. “Is not this Joseph’s son?” (<span class=\"citation\" id=\"32378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32378)\">Luke 4:22<\/a><\/span>) they asked of Jesus, refusing to acknowledge his divine heritage. Jesus wept over these people who should have known better. Because of their skepticism and unbelief and refusal to repent, he upbraided the cities where most of his mighty works had been done. In severely criticizing and finding fault with the wicked cities of Chorazin, Bethsaida, and Capernaum, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p5\" class=\"\">“For if the mighty works, which have been done in thee, had been done in Sodom, it would have remained until this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p6\" class=\"\">“But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for thee.” (<span class=\"citation\" id=\"37338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37338)\">Matt. 11:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p7\" class=\"\">While anguishing over the wickedness and lack of faith among so many in his home area, the Savior voiced his prayer of gratitude for the humble and plain people who did hear his teachings and did believe. These lowly learners needed him, and they needed his message. They demonstrated that the humble, the needy, and the sorrowing would hear the word of God and cherish it. With reassurance to these new believers and concern for those not choosing to follow him, Christ issued a profound invitation in what Elder James E. Talmage has appropriately called “one of the grandest outpourings of spiritual emotion known to man.” (<span class=\"emphasis\">Jesus the Christ,<\/span> 3d ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1916, p. 258.) These are the words of the Master used in making this appeal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p8\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p9\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p10\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"37340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37340)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p11\" class=\"\">This invitation and promise is one of the most oft-quoted of all scripture and has been of untold comfort and reassurance to millions. Yet there were those among his hearers that day whose vision was so limited that they could see only a carpenter’s son speaking of a wooden yoke. A yoke which, from time to time, he had undoubtedly hewn and shaped from heavy wooden timbers for the oxen of these same men who were listening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p12\" class=\"\">Elder Talmage added: “He invited them from drudgery to pleasant service; from the well-nigh unbearable burdens of ecclesiastical exactions and traditional formalism, to the liberty of truly spiritual worship; from slavery to freedom; but they would not.” (<span class=\"emphasis\">Jesus the Christ,<\/span> p. 259.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p13\" class=\"\">Here was a prophetic appeal and magnificent promise to a troubled people facing great peril, but they could not understand it. He knew what lay ahead for them even if they did not, and he was inviting them to come unto him to find rest and safety for their troubled souls. Had he not already shown them that he could give rest to those who labored with profound illness and disease? Had he not already relieved the burden of those who were heavily laden with sin and the cares of the world? Had he not already raised one from the dead, proving that he possessed the divine power to relieve even that greatest of all universal burdens? And yet most would still not “come unto [him].”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p14\" class=\"\">Unfortunately, a refusal to accept his miracles and his glorious invitation is still seen today. This marvelous offer of assistance extended by the Son of God himself was not restricted to the Galileans of his day. This call to shoulder his easy yoke and accept his light burden is not limited to bygone generations. It was and is a universal appeal to all people, to all cities and nations, to every man, woman, and child everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p15\" class=\"\">In our own great times of need we must not leave unrecognized this unfailing answer to the cares and worries of our world. Here is the promise of personal peace and protection. Here is the power to remit sin in all periods of time. We, too, must believe that Jesus Christ possesses the power to ease our burdens and lighten our loads. We, too, must come unto him and there receive rest from our labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p16\" class=\"\">Of course, obligations go with such promises. “Take my yoke upon you,” he pleads. In biblical times the yoke was a device of great assistance to those who tilled the field. It allowed the strength of a second animal to be linked and coupled with the effort of a single animal, sharing and reducing the heavy labor of the plow or wagon. A burden that was overwhelming or perhaps impossible for one to bear could be equitably and comfortably borne by two bound together with a common yoke. His yoke requires a great and earnest effort, but for those who truly are converted, the yoke is easy and the burden becomes light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p17\" class=\"\">Why face life’s burdens alone, Christ asks, or why face them with temporal support that will quickly falter? To the heavy laden it is Christ’s yoke, it is the power and peace of standing side by side with a God that will provide the support, balance, and the strength to meet our challenges and endure our tasks here in the hardpan field of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p18\" class=\"\">Obviously, the personal burdens of life vary from person to person, but every one of us has them. Furthermore, each trial in life is tailored to the individual’s capacities and needs as known by a loving Father in Heaven. Of course, some sorrows are brought on by the sins of a world not following the counsel of that Father in Heaven. Whatever the reason, none of us seems to be completely free from life’s challenges. To one and all, Christ said, in effect: As long as we all must bear some burden and shoulder some yoke, why not let it be mine? My promise to you is that my yoke is easy, and my burden is light. (See <span class=\"citation\" id=\"37341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37341)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p19\" class=\"\">“Learn of me,” he continued, “for I am meek and lowly in heart.” (<span class=\"citation\" id=\"37343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37343)\">Matt. 11:29<\/a><\/span>.) Surely the lessons of history ought to teach us that pride, haughtiness, self-adulation, conceit, and vanity contain all of the seeds of self-destruction for individuals, cities, or nations. The ashes and rubble of Chorazin, Bethsaida, and Capernaum are the silent witnesses of the Savior’s unheeded warnings to that generation. Once majestic and powerful cities, they no longer exist. Would we add our names or the names of our families to such a list? No, of course not; but if we would not, we must be truly meek and lowly. By taking the yoke of Jesus upon us and feeling what he felt for the sins of the world, we learn most deeply of him, and we especially learn how to be like him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p20\" class=\"\">President Ezra Taft Benson has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p21\" class=\"\">“That man is greatest and most blessed and joyful whose life most closely approaches the pattern of the Christ. This has nothing to do with earthly wealth, power, or prestige. The only true test of greatness, blessedness, joyfulness is how close a life can come to being like the Master, Jesus Christ. He is the right way, the full truth, and the abundant life.” (<span class=\"emphasis\">Ensign,<\/span> Dec. 1988, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p22\" class=\"\">The call to come unto him has continued throughout time and is being renewed in our day. Modern scriptures are replete with the same invitation. It is an urgent, pleading call to everyone. Indeed, the calm but urgent appeal is still from the Son of God himself. He is, in fact, the Anointed One who will lift the greatest of burdens from the most heavily laden. The conditions for obtaining that assistance are still precisely the same. We must come unto him and take his yoke upon us. In meekness and lowliness, we must learn of him in order to receive eternal life and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/come-unto-me.p23\" class=\"\">May we do so in appreciation for the loving gift of eternal joy he offers us I pray—as I leave with you my personal witness that God our Heavenly Father lives and that Jesus is the Christ, having suffered and given his life that we may have life everlasting—in his holy name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}