{"ID":4932, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Pattern in All Things\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p3\" class=\"\">Over the years I have experienced some uncomfortable times in commercial aircrafts while traveling in turbulent skies. Oftentimes, heavy winds, storms, angry clouds, down drafts, etc., have caused bumpy and anxious moments, particularly when it was time to land. A seasoned pilot gave me comfort once after such an experience when he talked about a landing pattern—the ordered flight path of an aircraft about to touch down. Precise instruments, experience, and trust guide the planes to safety en route and through proper landing and takeoff. “We can’t control the weather or elements, but we can stay within the pattern for safety,” he emphasized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p4\" class=\"\">One day I was admiring a beautiful hand-finished quilt made by a skilled seamstress. As we visited together, I learned that she had made many quilts over the years and was well known for her excellent handiwork. To my query, “Do you ever make one of these quilts without a pattern?” she said, “How would I know how it might turn out if I didn’t have a pattern to follow?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p5\" class=\"\">How can we even guess how our lives will turn out if we don’t choose to follow the right pattern?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p6\" class=\"\">What a happy circumstance and strength in our day to have the Lord’s promise, “I will give unto you a <span class=\"emphasis\">pattern<\/span> in all things, that ye may not be deceived; for Satan is abroad in the land, and he goeth forth deceiving.” (<span class=\"citation\" id=\"19218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19218)\">D&amp;C 52:14<\/a><\/span>.) I have always received courage, comfort, and direction from this powerful quotation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p7\" class=\"\">A pattern is a guide for copying, a design, a plan, a diagram or model to be followed in making things, a composite of traits or features characteristic of an individual. It is also the ordered flight path for an aircraft about to land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p8\" class=\"\">The gospel of Jesus Christ is God’s pattern for righteous living and eternal life. It makes possible goal-setting and lofty priorities. Satan and his advocates will constantly try to deceive and entice us into following their patterns. If we are to achieve daily safety, exaltation, and eternal happiness, we need to live by the light and truth of our Savior’s plan. All salvation revolves around our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p9\" class=\"\">In a recent conversation with a drug addict about priorities, life’s patterns, hopes, goals, and purposes, I was grieved when this attractive young lady said, “God is loving. God is kind. Leave me alone, and never mind.” The wayward and disobedient will never be happy while smothered with Satan’s suggestion that practice makes permanence. God’s gift and commitment to agency never will include a tolerance of sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p10\" class=\"\">God is truly loving and kind. Part of his pattern is to help us use our gift of free agency, but his pattern does not condone sin. When we abuse our agency to choose a life-style contrary to revealed patterns, we must live with the consequences. Our unwillingness to follow the true and tested patterns given for our happiness causes the individual, family, and friends heartaches and ultimate disaster. Our freedom to choose our course of conduct does not provide personal freedom from the consequences of our performances. God’s love for us is constant and will not diminish, but he cannot rescue us from the painful results that are caused by wrong choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p11\" class=\"\">It is no secret that Satan wages open war with the truth and all those who live righteous lives. He deceives with skill and effectiveness even his own followers. He would have us give up, quit, rebel when setbacks come. Sometimes in life when we are committed to and are following proper patterns, we experience heavy bumps and anxious hours. Many times true winners in life are those who have been hurt and disappointed but have risen above these challenges. Very often in life, God gives us difficulties to bring out the best in us. It is true, life does not determine winners. Winners determine life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p12\" class=\"\">The great Olympic slogan says that the glory of the Olympic Games is not in the victory, but in taking part—taking part like a man. Grantland Rice once wrote, “When the One Great Scorer comes to write against your name, he marks—not that you won or lost—but how you played the game.” (In <span class=\"emphasis\">The Home Book of Quotations,<\/span> 8th ed., sel. Burton Stevenson, New York: Dodd, Mead and Co., 1956, p. 754.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p13\" class=\"\">Satan has a way of wrapping enticing diversions with ribbons, bows, and fancy coverings. Inside are immorality, self-destruction, and substandard culture temptations. His established pattern is to deceive at all costs. His call to “live it up,” “enjoy the ‘now,’” “go for it,” “do your own thing,” and yield to peer pressures are some of his available enticements for the susceptible in the days and hours to come. He cunningly uses damaging deceit in its most dastardly form. He would have us forget the essential thing in life is not conquering, but steadfast commitment to righteous patterns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p14\" class=\"\">Satan is the author of all programs that dress up evil and wrong to whet our appetites. Yielding to his temptations that promote immoral conduct will never bring happiness. When we are down and out and scrambling for relief from his clutches, he will continue to recommend patterns of conduct that allow us to destroy our self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p15\" class=\"\">Why does a loving God permit children he truly loves to be tempted by Satan and his ways? We have the answer from a great prophet-teacher:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p16\" class=\"\">“Wherefore, the Lord God gave unto man that he should act for himself. Wherefore, man could not act for himself save it should be that he was enticed by the one or the other.” (<span class=\"citation\" id=\"4369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4369)\">2 Ne. 2:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p17\" class=\"\">Avoid Satan’s territory of deceit. It will never lead to happiness. Evidence to the contrary, there are no successful sinners. All of us must one day stand before God and be judged according to our personal deeds done in the flesh. The burdens of the sinner will never be lighter than that of the saint. Be not deceived by the lures of Satan. God is at the helm and is grieved when we, his children, stray from proven paths of enduring happiness and righteousness. He would have us hold fast to the iron rod with total commitment and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p18\" class=\"\">One of Satan’s most intriguing traps among many of God’s children today seems to be a trend to postpone taking on mature personal responsibilities, such as avoiding marriage because of the possibility of divorce, and becoming involved in the drug culture because life is so uncertain. There are segments of our population that march, protest, and demand handouts and cures rather than follow God’s given rules of prevention and self-discipline. Following revealed patterns helps us to recognize our weaknesses, deal positively with them, overcome them, and rise to Christlike heights.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p19\" class=\"\">We must, if we will have happiness, follow the straight and prescribed paths. “I will give you a pattern in all things” [<span class=\"citation\" id=\"19219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19219)\">D&amp;C 52:14<\/a><\/span>] is one of the Lord’s greatest gifts and promises. Today it comes from him and his prophets. Keeping one’s mind occupied with constructive, useful things on a constant basis prevents Satan from having success in idle minds. Good music, art, literature, recreation, and other worthy pastimes can help establish proper patterns in one’s mind and conduct. Happiness is a by-product of righteous living and sharing within the framework of lofty patterns. Actions of the moment may be fun, but true happiness depends upon how you feel after the involvement is over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p20\" class=\"\">Besides patterns for prayer, we have direction for pondering, procedure, patience, action, and integrity. There are patterns for all worthy things if we will search for them. “And behold, it must be done according to the pattern which I have given unto you.” (<span class=\"citation\" id=\"19295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19295)\">D&amp;C 94:2<\/a><\/span>.) There is no other proven way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p21\" class=\"\">“And again, he that is overcome and bringeth not forth fruits, even according to this pattern, is not of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p22\" class=\"\">“Wherefore, by this pattern ye shall know the spirits in all cases under the whole heavens.” (<span class=\"citation\" id=\"19220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19220)\">D&amp;C 52:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p23\" class=\"\">In all our phases of life, it is expedient that we have correct patterns to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p24\" class=\"\">One of my favorite sports stories has to do with Roger Bannister, who many years ago participated in the Olympic Games as a champion in the one-mile race. He was supposed to win, but he wound up finishing in fourth place. He went home from the Olympics discouraged, disillusioned, and embarrassed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p25\" class=\"\">He had his mind set on giving up running. He was a medical student at the time, and his studies were so demanding. He decided that he’d better get on with life and devote all of his time in preparing for medicine and forget his hopes about running the world’s record in the four-minute mile. He went to his coach and told him, “Coach, I’m through. I’m going to devote all my time to studying.” His coach said, “Roger, I think you are the man who can break the four-minute mile. I wish you’d give it one last try before you quit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p26\" class=\"\">Roger didn’t answer him. He went home knowing not what to say or to do. But before the night was over, he had convinced himself that he would develop an iron will before he quit running. He was going to break the four-minute mile.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p27\" class=\"\">He knew what this meant. He would have to set a pattern and live by it. He realized he would have to study seven, eight, or even nine hours a day to get through medical school. He would have to train for at least four hours a day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p28\" class=\"\">Also involved was running continually to build up his body to the peak of perfection. He knew he would have to eat the best foods. He knew he would have to go to bed early every night and sleep nine or ten hours, to let his body recuperate and constantly build up for the great day. He determined within himself that he was going to follow the rigid pattern he and the coach knew was necessary for victory and achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p29\" class=\"\">On May 6, 1954, the four-minute-mile barrier was broken by Roger Bannister—a tall, stooped Englishman with a big-boned, angular face and a ruddy complexion—a man committed to a winning pattern which would bring him recognition worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p30\" class=\"\">On a dreary, cold, wet, and windy day, he went to the Oxford University track to put his theories and skill to the acid test. His parents and a few hundred others were present. The rest is history. Running strictly according to his charts and pattern, he ran the miracle mile in 3:59.4. He became the first man in recorded history to speed across this distance in less than four minutes. He had proven that man could run faster than was thought possible. He paid the price and reaped the rewards of following the proper pattern. Today in England he is a doctor in his own right. At the time of his victory over the one-mile barrier, he became an international hero in all the record books. The four-minute-mile barrier is broken constantly these days, but Roger Bannister set the pattern many years ago and followed it with total commitment, self-discipline, and a will of iron.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p31\" class=\"\">Patterns are given by the Lord that we may follow, reason, and endure in righteousness. Within the Church there is an established pattern for receiving revelation and instructions. We need to be reminded that anyone claiming to receive direction or revelation for others should be held suspect. This is especially true when the content is believed to have relevance for areas, regions, stakes, or wards in the Church for whom the person has no particular responsibility. God has in the past and will continue in the future to reveal his will through his prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p32\" class=\"\">Our Savior, Jesus Christ, established a pattern of conduct for all mankind. He reminded us, “If ye love me, feed my sheep.” (See <span class=\"citation\" id=\"29496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29496)\">John 21:17<\/a><\/span>.) The love is greater than the who, where, how, or when. It must be unconditional and constant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p33\" class=\"\">To gain exaltation and happy daily life, we must follow a pattern of righteousness. Our self-esteem and success can best be measured by how we follow the patterns of life which prevent deceit, haughtiness, pride, or pessimism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p34\" class=\"\">Solid, permanent progress can only take place in the days ahead if deception is avoided, no matter how advantageous it may seem to yield or compromise basic principles of conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p35\" class=\"\">Be not deceived. God is not mocked. He knows what is best for his children and those who love him and would develop the traits and characteristics shown by his Only Begotten Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p36\" class=\"\">“For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.” (<span class=\"citation\" id=\"19223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19223)\">D&amp;C 58:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/a-pattern-in-all-things.p37\" class=\"\">Instead of our being commanded in all things, we are given a pattern in all things. The choice to use these safe paths is ours. God help us to follow his patterns and reap the rewards he has in store for the obedient, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}