{"ID":4934, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            No More Strangers and Foreigners\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p2\" class=\"\">Elder Harold G. Hillam<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/harold-g-hillam-10.jpg\" alt=\"Harold G. Hillam\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p3\" class=\"\">Some years ago, while I was serving as the mission president in Portugal, several of our missionaries introduced me to their shoeshine man. Their shoes looked so good that I was anxious to meet the man that could put such a shine on missionaries’ shoes. Even though he had not chosen to listen to the missionaries’ message, I considered the shoeshine man my friend, and we visited while he was busy shining my shoes. He indicated that his wife had died, that he had no family, and that about the only pleasure he had in life was seeing people walk away happy with the shoes he had just shined.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p4\" class=\"\">His place of business was on the curbside of a small square on a busy street in downtown Lisbon. His stand seemed to have all that was necessary. It consisted of a short, rusty, three-legged stool, upon which my frail friend would sit as he shined the shoes that were placed on a stained and well-used shoeshine box that was full of his polishes and brushes, and there was an ornate lamppost (which was kindly furnished by the city of Lisbon), upon which the customer would lean while he was having his shoes shined.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p5\" class=\"\">He would carefully apply two coats of polish, using a brush to polish between each coat. Last, he applied a special product that would give the shoes that extra special shine. With a final snap of the cloth, he would stand up, take off his little Portuguese cap, make a deep bow, and say, <span class=\"emphasis\">“Pronto. Seus sapatos foram engrashados pelo o melhor engraxate do mundo.”<\/span> “There. Your shoes were shined by the very best shoeshine man in the world.” I was convinced that I had had my shoes shined by the very best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p6\" class=\"\">A few months after our mission, I was called to serve as the Regional Representative to Portugal and had the opportunity to return to Lisbon a number of times. As occasion permitted, I would have my shoes shined by the “best shoeshine man in the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p7\" class=\"\">The last few times that I went, I was unable to find him at his usual place of business. I finally inquired at the prestigious stores that surrounded the square. The response was the same, “We don’t know what happened to him. It seems that we had heard that he had died.” I remember thinking, Could it be that the best shoeshine man in the world had died, and no one really knew or even seemed to care? I wondered: Had there been someone there with him, or did he slip away unnoticed?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p8\" class=\"\">May we contrast that for a moment with Brother and Sister Joaquim Aires, a marvelous man and his wife who came to Portugal following the 1974 revolution of Portugal’s colonies in Angola and Mozambique. They had returned to Portugal unknown and with very few possessions. A great blessing occurred in their lives. They opened their door to two young missionaries, who taught them of the restoration of Christ’s church. They received the missionaries, accepted their message, and were baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p9\" class=\"\">As is the opportunity for all worthy men in the Church, he received the priesthood—authority to act in the name of our Father in Heaven—and to become a leader in the Church. Brother Aires became President Aires, president of one of the mission districts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p10\" class=\"\">One day I received a telephone call. President Aires was in the hospital in Coimbra, several hours’ travel away. He had suffered a very serious cerebral hemorrhage and was in very critical condition. Another priesthood holder and I made the trip as quickly as possible. As we walked quietly into the hospital room, we found him asleep. My first inclination was not to awaken him. And then I thought he would want to know that we had come. So I reached over and carefully touched his hand. He slowly opened his eyes and then looked at me for a moment, and then the tears came to both of our eyes. He then said in a very weak and soft voice, “I knew you would come. I knew you would come. Would you please give me a blessing.” In his dear, sweet faith, he was asking for a priesthood blessing, the same that is taught of and recorded in the Bible. We read in <span class=\"citation\" id=\"26371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26371)\">James 5:14–15<\/a><\/span>: “Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p11\" class=\"\">“And the prayer of faith shall save the sick, and the Lord shall raise him up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p12\" class=\"\">As men of the priesthood, it was our privilege to pronounce a blessing on him with power and authority of our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p13\" class=\"\">As I would meet with the members of the Church from one end of Portugal to the other, the brothers and sisters would ask, “How is Brother Aires? Will you please tell him we love him and we’re praying for him?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p14\" class=\"\">This good man and his wife, who had returned to Portugal almost unknown, now, because of their membership in the Church, had literally thousands who loved them and were concerned about them and remembered him in their prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p15\" class=\"\">The prayers of faith were answered. He recovered completely, and he and Sister Aires went on to fulfill a full-time mission together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p16\" class=\"\">I have thought often of the contrast between the two—my little shoeshine man on one hand, who, like so many of life’s unknown wanderers, had slipped away without any understanding of life’s purpose; and Brother Aires on the other, who was not only taught of life’s real purpose, but had now become a part of a great body of people who showed their love and appreciation for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p17\" class=\"\">As the Apostle Paul wrote to the members of the Church, or Saints as they were called and are called today, he reminded the newly baptized members of the Church of the blessings of belonging when he told them, “Ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"22006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22006)\">Eph. 2:19<\/a><\/span>.) What a blessing it is to belong and to be wanted and needed! It becomes even more apparent during life’s tender moments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p18\" class=\"\">To all who find themselves outside the household of faith and away from the Saints, would you please accept this invitation to come unto Christ that we might all, as Alma said, “bear one another’s burdens.” (<span class=\"citation\" id=\"40782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40782)\">Mosiah 18:8<\/a><\/span>.) Join with the Saints, that you might not be any longer strangers alone in this world, but truly cared for, loved, and appreciated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p19\" class=\"\">And to all of us—those of us who are members of the Church, could I just counsel with you for a moment? Do you have anyone that you know who might be as our little shoeshine man, who is alone—alone in this great crowd of people—that could use your special love and caring and concern? Could you take a moment and let such people know how much you love them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/no-more-strangers-and-foreigners.p20\" class=\"\">And may we also, as members of the Church, truly do our part to make His church a welcome refuge for all of our Father in Heaven’s children, I pray humbly in the name of the Lord and Savior Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}