{"ID":4935, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Value of a Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p2\" class=\"\">Elder Helvécio Martins<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20fe.jpg\" alt=\"Elder Helvécio Martins\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p3\" class=\"\">Brothers and sisters, it all began one beautiful night during April of 1972 when Elders Thomas McIntire and Steve Richards knocked on my door. At that time, I was searching for answers to many questions that confused and troubled my spirit. The principles taught that night contained the answers my wife and I had searched for so anxiously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p4\" class=\"\">Our hearts rejoiced upon hearing the message of the restored gospel. But one special thing deeply affected our souls: the power of the testimonies of two representatives of the Lord. A marvelous feeling that we never before had experienced filled our hearts, certifying the truthfulness of the message. Our first visit to church was an edifying experience because of the Spirit there and the love those people showed us. The spirit of the messages and testimonies was confirmatory evidence that we had found the true church. The support of the missionaries, the successful fellowshipping efforts by the members, and our combined prayers and fasting gradually changed our worldly habits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p5\" class=\"\">With respect and reverence, we attended the meetings and activities, but we postponed baptism because of the fear of negative reactions from our extended families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p6\" class=\"\">The events following showed us our complete lack of wisdom, and of this we repented. The district of Rio de Janeiro met in the Tijuca chapel for its quarterly conference. A strong spirit filled the hall from the first chords of the organ prelude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p7\" class=\"\">The inspired messages from the pulpit prepared our hearts for an unforgettable moment. President George A. Oakes of the Brazil North Mission, who presided in the conference, introduced Brother Val Carter, his mission counselor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p8\" class=\"\">After quoting selected scriptures, President Carter invited the men to stand and sing “I Need Thee Every Hour.” After sharing his testimony of the mission of our Lord, Jesus Christ, President Carter declared his complete dependence on Christ for salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p9\" class=\"\">That experience deeply touched my heart and all my being. It was not possible to control my emotions. I could not imagine myself in tears, but the tears were indeed real. In that moment, the Holy Ghost reconfirmed the truthfulness of the things we already knew: The Church of Jesus Christ of Latter-day Saints was the Lord’s kingdom on earth, the road back to the celestial mansion of our Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p10\" class=\"\">A miracle occurred in that moment, and our fears about baptism vanished. On July 2, 1972, my wife and I and our eldest son, Marcus, entered the fold through the gates of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p11\" class=\"\">Through obedience to the laws of the gospel, fasting, and service, our Heavenly Father blessed us with power to overcome fear, challenges, and eventual adversities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p12\" class=\"\">From our extended families, only one of my sisters, Ivette, has accepted the restored gospel and been baptized. Nevertheless, the remainder of the family highly respects the Church. The same miracle happened in our social and professional circles—prejudice and misunderstanding eventually subsided, and some of our best friends have accepted baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p13\" class=\"\">To what must we attribute such miracles? To the strength and power of the testimonies of faithful Saints upon which I was temporarily dependent. This influence aroused me intellectually and spiritually, preparing my mind and heart to receive in fulness a personal confirmation of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p14\" class=\"\">But a testimony is not a work that is merely completed and concluded. Indeed, it is a process in continuous development. Nourishing and strengthening our testimonies is essential to our spiritual survival.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p15\" class=\"\">John Taylor, still a newly called elder of the Church, arrived in Kirtland while the fierce winds of apostasy were raging. Parley P. Pratt reported to him the rumors murmured against Joseph Smith. John Taylor answered:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p16\" class=\"\">“The principles you taught me led to [Joseph], and I now have the same testimony that you then rejoiced in. If the work was true six months ago, it is true today; if Joseph Smith was then a prophet, he is now a prophet.” (In B. H. Roberts, <span class=\"emphasis\">The Life<\/span> <span class=\"emphasis\">of John Taylor,<\/span> Salt Lake City: Bookcraft, 1963, pp. 39–40.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p17\" class=\"\">In the same way, Ammon and his brothers “had waxed strong in the knowledge of the truth; for they were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p18\" class=\"\">“But this is not all; they had given themselves to much prayer, and fasting.” (<span class=\"citation\" id=\"9769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9769)\">Alma 17:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p19\" class=\"\">A testimony should not be hidden. It must be shared. (See <span class=\"citation\" id=\"19236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19236)\">D&amp;C 62:3<\/a><\/span>; <span class=\"citation\" id=\"19266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19266)\">D&amp;C 84:61<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p20\" class=\"\">In a remarkable address during the April session of general conference in 1973, President Harold B. Lee said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p21\" class=\"\">“For the strength of the Church is not in the numbers, nor in the amount of tithes and offerings paid by faithful members, nor in the magnitude of chapels and temple buildings, but because in the hearts of faithful members of the Church is the conviction that this is indeed the Church and kingdom of God on the earth.” (<span class=\"emphasis\">Ensign,<\/span> July 1973, p. 6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p22\" class=\"\">Brothers and sisters, I am absolutely sure that you can imagine how long my journey was to arrive here. But I ask if you know what brings me here? And I hasten to answer: my testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p23\" class=\"\">It is a special gift of our Heavenly Father given through the Holy Ghost to all people who search for truth. (See <span class=\"citation\" id=\"38603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38603)\">Moro. 10:4–5<\/a><\/span>.) It is wise to gain and improve a testimony of the truth because it not only helps us face our daily challenges, but it also opens our eyes, minds, and hearts to the great and marvelous things created by our Heavenly Father for our improvement and eternal happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p24\" class=\"\">I know that God lives. Jesus Christ, our Savior and Redeemer, also lives, and we are dependent on Him for our salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p25\" class=\"\">Joseph Smith was indeed the key prophet of the Restoration in this dispensation. The Lord speaks today through our living prophet, President Ezra Taft Benson, whom we love and follow. The Book of Mormon contains the fulness of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-value-of-a-testimony.p26\" class=\"\">This testimony I witness unto you with all my heart, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}