{"ID":4936, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Is Truth?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p2\" class=\"\">Elder Lynn A. Mickelsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/lynn-a-mickelsen-10.jpg\" alt=\"Lynn A. Mickelsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p3\" class=\"\">What is truth? This poignant question was asked by the Roman ruler Pilate as the accused Savior was brought before him declaring, “For this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.” (<span class=\"citation\" id=\"29488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29488)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29488)\">John 18:37<\/a><\/span>.) In modern-day revelation, He declared, “Truth is knowledge of things as they are, and as they were, and as they are to come;<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p4\" class=\"\">“And whatsoever is more or less than this is the spirit of that wicked one who was a liar from the beginning.” (<span class=\"citation\" id=\"19289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19289)\">D&amp;C 93:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p5\" class=\"\">How can we know the truth? The early members of the Church brought with them many customs, traditions, and practices from their earlier beliefs. Not all of these practices conformed to the will of the Lord. In a revelation given in May 1831, He explained to the elders of the Church how to discern and decide which of these practices were appropriate. He referred to both sides of the issue of teaching and receiving. Not only must we teach by the Spirit, we must receive by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p6\" class=\"\">“And again, he that receiveth the word of truth, doth he receive it by the Spirit of truth or some other way?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p7\" class=\"\">“If it be some other way it is not of God.” (<span class=\"citation\" id=\"19217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19217)\">D&amp;C 50:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p8\" class=\"\">If we do not receive the truth by His spirit, it is not His word. In a latter-day revelation the Lord speaks very strongly about those who get on the wrong side of the question:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p9\" class=\"\">“Verily, verily, I say unto you, that Satan has great hold upon their hearts; he stirreth them up to iniquity against that which is good; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p10\" class=\"\">“And they love darkness rather than light, … therefore they will not ask of me.” (<span class=\"citation\" id=\"19161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19161)\">D&amp;C 10:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p11\" class=\"\">A few months ago, a friend came to our home under the pretext that he had some questions about the Church he needed help in answering. He said he had discovered the Book of Mormon was not the word of God and that Joseph Smith was not a prophet of God. He then proceeded to quote articles and books which were written by enemies of the Church. As he listed his sources, I replied that I also had read them and others, and they had only served to confirm my faith in the Book of Mormon and the Prophet Joseph Smith. He was surprised that I could have read the same things he had read and not believe as he believed. I suggested that he devote at least equal time to the right side of the issue, but he had come with a decision, not a question. His mind was made up. He did not want to know. His heart was closed. I thought of the children of Israel and their reaction to the Lord after he had guided them out of bondage: “And notwithstanding they being led, the Lord their God, their Redeemer, going before them, leading them by day and giving light unto them by night, and doing all things for them which were expedient for man to receive, they hardened their hearts and blinded their minds, and reviled against Moses and against the true and living God.” (<span class=\"citation\" id=\"1984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1984)\">1 Ne. 17:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p12\" class=\"\">The promise of the Lord with regard to his word and his works is very explicit: “If any man will do his will, he shall know of the doctrine, whether it be of God.” (<span class=\"citation\" id=\"29472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29472)\">John 7:17<\/a><\/span>.) This was His constant rejoinder to those who rejected Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p13\" class=\"\">He told the Pharisees and the Sadducees they were looking in the right places with the wrong objectives in mind when He said, “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"29470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29470)\">John 5:39<\/a><\/span>.) They had obviously made a very careful study of the word that testified of Him and failed to find Him. Their foregone conclusions had not allowed the Spirit to guide them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p14\" class=\"\">The same conditions exist today: we must ask the right questions; we must seek in the right places and knock on the right doors. That sometimes is very difficult to do. Nicodemus had to come to the Savior by night because his position in the community and in his church would have been seriously threatened had his contemporaries known of his inquiry in the right place. (See <span class=\"citation\" id=\"29465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29465)\">John 3:1–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p15\" class=\"\">King Lamoni asked the right questions of Ammon when he said, “Who are you? How do you know these things? Where is God? Are you sent from him?” Then Ammon explained the plan of salvation to him, and he was able to understand because he opened his mind to knowledge and his heart to the Spirit. (See <span class=\"citation\" id=\"9771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9771)\">Alma 18:18–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p16\" class=\"\">The prophet Alma, in his great discourse to the Zoramites, said, “But behold, if ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, yea, even if ye can no more than desire to believe, let this desire work in you, even until ye believe in a manner that ye can give place for a portion of my words.” (<span class=\"citation\" id=\"9788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9788)\">Alma 32:27<\/a><\/span>.) He explained to them that we open the door to receive by the Spirit with just a desire to believe. We must want to know the truth; we manifest that desire by asking, seeking, and knocking; the explicit promise is that He will answer, open, and help us find the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p17\" class=\"\">We must prepare our hearts and our minds with a sincere desire to know the truth. King Benjamin taught, “My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have <span class=\"emphasis\">not<\/span> commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.” (<span class=\"citation\" id=\"40751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40751)\">Mosiah 2:9<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p18\" class=\"\">On the day of Pentecost, when Peter and John obviously were speaking with great power and by the Spirit, the men were pricked in their hearts and asked the question, “Men and brethren, what shall we do?” (<span class=\"citation\" id=\"8361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8361)\">Acts 2:37<\/a><\/span>.) In order to receive the truth, we must do the same. That is our responsibility—to ask and to seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p19\" class=\"\">As we seek for the truth, we should always bear in mind the counsel of Mormon when he explained, “Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil.” (<span class=\"citation\" id=\"38593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38593)\">Moro. 7:12<\/a><\/span>.) He then counseled us to be very careful in choosing and gave us the way to decide:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p20\" class=\"\">“For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p21\" class=\"\">“For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.” (<span class=\"citation\" id=\"38595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38595)\">Moro. 7:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p22\" class=\"\">What a blessing it is for us that the Prophet Joseph Smith asked the right questions in the right places for the right reason. As he and Sidney Rigdon pondered the question of the state of man’s existence after this life, the Lord touched the eyes of their understanding, and they were opened to a vision of the kingdom of God. In recording this vision they said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p23\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p24\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p25\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"19251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19251)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/what-is-truth.p26\" class=\"\">Yes, for me it is as clear as the night from the day. Their witness of the Savior is true. I have heard His voice as I have read His word in the sacred writings of the prophets of the Book of Mormon and rejoiced with the further light and knowledge granted to our latter-day prophets. I add my witness to theirs: He lives; I know He lives. This is His church. May we all look in the right places and ask the right questions and thus be taught by His Spirit to know the truth, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}