{"ID":4939, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Purity Precedes Power\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p3\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90911_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p4\" class=\"\">My remarks are directed, primarily, to you young men of the Aaronic Priesthood. The subject is the moral cleanliness of our youth. The leaders of the Church care so deeply about every one of you that I feel an urgent need to warn you once again of the consequences of moral misconduct. At the same time, I want to impress upon you the great promises extended to those who remain morally clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p5\" class=\"\">We are aware that the youth of the Church are growing up in a world that is plagued with teenage moral misconduct. We also know that sexual sin has increased tremendously during the past twenty years. Far too many of the youth, particularly American youth, have violated the law of chastity before they reach the age of nineteen. Unfortunately, the youth of the Church are not immune. For this reason, I want to assure you young men that your leaders know of the challenges you face in today’s society. However, we have confidence that you can develop the strength and integrity to surmount these challenges and live for the blessings that are promised to those who remain morally clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p6\" class=\"\">I emphasize that you do <span class=\"emphasis\">not<\/span> need to be caught in the trap of being immoral—not one of you, ever. Each one of you must look into the future to understand the consequences of your actions, both good and bad. The cartoon character Ziggy said it this way: “Our future is shaped by our past, … so be very careful what you do in your past!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p7\" class=\"\">Let me relate a personal experience to show the importance of keeping your future continually in mind. When I was in the Aaronic Priesthood, I and one of my friends attended general priesthood meeting in this tabernacle and found ourselves over here by the stairs where we didn’t belong. President George Albert Smith, in his kindly way, saw our plight and invited us to sit on the stairs. As we sat there and watched the proceedings of the meeting, I did not believe that I ever again would get that close to this pulpit. I remember saying to my friend as we left the Tabernacle, “It would sure be nice to be a General Authority; then you would have one of those seats on the stand to sit in.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p8\" class=\"\">I know now by personal experience that, in some ways, brethren, the benches you are sitting on are much more comfortable than these on the stand. Now the point: As an Aaronic Priesthood holder, I had no idea that the time would come in my life when I would serve as a bishop, a mission president, a Seventy, and now as an Apostle. We cannot foresee what the Lord has in mind for us. Our only course of action is to be prepared and worthy for whatever he requires. We must govern our actions every day with our future in mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p9\" class=\"\">One of Satan’s clever tactics is to tempt us to concentrate on the present and ignore the future. The Lord warned Joseph Smith that “Satan seeketh to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.” (<span class=\"citation\" id=\"19257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19257)\">D&amp;C 78:10<\/a><\/span>.) The “things which are prepared for them” are the promised rewards of eternal life, which come as a result of obedience. The devil attempts to blind us to these rewards. President Heber J. Grant said that “if we are faithful in keeping the commandments of God His promises will be fulfilled to the very letter. … The trouble is, the adversary of men’s souls blinds their minds. He throws dust, so to speak, in their eyes, and they are blinded with the things of this world.” (<span class=\"emphasis\">Gospel Standards,<\/span> Salt Lake City: Improvement Era, 1942, pp. 44–45.) He tempts us with the transitory pleasures of the world so that we will not focus our minds and efforts on the things that bring eternal joy. The devil is a dirty fighter, and we must be aware of his tactics.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p10\" class=\"\">Recently I talked with several groups of young men and women in Utah and Idaho. They told me that some of our youth feel that they can be immoral during their teen years and then repent when they decide to go on a mission or be married in the temple. Some young men talk about a mission as a time when they will be forgiven from their past sins. They have the notion that a few transgressions now are no big deal because they can repent quickly, go on a mission, and then live happily ever after.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p11\" class=\"\">Young men, please believe me when I tell you that this scenario is a gross deception by Satan; it is a fairy tale. Sin will always, <span class=\"emphasis\">always,<\/span> result in suffering. It may come sooner, or it may come later, but it will come. The scriptures state that you will “stand with shame and awful guilt before the bar of God” (<span class=\"citation\" id=\"25954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25954)\">Jacob 6:9<\/a><\/span>) and that you will experience “a lively sense of … guilt, and pain, and anguish.” (<span class=\"citation\" id=\"40758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40758)\">Mosiah 2:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p12\" class=\"\">A related misconception is that repentance is easy. President Kimball said that “one has not begun to repent until he has suffered intensely for his sins. … If a person hasn’t suffered, he hasn’t repented.” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> Salt Lake City: Bookcraft, 1982, pp. 88, 99.) You need only talk to a person who has truly repented of serious sin to understand that the momentary pleasure of an immoral act is simply not worth the pain that always follows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p13\" class=\"\">The youth told me that some are tempted to be immoral because they want to be accepted by their peers. For the young men, it may mean acceptance based on some sort of macho image. For the young women, it may be the need to feel they are accepted by having a boyfriend. Acceptance by your peers must not come at the expense of your virtue and self-esteem. King Benjamin indicates that those guilty of sin will “shrink from the presence of the Lord.” (<span class=\"citation\" id=\"40759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40759)\">Mosiah 2:38<\/a><\/span>.) In a very real way, those who have been immoral shrink from the presence of others: their friends, their parents, other members of their family, and Church leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p14\" class=\"\">Now, let us consider the grand blessings the Lord has promised those who are obedient to the commandment to be morally clean. You never need to repent of a sin you have not committed. That seems obvious, but I want to emphasize it. Repentance is a great blessing, but you should never make yourself sick just so you can try out the remedy. You are infinitely better to maintain your spiritual health by staying morally clean. If you feel confident in the presence of your parents, peers, and priesthood leaders, you can sense how you will feel when you have the confidence and acceptance of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p15\" class=\"\">Can you think of any better promise for the future than spoken by King Benjamin: “I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.” (<span class=\"citation\" id=\"40760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40760)\">Mosiah 2:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p16\" class=\"\">The youth told me that a clean conscience improves their self-esteem. Their relationships with others are better, and they enjoy a very positive acceptance. In fact, some of them said they have lots more fun because of their high standards. They never have to worry about the dreaded diseases that often follow those who transgress the law of chastity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p17\" class=\"\">Here are some suggestions that will help you stay morally clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p18\" class=\"\">First, understand the standards of moral cleanliness. The Lord said concerning his commandments, “I give unto you directions how you may act before me, that it may turn to you for your salvation.” (<span class=\"citation\" id=\"19263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19263)\">D&amp;C 82:9<\/a><\/span>.) In other words, commandments are guidance for happy living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p19\" class=\"\">Our youth seem confused about the definition of moral cleanliness. Some young men and women take a certain definition and then push it to its limits to see how far they can go without being immoral by that definition. I suggest an opposite approach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p20\" class=\"\">Several years ago, Elder Hartman Rector, who spent twenty-six years as a navy pilot, gave an interesting analogy. The navy had a rule that said, in effect, “Thou shalt not fly thy airplane in the trees.” That makes sense. But to ensure that he obeyed this rule, he set his own standard: “Thou shalt not fly thy airplane closer than 5,000 feet to the trees.” He said, “When you do this you make the navy’s commandment of not flying in the trees easy to live.” (<span class=\"emphasis\">Ensign,<\/span> Jan. 1973, p. 131.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p21\" class=\"\">Some standards must not be compromised. If you are not sure about the Church’s standard of morality, talk to your parents or to your priesthood leaders. Also, you can know the correct standards of moral conduct by following the promptings of the Spirit. These promptings never will lead you to do anything that makes you feel uncomfortable, unclean, or ashamed. You must be sensitive to these promptings because your physical passions can obscure them if you are not careful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p22\" class=\"\">Second, once you understand the standards, you must determine that you will live by them. This kind of commitment is a fundamental gospel principle. The scriptures teach that “there is nothing that the Lord thy God shall take in his heart to do but what he will do it.” (<span class=\"citation\" id=\"7400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7400)\">Abr. 3:17<\/a><\/span>.) You must be the same way. You must be as Joseph who fled from the presence of Potiphar’s wife rather than sin against God. (See <span class=\"citation\" id=\"24048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24048)\">Gen. 39:7–12<\/a><\/span>.) You must avoid moral misconduct by making a firm decision to avoid compromising situations and to stand firm for what is right. You must have self-control and high goals. I urge every one of you tonight to set a goal to be morally clean, if you have not already done so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p23\" class=\"\">Third, while you must exercise your agency and bear the responsibility for your decisions, you need not face temptation alone. Just two weeks ago at a stake conference, Elder Charles “Tiny” Grant, one of our fine regional representatives, shared an experience with us. He said that some years ago while he was the football coach at Ricks College, he met a man named Hal Barton, who was famous for his love of fishing. He was warned, however, that “although Hal knows where to find the big fish, he often goes into strong waters to find them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p24\" class=\"\">Their first opportunity to go fishing together was in February as the ice was breaking up. As they walked together up the river, Hal pointed to an island about fifty yards away and said, “Coach, that is where we will find the big ones.” The day was cold, and now they had to cross a dangerous part of the river. The coach soon discovered that the rocks were round and slick, and the water was only inches from the top of his waders. Since he is six feet five inches tall, that meant it was deep. He was about to tell Hal that he was afraid he couldn’t cross the water, but realized that the football coach could not admit that he was afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p25\" class=\"\">Just then Hal said, “Coach, this is how we are going to cross the water. You take a step and get a firm footing while I hold your hand and arm steady. Then I will take a step while you stand firmly and furnish the support. We will work our way through this roiling, swift water over these slippery rocks.” With this mutual support, they crossed the river safely and caught the big ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p26\" class=\"\">This is an excellent analogy for the way you can live the Lord’s standard of morality. Some who have gone before you have a firm footing, having lived the moral standard and experienced the blessings of doing so. As you take steps into the deep water of life, they will support you. Then, as you gain a firm footing in righteousness, you can help others who come after you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p27\" class=\"\">Generally, your most important source of support is your parents. Their teachings should be a powerful influence in your decision to be clean. I realize, however, that morality can be a sensitive subject. I urge you young men to initiate conversations with your parents about their moral values. Ask them to help you define the standards that will keep you morally clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p28\" class=\"\">Also seek counsel from your priesthood leaders, especially your bishop. He knows the standards, and he knows what to teach you. Seek opportunities to be with him. You can expect him to ask pointed, searching questions. Trust him. Confide in him. Ask him to help you understand what the Lord expects from you. Make a commitment to live according to the Church’s standards of morality. A meaningful relationship with an adult leader is vital to help you keep morally clean and worthy. Your Aaronic Priesthood advisers will teach you and give you the support and direction you may need. Ask them for guidance. They will know how to help you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p29\" class=\"\">Fourth, choose friends who share your standards, both members and nonmembers. Such friends will make peer pressure uplifting and positive. The young men and women I talked to said that acceptance of the peer group is a powerful influence either for good or bad. When your friends observe high moral standards, you are more likely to do the same. When you have established a strong bond with such friends, you can reach out to those who have not made firm decisions about morality. Help them to know that immorality is not “cool.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p30\" class=\"\">Fifth, you young men must cultivate a considerate attitude toward women of all ages. The young women asked me to tell you that they want you to respect them and show them common, sincere courtesy. Do not hesitate to show your good manners by opening a door for them, taking the initiative in inviting them on a date, and standing as they enter a room. Believe it or not, in this age of equal rights, the young women want you to extend these simple courtesies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p31\" class=\"\">Finally, seek help from the Lord, the source of spiritual power. If you “call on his holy name, and watch and pray continually,” you will “not be tempted above that which ye can bear.” (<span class=\"citation\" id=\"9767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9767)\">Alma 13:28<\/a><\/span>.) Your daily prayers must include a heartfelt request for help in keeping your commitment to remain morally clean. When you do this, the Lord will bless you with the strength to remain morally clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p32\" class=\"\">Remember, young men, that purity precedes power. The Lord said, “But purify your hearts before me; and then go ye into all the world, and preach my gospel unto every creature who has not received it.” (<span class=\"citation\" id=\"19317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19317)\">D&amp;C 112:28<\/a><\/span>.) Missionaries discover this very early in their missions and make every effort to be worthy so they can serve with power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p33\" class=\"\">Now, just a word to those of you who have violated the moral law. I hold out the hope of repentance to you. The Savior’s atonement provides forgiveness when you have repented completely. You will necessarily suffer because of sin, but you can know the joy of being forgiven completely. Your bishop can guide you through the process of repentance, so talk to him as soon as possible. You must also seek divine forgiveness through your personal prayers. Alma said, “Never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.” (<span class=\"citation\" id=\"9801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9801)\">Alma 38:8<\/a><\/span>.) Once you have forsaken your sins, never return to them, because “unto that soul who sinneth shall the former sins return.” (<span class=\"citation\" id=\"19262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19262)\">D&amp;C 82:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p34\" class=\"\">Tonight, I echo the prayer offered by President Hugh B. Brown in a setting such as this more than twenty years ago, when the moral misconduct of youth was not as commonplace as it is today. He prayed, “O Father, help these young men who are listening tonight, when they go home to get on their knees and commit themselves to thee; and then they may know, and I promise them in thy name that they will know, that with thy help they need not fear the future.” (<span class=\"emphasis\">Improvement Era,<\/span> Dec. 1967, p. 94.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/purity-precedes-power.p35\" class=\"\">Brethren, we need not fear the future if we will keep the Lord’s commandments and live to be his worthy servants. You can stay morally clean and prepare now for a happy future. May the Lord bless every one of you to so live I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}