{"ID":4941, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Follow the Prophet\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p2\" class=\"\">Elder J Ballard Washburn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20f8.jpg\" alt=\"Elder J Ballard Washburn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p3\" class=\"\">Brethren, it’s an honor to be with you. I humbly pray for the Spirit to guide the things that I say, that we may look at a few brief events in the life of our prophet and resolve to try harder to be like him, to be true disciples of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p4\" class=\"\">Elder Kimball quoted Mr. F. M. Bareham as saying, “When a wrong wants righting, or a truth wants preaching, or a continent wants discovering [and, we might add, or God wants us to read the Book of Mormon], God sends a baby into the world to do it.” (In Conference Report, Apr. 1960, p. 84.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p5\" class=\"\">And so it was that on August 4, 1899, in Whitney, Idaho, Sarah Benson started into labor. Her husband, George, gave her a blessing. “Dr. Allan Cutler attended her in the bedroom of their farm home, with both grandmothers, Louisa Benson and Margaret Dunkley, there. The delivery was protracted. As the baby, a large boy, was delivered, the doctor couldn’t get him to breathe and quickly laid him on the bed and pronounced, ‘There’s no hope for the child, but I believe we can save the mother.’ While Dr. Cutler feverishly attended to Sarah, the grandmothers rushed to the kitchen, praying silently as they worked, and returned shortly with two pans of water—one cold, the other warm. Alternately, they dipped the baby first in cold and then in warm water, until finally they heard a cry. The 11 3\/4 pound boy was alive! Later, both grandmothers bore testimony that the Lord had spared the child. George and Sarah named him Ezra Taft Benson.” (Sheri L. Dew, <span class=\"emphasis\">Ezra Taft Benson: A Biography,<\/span> Salt Lake City: Deseret Book Co., 1987, pp. 13–14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p6\" class=\"\">When Ezra was age twelve, his father was called on a mission, and being the oldest child, Ezra was left to help care for his mother, who was expecting, and his six brothers and sisters. A smallpox epidemic caused them all to be seriously ill, and the mother became critically ill, but they refused the insistence of the doctor that the father come home. And the Lord blessed them, and they weathered this and many other difficult situations while the father served a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p7\" class=\"\">“In the early fall of 1920 Ezra spent a weekend in Logan preparatory to enrolling for winter quarter. He and a cousin were standing on a curb on Main Street when an attractive young woman drove by in a Ford convertible and waved to a friend. A few minutes later she drove by a second time and waved again. ‘Who is that?’ Ezra asked. ‘Flora Amussen,’ his cousin replied. There was something about the girl that impressed Ezra, and he responded enthusiastically, ‘When I come down here this winter, I’m going to [court] her.’ ‘Like heck you will,’ the cousin answered, adding, ‘she’s too popular for a farm boy like you.’ ‘That makes it all the more interesting,’ Ezra countered. He received the distinct impression that he would marry her.” (Dew, pp. 46–47.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p8\" class=\"\">In the summer of 1921, at age twenty-one, Ezra received a letter from President Heber J. Grant calling him on a mission to Great Britain. July 14, 1921, he went through the Logan Temple with his parents, and two days later, he said good-bye to his parents and girlfriend and started on his way to England. (See Dew, p. 50.) Elder Benson studied and worked hard but didn’t feel like he was doing too well and wrote in his journal that he was disgusted with his “‘frail attempt at speaking.’” But as he matured spiritually, he was invited to speak at the South Shields Branch. He was assigned to speak on the Apostasy, but instead he “‘gave a strong and impressive discourse of the truthfulness of the Book of Mormon.’” He later said, “‘I spoke with a freedom I had never experienced. Afterwards, I couldn’t recall what I had said, but several nonmembers surrounded me and said, “Tonight, we received a witness that Joseph Smith was a prophet of God, and we are ready for baptism.” It was the experience of a lifetime. … It was the first experience of that kind I’d had, where I knew that the Lord was with me.’” (Dew, p. 55.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p9\" class=\"\">President Benson married his sweetheart September 10, 1926, in the Salt Lake Temple, after they had both served missions. He has said that Sister Benson had more faith in him than he had in himself. After sixty-four years of marriage, they are an example of love and devotion to us all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p10\" class=\"\">Now, each of you young men can know that the Lord is with you and that he loves each one of you. You can follow this great prophet and serve a mission and be married in the temple. You can live a life of service as he has and be a disciple of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p11\" class=\"\">When President Kimball died, we were living in Arizona. President Kimball had been in our home. We had knelt with him in family prayer, and he had eaten bread and milk with us. We knew he was a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p12\" class=\"\">I wanted a witness of the Spirit that President Benson was God’s chosen prophet. I wanted to know more than that he was just a good person and next in line after President Kimball. The Lord was kind to me, and, after fasting and prayer, I received, by the Spirit, the witness that President Benson was indeed God’s chosen prophet for this time, with a special calling and a special message for our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p13\" class=\"\">Today there are thousands who have had a spiritual awakening because they are studying and following the teachings of the Book of Mormon as the prophet has admonished us to do. There are thousands who feel they have received a special personal message from the prophet as he has spoken to the young men of the Church, the young women of the Church, the children, the elderly, the parents. There are thousands who are better people today because they have stripped themselves of pride, as counseled by this great prophet. Yes,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We thank thee, O God, for a prophet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To guide us in these latter days.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p16\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 19.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p17\" class=\"\">I bear witness that Ezra Taft Benson was born to be a prophet, has lived so he could be a prophet, and has been called of God to be a prophet in our day. He has set a pattern of service and endurance that each of us should seek to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p18\" class=\"\">In closing, may I read the words of a song that were sung this afternoon by the young ladies’ chorus that express our feelings for our prophet.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ever pray for thee, our prophet dear,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That God will give to thee comfort and cheer;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As the advancing years furrow thy brow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Still may the light within shine bright as now.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ever pray for thee with all our hearts,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That strength be given thee to do thy part,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To guide and counsel us from day to day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To shed a holy light around our way.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ever pray for thee with fervent love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And as the children’s prayer is heard above,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou shalt be ever blest, and God will give<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">All that is meet and best while thou shalt live.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p31\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 23.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/follow-the-prophet.p32\" class=\"\">May God bless and sustain his prophet, and may we follow him, is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}