{"ID":4948, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Straight and Narrow Way\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p3\" class=\"\">While traveling along a mountainous road one evening through a driving rainstorm punctuated with frequent claps of thunder and flashes of lightning, Sister Wirthlin and I could barely see the road, either in front of us or to the right and the left. I watched the white lines on that road more intently than ever before. Staying within the lines kept us from going onto the shoulder and into the deep canyon on one side and helped us avoid a head-on collision on the other. To wander over either line could have been very dangerous. Then I thought, “Would a right-thinking person deviate to the left or the right of a traffic lane if he knew the result would be fatal? If he valued his mortal life, certainly he would stay between these lines.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p4\" class=\"\">That experience traveling on this mountain road is so like life. If we stay within the lines that God has marked, he will protect us, and we can arrive safely at our destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p5\" class=\"\">The Savior taught this principle when he said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p6\" class=\"\">“Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p7\" class=\"\">“Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.” (<span class=\"citation\" id=\"37335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37335)\">Matt. 7:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p8\" class=\"\">In modern-day revelation he taught further, “For strait is the gate, and narrow the way that leadeth unto the exaltation and continuation of the lives, and few there be that find it.” (<span class=\"citation\" id=\"19351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19351)\">D&amp;C 132:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p9\" class=\"\">King Josiah was a king of Judah who reigned in righteousness. When he was only eight years old, he succeeded his father as king. Scripture tells us that although he was just a boy, Josiah “did that which was right in the sight of the Lord, … and turned not aside to the right hand or to the left.” (<span class=\"citation\" id=\"3224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3224)\">2 Kgs. 22:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p10\" class=\"\">The Lord revealed to the Prophet Joseph Smith, “For God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round.” (<span class=\"citation\" id=\"19152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19152)\">D&amp;C 3:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p11\" class=\"\">Even though these teachings of the Savior are plain and direct, we are still at risk of getting sidetracked. Some people choose to follow the teachings of the Lord and of his living prophet only when convenient, but reject them when sacrifice or deeper commitment is required. Some fail to follow only because his divine teachings do not agree with their own preconceived notions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p12\" class=\"\">We get sidetracked by submitting to temptations that divert us past the bounds of safety. Satan knows our weaknesses. He puts attractive snares on our paths at just those moments when we are most vulnerable. His intent is to lead us from the way that returns us to our Heavenly Father. Sin may result from activities that begin innocently or that are perfectly legitimate in moderation, but in excess they can cause us to veer from the straight and narrow path to our destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p13\" class=\"\">One example is sports. Many of us enjoy going to ball games and watching them on television. I am no exception. I love to watch a good athletic contest. If we spend excessive time with sporting events, however, we may neglect things that are much more important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p14\" class=\"\">Good physical and spiritual health can help us to stay on the straight and narrow way. The Lord gave his code of health in the Word of Wisdom, a “principle with promise” that modern medical science continues to substantiate. (<span class=\"citation\" id=\"19281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19281)\">D&amp;C 89:3<\/a><\/span>.) All of God’s commandments, including the Word of Wisdom, are spiritual. (See <span class=\"citation\" id=\"19197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19197)\">D&amp;C 29:34–35<\/a><\/span>.) We need to nourish ourselves spiritually even more than physically. Are we giving adequate emphasis to our spiritual health?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p15\" class=\"\">Another activity that can detract us from the proper way is watching television excessively or viewing improper movies. While fine productions on these media are uplifting and entertaining, we need to be very selective in choosing what we see and how much of our time such an activity deserves. Our precious time must not be diverted to the sideline attractions of vulgar language, immoral conduct, pornography, and violence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p16\" class=\"\">Another temptation to detour us is placing improper emphasis on the obtaining of material possessions. For example, we may build a beautiful, spacious home that is far larger than we need. We may spend far too much to decorate, furnish, and landscape it. And even if we are blessed enough to afford such luxury, we may be misdirecting resources that could be better used to build the kingdom of God or to feed and clothe our needy brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p17\" class=\"\">Jacob, the Book of Mormon prophet, warned us, “Do not spend money for that which is of no worth, nor your labor for that which cannot satisfy.” (<span class=\"citation\" id=\"4383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4383)\">2 Ne. 9:51<\/a><\/span>.) And in even stronger words, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p18\" class=\"\">“Because some of you have obtained more abundantly than … your brethren ye are lifted up in the pride of your hearts, and wear stiff necks and high heads because of the costliness of your apparel, and persecute your brethren because ye suppose that ye are better than they.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p19\" class=\"\">“And now, my brethren, do ye suppose that God justifieth you in this thing? Behold, I say unto you, Nay. But he condemneth you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p20\" class=\"\">“Do ye not suppose that such things are abominable unto him who created all flesh? And the one being is as precious in his sight as the other.” (<span class=\"citation\" id=\"25943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25943)\">Jacob 2:13–14, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p21\" class=\"\">Pride and vanity, the opposites of humility, can destroy our spiritual health as surely as a debilitating disease can destroy our physical health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p22\" class=\"\">The Savior taught clearly the proper value of worldly possessions in his conversation with the rich young ruler who asked what more was required to have eternal life; he had kept all the commandments from his youth. He asked the Master what he still lacked. Jesus told him to sell all that he had and give to the poor, and come and follow Him. But the man went away sorrowing, for he loved his possessions. (See <span class=\"citation\" id=\"37348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37348)\">Matt. 19:16–22<\/a><\/span>.) How many of us would pass this test?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p23\" class=\"\">Many of us have made sacred covenants to live the laws of sacrifice and consecration. But when the Lord blesses us with riches and affluence, we may give little thought to how we should use these blessings to help build up his church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p24\" class=\"\">The scriptures are full of warnings against worldliness and pride because they, too, can lead us off course. The Lord explained to the Prophet Joseph Smith that many people veer from the path “because their hearts are set so much [on] the things of this world.” (<span class=\"citation\" id=\"19335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19335)\">D&amp;C 121:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p25\" class=\"\">My brothers and sisters, I plead with you also to be certain that you do not cross over the lines of safety into the paths of immorality. Our living prophet, President Ezra Taft Benson, said from this pulpit: “The plaguing sin of this generation is sexual immorality. … It permeates our society.” (<span class=\"emphasis\">Ensign,<\/span> May 1986, p. 4.) The broken hearts and broken families that come to my attention likewise demonstrate that immorality is, indeed, a very serious problem in the world and even among some Church members. Remember, “wickedness never was happiness.” (<span class=\"citation\" id=\"9808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9808)\">Alma 41:10<\/a><\/span>.) “You cannot do wrong and feel right.” (Ezra Taft Benson, <span class=\"emphasis\">New Era,<\/span> June 1986, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p26\" class=\"\">The first deviation toward moral breakdown in a man or woman is similar to a spark that ignites a devastating forest fire. On a hot, windy summer day this year in Midway, Utah, embers from a small campground fire were fanned into a raging forest fire that soon swept over the entire mountainside. Before the flames were brought under control, the lives of two outstanding members of the Church were lost. The roaring fire had destroyed the beautiful autumn foliage, plus eighteen homes. We risk similar damage to our moral integrity when we let our guard down for even one brief moment. The spark of an evil thought can enter our mind that could ignite and destroy the moral fiber of our soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p27\" class=\"\">How can we keep ourselves on the straight and narrow way? The Lord gave the answer over and over again. We must learn the word of God by studying the scriptures and apply his word by praying daily to the Lord and serving our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p28\" class=\"\">In the Book of Mormon, the word of God is referred to as an iron rod. In interpreting his father’s dream for his brothers, Nephi wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p29\" class=\"\">“And they said unto me: What meaneth the rod of iron which our father saw, that led to the tree?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p30\" class=\"\">“And I said unto them that it was the word of God; and whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction.” (<span class=\"citation\" id=\"1981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1981)\">1 Ne. 15:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p31\" class=\"\">In other words, Nephi taught that by clinging to the word of God, as though it be a handrail, we would be able to avoid temptations and not lose our way in darkness. Thus, we would remain on the narrow path.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p32\" class=\"\">Using another apt symbol, the Psalmist wrote: “Thy word is a lamp unto my feet, and a light unto my path.” (<span class=\"citation\" id=\"42035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42035)\">Ps. 119:105<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p33\" class=\"\">God’s word, then, is the light for our path, the iron rod or railing to which we can cling. It provides the limiting lines that we must not cross if we are to reach our destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p34\" class=\"\">Through daily study of the scriptures and the words of the modern-day prophets, we can keep our values in line with the will of our Heavenly Father. The scriptures lead us “to the fountain of living waters, or to the tree of life; which waters are a representation of the love of God.” (<span class=\"citation\" id=\"1978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1978)\">1 Ne. 11:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p35\" class=\"\">Daily prayers can help us keep on the path that leads to eternal life. In Proverbs we read: “In all thy ways acknowledge him, and he shall direct thy paths.” (<span class=\"citation\" id=\"41615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41615)\">Prov. 3:6<\/a><\/span>.) Daily prayer in private and as families will help us stay close to our Heavenly Father and help us know what is of most value to us and to him. We are very unlikely to stray if we offer a humble, simple prayer at least each morning and evening to express thanks and to seek divine guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p36\" class=\"\">The Savior taught the value of service to our fellowmen in the parable of the sheep and the goats when he said to the righteous:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p37\" class=\"\">“Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p38\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p39\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p40\" class=\"\">“Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p41\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p42\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p43\" class=\"\">“And the King shall answer, and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37358)\">Matt. 25:34–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p44\" class=\"\">King Benjamin taught the same principle, saying, “When ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40755)\">Mosiah 2:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p45\" class=\"\">As you pray, occasionally take a personal inventory to see how you measure up in your righteousness, in meeting the standards of the gospel of Jesus Christ. We each can know for ourselves, as the Lord knows, where we need to improve. We must hold to the standards. If we have advanced in material, outward things, how are we doing inwardly? Are our lives acceptable to the Lord? Are we willing to acknowledge our sins and then make the effort to forsake them, repent, and make the course correction that will return us to the straight and narrow path?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p46\" class=\"\">I know that each of us has much to do. Sometimes we feel overwhelmed by the tasks we face. But if we keep our priorities in order, we can accomplish all that we should. We can endure to the end regardless of temptations, problems, and challenges. Those who remain faithful will receive God’s greatest blessing, eternal life, and the privilege of living with our Heavenly Father and His Beloved Son in the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p47\" class=\"\">Elder Marion G. Romney said, “When earth life is over and things appear in their true perspective, we shall more clearly see … that the fruits of the gospel are the only objectives worthy of life’s full efforts.” (In <span class=\"emphasis\">Conference Report, <\/span>Oct. 1949, p. 39.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p48\" class=\"\">The Book of Mormon prophet Jacob declared: “O then, my beloved brethren, come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there.” (<span class=\"citation\" id=\"4381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4381)\">2 Ne. 9:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p49\" class=\"\">I pray that we may all enjoy the fruits of the gospel. Let us be faithful and true to our covenants. Let us each be mindful of the straight and narrow way and do all we can to stay within the straight lines in the midst of the storms and temptations of life. Let us study the scriptures, hold to the rod of the word of God, be prayerful in all we do, and perform Christlike acts of service. May we be filled with charity, the pure love of Christ, and may that love be reflected in our actions. We then will observe the “weightier matters” of God’s law while not leaving the rest undone. (<span class=\"citation\" id=\"37355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37355)\">Matt. 23:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-straight-and-narrow-way.p50\" class=\"\">I bear solemn testimony that Jesus is the Holy One of Israel, our Savior, and our Redeemer. This is his Church. He is the Son of God, our Heavenly Father. Joseph Smith is the Prophet of the Restoration in these latter days, and President Ezra Taft Benson is a living prophet today. I bear this testimony in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}