{"ID":495, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1950, pp. 168-172<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, again I sense that this is a great privilege to stand before you for a few\nminutes, and to say something to you that I hope may be helpful. Before I finish I shall want\nto return to my solo on the G string, \"Unity,\" but I want to say a little something beforehand,\nand I trust the Lord will be with me that what I say may be in harmony with what He would\nhave said.\n<\/p><p>\nTHE PRIESTHOOD\n<\/p><p>\nThe question of the priesthood has always been to me an alluring question, and not\nonly alluring, but more or less elusive. We use the word priesthood apparently in at least two,\nif not three senses. We use it sometimes to mean the power of the priesthood I suppose in fact\nthe priesthood is power. We use it sometimes to indicate the organization through which the\npriesthood operates and we use it sometimes, apparently, to indicate the service which the\npriesthood is to render.\n<\/p><p>\nI am going to read two or three extracts from the brethren of the past regarding the\npriesthood. The Prophet Joseph said: \"The priesthood is an everlasting principle and existed\nwith God from eternity, and will to eternity, without beginning of days or end of years. The\nkeys have to be brought from heaven whenever the gospel is sent. When they are revealed\nfrom heaven it is by Adam's authority.\" On another occasion the Prophet said that Adam\nreceived the priesthood before the world was created.\n<\/p><p>\nPRE-EXISTENT CALLING\n<\/p><p>\nYou may remember that as the account is given in the Pearl of Great Price, Book of\nAbraham, the Father told Abraham that sometime he had come down and organized the\nspirits, and then he told Abraham that when he came down among them he found many that\nwere great and good, and further on he said to Abraham, and I will read this to you:\n<\/p><p>\n\". . . there were many of the noble and great ones; And God saw these souls that they were good,\nand he stood in the midst of them, and he said: These I will make my rulers: for he stood\namong those that were spirits, and he saw that they were good; and he said unto me:\nAbraham, thou art one of them; thou wast chosen before thou wast born\"\n(<span class=\"citation\" id=\"7180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7180)\">Abr. 3:21-23<\/a><\/span>).\n<\/p><p>\nFollowing upon this\ngeneral principle, the Prophet Joseph said: \"Every man who has a calling,\" every man, \"to\nminister to the inhabitants of the world was ordained to that very purpose in the grand council\nof heaven before this world was. I suppose,\" said he, \"that I was ordained to this very office\nin that grand council\" (<i>Teachings of the Prophet Joseph Smith<\/i>, p. 365).\n<\/p><p>\nBRIGHAM YOUNG QUOTED\n<\/p><p>\nNow I think I might read two statements from Brigham Young: \"If anybody wants to know\nwhat the priesthood of the Son of God is, it is the law by which the worlds are, were and will\ncontinue forever and ever. It is that system which brings worlds into existence and peoples\nthem, gives them their revolutions, their days, weeks, months, years, their seasons and times,\nand by which they are rolled up as a scroll, as it were, and grown to a higher state of\nexistence\" (<i>Journal of Discourses<\/i> 15:127).\n<\/p><p>\nAnd on another occasion he declared the priesthood to be \"a perfect system of\ngovernment, of laws and ordinances, by which we can be prepared to pass from one gate to\nanother and from one sentinel to another until we go into the presence of our Father and\nGod\" (<i>Journal of Discourses<\/i> 2:139).\n<\/p><p>\nThese various quotations must inevitably lead us to a great deal of reflection, and as I\nhave indicated, to me they suggest we are using the term, priesthood, in the manner that I\nhave spoken about.\n<\/p><p>\nANALOGY MADE\n<\/p><p>\nNow, I have often wondered if I could find an analogy to the priesthood, and the best I have\nbeen able to do is to liken the priesthood to citizenship. Potentially every citizen of the United\nStates is a president of the United States, speaking generally and disregarding the limitations\nas to who may be president, but we are not all presidents. Every one of us may be a senator\nor a congressman. We have that power as citizens. We may be governors; we may be state\nlegislators; we may be city councilmen; we may be county commissioners; we may be judges.\nAll of these or each of them or any of them may come to any citizen, but in order to exercise\nany particular function we must be duly appointed to it or duly elected to it.\n<\/p><p>\nNow there are\nmany differences between citizenship and priesthood, many. One that occurs to one offhand is\nthat a man elected to be a judge in one locality, one jurisdiction, loses that power when he\nmoves to another jurisdiction. That is not true of the priesthood. A man remains a deacon\nwherever he goes, or a high priest, and may perform his functions under certain limitations\nand rules.\n<\/p><p>\nBut we do not now have the keys to do some of the things which Brother Brigham\nsaid the priesthood was to do, or that the priesthood did, for example, the creation and the\ngoverning of worlds. I can think of this situation, this power in terms of human government,\ncivil government; the powers of sovereignty that rest in the people and that are delegated to\ngovernment, to be exercised, by this man as a governor, by that man as a senator, and by\nanother man as a president of the United States. So do we in the priesthood. Each one of us,\nas it seems to me, has certain functions of the whole priesthood. A deacon has his, the teacher\nhas his, the priest his, and so on. And while under the priesthood, a man in a high place may\nperform all the functions of those who are below, the one in the lower bracket may not\nperform the functions of anybody in the higher bracket. This principle does not of course\nobtain in our civil government.\n<\/p><p>\nORDINATION IN GRAND COUNCIL\n<\/p><p>\nI do not know whether we have a right to interpret the Prophet's statement, \"Every man who\nhas a calling to administer to the inhabitants of the world was ordained to that very purpose in\nthe grand council of heaven, before the world was,\" I do not know that we may interpret that\nto mean any but those who have charge of dispensations or are leaders therein, but I like to\nthink that it does include those of us of lesser calling and lesser stature. We have been told\never since I was old enough to remember that those who are coming forth among the\nLatter-day Saints were choice spirits, and I like to think that perhaps in that grand council\nsomething at least was said to us indicating what would be expected of us,\nand empowering us, subject to the re-confirmation here, to do certain things in building up the\nkingdom of God on earth.\n<\/p><p>\nEACH PART HAS OWN FUNCTION\n<\/p><p>\nNow the lesson that I would like to get out of that, has been referred to by President McKay,\nand that is that this whole priesthood organization&mdash;I am now using the term in the sense of\norganization&mdash;each part of it, has its own function, and each man belonging to the given\norder of priesthood, deacon, teacher, priest, and so on, has certain things to do. If a quorum\nfails in a ward, the ward is not carrying on as it should. If a member fails in a quorum, the\nquorum is not carrying on as it should. We are all bound together as one, and insofar as we\nfail, as individuals, to carry on the work which we are supposed to do, we are to that extent\nhindering the carrying on of the work of the Lord and to that extent we are responsible for\nthe lack or fulness of growth that may occur on account of our failure.\n<\/p><p>\nThere is no escape, as I see it, brethren, from that conclusion.\n<\/p><p>\nPERFECT SYSTEM OF GOVERNMENT\n<\/p><p>\nNow, before passing to the unity matter, I wish to call your attention to the fact that the\nProphet said we had a perfect system, \"the priesthood was a perfect system of government.\"\n<\/p><p>\nHave you ever thought, and if you have not I suggest you do think about it, that if the civil\ngovernment of any of our communities were to be suddenly wiped out, that the Church\norganization could govern the community if it were given the necessary civil sanction. To\nillustrate, our teachers who are to keep the Church in order, could act as the police force. Our\nbishops are authorized to hold court, the high council and the president of the stake another\ncourt, both of appellate and of original jurisdiction, with an appeal to the Presidency of the\nChurch from that decision. And in the First Presidency of the Church, the President of the\nChurch resides the power and authority to make all necessary rules and regulations for the\ngovernment of the people.\n<\/p><p>\nWe have already, therefore, set up in this Church of ours, an\norganization of the Priesthood which could govern any community if it were given the\nnecessary civil sanction, and if chaos should come, and if we travel along our present line far\nenough it will come, some of you may live to see the necessity of such an action as that.\n<\/p><p>\nINDIVIDUAL RESPONSIBILITY\n<\/p><p>\nNow, brethren, coming back to our individual responsibility for the welfare of the carrying on\nof the work of the Lord. Every man having his own place must, if he is to\nfulfill his full duty and perform his full functions, work with those about him. He cannot go\noff on a line of his own and still help to carry on the work of the Lord. The quorum must be\nunited if it is to function properly, and united means seeing and working eye to eye. The ward\nand all the quorums in it must so function if the ward is to carry on and do its work as it\nshould. So with the stake and so with the Church as a whole.\n<\/p><p>\nURGES UNITY\n<\/p><p>\nAnd now I will repeat to you, brethren, what I have said to you every time I have had the\nopportunity to talk to you, and that has been every time since I came into this position, and I\nbelieve I have attended every general priesthood meeting since then; if we were united there\nis nothing that the body of priesthood of this Church might not do within the functions of the\npriesthood, no matter what it is. And I say to you further that if we saw eye to eye on matters\nof civil government, which we are not likely to do, there is nothing we might not accomplish\nthere within the places and jurisdictions where we live.\n<\/p><p>\nNow, brethren, I again pray, as I have always, that we will be united. The Lord has laid down\nwith sufficient clearness that none of us needs have any doubt about it as to what his will is.\nHe set up this government under his divine guidance, and so far as I am concerned, as I have\nsaid before so I say now, this government of ours under the Constitution, being thus set up by\nthe Lord, is a part of my religion, and we shall not succeed, and we shall not preserve our\nindependence, our free institutions, our liberties, unless we safeguard our rights under the\nConstitution.\n<\/p><p>\nThis was said to us in the opening session of the conference by President George Albert\nSmith.\n<\/p><p>\nMay God give us his power and his wisdom and his inspiration to help us do the things that\nwe should do, to help us magnify the priesthood which we have, which is a delegation of the\npower of God himself&mdash;how greatly sobering that concept is&mdash;that we may bring to pass the\nthings which he has declared we should do, I humbly pray, in the name of Jesus, Amen.\n<\/p>\n<\/div>\n<\/div>"}