{"ID":4950, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Serve God Acceptably with Reverence and Godly Fear”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p4\" class=\"\">“Be not afraid.” Thank you, choir, for that extra support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p5\" class=\"\">“And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p6\" class=\"\">“Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it shall see God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p7\" class=\"\">“But if it be defiled I will not come into it, and my glory shall not be there; for I will not come into unholy temples.” (<span class=\"citation\" id=\"19298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19298)\">D&amp;C 97:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p8\" class=\"\">I want to speak to you today about reverence. While I believe that reverence is often exhibited through reverent behaviors, it is not behaviors that concern me now. I want to discuss reverence as an attitude—an attitude of deepest respect and veneration toward Deity. Of course, reverent behaviors follow reverent attitudes, but it is the attitude of reverence that we need to cultivate first among our members. Reverent behaviors without reverent attitudes are empty of meaning because they are performed for the praises of men, not God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p9\" class=\"\">The scriptures remind us constantly of the goodness that is centered in the heart. Those who put on an appearance only to receive the honors of men, but have unclean hearts, are called hypocrites. It is not enough to behave reverently; we must feel in our hearts reverence for our Heavenly Father and our Lord, Jesus Christ. Reverence flows from our admiration and respect for Deity. Those who are truly reverent are those who have paid the price to know the glory of the Father and His Son. As Paul admonished in Hebrews, “Serve God acceptably with reverence and godly fear.” (<span class=\"citation\" id=\"24555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24555)\">Heb. 12:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p10\" class=\"\">The story of Alma the Younger provides a wonderful illustration of the reverence we feel in our hearts when we come to know God. As a young man, he had chosen to be sinful and worldly. Alma was so astonished when an angel appeared to him and called him to repentance that he became dumb and so weak he could not move. After two days and two nights, when Alma’s limbs received their strength, he stood up and began to speak unto the people about how he had been redeemed of the Lord. Alma was born again. He was a new creature. His heart had changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p11\" class=\"\">In verse 29 of the twenty-seventh chapter of Mosiah, Alma describes his marvelous transformation. He declares: “My soul hath been redeemed from the gall of bitterness and bonds of iniquity. I was in the darkest abyss; but now I behold the marvelous light of God. My soul was racked with eternal torment; but I am snatched, and my soul is pained no more.” [<span class=\"citation\" id=\"40794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40794)\">Mosiah 27:29<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p12\" class=\"\">Then in the thirty-first verse, we see evidence of Alma’s deep reverence for God: “Yea, every knee shall bow, and every tongue confess before him. Yea, even at the last day, when all men shall stand to be judged of him, then shall they confess that he is God; then shall they confess, who live without God in the world, that the judgment of an everlasting punishment is just upon them; and they shall quake, and tremble, and shrink beneath the glance of his all-searching eye.” [<span class=\"citation\" id=\"40795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40795)\">Mosiah 27:31<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p13\" class=\"\">Alma’s experience had enabled him to understand the glory of God and also “godly fear.” [<span class=\"citation\" id=\"24556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24556)\">Heb. 12:28<\/a><\/span>] He held the deepest respect and veneration for God because he had seen Him seated upon His heavenly throne, in all His power and majesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p14\" class=\"\">Several years ago, I had the opportunity of traveling with the President of the Church to attend a series of area conferences. I will never forget the contrast between two conferences that were held just a few days apart. The first area conference was held in a large arena, and as we sat on the stand, we noticed continuous movement by the people. We saw individuals throughout the arena leaning over and whispering to family members and friends seated next to them. Giving the members the benefit of the doubt, we attributed the general lack of reverence to the nature of the facility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p15\" class=\"\">A few days later, we were in another country attending another area conference in an arena much like the first. When we entered the arena, however, an immediate hush came over the congregation. As we sat through the two-hour general session, there was very little movement among the people. Everyone listened intently. Great attention and respect was shown all the speakers, and when the prophet spoke, you could hear a pin drop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p16\" class=\"\">After the meeting was over, I asked the priesthood leaders about what they had done to prepare the people for the conference. They told me their preparation had been simple. They had asked priesthood holders to explain to the members of their families, and also the families they home taught, that at an area conference they would have the privilege of hearing the words of the prophet and the Apostles. The priesthood leaders explained that the reverence their people felt for God and His servants was the basis for their reverent behavior at the conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p17\" class=\"\">I remember as a young child being taught a valuable lesson by my bishop. President Heber J. Grant had just visited our community to dedicate our new chapel. Our bishop was so impressed with the dedicatory prayer that the next Tuesday when we held Primary he attended with us. He wanted to teach us to have respect for the building which had just been dedicated as a place of worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p18\" class=\"\">The bishop took us on a tour of our new chapel and showed us the various features of the building to impress upon us that it was now a house dedicated to the Lord. First, he pointed to the back of the hall where the beehive emblem had been painted above the back exit doors. He explained that the beehive was the emblem of industry for the early pioneers. “The bees are ever busy bringing honey and sweetness into the hive,” he said. The beehive painted on our wall was to be a reminder of the importance of being industrious each day and gathering the good things of this world and bringing them with us to be shared as we worshipped in our Sunday services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p19\" class=\"\">Then he pointed to the large painting in the front of the hall depicting the arrival of the pioneers into the Salt Lake Valley. He spoke to us about the sacrifices the pioneers had made for us by coming here and building our cities and our first houses of worship, so we could partake of the Spirit of the Lord and be instructed in His ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p20\" class=\"\">The bishop directed our attention to two other paintings, one on each side of the large painting of the pioneers. The painting on the right was of the Prophet Joseph Smith, and the one on the left was of the prophet Brigham Young. He spent time telling us about the reverence we should have for the prophets and that we should heed their words of counsel. He then reminded us of President Grant’s trip and described some of the sacrifices he had made to come and dedicate and turn over this building to the care and keeping of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p21\" class=\"\">The bishop next explained the motif that ran around the entire chapel. It was of the egg and the dart repeated over and over again. He discussed why this motif was selected—the egg signified new life, the dart signified the end of life. The egg was a reminder of our mortal birth and the time we have to be taught and trained in the ways of the Lord, to be obedient to His will, and to partake of the sacred ordinances which would qualify us to return to His presence. The dart represented the time of transition from mortality to immortality. He reminded us that if we proved ourselves worthy, we would be blessed with the greatest gift of God, the gift of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p22\" class=\"\">Finally, for special emphasis, the bishop focused our attention on the sacrament table. He instructed us about the purpose of the sacrament as a time to renew our baptismal covenants and to remember the atoning sacrifice of our Lord and Savior. He concluded with an appeal to each of us to always be reverent in this house, which had been dedicated to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p23\" class=\"\">Witnessing the dedication of our chapel by a prophet of God and attending the tour guided by my bishop impressed me greatly. I realized that every time I entered the chapel I was entering a holy place. It was not difficult for me to be reverent at church because all around me there were reminders of the Lord, His servants, and His eternal plan for me. These reminders reinforced my reverent attitude, and reverent behavior followed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p24\" class=\"\">Of course, our chapels are not all constructed with the same design features. However, each one centers on the mission of our Savior. They are buildings dedicated for the purpose of worshiping Him. Now, the bishops of the Church today may not be able to instruct the Primary as my bishop was able to do for us because our chapels are usually occupied during the time Primary is in session in this day and age. But perhaps the parents of the Church could increase the reverent attitudes of their children by finding a time to be alone with them in the chapel and explaining to them that this is a special place, dedicated to the Lord, wherein only reverent attitudes and behavior are acceptable to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p25\" class=\"\">If reverence is an attitude towards Deity, then it is a private feeling. It is something we feel inside our hearts no matter what is going on around us. It is also a personal responsibility. We cannot blame others for disturbing our reverent attitudes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p26\" class=\"\">Where, then, does the development of reverent attitudes begin? The home is the key to reverent attitudes, as it is to every other godlike virtue. It is during personal and family prayer that the little ones learn how to bow their heads, fold their arms, and close their eyes while our Father in Heaven is being addressed. It is a mother taking time to be certain that during each day there is a quiet period where the hustle and bustle of daily activities are divorced from the house, where just parents and children have time together in quiet solitude for reflection and teaching, to set the example of having reverence in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p27\" class=\"\">It is during family home evenings, which are a part of our home life, where children are taught that there are special times, not only in church but also at home, when we learn of our Heavenly Father and when everyone needs to be on his best behavior. Behavior learned at home determines behavior in church meetings. A child who has learned to pray at home understands that he must be quiet and still during prayers in worship services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p28\" class=\"\">One Sunday, my granddaughter Diana, who is four years old, was sitting next to her father at church. Diana sat reverently, enjoying the comfort of her father’s arm holding her close to him. However, when the bishop stood up and announced the sacrament hymn, Diana gently lifted her father’s arm from off her shoulder and placed it in his lap. Then she sat up straight and folded her arms. She looked over at her father and encouraged him to do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p29\" class=\"\">Diana’s message to her father was perfectly clear. She was telling him to turn his complete and total attention to the Savior. This is the message a reverent attitude always conveys, and when reverent attitudes abound, reverent behavior will always flourish. I pray that, like Diana, we may all strive to develop reverent attitudes so that we may serve God reverently and with godly fear. (See <span class=\"citation\" id=\"24557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24557)\">Heb. 12:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/serve-god-acceptably-with-reverence-and-godly-fear.p30\" class=\"\">Let us never depreciate the value of our own personal example of being a living witness of the love and respect we have for Him whom we call “Wonderful, Counselor, The Mighty God, The Everlasting Father, The Prince of Peace” (<span class=\"citation\" id=\"4384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4384)\">2 Ne. 19:6<\/a><\/span>), is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}