{"ID":4953, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Draw Strength from the Book of Mormon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p2\" class=\"\">Ruth B. Wright<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p\" class=\"\">Second Counselor in the Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21ee.jpg\" alt=\"Ruth B. Wright\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p3\" class=\"\">On the walls of our Primary office hang pictures, drawn by children from around the world, which illustrate some of the great events from the Book of Mormon. As I look at them, I feel the spirit of noble prophets and leaders who made choices to be obedient to the Lord in spite of earthly trials. The examples of their faith, courage, love, humility, service, and endurance sustain me and give me strength to face challenges in my own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p4\" class=\"\">So that you might also gain strength from their messages, let me describe some of these plain and simple pictures and share some insights about the powerful principles they teach. The stories are familiar, yet the precepts we learn from them may be different each time we read them. The scriptures have the power to speak to our particular situations wherever we are in life. The insights you gain may be entirely different from the ones that I gain, but they all can strengthen us personally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p5\" class=\"\">The first picture is Lehi’s journey. With complete faith that the Lord would guide him day by day, Lehi turned from the security and comfort of his home in Jerusalem and began his journey in the wilderness facing an unknown future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p6\" class=\"\">When the unknown looms ahead of me, I gain strength by remembering Lehi and exercising faith that the Lord will guide me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p7\" class=\"\">As I look at Nephi building a ship, I can imagine what might have gone through his mind. “How can I do that? I don’t know anything about building a ship. I haven’t had any training!” Instead, he faced his challenge with courage. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p8\" class=\"\">“If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p9\" class=\"\">“And now, if the Lord has such great power, and has wrought so many miracles among the children of men, how is it that he cannot instruct me, that I should build a ship?” (<span class=\"citation\" id=\"1986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1986)\">1 Ne. 17:50–51<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p10\" class=\"\">So Nephi built a ship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p11\" class=\"\">When tasks seem too great or even impossible, I think of courageous Nephi by the water’s edge building a ship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p12\" class=\"\">I love to look at the picture of King Benjamin standing on the mighty tower with his loving arms outstretched to all his people. This beloved king, who spent his life in service to others, showed great humility when he willingly admitted his weaknesses and shortcomings and yet stated with conviction that he recognized his calling was from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p13\" class=\"\">“I have not commanded you to come … that ye should fear me, or that ye should think that I of myself am more than a mortal man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p14\" class=\"\">“But I am like as yourselves, subject to all manner of infirmities in body and mind … , and was suffered by the hand of the Lord that I should be a ruler and a king over this people … to serve you with all the might, mind and strength which the Lord hath granted unto me.” (<span class=\"citation\" id=\"40752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40752)\">Mosiah 2:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p15\" class=\"\">When I feel inadequate and overwhelmed with my own weaknesses, I think of King Benjamin and try again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p16\" class=\"\">Picture Alma and Amulek sitting side by side bound with cords in prison. Wicked men persecuted them, imprisoned them, and allowed them to suffer great afflictions because they were testifying of the truth. We know that God’s children, since time began, have suffered for righteousness’ sake and will continue to be tried. I gain strength from reading about Alma and Amulek as I endeavor to meet my individual trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p17\" class=\"\">In a day of ever-changing values in which some say, “If it doesn’t hurt anyone, do what you want,” or “If it feels good, do it,” or “It’s only cheating when you get caught,” I think about Helaman’s stripling warriors. These young men, who were taught correct principles by their mothers, “were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted.” (<span class=\"citation\" id=\"9817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9817)\">Alma 53:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p18\" class=\"\">Now, that means being true when you are tempted, being true when you don’t want to be, being true when it means standing alone from the rest of the world. Remembering the example of these faithful young men strengthens me in my effort to be steadfast in obeying gospel principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p19\" class=\"\">As I look at the picture of Christ appearing to the Nephites, I remember a dear friend who had a series of traumatic events happen to her in a short period of time. She was physically weakened, emotionally distraught, and spiritually drained. Every day seemed harder for her to face than the day before. She was desperate for comfort. While lying in a hospital bed anticipating an unwanted but necessary surgery, she felt utterly alone. Her thoughts turned to Joseph Smith and his sufferings in Liberty Jail. Then she thought about our Savior, Jesus Christ. She asked her husband to read to her from 3 Nephi. The Nephites had gathered at the temple in the land Bountiful and twice heard a voice they didn’t understand that seemed to come from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p20\" class=\"\">“It being a small voice … did pierce them … to the center, insomuch that there was no part of their frame that it did not cause to quake; yea, it did pierce them to the very soul, and did cause their hearts to burn. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p21\" class=\"\">“And behold, the third time they did understand the voice. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p22\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p23\" class=\"\">“They saw a Man descending out of heaven; and he was clothed in a white robe. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p24\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p25\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.” (<span class=\"citation\" id=\"6192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6192)\">3 Ne. 11:3, 6–8, 10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p26\" class=\"\">After my friend listened to this passage, a sweet peace enveloped her. For the first time in months she felt relief. Her fears were calmed. She gained strength to carry on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p27\" class=\"\">Not only did Christ minister to the multitude; he also gave strength to the children. In the seventeenth chapter of 3 Nephi, Jesus asked that the little ones be brought to him and he gathered them around him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p28\" class=\"\">“He took their little children, one by one, and blessed them, and prayed unto the Father for them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p29\" class=\"\">“And he spake unto the multitude, and said unto them: Behold your little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p30\" class=\"\">“And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.” (<span class=\"citation\" id=\"6202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6202)\">3 Ne. 17:21, 23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p31\" class=\"\">When I read this passage, I am filled to overflowing with the love Jesus Christ and Heavenly Father have for me and you and the whole world. He blesses us daily, as he blessed the little children, with a love that gives me strength to go forth with assurance that he will guide me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/draw-strength-from-the-book-of-mormon.p32\" class=\"\">My dear brothers and sisters, I testify that by prayerfully reading and pondering the Book of Mormon, each of us can gain strength to meet our daily challenges. I know the Book of Mormon is the word of God. Every time I read from its pages I receive a confirmation of its truth. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}