{"ID":4956, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Covenants\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p3\" class=\"\">It was an experience to hear President Joseph Fielding Smith pray. Even when he was past ninety he would pray that he would “keep his <span class=\"emphasis\">covenants<\/span> and <span class=\"emphasis\">obligations<\/span> and endure to the end.” The word <span class=\"emphasis\">covenant<\/span> is the subject of my message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p4\" class=\"\">The Lord told the ancients, “With thee will I establish my covenant.” (<span class=\"citation\" id=\"24038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24038)\">Gen. 6:18<\/a><\/span>.) He told the Nephites, “Ye are the children of the covenant.” (<span class=\"citation\" id=\"6207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6207)\">3 Ne. 20:26<\/a><\/span>.) And he described the restored gospel as the <span class=\"emphasis\">“new and … everlasting covenant.”<\/span> (<span class=\"citation\" id=\"19193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19193)\">D&amp;C 22:1<\/a><\/span>; italics added.) Every Latter-day Saint is under <span class=\"emphasis\">covenant.<\/span> Baptism is a covenant; so is the sacrament. Through it we renew the covenant of baptism and commit to “always remember him and keep his commandments.” (<span class=\"citation\" id=\"19191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19191)\">D&amp;C 20:77<\/a><\/span>.)<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Three Dangerous Life-Styles<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p6\" class=\"\">My message is to you who are tempted either to promote, to enter, or to remain in a life-style which violates your covenants and will one day bring sorrow to you and to those who love you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p7\" class=\"\">Growing numbers of people now campaign to make spiritually dangerous life-styles legal and socially acceptable. Among them are abortion, the gay-lesbian movement, and drug addiction. They are debated in forums and seminars, in classes, in conversations, in conventions, and in courts all over the world. The social and political aspects of them are in the press every day.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Moral and Spiritual<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p9\" class=\"\">The point I make is simply this: there is a <span class=\"emphasis\">MORAL<\/span> and <span class=\"emphasis\">SPIRITUAL<\/span> side to these issues which is universally ignored. For Latter-day Saints, morality is one component which must not be missing when these issues are considered—otherwise sacred covenants are at risk! Keep your covenants and you will be safe. Break them and you will not.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p10\" class=\"\">The commandments found in the scriptures, both the positive counsel and the “shalt nots,” form the <span class=\"emphasis\">letter<\/span> of the law. There is also the <span class=\"emphasis\">spirit<\/span> of the law. We are responsible for both.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p11\" class=\"\">Some challenge us to show where the scriptures specifically forbid abortion or a gay-lesbian or drug-centered life-style. “If they are so wrong,” they ask, “why don’t the scriptures tell us so in ‘letter of the law’ plainness?” These issues are not ignored in the revelations.<sup class=\"noteMarker\"><a href=\"#footnoteSTAR-90911_000_035\">*<\/a>\n\t <span class=\"footnote\">[See <span class=\"citation\" id=\"24039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24039)\">Gen. 13:13<\/a><\/span> (footnote 13b); <span class=\"citation\" id=\"24041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24041)\">Gen. 18:20–22<\/a><\/span> (footnote 20b); <span class=\"citation\" id=\"24042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24042)\">Gen. 19:4–9<\/a><\/span> (footnote 5a); <span class=\"citation\" id=\"24043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24043)\">JST, Gen. 19:9–15<\/a><\/span>; <span class=\"citation\" id=\"30950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30950)\">Lev. 18:22, 29<\/a><\/span>; <span class=\"citation\" id=\"30953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30953)\">Lev. 20:13<\/a><\/span> (footnote 13a); <span class=\"citation\" id=\"21357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21357)\">Deut. 23:17<\/a><\/span> (footnote 17b); <span class=\"citation\" id=\"42946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42946)\">Rom. 1:24–27<\/a><\/span>; <span class=\"citation\" id=\"829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(829)\">1 Cor. 6:9<\/a><\/span> (footnotes 9e, f); <span class=\"citation\" id=\"2889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2889)\">1 Tim. 1:9–10<\/a><\/span> (footnote 10b, c).]<\/span><\/sup> The scriptures are generally positive rather than negative in their themes, and it is a mistake to assume that anything not specifically prohibited in the “<span class=\"emphasis\">letter<\/span> of the law” is somehow approved of the Lord. All the Lord approves is not detailed in the scriptures, neither is all that is forbidden. The Word of Wisdom, for instance, makes no specific warning against taking arsenic. Surely we don’t need a revelation to tell us that!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p12\" class=\"\">The Lord said, “It is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant.” (<span class=\"citation\" id=\"19224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19224)\">D&amp;C 58:26<\/a><\/span>.) The prophets told us in the Book of Mormon that “men are instructed sufficiently that they know good from evil.” (<span class=\"citation\" id=\"4365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4365)\">2 Ne. 2:5<\/a><\/span>; see <span class=\"citation\" id=\"24810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24810)\">Hel. 14:31<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p13\" class=\"\">Life is meant to be a test to see if we will keep the commandments of God. (See <span class=\"citation\" id=\"4366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4366)\">2 Ne. 2:5<\/a><\/span>.) We are free to obey or to ignore the spirit and the letter of the law. But the agency granted to man is a <span class=\"emphasis\">moral<\/span> agency. (See <span class=\"citation\" id=\"19306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19306)\">D&amp;C 101:78<\/a><\/span>.) We are not free to break our covenants and escape the consequences.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p14\" class=\"\">The laws of God are ordained to make us happy. Happiness cannot coexist with immorality: the prophet Alma told us in profound simplicity that “wickedness never was happiness.” (<span class=\"citation\" id=\"9809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9809)\">Alma 41:10<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Right of Choice<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p16\" class=\"\">Always when these destructive life-styles are debated, <span class=\"emphasis\">“individual right of choice”<\/span> is invoked as though it were the one sovereign virtue. That could be true only if there were but one of us. The rights of any individual bump up against the rights of another. And the simple truth is that we cannot be happy, nor saved, nor exalted, without one another.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Tolerance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p18\" class=\"\">The word <span class=\"emphasis\">tolerance<\/span> is also invoked as though it overrules everything else. Tolerance may be a virtue, but it is not <span class=\"emphasis\">the<\/span> commanding one. There is a difference between what one <span class=\"emphasis\">is<\/span> and what one <span class=\"emphasis\">does.<\/span> What one is may deserve unlimited tolerance; what one does, only a measured amount. A virtue when pressed to the extreme may turn into a vice. Unreasonable devotion to an ideal, without considering the practical application of it, ruins the ideal itself.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Abortion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p20\" class=\"\">Nowhere is the right of choice defended with more vigor than with abortion. Having chosen to act, and a conception having occurred, it cannot then be unchosen. But there are still choices; always a best one.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p21\" class=\"\">Sometimes the covenant of marriage has been broken; more often none was made. In or out of marriage, abortion is not an individual choice. At a minimum, three lives are involved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p22\" class=\"\">The scriptures tell us: “Thou shalt not … kill, nor do <span class=\"emphasis\">anything<\/span> like unto it.” (<span class=\"citation\" id=\"19229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19229)\">D&amp;C 59:6<\/a><\/span>; italics added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p23\" class=\"\">Except where the wicked crime of incest or rape was involved, or where competent medical authorities certify that the life of the mother is in jeopardy, or that a severely defective fetus cannot survive birth, abortion is clearly a “thou shalt not.” Even in these very exceptional cases, much sober prayer is required to make the right choice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p24\" class=\"\">We face such sobering choices because we are the children of God.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Man Not Just an Animal<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p26\" class=\"\">Little do we realize what we have brought upon ourselves when we have allowed our children to be taught that man is only an advanced animal. We have compounded the mistake by neglecting to teach moral and spiritual values. Moral laws do not apply to animals for they have no agency. Where there is agency, where there is choice, moral laws must apply. We cannot, absolutely cannot, have it both ways.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p27\" class=\"\">When our youth are taught that they are but animals, they feel free, even compelled, to respond to every urge and impulse. We should not be so puzzled at what is happening to society. We have sown the wind, and now we inherit the whirlwind. The chickens, so the saying goes, are now coming home to roost.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Gay and Lesbian Rights<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p29\" class=\"\">Several publications are now being circulated about the Church which defend and promote gay or lesbian conduct. They wrest the scriptures attempting to prove that these impulses are inborn, cannot be overcome, and should not be resisted; and therefore, such conduct has a morality of its own. They quote scriptures to justify perverted acts between consenting adults. That same logic would justify incest or the molesting of little children of either gender. Neither the letter nor the spirit of moral law condones any such conduct.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p30\" class=\"\">I hope none of our young people will be foolish enough to accept those sources as authority for what the scriptures mean. Paul, speaking on this very subject, condemned those “who changed the truth of God into a lie, and worshipped and served the creature more than the Creator.” (<span class=\"citation\" id=\"42947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42947)\">Rom. 1:25<\/a><\/span>.) In that same reference the word <span class=\"emphasis\">covenantbreakers<\/span> is used for the only time in scripture. (See <span class=\"citation\" id=\"42948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42948)\">Rom. 1:31<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p31\" class=\"\">Some choose to reject the scriptures out of hand and forsake their covenants. But they cannot choose to avoid the consequences. That choice is not theirs or ours or anybody’s.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p32\" class=\"\">All of us are subject to feelings and impulses. Some are worthy and some of them are not; some of them are natural and some of them are not. We are to control them, meaning we are to direct them according to the moral law.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p33\" class=\"\">The legitimate union of the sexes is a law of God. The sacred covenants made by husband and wife with God protect the worthy expression of those feelings and impulses which are vital to the continuation of the race and essential to a happy family life. Illicit or perverted conduct leads without exception to disappointment, suffering, to tragedy.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Local Priesthood Leaders<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p35\" class=\"\">We receive letters pleading for help, asking why should some be tormented by desires which lead toward addiction or perversion. They seek desperately for some logical explanation as to why they should have a compelling attraction, even a predisposition, toward things that are destructive and forbidden.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p36\" class=\"\">Why, they ask, does this happen to me? It is not fair! They suppose that it is not fair that others are not afflicted with the same temptations. They write that their bishop could not answer the “why,” nor could he nullify their addiction or erase the tendency.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p37\" class=\"\">We are sometimes told that leaders in the Church do not really understand these problems. Perhaps we don’t. There are many “whys” for which we just do not have simple answers. But we <span class=\"emphasis\">do<\/span> understand temptation, each of us, from personal experience. Nobody is free from temptations of one kind or another. That is the test of life. That is part of our mortal probation. Temptation of some kind goes with the territory.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p38\" class=\"\">What we do know is where these temptations will lead. We have watched these life-styles play themselves out in many lives. We have seen the end of the road you are tempted to follow. It is not likely that a bishop can tell you what causes these conditions or why you are afflicted, nor can he erase the temptation. But he can tell you what is right and what is wrong. If you know right from wrong, you have a place to begin. That is the point at which individual choice becomes operative. That is the point at which repentance and forgiveness can exert great spiritual power.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p39\" class=\"\">I believe that most people are drawn into a life of drug addiction or perversion or submit to an abortion without really realizing how morally and spiritually dangerous they are.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Tempter<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p41\" class=\"\">Perhaps the worst of all conditions which we can create for ourselves is to become a tempter and lead an innocent one into a life-style that is destructive. The tempter entices others to come out of a “closet,” to violate covenants which they have made with God. He promises emancipation and exhilaration without saying that such a course may be spiritually fatal.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p42\" class=\"\">A tempter will claim that such impulses cannot be changed and should not be resisted. Can you think of anything the adversary would rather have us believe?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p43\" class=\"\">The Lord warned, “Whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.” (<span class=\"citation\" id=\"33417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33417)\">Mark 9:42<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Support Groups<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p45\" class=\"\">There are support groups of many kinds which seek to fortify those struggling to withdraw from drug addiction or to master other temptations. On the other hand, there are organizations which do just the opposite. They justify immoral conduct and bind the chains of addiction or perversion ever tighter. Do not affiliate with such an organization. If you have already, withdraw from it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Spirit of Sympathy and Love<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p47\" class=\"\">Now, in a spirit of sympathy and love, I speak to you who may be struggling against temptations for which there is no moral expression. Some have resisted temptation but never seem to be free from it. Do not yield! Cultivate the spiritual strength to resist—all of your life, if need be.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p48\" class=\"\">Some are tortured by thoughts of covenants already forsaken and sometimes think of suicide. Suicide is no solution at all. Do not even think of it. The very fact that you are so disturbed marks you as a spiritually sensitive soul for whom there is great hope.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p49\" class=\"\">You may wonder why God does not seem to hear your pleading prayers and erase these temptations. When you know the gospel plan, you will understand that the conditions of our mortal probation require that we be left to choose. That test is the purpose of life. While these addictions may have devoured, for a time, your sense of morality or quenched the spirit within you, it is never too late.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p50\" class=\"\">You may not be able, simply by choice, to free yourself at once from unworthy feelings. You <span class=\"emphasis\">can<\/span> choose to give up the immoral expression of them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p51\" class=\"\">The suffering you endure from resisting or from leaving a life-style of addiction or perversion is not a hundredth part of that suffered by your parents, your spouse or your children, if you give up. Theirs is an innocent suffering because they love you. To keep resisting or to withdraw from such a life-style is an act of genuine unselfishness, a sacrifice you place on the altar of obedience. It will bring enormous spiritual rewards.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p52\" class=\"\">Remember that agency, that freedom of choice that you demanded when you forsook your covenants? That same agency can now be drawn upon to exert a great spiritual power of redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p53\" class=\"\">The love we offer may be a tough love, but it is of the purest kind; and we have more to offer than our love. We can teach you of the cleansing power of repentance. If covenants have been broken, however hard it may be, they may be reinstated, and you can be forgiven. Even for abortion? Yes, even that!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p54\" class=\"\">“Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.” (<span class=\"citation\" id=\"25664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25664)\">Isa. 1:18<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/covenants.p55\" class=\"\">God bless you who are struggling to resist or to free yourself from these terrible temptations that now sweep across the world, and from which we are not free in the Church. Bless those who love you and sustain you. There is great cleansing power in the priesthood. There is great cleansing power in the Church. It is a gospel of repentance. He is our Redeemer. Of him I bear witness—Jesus Christ the Son of God, the Only Begotten of the Father, who sacrificed himself that we might be clean. And of him I bear witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-90911_000_035\"><a name=\"-90911_000_035\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnoteSTAR-90911_000_035\">*<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"24039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24039)\">Gen. 13:13<\/a><\/span> (footnote 13b); <span class=\"citation\" id=\"24041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24041)\">Gen. 18:20–22<\/a><\/span> (footnote 20b); <span class=\"citation\" id=\"24042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24042)\">Gen. 19:4–9<\/a><\/span> (footnote 5a); <span class=\"citation\" id=\"24043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24043)\">JST, Gen. 19:9–15<\/a><\/span>; <span class=\"citation\" id=\"30950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30950)\">Lev. 18:22, 29<\/a><\/span>; <span class=\"citation\" id=\"30953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30953)\">Lev. 20:13<\/a><\/span> (footnote 13a); <span class=\"citation\" id=\"21357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21357)\">Deut. 23:17<\/a><\/span> (footnote 17b); <span class=\"citation\" id=\"42946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42946)\">Rom. 1:24–27<\/a><\/span>; <span class=\"citation\" id=\"829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(829)\">1 Cor. 6:9<\/a><\/span> (footnotes 9e, f); <span class=\"citation\" id=\"2889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2889)\">1 Tim. 1:9–10<\/a><\/span> (footnote 10b, c).<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}