{"ID":4957, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “God Be with You Till We Meet Again”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p3\" class=\"\">There is a loneliness in the empty chair between President Hinckley and me, and we feel it in our hearts. I wish I could take you with President Hinckley and me to President Benson’s hospital room, which we visited a few days ago. I think the picture of tranquillity and love which was there would be very beneficial for all members of the Church to see. President Benson lay on his hospital bed, his left hand held by a noble son and his right hand by a beautiful daughter as she read to him from the Book of Mormon. In the background, a recording of Tabernacle Choir music played softly. It was just a little bit of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p4\" class=\"\">As we come to the close of another conference, our spirits have been lifted, our minds inspired, and our souls filled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p5\" class=\"\">The messages delivered at this pulpit have provided words of counsel and guidance for our journey through mortality. The prayers have been offered with humility, and their petitions reflect the feelings of our hearts. The angelic music provided by the choirs at each session has confirmed the Lord’s words that “the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads.” (<span class=\"citation\" id=\"19194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19194)\">D&amp;C 25:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p6\" class=\"\">We sincerely regret that President Ezra Taft Benson has been unable to be with us here in the Tabernacle. Nonetheless, we have felt his spirit throughout the proceedings. His love of the Lord, for the membership of the Church, and for God’s children everywhere is legendary. His many acts of kindness have blessed the lives of those with whom he has met everywhere he has gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p7\" class=\"\">One Friday, he and Sister Benson followed their usual practice of attending a session at the Jordan River Temple. While there, President Benson was approached by a young man who greeted him with joy in his heart and announced that he had been called to fill a full-time mission. President Benson took the newly called missionary by the hand and, with a smile on his lips, declared, “Take me with you! Take me with you!” That missionary testified that, in a way, he <span class=\"emphasis\">took<\/span> President Benson with him on his mission, since this greeting demonstrated President Benson’s abiding love, his devotion to missionary work, and his desire to ever be found in the service of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p8\" class=\"\">With the rapidly developing changes on the face of Europe, we remember President Benson’s great service to the hungry and to the homeless on that continent at the close of World War II. In attendance today is one who was the recipient of such service. She recently wrote to President Benson: “This is the first time in my life that I am here in Salt Lake City to attend general conference. I hope you will remember our first acquaintance in the autumn of 1946 in Langen, Germany. You and I will never forget the remarkable days following the Second World War. We will never forget your help for the refugees in those sad days. Now, forty-four years have gone, and we have both grown older. I wish you happiness and the blessings of the Lord all the days of your life and send you all my love.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p9\" class=\"\">If President Benson were here at the pulpit at this, the conclusion of the final session of this glorious conference, he would extend to you his love, his admonitions, and his blessing. May I, with President Benson’s own words, provide you his counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p10\" class=\"\">“Let us be valiant in our testimony of Jesus all the days of our lives.” (<span class=\"emphasis\">Come unto Christ,<\/span> Salt Lake City: Deseret Book Co., 1983, p. 16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p11\" class=\"\">“His word is one of the most valuable gifts He has given us. I urge you to recommit yourselves to a study of the scriptures. Immerse yourselves in them daily so you will have the power of the Spirit to attend you. … Read them in your families and teach your children to love and to treasure them.” (<span class=\"emphasis\">Ensign,<\/span> May 1986, p. 82.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p12\" class=\"\">“It is soul-satisfying to know that God is mindful of us and ready to respond when we place our trust in Him and do that which is right. There is no place for fear among men and women who place their trust in the Almighty and who do not hesitate to humble themselves in seeking divine guidance through prayer. Though persecutions arise, though reverses come, in prayer we can find reassurance, for God will speak peace to the soul. That peace, that spirit of serenity, is life’s greatest blessing.” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1990, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p13\" class=\"\">He continues: “I am getting older and less vigorous and am so grateful for your prayers and for the support of my younger Brethren. I thank the Lord for renewing my body from time to time so that I can still help build His kingdom. … God willing, I intend to spend all my remaining days in that glorious effort.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1988, p. 6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p14\" class=\"\">President Benson is a man of love, and this love he would have me extend to you in his behalf. He has a beautiful voice and has often sung the melodic strains of a favorite hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God be with you till we meet again;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">By his counsels guide, uphold you;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With his sheep securely fold you.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God be with you till we meet again.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God be with you till we meet again;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When life’s perils thick confound you,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Put his arms unfailing round you.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God be with you till we meet again.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p23\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 152)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/god-be-with-you-till-we-meet-again.p24\" class=\"\">To the membership of the Church and to God’s children everywhere, our prophet, President Ezra Taft Benson, conveys to you the tender feelings of his heart, his gratitude for your prayers, and his abiding love. God be with you, brothers and sisters, till we meet again, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}