{"ID":4958, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “These Things Are Manifested unto Us Plainly”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p3\" class=\"\">President Elaine L. Jack<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e50.jpg\" alt=\"President Elaine L. Jack\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p4\" class=\"\">My dear sisters, it’s been heartwarming for me to receive so many good wishes from you during the past six months and to feel your acceptance. Many of you have told me that you’re praying for our presidency. We feel that spiritual strength and gratefully acknowledge it—both to you and to our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p5\" class=\"\">I’ve looked forward to this opportunity to speak to you as your Relief Society president and share the thoughts that many of you have shared with me, both in person and in letter. Those thoughts echo a common theme: sisters compare themselves to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p6\" class=\"\">For thirty years I have wanted to meet the woman against whom more Latter-day Saint women have compared themselves than any other woman in the Church. She’s often thought of as “Superwoman.” Some call her the typical Relief Society sister, the woman who makes fabulous bread, plays the organ like a professional, and dresses her impeccably groomed children in the clothes she’s made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p7\" class=\"\">Where is she? Who is she? What does she do that makes her seem beyond the reach of any woman? I’ve made a careful study, and I’ve found this woman. Tonight I’ll introduce you to our sister so we can see her as she is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p8\" class=\"\">The prophet Jacob taught, “The Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls.” (<span class=\"citation\" id=\"25947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25947)\">Jacob 4:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p9\" class=\"\">Dear sisters, I wish to speak of “things as they really are, and of things as they really will be.” (<span class=\"citation\" id=\"25948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25948)\">Jacob 4:13<\/a><\/span>.) For many of us, comparing ourselves to a practically perfect Latter-day Saint woman is part of how things are. While some of us are motivated and encouraged by such imagined or real-life models, others of us are disheartened and discouraged by this same ideal woman—whether she is a composite of many women, or someone of whom we have read, or even someone we know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p10\" class=\"\">As women make these comparisons, I hear such comments as: “When they talk about being a good mother in Relief Society, I always feel so guilty because sometimes I shout at my children.” “I’m not comfortable in church because my husband isn’t active.” “I wish I didn’t have to work, but I need a paycheck to sustain my family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p11\" class=\"\">I’ve heard: “I’m not a mother. I’m not married, and I’m most painfully aware of this in Relief Society and sacrament meeting. I often go home feeling that they don’t know what to do with me in the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p12\" class=\"\">These statements and others like them come, I believe, from unrealistic comparisons we make against some ideal. Because I know many of you, I know of your goodness and your individual gifts from the Lord. I can see that these comparisons may keep you from achieving your potential and basking in associations that will enrich your lives and the lives of others. Sometimes the basis for these incorrect comparisons comes from other Relief Society sisters, the Relief Society organization, or expectations about roles in life. Whatever the origin, the point of comparison is wrong unless it accounts for things as they really are—now and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p13\" class=\"\">The prophet Jacob said things as they “really are” and “really will be” are “manifested unto us plainly, for the salvation of our souls.” (<span class=\"citation\" id=\"25949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25949)\">Jacob 4:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p14\" class=\"\">Sisters, how are these things manifest unto us? Plainly, through the fulness of the gospel of Jesus Christ, through the example of our Savior’s life. Only by living His gospel can we find what is real. We can never accurately take the measure of our lives based on social, economic, ethnic, age, marital, or physical conditions. Ask yourself, are the comparisons you may make of yourself and others based on the model of the Savior’s life, or do they come from trying to fit your life into the pattern of others’ lives?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p15\" class=\"\">Sometimes comparisons creep up on us. We sit in Relief Society surrounded by our neighbors and friends, all of whom seem to raise the best children, to teach the most profound lessons, and to possess the greatest spirituality. It can feel so discouraging.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p16\" class=\"\">Some of you may say, “I’m just average. There’s nothing special about me or my life.” And yet what is manifested plainly to me is that you are extraordinary, you whose average day is lived in accordance with our Heavenly Father’s laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p17\" class=\"\">No greater heroine lives in today’s world than the woman who is quietly doing her part. Generally unsung, you live everywhere—you live in Nebraska or Puerto Rico or Ghana or Canada or Czechoslovakia. You show your love for the Lord daily as you support husbands, nurture children, care for parents, benefit neighbors, serve in your schools, sit on community councils, and do much of the work of this world in and out of the home. No one is more impressive than you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p18\" class=\"\">I promised to introduce you to the typical Relief Society sister.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p19\" class=\"\">The good news is that she actually does exist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p20\" class=\"\">The better news is that she is wonderful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p21\" class=\"\">The best news is that she’s <span class=\"emphasis\">you! <\/span>And this is who you really are!<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"content-list alpha-caps\"><li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>2.78 million of you live in 128 countries and territories across the globe from Invercargill to Edmonton, from Chicago to Singapore.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>8,000 of you are single, full-time missionaries; 1,700 are serving your mission as part of a couple.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>You are raising 1.2 million children, and a half million young women and one-half million young men who are teenagers.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">—<\/div>\n\t  <div class=\"\" id=\"\">\n\t    <p>You made approximately one million visits to each other doing visiting teaching in just the first five months of 1990.<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p26\" class=\"\">If I could have the desire of my heart for you, it would be that you feel valued for your own goodness. The starting point is knowing that you are a daughter of God. The Young Women say together each week, “We are daughters of our Heavenly Father who loves us, and we love him. We will stand as witnesses of God at all times, and in all things and in all places.” (See <span class=\"citation\" id=\"40791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40791)\">Mosiah 18:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p27\" class=\"\">The Primary children sing, “I belong to The Church of Jesus Christ of Latter-day Saints. I know who I am. I know God’s plan. I’ll follow him in faith.” When my grandchildren and their parents sing this song together with great enthusiasm, it brings tears of joy. I know who <span class=\"emphasis\">I<\/span> am, I know God’s plan, and this knowledge makes all the difference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p28\" class=\"\">We Relief Society sisters follow our motto, Charity Never Faileth. This motto is very personal to me. It means that we love our Heavenly Father, and we best express that love through all that we do for others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p29\" class=\"\">To rejoice in being a daughter of God, to know God’s plan, and to follow the Savior’s example of service—these things are real.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p30\" class=\"\">The Savior taught the Samaritan woman at Jacob’s well:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p31\" class=\"\">“Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p32\" class=\"\">“The woman saith unto him, Sir, give me this water, that I thirst not.” (<span class=\"citation\" id=\"29468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29468)\">John 4:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p33\" class=\"\">A Relief Society sister in Ghana visits a woman who thirsts for truth but cannot read. To give her sister the opportunity to drink deeply of gospel truths, the visiting teacher tries to be with her as often as possible. She reads the scriptures to her sister and explains their meaning, in her native tongue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p34\" class=\"\">We’ve learned of a remarkable, peppy, saintly, 60-year-old woman. She lives in Czechoslovakia. She is one of the handful of Saints who has remained active during the forty-year slumber when that country was denied full religious opportunity. The sister shares the gospel’s living water as she takes an 83-year-old branch president for a walk each day and does his shopping for him. He requires two canes for walking, and shopping in Czechoslovakia is no small task.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p35\" class=\"\">Through their daily acts of service, these women partake of and pass on to others the water springing up into eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p36\" class=\"\">Another of you wrote, “I love being a mother. I love teaching my children the gospel. I substituted in Relief Society one week and got to give the lesson on family scripture study. This is something close to my heart, something I can’t imagine family life without. After the lesson, a sister came up to me and said, ‘I can’t believe all you do. I don’t have the patience.’ But she sings and takes music lessons. At times I’ve envied people who could sing well or play an instrument, because I love music.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p37\" class=\"\">“After my conversation with her I felt that although I had not been blessed with great musical ability, Heavenly Father had blessed me with a love of motherhood and that this indeed was a gift and a talent for which I am grateful.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p38\" class=\"\">Isn’t the point of these three examples that each of these sisters serves as she is able, according to the needs around her? Isn’t that the point of your life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p39\" class=\"\">Look at all you do. You make quilts for orphans and visit women in prison. You change countless diapers and kiss away endless tears. You collect clothing for earthquake victims. You tutor underachieving children. In the Church you preside, teach, counsel, visit teach, and render countless other acts of service. You may serve as Relief Society president, or librarian, or Star A teacher, or Gospel Doctrine teacher. All you do blesses children, youth, women, and men in every unit of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p40\" class=\"\">Our focus in Relief Society for this new decade reflects our quest for things that are real and for the salvation of our souls. Our focus reflects our love and admiration for you, our sisters. We want you to live lives of spiritual maturity and fulfillment, free of unrealistic comparisons. In Relief Society we focus on these five points:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p41\" class=\"\">First: Build personal testimony. This means leading lives of faith and hope, and becoming thoughtful, prayerful disciples of our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p42\" class=\"\">Second: Bless the individual woman. I believe in you. I delight in our diversity as Relief Society women and the joy we find in righteous living. The prophet Nephi tells us: “Behold, the Lord esteemeth all flesh in one; he that is righteous is favored of God.” (<span class=\"citation\" id=\"1985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1985)\">1 Ne. 17:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p43\" class=\"\">Third: Develop and exercise charity. Our Relief Society motto, Charity Never Faileth, is worth living by. The challenge ahead is to become more active in meeting the real needs of the world around us—loneliness, neglect, illiteracy, homelessness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p44\" class=\"\">Fourth: Strengthen families. In the many types of family units, we love and nourish each other as we unite our efforts to become better disciples of our Savior. And then:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p45\" class=\"\">Fifth: Enjoy a unified sisterhood as we share our faith, our experiences, and our ideas in loving friendship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p46\" class=\"\"><span class=\"emphasis\">Build, bless, develop and exercise, strengthen,<\/span> and <span class=\"emphasis\">enjoy<\/span>—these are propelling, motivating action words that invite our personal best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p47\" class=\"\">Our goal is that each of you enjoys the process of life. Build your own personal testimony and rejoice with me in being a typical Relief Society woman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p48\" class=\"\">These things are real—testimony, individuality, charity, families, sisterhood. These are real. And so are you. You are everywhere. I pay tribute to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/these-things-are-manifested-unto-us-plainly.p49\" class=\"\">I pray for the blessings of our Father in Heaven, who loves us, to continue to be with you, in every part of the world, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}