{"ID":4959, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Kindness—A Part of God’s Plan\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p3\" class=\"\">Betty Jo Jepsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p\" class=\"\">First Counselor, Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">90911_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2264.jpg\" alt=\"Betty Jo Jepsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p4\" class=\"\">My friend, Marcia, had moved several times in her young years as her father’s work required it. She was now ten years old and facing another new school. Marcia’s mother could see the concern on her daughter’s face and sat down with her to discuss what was bothering her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p5\" class=\"\">Marcia talked about the challenge of joining classes at midterm and trying to get in step with the subject matter, teacher, and other students. Mother pledged her support to help Marcia make the adjustment. Then tears welled up in Marcia’s eyes. In all honesty, she shared with her mother, “I can overcome the difficulties with the academics and the new teachers. But, Mother,” she said, with tears trickling over her freckled cheeks, “I just hate eating my lunch alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p6\" class=\"\">Marcia needed someone to recognize her situation and invite her to join a group and get acquainted. The Savior told us: “And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.” (<span class=\"citation\" id=\"22010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22010)\">Eph. 4:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p7\" class=\"\">Kindness has many synonyms—love, service, charity. But I like the word <span class=\"emphasis\">kindness <\/span>because it implies action. It seems like something you and I can do. Kindness can be shown in so many ways. My favorite examples of kindness come from what Jesus did. He spent his ministry searching for the weary, the sick, the poor, and the lonely, that he might show kindness toward them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p8\" class=\"\">The book of Mark in the New Testament tells us of the Savior’s kind attention to a young girl. Her father was the ruler of the synagogue where Jesus was teaching. Word came to the ruler: “Thy daughter is dead.” (<span class=\"citation\" id=\"33409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33409)\">Mark 5:35<\/a><\/span>.) Jesus consoled the father: “Be not afraid, only believe.” (<span class=\"citation\" id=\"33410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33410)\">Mark 5:36<\/a><\/span>.) The Savior went hastily to the bedside of the girl and said, “Damsel, I say unto thee, arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p9\" class=\"\">“And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.” (<span class=\"citation\" id=\"33411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33411)\">Mark 5:41–42<\/a><\/span>.) And beyond this great miracle, he continued to show his concern by instructing that something should be given to her to eat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p10\" class=\"\">Our beloved prophet has taught us about being kind. President Ezra Taft Benson tells us that a person who is kind is sympathetic and gentle with others, is considerate of others’ feelings, is courteous in his or her behavior, and has a helpful nature. He goes on to say, “Kindness pardons others’ weaknesses and faults. Kindness is extended to all—to the aged and the young, to animals, to those low of station as well as the high.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1986, p. 47.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p11\" class=\"\">Now, you might ask, “What do the examples of Jesus and the words of the prophet mean in my life?” Jesus has shown us the pattern of God’s plan for us by his example. Our prophet, the head of the Church today, helps us learn how we can follow God’s plan and return to live with Jesus and Heavenly Father. I know it will be rare that any of us will witness such a miracle of kindness as I have shared from the scriptures. Seldom are we asked to sacrifice our safety or comfort as Jesus did when he was challenged by his enemies or when he was physically worn down. However, I truly believe we can, each in our own way, practice being kind within our own families, among our friends, in our schools, and in our communities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p12\" class=\"\">Recently, I spoke with Merrie Miss girls about kind people in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p13\" class=\"\">Kate and Laura were best friends. The two of them also included others in their circle of friends. This group of girls planned a party, inviting all in the group except Kate. Laura, after becoming aware of what had happened, simply told the others that she would not be able to accept their invitation unless Kate was included. The kind, loyal act of a friend who followed God’s plan prevented pain and sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p14\" class=\"\">We are made kind by being kind. Sophocles, a great philosopher, said, “Kindness is ever the begetter of kindness.” I remember some simple mottoes of kindness from my youth, such as “I will always try to do and say the kindest things in the kindest way.” A dear friend of mine shared a verse with me that has helped her to act kindly:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I have wept in the night<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the shortness of sight<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That to somebody’s need made me blind;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But I never have yet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Felt a tinge of regret<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For being a little too kind.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p21\" class=\"\">(Anonymous, quoted by Richard L. Evans, “The Quality of Kindness,” <span class=\"emphasis\">Improvement Era,<\/span> May 1960, p. 340.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p22\" class=\"\">No act of kindness is ever wasted. You cannot do a kindness too soon. Acting kindly can change the giver and the receiver for good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p23\" class=\"\">Derek was born with serious physical handicaps. In his five years on earth, he knew little of the world of those who run, play hide-and-seek, skip rope, or feel free of pain. But he knew how he could feel better. When things were tough, when he suffered and those around him were weary and discouraged, he would hold up his arms and ask, “Let me hold you?” In his innocence, he knew he could kindly lift others—even while he endured hardship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p24\" class=\"\">It is important to develop the attribute of kindness even if we feel we are too shy or too busy. For some, like young Derek, it requires little forethought; for others who have not developed the natural inclination to be kind, it demands a greater effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p25\" class=\"\">The summers of my youth on the farm helped me appreciate and respect the world of insects and animals. I have always been fascinated by the industry of the honeybee. It is intent on its task to gather nectar. It looks for every opportunity to sink its tongue into the colorful and even not-so-colorful blossoms. It is not discouraged when it is not successful in finding nectar in a blossom, but seeks out its next opportunity with buzzing energy. While it is busy with the gathering of nectar, it in turn pollinates the blossoms to help them fulfill the measure of their creation. Finally, laden with success, it returns, and the nectar becomes the honey of the hive, nurturing not only itself, but the next generation of bees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p26\" class=\"\">Now, you and I both know that the honeybee gathers nectar purely by instinct. It just can’t help it! Nevertheless, it also goes about doing much good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p27\" class=\"\">We can learn from the honeybee. We can develop our own sort of “kindness instinct” by consciously seeking opportunities to act kindly. Wouldn’t it be a fine world if we had a natural instinct for kindness and just couldn’t help ourselves when we had the opportunity to be kind? We can nurture others with kindness, and our acts can become the sweet honey in this garden of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p28\" class=\"\">There may be times when we excuse ourselves for unkindness because we are not feeling our best or our mood is not just right. It is easy to act kindly toward others when things are going well in our lives. But perhaps the real measure of our kindness comes if we can be so when we are tired, disappointed, or suffering because of an unkind deed done to us. Are we kind when all is <span class=\"emphasis\">not <\/span>well?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p29\" class=\"\">Jesus Christ has left us a memorable pattern to follow at all times in our lives. None of us will experience anything equal to the physical pain and the mental anguish of Jesus on the cross. Yet at that moment of his great suffering, a thief hanging beside him “railed on him.” (<span class=\"citation\" id=\"32407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32407)\">Luke 23:39<\/a><\/span>.) Jesus did not respond to him. The second thief rebuked the first and pleaded with the Savior to speak to the Father in his behalf. Jesus put aside his own suffering to console the thief. “Today shalt thou be with me in paradise” (<span class=\"citation\" id=\"32408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32408)\">Luke 23:43<\/a><\/span>), he told the thief. It would soon be over, and he would have relief. “‘Twas a thief said the last kind word to Christ: Christ took the kindness and forgave the theft.” (Robert Browning, <span class=\"emphasis\">Familiar Quotations,<\/span> comp. John Bartlett, Boston: Little, Brown and Co., 1980, p. 545.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p30\" class=\"\">A touching example is the tender kindness Jesus showed his own Apostles. Close to the end of his earthly ministry, Jesus met with his Apostles, giving them the sacrament and final instructions. Jesus took a towel, poured water in a basin, and began to wash and dry the feet of the disciples. Peter, one of the disciples, said, “Thou shalt never wash my feet.” (<span class=\"citation\" id=\"29476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29476)\">John 13:8<\/a><\/span>.) Perhaps Peter resisted because he felt that Jesus should not stoop to perform an act of this nature. But Jesus insisted, washing the feet of all of the Apostles, even the feet of Judas, whom he knew would soon betray him. After the Savior had washed their feet, he said unto them, “Know ye what I have done to you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p31\" class=\"\">“Ye call me Master and Lord: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p32\" class=\"\">“If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p33\" class=\"\">“For I have given you an example, that ye should do as I have done to you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p34\" class=\"\">“If ye know these things, happy are ye if ye do them.” (<span class=\"citation\" id=\"29477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29477)\">John 13:12–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p35\" class=\"\">He gave a commandment with a promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p36\" class=\"\">The Savior promises to give us kindness eternally and unconditionally. “For the mountains shall depart and the hills be removed, but my kindness shall not depart from thee.” (<span class=\"citation\" id=\"6210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6210)\">3 Ne. 22:10<\/a><\/span>; see also <span class=\"citation\" id=\"25677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25677)\">Isa. 54:10<\/a><\/span>.) “With everlasting kindness will I have mercy on thee, saith the Lord thy Redeemer.” (<span class=\"citation\" id=\"6209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6209)\">3 Ne. 22:8<\/a><\/span>; see also <span class=\"citation\" id=\"25668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25668)\">Isa. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/kindness-a-part-of-gods-plan.p37\" class=\"\">The Merrie Miss motto is I Will Follow God’s Plan for Me. God’s plan for us includes our being kind. My challenge to you is to search for opportunities to be kind. The promise is: you will be happy. I pray that each of us will develop a desire to be kind to ourselves and to others and to continually act upon it, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}