{"ID":496, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1950, pp. 172-183<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nReference has been made to the responsibility of the priesthood, and I wonder if we fully\nappreciate what it means to have conferred upon us a portion of the authority of our Heavenly\nFather to officiate, and to teach the children of men. The condition of the world today is\npitiable. Nobody knows what the outcome will be.\n<\/p><p>\nA train pulled out of one of the stations here this week with quite a large number of men,\nmostly young men, who are going out to take part as a portion of the armed\nforces of the United States. Every one of those men has lived where he could have received\nthe priesthood, I am sure. I do not know how many of them have received it, but some of\nthem have filled missions. History is repeating itself. War and distress are giving anxiety and\ndeep sorrow to the peoples of this earth.\n<\/p><p>\nGROWTH OF CHURCH\n<\/p><p>\nIn 1830 the Church of Jesus Christ of Latter-day Saints was organized with six members.\nToday the Church numbers more than a million souls. From the six men who were in that\nmeeting when the Church was organized, and those who have followed, the Church has\ncontinued to grow and develop into a great organization. It may interest you to know that it is\nestimated that in Barratt Hall and the Assembly Hall and here in this building tonight there\nare approximately fourteen thousand men and boys who hold the authority of the priesthood.\nAs has been intimated, this is the largest gathering of priesthood in a priesthood meeting that\nwe have had, and the work continues to go forward.\n<\/p><p>\nThere was a time when to be a member of the Church of Jesus Christ of Latter-day Saints\nbrought ridicule and annoyance to the one who was recognized as such. How different it is\ntoday. Many offices in the states and territories and the Islands of the sea where our people\nare located are held by men who hold the priesthood.\n<\/p><p>\nI can remember a visit that I made in Washington at a time when our Representative from this\nstate was not a member of the Church. I thought I would like to go and pay my respects to\nhim, but when I called on him he was annoyed. I was only a young man at the time. Since\nthen that great body that meets as a Congress in the United States has been honored by\nrepresentatives of this Church and they have made friends for the Church of Jesus Christ of\nLatter-day Saints, because of the dignity of their attitude among their fellows.\n<\/p><p>\nThere is not any position, from the President of the United States down, that may not be held\nby a member of the Church of Jesus Christ of Latter-day Saints if the Lord wills.\n<\/p><p>\nPOWER OF THE PRIESTHOOD\n<\/p><p>\nWhen I see this marvelous group of men and boys here tonight I think, \"what a power we\nhave in the world that is not recognized by the world in many cases.\" I spoke of the political\nprivileges that are ours, each of us having a right, if we have qualified, to cast our vote; and\nwhen we go to the Congress of the United States we find members of the Church there who\nreceive us with consideration, and seek to look after our interests and keep us where we ought\nto be, not trailing along, but pushing forward.\n<\/p><p>\nThe Priesthood is what I am thinking about.  What a wonderful privilege it\nis to represent our Heavenly Father by holding the priesthood, and it does not prevent us from\ngoing anywhere in the world in honor, if we dignify our calling. There are those who do not\nlike us. That is because they do not know who we are, but little by little, and very rapidly\nnow, the men such as are sitting here tonight are going out into the world and mingling with\nthe people, and it is remarkable what a host of friends there are scattered over the earth not\nmembers of the Church, who have been brought to realize the dignity and the worthwhile\nattitude of these men who have the priesthood.\n<\/p><p>\nTHE VOICE OF WARNING\n<\/p><p>\nI want to read something from the First Section of the Doctrine and Covenants: \"Hearken, O\nye people of my church, saith the voice of him who dwells on high, and whose eyes are upon\nall men; yea, verily I say: Hearken ye people from afar; and ye that are upon the islands of\nthe sea, listen together. For verily the voice of the Lord is unto all men . . .\"\n<\/p><p>\nThat covers a good deal of territory, particularly when we realize that the voice of the Lord,\nthe instructions of our Heavenly Father, must be carried by those who are authorized by Him\nto carry His messages. You see, we have a great responsibility.\n<\/p><p>\n\"For verily the voice of the Lord is unto all men, and there is none to escape; and there is no\neye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.\nAnd the rebellious shall be pierced with much sorrow; for their iniquities shall be spoken\nupon the housetops, and their secret acts shall be revealed.\n<\/p><p>\nAnd then He goes on and says: \"And the voice of warning shall be unto all people, by the\nmouths of my disciples, whom I have chosen in these last days. And they shall go forth and\nnone shall stay them, for I the Lord have commanded them.\"\n<\/p><p>\nIt is not a question of our choice. It is a question of following the instructions, and direction\nof our Heavenly Father.\n<\/p><p>\n\"And they shall go forth and none shall stay them . . . Behold, this is mine authority, and the\nauthority of my servants, and my preface unto the book of my commandments, which I have\ngiven them to publish unto you, O inhabitants of the earth\"\n(<span class=\"citation\" id=\"12757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12757)\">D&amp;C 1:1-6<\/a><\/span>).\n<\/p><p>\nGOSPEL TO BE PREACHED\n<\/p><p>\nThat is a portion of the First Section of the Doctrine and Covenants. We who are here tonight\nhave been told that there are approximately six thousand of our missionaries scattered\nthroughout the world, and yet that is not a drop in the bucket, but in the Lord's own way, and\nHe says it will be done by those that He directs, all the people of the world must be reached\nif possible and the Gospel of Jesus Christ brought to them as far as we can go.\nSo we have a great responsibility, my brethren, a tremendous responsibility.\n<\/p><p>\nI remember when I was a child, I thought how few we were. At that time there were some\ndifficulties and our people were being annoyed; but then somebody said: \"Oh, never mind, the\nLord and one man is a majority.\" So it is not a question of how many of us there are. We\nhave the responsibility, and in order that we may carry that responsibility we will be placed in\nall kinds of positions of honor and trust, not only in the Congress of the United States, but in\nour great Universities, and at the head of our great businesses. It is marvelous how many\nthings occur.\n<\/p><p>\nVISIT TO ALBANY\n<\/p><p>\nI think I will tell you a little incident that occurred many years ago. I was in Washington and\nso I wrote to the Governor of New York who at that time was Charles Seaman Whitman and\ntold him that I was on my way home and if he was going to be in Albany on such and such a\ndate, I think it was on Thursday as I remember it now, that I would be glad to get off the\ntrain and call and pay my respects and take the next train on home. I received a telegram in\nreply, reading, \"Come right along. I will receive you here.\"\n<\/p><p>\nThe result was that I got through in Washington a day earlier than I thought so I arrived in\nAlbany a day ahead of time and went to the Hotel Teneyck, with the expectation of staying\nall night and filling my appointment the next day. I then telephoned the Governor's office and\nlearned that he was out of town, and I told his secretary I had an appointment with him. He\nsaid: \"Yes, I know and the governor will be here in time to fill his appointment tomorrow.\"\n<\/p><p>\nI thought, \"why not do something in the meantime?\" I have always found that I feel so much\nbetter when I am busy trying to disseminate the truth. The result was I went out and located\ntwo of our missionaries, just humble young men. They were about nineteen, possibly twenty,\nyears of age. I found them and asked if there were some place we could spend the evening\nand do a little missionary work, and they said: \"Yes, we will go and call on the photographer.\nHe and his family are members of the Church, and they will be happy to have us come.\"\n<\/p><p>\nI said: \"All right.\" I went into the office of the hotel and said to the clerk: \"If by any chance\nanybody calls for me here, I am going out to spend the evening, but I would like to have\nthem call me&mdash;I had the telephone number of the photographer&mdash;call me there.\"\n<\/p><p>\nCALL PROM GOVERNOR\n<\/p><p>\nThe missionaries were delighted and we went down and were having a lovely visit. About\nnine o'clock the telephone rang and the good sister answered the telephone\nand then she came in, and my, her eyes were nearly popping out of her head. She said: \"Why\nBrother Smith, the Governor of New York wants to talk to you on the telephone.\"\n<\/p><p>\nOf course I was wonderfully surprised. So I went to the telephone and when I took it up I\nsaid: \"Is this you, Governor?\"\n<\/p><p>\nHe said: \"Yes.\"\n<\/p><p>\nI said: \"This is George Albert Smith of Salt Lake City. I am glad to hear your voice.\"\n<\/p><p>\n\"Well,\" he said, \"I am glad to hear yours. You are coming to see me, aren't you?\"\n<\/p><p>\nAnd I replied: \"Well, I stopped here for that purpose. What time shall I come?\"\n<\/p><p>\nHe said: \"Ten o'clock.\"\n<\/p><p>\nI asked: \"Ten o'clock tomorrow morning?\"\n<\/p><p>\nHe said: \"No, ten o'clock tonight.\"\n<\/p><p>\nI said: \"I do not want to disturb you at your home. I thought I was going to go into your\noffice and shake hands with you and visit a few minutes.\"\n<\/p><p>\nHe said: \"If you wait to get into my office we won't have any visit. Come on down tonight,\nat 10 o'clock.\"\n<\/p><p>\nVISIT AT GOVERNOR'S MANSION\n<\/p><p>\nI went back and excused myself from the family and said to the young missionaries: \"Will\none of you go and help me find the Mansion House?\" I did not have any idea where it was.\nElder Peterson went with me.\n<\/p><p>\nWhen we got down to the house&mdash;it was during World War number one and the house was\nsurrounded by militia&mdash;they would not let us in the gates until I insisted that they go to the\nhouse and find out that I had an appointment. They did and came back and escorted us to the\nhouse. When we went there the Governor received us very graciously and said: \"Come with\nme and we will go up to my den and we will have a good time together. Nobody will bother\nus up there, not even the telephone.\"\n<\/p><p>\nThe young missionary was about as much surprised as anybody could be to be received in the\nhome of the Governor like that. It was just like we were members of the family.\n<\/p><p>\nWhen we got upstairs, the Governor seated himself. By the way, it was in a room about\nfourteen feet square and there was a table on one side and all around the room were\ncupboards of books. It was the private office of the Governor, and when he wanted to be by\nhimself that is where he went.\n<\/p><p>\nDISCUSSION OF WORLD WAR I\n<\/p><p>\nHe sat in his chair, on one side of the table, and Elder Peterson and I sat\nopposite him. We had hardly gotten seated until the Governor said: \"Do you folks know that\nthere is a war on?\"\n<\/p><p>\nI said, \"Of course we know there is a war on.\"\n<\/p><p>\nHe said: \"You are way out there in Utah: I didn't think you would know.\" He continued:\n\"You are out of danger; you cannot be reached out there.\"\n<\/p><p>\nI said, \"Governor, we are American citizens and we are real Americans, and I want to tell you\nwe have furnished our quota of men, and there has not been a draftee&mdash;everyone has\nvolunteered.\" I said: \"We have taken our full quota of bonds. We have paid our full share of\nRed Cross assessment. We have done everything we have been asked for. Now, why don't\nyou think we know there is a war on?\"\n<\/p><p>\nHe replied: \"You have done better than we have back here.\" \"Well,\" he repeated, \"how is this\nwar coming out?\"\n<\/p><p>\nI answered: \"Don't you know?\"\n<\/p><p>\nHe said: \"No, I don't know who is going to win it.\"\n<\/p><p>\n\"Where is your Book of Mormon?\" I asked.\n<\/p><p>\nHe just turned around in his swivel chair and reached in the cupboard behind him, took down\na copy of the Book of Mormon and laid it on the table in front of me. Elder Peterson was\nastonished to see a copy of the Book of Mormon in the Governor's library.\n<\/p><p>\nI turned to the Book of Mormon and I said: \"Governor, I am not going to take a lot of time,\nbut you can find out right in here how this war is coming out.\" I said: \"We are going to win\nthe war,\" and then I read to him what is found in the Book of Mormon with reference to the\npeople of this nation, in which the Lord told us: \"And this land shall be a land of liberty unto\nthe Gentiles, and there shall be no kings upon the land, who shall raise up unto the Gentiles...\nI, the Lord, the king of heaven, will be their king\"\n(<span class=\"citation\" id=\"3521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3521)\">2 Ne. 10:11,14<\/a><\/span>), and then He refers to the fact that if we\nkeep His commandments&mdash;that is what I want to bring home to us tonight&mdash;if we keep His\ncommandments we have the promise from Him of His preservation and His watchcare\n(<span class=\"citation\" id=\"3516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3516)\">2 Ne. 1:7<\/a><\/span>).\n<\/p><p>\nThe Governor said: \"I had not seen that.\"\n<\/p><p>\n\"Well,\" I said: \"you are not doing a very good job reading your Book of Mormon.\"\n<\/p><p>\nSUBSEQUENT MEETING WITH MISSIONARY\n<\/p><p>\nHe thanked me. We had a lovely visit. We went away and I did not see that missionary for a\nlong time. In fact, I had forgotten what his name was, until about two years ago in the Hotel\nUtah when I attended a meeting of oil executives. I happened to be there as an invited guest,\nand I was made acquainted with some of those present, but when someone attempted to\nintroduce me to one young man he said: \"You cannot introduce me to President Smith. I\nknow him and he knows me. We have done missionary work together.\"\n<\/p><p>\nI was puzzled. And then he told the story of how he took me to the\nGovernor's home and then of course I remembered him. He is now the President of one of\nthe great oil corporations in California. But one of the most interesting things was, after I had\nexplained to the Governor that the Book of Mormon contained the word of the Lord: that it\nwas not what Joseph Smith had said, but what the Lord had said&mdash;when I laid the book\ndown, the missionary picked it up as quick as he could and looked to see how on earth it got\ninto the Governor's office. On the front page was this inscription: \"To the Honorable Charles\nSeaman Whitman, Governor of New York, with compliments and best wishes of George\nAlbert Smith.\"\n<\/p><p>\nOPPORTUNITIES TO TEACH GOSPEL\n<\/p><p>\nBrethren, I have mentioned the Book of Mormon. I wonder how many of our families have\nread the Book of Mormon. There are a good many things in there that could be referred to, as\nwell as this commandment or revelation of our Heavenly Father, of what we must do. We are\ndistributing the literature of the Church where we can in all parts of the civilized world and\nwe are not doing all that we will have to do because we have not reached very many people.\n<\/p><p>\nOur representatives in the various barracks, schools, and in the various state legislatures and\nthe national legislature, members of the Church everywhere, all have an opportunity, and most\nof them take advantage of that opportunity, to explain to the people what the Gospel of Jesus\nChrist really means.\n<\/p><p>\nThat is a large contract that we have. Each of us has the responsibility. We may begin by\ntraining our boys and girls at home so that they know what the Gospel is and then when\nopportunity comes they will be able to share it with others.\n<\/p><p>\nFRIENDLINESS EXPERIENCED\n<\/p><p>\nIf I had time I could tell you many experiences I have had, similar to the one just related, and\nI have always found that the people who gave me an opportunity to sit and talk with them\nfollowed me up after that and went out of their way to be friendly. I may add that the\nGovernor of New York used to send me an invitation to his public functions. I never had the\nopportunity to go but once and then I got stuck in the snow and could not get there.\n<\/p><p>\nPeople are friendly with us if we will give them a chance. It has not been very long since I\nwas invited to offer the invocation at the opening of the United States Senate. This invitation\nwas extended to a member of the Church of Jesus Christ of Latter-day Saints, a stranger there\nexcept for the fact we had members and friends there who knew us. That could not have\nhappened fifty years ago, but there is no end to the opportunity that is ours, and the thing for\nus to do, no matter where we are, is to seek to share with others the joyous\nteachings that have come to us from our Heavenly Father in all of the scriptures, the Old and\nthe New Testament, Book of Mormon, Doctrine and Covenants, Pearl of Great Price. We\nhave a marvelous library, brethren.\n<\/p><p>\nRESPONSIBILITY TO TEACH GOSPEL\n<\/p><p>\nI am not going to ask you to hold up your hands now, but I would like you to ask yourselves,\nhow many of you have read anything to your families out of these books from time to time,\ncalled them together to teach them the things that they ought to know. I am afraid many of us\nwould have to say we have been too busy.\n<\/p><p>\nThe Gospel of Jesus Christ is on the earth, and think of the number of men there are here\ntonight who are authorized through the priesthood they hold to speak for our Heavenly Father\nand to teach his Gospel.\n<\/p><p>\nIt is a joyous thing to me to know that the way is opening all the time, and it becomes easier\nand I say to you brethren, I do not suppose there is hardly a week passes, not a month\nanyhow, but somebody of prominence from these United States or from other parts of the\nworld, comes into the office here, the President's office, to find out what we are doing.\n<\/p><p>\nVISIT OF RAILROAD PRESIDENT\n<\/p><p>\nOnly last week the President of one of the great eastern railroads came in, the first time he\nhas ever been here in Salt Lake City, and he came in and we sat down and visited for quite a\nlong time. He asked questions and they were answered, and he went out, wanting to see what\nthere was to see. He was leaving that night, but he said: \"I never dreamed I would find what I\nhave found here.\"\n<\/p><p>\nI could not go with him so some of the other brethren, Brother Haycock, my secretary, and\none of the other brethren, saw to it that they found our welfare organization, saw the\nmonument to the pioneers up here and other points of interest.\n<\/p><p>\nThere is always something to interest them while we are teaching them the Gospel of Jesus\nChrist. So let us not lose our opportunity, let us not lose the privilege that the Lord has given\nto us to teach His truth. The more we teach it the more we will appreciate it, and the more\nwe will be appreciated by those we associate with.\n<\/p><p>\nPRIESTHOOD MEETING A DELIGHT\n<\/p><p>\nTonight, this great priesthood meeting is a delight to me. I am grateful to be able to be here. I\nam glad I can remember when I was just a young man, and I was a\nmissionary in the Southern States. Some of the very finest people in the South would receive\nus if we would go to their homes in a dignified way. They were not always interested in the\nGospel of Jesus Christ but they would treat us kindly, in most instances, but of course in\nsome cases they were not so kind.\n<\/p><p>\nI am thinking of our opportunity. What are we going to do?  Here we are, the representatives\nof the Church, a very great portion of the representatives of the priesthood of the Church of\nJesus Christ of Latter-day Saints tonight, and our Heavenly Father has warned us that\ndifficulties are coming. If I were to read more in the Doctrine and Covenants I could call\nattention to many things there that put us on notice that we have something more to do than\nto just go on and take it easy.\n<\/p><p>\nEXPERIENCES OF NOAH AND ABRAHAM\n<\/p><p>\nRemember that in the days of Noah, he preached the Gospel for approximately a hundred\nyears and the people would not repent\n(<span class=\"citation\" id=\"38984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38984)\">Moses 8:17-30<\/a><\/span>), but by and by,\nthe warning that had been given to\nthem (<span class=\"citation\" id=\"23563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23563)\">Gen. 6:1-22<\/a><\/span>) was realized\n(<span class=\"citation\" id=\"23565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23565)\">Gen. 7:1-24<\/a><\/span>) and they were all\nwiped out except the few that were in the ark\n(<span class=\"citation\" id=\"2242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2242)\">1 Pet. 3:20<\/a><\/span>).\n<\/p><p>\nYou remember the experience of Abraham when he was visited by a holy being on the way to\nSodom and Gomorrah to destroy the people, and he began to plead for them. He knew there\nwere some good people there. He had relatives there. And so finally he asked, \"Are you going\nto destroy the good people?\"\n<\/p><p>\n\"No, if there are good people there, enough of them, they can save the whole situation.\"\n<\/p><p>\nAnd then Abraham began: \"Well, if there are fifty, will you save the cities?\"\n<\/p><p>\n\"Yes, if there are fifty.\"\n<\/p><p>\n\"If there are forty?\"\n<\/p><p>\n\"Yes, if there are forty.\"\n<\/p><p>\nAnd Abraham kept on going until he got down as far as he thought he could go, I guess, and\nwas told, that if ten righteous people could be found there in those two great cities that the\ncities would be spared. But he could not find them\n(<span class=\"citation\" id=\"23566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23566)\">Gen. 18:20-33<\/a><\/span>).\n<\/p><p>\nCONDITION OF AMERICA\n<\/p><p>\nNow I wonder what about America. What proportion of the population of the land we live in\nis a righteous portion. It is righteousness that will preserve us.\n<\/p><p>\nThe Lord's promise to be our king and our law-giver\n(<span class=\"citation\" id=\"12790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12790)\">D&amp;C 45:59<\/a><\/span>) is on the condition of righteousness, and\nmy, what a wonderful opportunity He gives to us and how happy we ought to be to take\nadvantage of it and bless our fellows by carrying the message to them.\n<\/p><p>\nDISBELIEF OF WORLD\n<\/p><p>\nThe people of the world may not believe it. They did not believe it when the Savior came to\nJohn at the waters of Jordan. They did not believe He was the Savior of the world. When He\ncame unto John and asked for baptism, John said: \"I have need to be baptized of thee, and\ncomest thou to me?\"\n<\/p><p>\nJesus replied: \"Suffer it to be so now for thus it becometh us to fulfill all righteousness.\"\n\"And he suffered him.\"\n<\/p><p>\nJesus of Nazareth, the Son of Mary, went down into the water, and when He came up out of\nthe water, the Holy Ghost descended upon Him in the form of a dove. If John had had any\ndoubt about what he had accomplished surely that would have brought him to a realization,\nand then a voice from heaven said: \"This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34321)\">Matt. 3:13-17<\/a><\/span>).\n<\/p><p>\nJohn did not find fault with Jesus for letting him baptize Him. John was a very humble\nman. John then went his way and tried to save his own people, his own race. And they finally\ntook his life and that has been the history of the world all the way down. There have been\nwar and destruction and now we are faced, not with any ordinary situation, but we are faced\nwith a war by Anti-Christ against the people who believe in the divine mission of the Savior.\n<\/p><p>\nSET HOMES IN ORDER\n<\/p><p>\nWhat are we going to do? We have our responsibility, and I am sure we will not disappoint\nthose who have depended upon us to do our part. But the most important thing that we can do\nis set our own homes in order, to see if there is carelessness or indifference in them, teach our\nfamilies, and unite them and make them happy in keeping the commandments of our\nHeavenly Father, because only on the condition of righteousness can even this great Church\ncontinue and endure to do the work that it has to do.\n<\/p><p>\nBrethren, you have come from many parts of the world, mostly, of course, from the Western\nHemisphere, but you will be returning to your homes. Do not fail to appreciate that the Lord\nhas given you a wonderful blessing, but it will only be a blessing to you on condition that\nyou observe His laws and keep His commandments.\n<\/p><p>\nWAITING UPON THE LORD\n<\/p><p>\nWe are all brethren here tonight, meeting together in the Lord's House, waiting upon Him\n(<span class=\"citation\" id=\"25113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25113)\">Isa. 40:31<\/a><\/span>),\nand I am sure we will have a happy time tomorrow in our meetings.\n<\/p><p>\nI trust everybody has a place to stay tonight. I hope that the adjustment has been made\nbefore this. We sometimes have had our people come from the outlying districts thinking they\ncould go into a hotel at any time, only to find they could not get a place to\nstay. Now, if there are any of you people here tonight who live away, who haven't any place\nto stay, you see if you are sitting by a real Latter day Saint or a make-believe, and tell your\ntroubles to your neighbor, and if he cannot take you to his home he can find a place where\nyou can stay, and you will be happy.\n<\/p><p>\nGRATITUDE FOR COMPANIONSHIP\n<\/p><p>\nI pray that the Lord will bless us all. I am so grateful for the companionship of such men as\nare sitting here tonight, grateful to be able to shake your hands and meet you wherever I find\nyou, grateful to welcome another member into the Quorum of the Twelve. The Church\ncontinues to grow, and while Brother George F. Richards has filled a great mission,\nperformed a great part, and the others that we have mentioned here, Brother Frank Evans and\nothers, what they have done they will be blessed for, but if we want to be among those whose\nnames are recorded in the Lamb's Book of Life as being entitled to a place in the Celestial\nKingdom when this earth becomes that kingdom, we have got to earn that ourselves,\nindividually. The Lord has given us the priesthood given us the opportunity, given us all these\nwonderful revelations contained in the scriptures, and I am sure we are not going to waste our\nprivileges and fail to do our part.\n<\/p><p>\nBLESSINGS ASKED\n<\/p><p>\nI pray that the Lord will bless us all, that we will be worthy to bear the priesthood that He\nhas offered to us and conferred upon us, that wherever we go people will be able to say,\n\"That man is a servant of the Lord.\"\n<\/p><p>\nWhen you go to our homes tonight, please be careful. It is dark. The automobiles are running\nin every direction, pretty near, except straight up, and we will have to be careful and not be\nhit. Be as careful as you can, and then when the conference is finished and you go to your\nhomes, be equally careful, because somebody is losing his life as a result of unnecessary\naccidents practically every hour of the day.\n<\/p><p>\nI pray that the Lord will bless us, that we will be real brothers and that if we have families\nthat we will be real fathers and husbands in our homes, not just make-believes. Do not fail to\nhave your family prayers, brethren; it brings a blessing that not anything else does.\n<\/p><p>\nThat we may all so conduct ourselves that when the Lamb's Book of Life is opened\ndisclosing those who are entitled to a place here upon this earth in the Celestial Kingdom, to\nlive forever in the companionship of Jesus Christ, our Lord, and that all our names\nwill be found recorded there and those we love, not one missing, I pray, in\nthe name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}