{"ID":4961, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lighthouse of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">90911_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p4\" class=\"\">My dear sisters, the spirit which permeates this meeting here in the historic Tabernacle and in hundreds of chapels and stake centers in many parts of the world is a reflection of your strength, your devotion, your goodness. To quote the words of the Lord: “Ye are the salt of the earth. … Ye are the light of the world. … Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"37324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37324)\">Matt. 5:13–14, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p5\" class=\"\">Some of you are just approaching young womanhood, soon to leave the comfort of Primary and enter the exciting and challenging years as young women of The Church of Jesus Christ of Latter-day Saints. Others here include those not yet married, many of whom are your teachers. There are also mothers, grandmothers, even great-grandmothers, who, with an occasional tear, think back to the summertime of their youth and ponder the words of Longfellow:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How beautiful is youth! how bright it gleams<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With its illusions, aspirations, dreams!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Book of Beginnings, Story without End;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each maid a heroine, and each man a friend!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p10\" class=\"\">(Henry Wadsworth Longfellow, <span class=\"emphasis\">Morituri Salutamus, <\/span>in <span class=\"emphasis\">The Complete Poetical Works of Longfellow, <\/span>Cambridge, Mass.: The Riverside Press, 1922, p. 311.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p11\" class=\"\">All of you are sisters to one another and daughters of our Heavenly Father. It is with a humble and prayerful heart that I stand before you. I have always loved the words frequently quoted by President David O. McKay as he described you: “Woman was taken out of man—not out of his feet to be trampled underfoot, but out of his side to be equal to him, under his arm to be protected, and near his heart to be loved.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p12\" class=\"\">But the thought that never fails to stir my soul is the simple and sage advice: “Men should take care not to make women weep, for God counts their tears.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p13\" class=\"\">Do we in attendance tonight know who we are and what God expects us to become? Remember that the recognition of a power higher than oneself does not in any sense debase; rather, it exalts. If we will but realize that we have been created in the image of God, we will not find Him difficult to approach, for God did create “man in his own image, in the image of God created he him; male and female created he them.” (<span class=\"citation\" id=\"24033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24033)\">Gen. 1:27<\/a><\/span>.) This knowledge, acquired through faith, will bring inner calm and profound peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p14\" class=\"\">Just twenty years ago many of you had not yet commenced your journey through mortality. Your abode was a heavenly home. We know relatively little concerning the details of our existence there—only that we were among those who loved us and were concerned for our eternal well-being. Then there arrived the period where earth life became necessary to our progress. Farewells were no doubt spoken, expressions of confidence given, and graduation to mortality achieved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p15\" class=\"\">What a commencement service awaited each of us! Loving parents joyously welcomed us to our earthly home. Tender care and affectionate embrace awaited our every whim. Someone described a newborn child as “a sweet, new blossom of Humanity, Fresh fallen from God’s own home, to flower on earth.” (Gerald Massey, “Wooed and Won,” in <span class=\"emphasis\">The Home Book of Quotations,<\/span> sel. Burton Stevenson, New York: Dodd, Mead and Co., 1956, p. 121.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p16\" class=\"\">Those first years were precious, special years. Satan had no power to tempt us. We had not yet become accountable but were innocent before God. They were learning years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p17\" class=\"\">Soon we entered that period some have labeled “the terrible teens.” I prefer “the terrific teens.” What a time of opportunity, a season of growth, a semester of development, marked by the acquisition of knowledge and the quest for truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p18\" class=\"\">No one has described these years as being easy. Indeed, they have become increasingly more difficult. The world seems to have slipped from the moorings of safety and drifted from the harbor of peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p19\" class=\"\">Permissiveness, immorality, pornography, and the power of peer pressure cause many to be tossed about on a sea of sin and crushed on the jagged reefs of lost opportunities, forfeited blessings, and shattered dreams.<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p20\" class=\"\">Anxiously you ask, “Is there a way to safety? Can someone guide me? Is there an escape from threatened destruction? The answer is a resounding <span class=\"emphasis\">yes!<\/span> I counsel you: Look to the lighthouse of the Lord. There is no fog so dense, no night so dark, no gale so strong, no mariner so lost but what its beacon light can rescue. It beckons through the storms of life. It calls, “This way to safety; this way to home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p21\" class=\"\">The lighthouse of the Lord sends forth signals readily recognized and never failing. These words of warning, these safety standards, are printed in a small booklet soon to be distributed and entitled <span class=\"emphasis\">For the Strength of Youth.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p22\" class=\"\">May I share with you the introduction to the booklet, prepared by the First Presidency of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p23\" class=\"\">“Our beloved young men and women,<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p24\" class=\"\">“We want you to know that we love you. We have great confidence in you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p25\" class=\"\">“We desire everything in this world for you that is right and good. You are not just ordinary young men and women. You are choice spirits who have been held in reserve to come forth in this day when the temptations, responsibilities, and opportunities are the very greatest. You are at a critical time in your lives. This is a time for you not only to live righteously but also to set an example for your peers. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p26\" class=\"\">“God loves you. … His desire … is to have you return to Him pure and undefiled, having proven yourselves worthy of an eternity of joy in His presence. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p27\" class=\"\">“We counsel you to choose to live a morally clean life. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p28\" class=\"\">“You cannot do wrong and feel right. It is impossible! Years of happiness can be lost in the foolish gratification of a momentary desire for pleasure. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p29\" class=\"\">“You can avoid the burden of guilt and sin and all of the attending heartaches … as you keep the standards outlined in the scriptures and emphasized in this pamphlet. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p30\" class=\"\">“We pray that you—the young and rising generation—will keep your bodies and minds clean, free from the contaminations of the world, that you will be fit and pure vessels to bear triumphantly the responsibilities of the kingdom of God in preparation for the second coming of our Savior.” (<span class=\"emphasis\">For the Strength of Youth,<\/span> 1990, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p31\" class=\"\">May I review with you, the women of the Church, these special standards referred to in the introduction just read? There are twelve items, followed by a conclusion. I shall treat briefly each standard.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">1.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Dating<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p33\" class=\"\">Begin to prepare now for a temple marriage. Proper dating is a part of that preparation. In cultures where dating is appropriate, do not date until you are sixteen years old. Not all teenagers need to date or even want to. When you begin dating, go in groups or on double dates. Make sure your parents meet and become acquainted with those you date.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p34\" class=\"\">Because dating is a preparation for marriage, date only those who have high standards.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">2.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Dress and Appearance<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p36\" class=\"\">Servants of the Lord have always counseled us to dress modestly to show respect for our Heavenly Father and for ourselves. The way you dress sends messages about yourself to others and often influences the way you and others act. Dress in such a way as to bring out the best in yourself and those around you. Avoid tight-fitting or revealing clothes and extremes in clothing and appearance. If you are tempted to dress as you shouldn’t, just remember the old rule: “If in doubt—don’t!”<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">3.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Friendshipping<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p38\" class=\"\">Everyone needs good friends. Your circle of friends will greatly influence your thinking and behavior, just as you will theirs. Treat everyone with kindness and dignity. Many nonmembers have come into the Church through friends who have involved them in Church activities. May I share with you a treasured family experience which had its beginning back in 1959 when I was called to preside over the Canadian Mission headquartered in Toronto.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p39\" class=\"\">Our daughter, Ann, turned five shortly after we arrived in Canada. She saw the missionaries going about their work and she, too, wanted to be a missionary. My wife demonstrated understanding by permitting Ann to take to class a few copies of the <span class=\"emphasis\">Children’s Friend.<\/span> That wasn’t sufficient for Ann. She wanted to take a copy of the Book of Mormon, and she talked to her teacher, Miss Pepper, about the Church. I think it rather thrilling that just a few years ago, long years after our return from Toronto, we came home from a vacation and found in our mailbox a note from Miss Pepper which read:<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p40\" class=\"\">“Dear Ann,<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p41\" class=\"\">“Think back many years ago. I was your schoolteacher in Toronto, Canada. I was impressed by the copies of the <span class=\"emphasis\">Children’s Friend <\/span>which you brought to school. I was impressed by your dedication to a book called the Book of Mormon.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p42\" class=\"\">“I made a commitment that one day I would come to Salt Lake City and see why you talked as you did and why you believed in the manner you believed. Today I had the privilege of going through your visitors’ center on Temple Square. Thanks to a five-year-old girl who had an understanding of that which she believed, I now have a better understanding of The Church of Jesus Christ of Latter-day Saints.”<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p43\" class=\"\">Miss Pepper died not too long after that visit. How happy our daughter Ann was when she attended the Jordan River Temple and performed the temple work for her beloved teacher whom she friendshipped long ago.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">4.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Honesty<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p45\" class=\"\">The oft-repeated adage is ever true: “Honesty is the best policy.” A Latter-day Saint young woman lives as she teaches and as she believes. She is honest with others. She is honest with herself. She is honest with God. She is honest by habit and as a matter of course. When a difficult decision must be made, she never asks herself, “What will others think?” but rather, “What will I think of myself?” Have the courage to do what you know to be right.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">5.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Language<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p47\" class=\"\">How you speak and the words you use tell much about the image you choose to portray. Use language to build and uplift those around you. Profane, vulgar, or crude language and inappropriate or off-color jokes are offensive to the Lord. Never misuse the name of God or Jesus Christ. The Lord said, “Thou shalt not take the name of the Lord thy God in vain.” (<span class=\"citation\" id=\"22982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22982)\">Ex. 20:7<\/a><\/span>.) Set a positive example for your friends and others by using clean language to express your thoughts.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">6.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Media: Movies, Television, Radio, Videocassettes, Books, and Magazines<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p49\" class=\"\">Our Heavenly Father has counseled us to seek after “anything virtuous, lovely, or of good report or praiseworthy.” (<span class=\"citation\" id=\"7019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7019)\">A of F 1:13<\/a><\/span>.) Whatever you read, listen to, or watch makes an impression on you.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p50\" class=\"\">Avoid any semblance of pornography. It is dangerous and addictive. If you continue to view pornography, your spirit will become desensitized and your conscience will erode.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p51\" class=\"\">Don’t be afraid to walk out of a movie, turn off a television set, or change a radio station if what’s being presented does not meet your Heavenly Father’s standards. In short, if you have any question about whether a particular movie, book, or other form of entertainment is appropriate, don’t see it, don’t read it, don’t participate.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p52\" class=\"\">Just a week ago there appeared in the newspaper an observation by comedian Steve Allen. It describes one of the greater problems of our time:<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p53\" class=\"\">“Steve Allen doesn’t find anything funny about television’s trend toward stronger language and adult-oriented themes. The veteran comedian lashed out at current television trends in an opinion piece published in the <span class=\"emphasis\">Los Angeles Times.<\/span><\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p54\" class=\"\">“The ‘flow is carrying all of us right into the sewer,’ he wrote. ‘The very sort of language parents forbid their children to use is now being encouraged not only by anything-goes cable entrepreneurs but the once high-minded networks,’ said Allen. Shows that depict children and others using vulgar language only point up the collapse of the American family, he said.”<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">7.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Mental and Physical Health<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p56\" class=\"\">The Apostle Paul declared, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? … The temple of God is holy, which temple ye are.” (<span class=\"citation\" id=\"828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(828)\">1 Cor. 3:16–17<\/a><\/span>.) Use good eating habits, avoiding fad diets and ignoring the often alluring advertisements which emphasize slimness as the ultimate objective. Hard drugs, wrongful use of prescription drugs, alcohol, coffee, tea, and tobacco products destroy your physical, mental, and spiritual well-being. Any form of alcohol, including beer, is harmful to your spirit and your body. Tobacco can enslave you, weaken your lungs, and shorten your life.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p57\" class=\"\">An example of tobacco’s powerful hold is illustrated in a letter which was written by a mother to the popular columnist and human relations adviser Ann Landers:<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p58\" class=\"\">“Dear Ann Landers:<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p59\" class=\"\">“A year ago our two-year-old son, Earl, had difficulty breathing, so we took him to a doctor. We learned Earl is allergic to cigarette smoke. My husband said we both had to quit smoking right then and there. He hasn’t touched a cigarette since. I went back to smoking that same night.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p60\" class=\"\">“My husband doesn’t know I smoke. I have to sneak around and smoke in the basement, and it is making a nervous wreck out of me. Do you think it would be wrong if we let a nice couple adopt little Earl—a nice couple who don’t smoke? The only problem is that my husband is crazy about the boy. I love him too, but I am more the practical type. What do you think, Ann?<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p61\" class=\"\">“\/s\/ Mrs. E. R. M.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p62\" class=\"\">“Dear Mrs. E. R. M.:<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p63\" class=\"\">“I think a lot of people who read this letter are going to say I made it up. It’s utterly fantastic that a mother would put cigarettes ahead of her own child. Don’t present your wild idea to your husband. I wouldn’t blame him if he decided to keep little Earl and unload <span class=\"emphasis\">you!<\/span>”<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">8.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Music and Dancing<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p65\" class=\"\">Music can help you draw closer to your Heavenly Father. It can be used to educate, edify, inspire, and unite. However, music can, by its tempo, beat, intensity, and lyrics, dull your spiritual sensitivity. You cannot afford to fill your minds with unworthy music. Dancing can be enjoyable and provide an opportunity to meet new people and strengthen friendships. Plan and attend dances where dress, grooming, lighting, dancing styles, lyrics, and music contribute to an atmosphere in which the Spirit of the Lord may be present.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">9.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Sexual Purity<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p67\" class=\"\">Because sexual intimacy is so sacred, the Lord requires self-control and purity before marriage, as well as full fidelity after marriage. In dating, treat your date with respect, and expect your date to show that same respect for you.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p68\" class=\"\">President David O. McKay advised, “I implore you to think clean thoughts.” He then made this significant declaration of truth: “Every action is preceded by a thought. If we want to control our actions, we must control our thinking.” Sisters, fill your minds with good thoughts, and your actions will be proper.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p69\" class=\"\">Whenever temptation comes, remember the wise counsel of Paul, who declared: “There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.” (<span class=\"citation\" id=\"834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(834)\">1 Cor. 10:13<\/a><\/span>.)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">10.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Sunday Behavior<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p71\" class=\"\">The Lord has given the Sabbath day for your benefit and has commanded you to keep it holy. Many activities are appropriate for the Sabbath. Bear in mind, however, that Sunday is not a holiday. Sunday is a holy day.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">11.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Spiritual Help<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p73\" class=\"\">When you were confirmed a member of the Church, you received the right to the companionship of the Holy Ghost. He can help you make good choices. When challenged or tempted, you do not need to feel alone. The Holy Ghost will help you know right from wrong. “For they that are wise … have taken the Holy Spirit for their guide.” (<span class=\"citation\" id=\"19213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19213)\">D&amp;C 45:57<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p74\" class=\"\">Be true to your ideals, for “ideals are like stars; [you can’t touch] them with your hands, [but by] following them you reach your [destination].” (In <span class=\"emphasis\">Familiar Quotations,<\/span> 14th ed., comp. John Bartlett, Boston: Little, Brown and Co., 1968, p. 733.) Spiritual help is but a prayer away.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"emphasis\">12.<\/span>\n\t  <\/span>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<h2>Repentance<\/h2>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p76\" class=\"\">If any has stumbled in her journey, there is a way back. The process is called repentance. Our Savior died to provide you and me that blessed gift. Although the path is difficult, the promise is real: “Though your sins be as scarlet, they shall be as white as snow.” (<span class=\"citation\" id=\"25665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25665)\">Isa. 1:18<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p77\" class=\"\">Don’t put your eternal life at risk. Keep the commandments of God. If you have sinned, the sooner you begin to make your way back, the sooner you will find the sweet peace and joy that come with the miracle of forgiveness.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p78\" class=\"\">These, then, are the standards found in <span class=\"emphasis\">For the Strength of Youth.<\/span> Joy and happiness come from living the way the Lord wants you to live and from service to God and others.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p79\" class=\"\">Our beloved President Ezra Taft Benson sends to you his love. He is your advocate for all that is good and clean and wholesome. He loves you. He trusts you. And how might you return that love, that trust?<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p80\" class=\"\"><span class=\"emphasis\">You have a heritage:<\/span> Honor it.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p81\" class=\"\"><span class=\"emphasis\">You will meet sin:<\/span> Shun it.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p82\" class=\"\"><span class=\"emphasis\">You have the truth:<\/span> Live it.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p83\" class=\"\"><span class=\"emphasis\">You have a testimony:<\/span> Share it.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p84\" class=\"\">Spiritual strength frequently comes through selfless service. An actual experience involving young women, their teacher, and a widow illustrates this truth.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p85\" class=\"\">As the Christmas season approached, a teacher of Laurels arranged a visit to bring joy to the heart of a lonely widow, Jane. The girls busied themselves preparing delicious cookies, special refreshments—even a Christmas tree with ornaments to be placed thereon. They did not forget a beautiful corsage which they knew would brighten the soul of the special woman they planned to visit.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p86\" class=\"\">With their parcels tucked tightly under each arm, the girls and their teacher made their way up the never-ending flights of stairs which led to Jane’s apartment. There was an interminable delay as Jane’s aged feet made their way to the door. As she opened it, she greeted each of the beautiful young ladies and made them welcome in her humble apartment. Their smiles reflected the goodness of their hearts as they erected the Christmas tree and placed upon it the decorations they had so carefully carried. Then the packaged gifts were placed beneath its outstretched branches. I was there. I had never seen a more beautiful tree, for no tree had ever before been decorated with such love, such Christlike care and concern. The teacher slipped into the kitchen; and, aided by three of her girls, the refreshments were prepared and a feast enjoyed.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p87\" class=\"\">Then the dear widow gathered her guests around her to share with them her life’s precious memories. She told how, as a young girl in far-off Scotland, she had heard the missionaries, embraced the truth which they taught—even suffered the gibes and comments which adherence to a then-unpopular faith inevitably provoked. She told them how the entire Sabbath day was taken just to travel and to attend the meetings of her newfound faith. Instinctively, the girls compared the ease with which they made their way each Sunday to their chapel.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p88\" class=\"\">When Jane told them of the voyage to America, described the storm-tossed Atlantic and the warm feeling which came to the heart when the Statue of Liberty was first glimpsed, I noted that the girls were visibly touched. Tears brimmed in their eyes and pledges were made within their hearts—pledges to do that which is correct, to be honorable, to live true to the faith, and to abide by their standards.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p89\" class=\"\">As the evening came to an end, there were kisses and embraces; and then each young lady filed silently from the doorway and made her way down the staircases to the street outside. They left behind a mother filled with the goodness of the world, with love rekindled, with faith again inspired. I’m certain this was one of the happiest days of her life. That night the corsage was carefully and tenderly placed in safekeeping. It had become a symbol of all that is good and clean and wholesome.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p90\" class=\"\">Outside the snow was falling, and the girls could hear the crunch of their own footsteps on the snow-covered pavement. Words didn’t come easily, and then one Laurel girl asked, “Why is it I feel better than I’ve ever felt before?” Others nodded the same curiosity. I answered them, “Remember the words of the Master: ‘Inasmuch as ye have done it unto one of the least of these … , ye have done it unto me.’” (<span class=\"citation\" id=\"37364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37364)\">Matt. 25:40<\/a><\/span>.) The words from the hymn “O Little Town of Bethlehem” seemed fitting. They were repeated:<\/p>\n\t\t\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">How silently, how silently<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">The wondrous gift is giv’n!<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">So God imparts to human hearts<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">The blessings of his heav’n.<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">No ear may hear his coming;<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">But in this world of sin,<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">Where meek souls will receive him, still<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t  <span class=\"emphasis\">The dear Christ enters in.<\/span>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p99\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 208.)<\/p>\n\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p100\" class=\"\">The dear Christ had indeed entered in—entered a humble home, entered a widow’s heart, and entered, forever to remain, in the soul of each girl. The lighthouse of the Lord had shown the way.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/1990\/11\/the-lighthouse-of-the-lord.p101\" class=\"\">That this same spirit, even the Christ spirit, may ever be ours is my humble prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}