{"ID":497, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be of Good Courage<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, October 1950, pp. 183-188<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear Radio Friends: Our day is one of much confusion, uncertainty and fear. This unhappy\ncondition is worldwide. Too many mature people look with sincere longing upon the past;\nyouth on the threshold of life's activity are inclined to view the future with distrust. There is\na feeling of helplessness in the air. The enthusiasms of life are vanishing.\n<\/p><p>\nThis is neither natural nor normal. It darkens the day and clouds our every\ntask. It develops slavery to unknown, dreaded forces. It is destructive of human joy\n<\/p><p>\nThis should not be so. The new world, our world, made one by audible, visual and physical\ncommunication, and by the free interchange of personal opinion, should yield days of such\nsatisfactions as have not been known before.\n<\/p><p>\nThere is evil in the world, ever designing to destroy humanity. That goes without saying. Evil\noffered itself to the first man; it will pound, however uselessly, on the ears of the last. Evil\nforces, in whatever disguise, must be fought, desperately if needs be, and brought to their\nknees; else life's sweetness will disappear. This battle between right and wrong, between good\nand bad, has been waged, and often has raged, through the generations of time, and will\ncontinue to the end.\n<\/p><p>\nNormal men, made in the image of God, have always accepted cheerfully the challenge of\nevil as a part of life. The battle really has given zest to existence. Moreover, and this gives\ncourage to weak man, history records that in every struggle evil has gradually been defeated\nand at length has been beaten down.\n<\/p><p>\nIncarnate evil, despite its assiduous endeavors, has always lost ground. Finally victory has\nbeen on the side of right.\n<\/p><p>\nThereby has come man's marvelous conquest over surrounding forces, and the steady\nimprovement in the last few hundred years of the conditions of the human race. Always, if on\nthe side of righteousness, man has managed to banish the gilded tyranny of evil.\n<\/p><p>\nYet, despite the lessons of the past, fear, unnecessary fear, lurks in many human breasts. What\nof tomorrow? is shouted by the forces of evil. In the consequent din is forgotten the glorious\npromise that \"Sufficient unto the day is the evil thereof\"\n(<span class=\"citation\" id=\"34347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34347)\">Matt. 6:34<\/a><\/span>). Forgotten also is the\nancient truth that fear is the devil's first and chief weapon. Make a man or a nation afraid,\nand his strength like that of Samson shorn of his locks, is gone. He is no longer useful in the\nwork of the world. He becomes a tool of the unholy forces which seek to destroy mankind.\n<\/p><p>\nGideon, mighty man of ancient Israel, was called to rescue his people from a seven-year\noppression by the Midianites and associated people. He raised therefore an army of thirty-two\nthousand men to fight the enemy. But in those days, as in ours, battles were won not by\nnumbers but by men of quality. So he was commanded to proclaim: \n<\/p><p>\n\"Whosoever is fearful and afraid let him return. And there returned of the people twenty and\ntwo thousand . . .\" (<span class=\"citation\" id=\"30848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30848)\">Judg. 7:3<\/a><\/span>).\n<\/p><p>\nIt was a high percentage. It is probably as high in the world\ntoday. Nevertheless Gideon's army was stronger because the faithful ones were left. Fear\nnever fails to lead a man or a group of people to weakness and to ultimate failure.\n<\/p><p>\nThe fears of man are legion. They float to the surface from submerged corners in our\nconsciousness. They are often the products of our imagination.\n<\/p><p>\nReally what have we to fear? Physical destruction perhaps, first. We are naturally afraid of\npain. We look with dread, for example, upon the A-bomb, and the theoretical H-bomb, and\nother devices of somewhat lesser horror, produced by the misuse of powers placed in the\nhands of man. At the worst, their effects will be local, and minimized as the common sense of\nthe nations develops.\n<\/p><p>\nThe frequent, recent fear arises that a day may come when the whole world will be\nannihilated by an atomic chain reaction. That is an idle fear. It is not yet within the power of\nman and may never be. The earth is old; the stars in the sky made of earth-like elements are\nold. Earth and stars have long hung in space. The universe is not going to explode into atomic\nrays&mdash;not in our day&mdash;of that we may be certain. That fear is groundless and with the\naccompanying dread should be cast out.\n<\/p><p>\nCivilized man needs food and clothing and shelter. In the turmoil of the new day, he fears\nthat he may be deprived of these necessities. He forgets that the earth has not changed, except\nin spots. As the seasons come and go, the needs of man will be supplied by mother earth as\nin the past, if man does his part. It is easy to awaken a fear; as easy to banish it if reasonable\nthinking is used.\n<\/p><p>\nThen there is the fear of other men&mdash;people with the wrong conception of life, to whom a\nneighbor is but a tool with which to protect themselves, often to satisfy their lusts. To them\nlife has no meaning beyond the flesh of the day. They do not know the spiritual world, which\nis the greater and more powerful world. Such travelers in the muck of life promise much to\ngain their ends, but keep no promise. Such men are more dangerous than material weapons,\nhowever horrible.\n<\/p><p>\nUsually evil philosophies use evil material tools.  The great danger in these philosophies is,\nhowever, that they simulate truth. They are deceiving; and by their deceit often secure as\nadherents otherwise honest people. We should for our protection uncover these masked devils.\n<\/p><p>\nHere also, fear is rule. Righteous men if united are masters of their generation and can and\nshould cast out all such fears, and should sternly set about to root out such weeds of\nexistence. False teachings fall before truth.\n<\/p><p>\nIt would be better for man's happiness to substitute for such fears a proper control of the use\nof his powers, whether of his natural endowment, or those that have been discovered by the\npatient searchers for truth.\n<\/p><p>\nFor example, there should be less glibness about the use of atomic energy in warfare, and\nmore about its possible use in peaceful arts. More should be said about the futility of war\nwith its devilish destruction of human life and property. More should be said about the\nnobility of man, and his possible Godlike approach when he uses his time, talents and power\nto supply natural human needs. Whenever that is done, much fear will disappear. More should\nbe said about the good earth and its willingness to yield bountifully to man's\ntoil.\n<\/p><p>\nAn evil philosophy of life can best be stifled when it is given no corner in the discussions of\nmen. Clubs would do better to discuss the principles of our own free government than the\nremote doctrine of an ancient poet. Whether fear shall engulf us or not is a matter in our own\nhands.\n<\/p><p>\nMen who lay aside fear become the masters of the day.\n<\/p><p>\nIt is a pity that many who allow themselves to fear seek refuge in the temporary \nforgetfulness that follows the satisfaction of unnatural appetites. Instead of a wise and\nintelligent approach to the apparently difficult problems of life, multitudes have turned to\nnerve whipping drugs, which often have become daily companions, or to the shame of\nimmorality, or to the mania of chance. To such persons, fear may temporarily be lost in the\nbrutality or sinful indulgences, but it remains under cover to poison the full joy of life. There\nis no happy future for mankind, no removal of fear, while in the society of sin.\n<\/p><p>\nMore terribly fear-begetting is the doctrine that the world in which we live is purposeless.\n<\/p><p>\nFreedom from fear comes only when the earth and all upon it are conceived to be expressions\nof a mighty divine purpose. The unhappy ones of this age, which is full of possible joy,\nusually can see no purpose in life. That is a great calamity, perhaps the greatest in human\nlives. The Lord placed his children on earth in his love for them and for their good. They are\nhere in harmony with this mighty divine purpose.\n<\/p><p>\nOur purposeful world is under the direction of the Lord. It cannot be conceived that the\nMaster would place his children on earth and then forget them! That is not the method of\nDivinity Chance does not rule in the heavens or on earth. Men who harbor fear may rest\nassured that in the providences of the Lord, righteousness will triumph on earth. The Lord's\npurposes will prevail. That knowledge drives out fear. The highest attainable joy of man, of\nany man, is the certainty that he lives in a purposeful world made for his good. Fear cannot\ndwell with such a faith.\n<\/p><p>\nThose who do not believe in a purposeful world are to be pitied. They cast God out of their\nlives. They are atheists, creatures without home or anchorage. Thrown back upon themselves,\nupon their own weak powers, with no help but that of men, such persons are unspeakably\nlonely. Fears overtake them, and force them to seek unnatural excitements. The convictions of\nsuch men rest upon insecure foundations. They cannot be safely followed.\n<\/p><p>\nThe confusion and contention, the uncertainty in the world come from the failure to take God\ninto partnership in the acts of our daily lives. We must battle for the right, if needs be. Give\nevil no quarter. To put trust in God, when we have done our best, is the\nfinal refuge of mortal man. Men must give heed to God's voice, as heard through the\ncenturies. If that is done, all is well; but when the Lord is forgotten, disaster overflows the\nworld.\n<\/p><p>\nAll who have fear in their hearts should turn willingly to him who created the earth and all\nupon it. The wise ones of old have warned us. When ancient Israel was depressed, as many\nare today, Moses spoke to them: \n<\/p><p>\nBe strong and of good courage, fear not, nor be afraid of them: for the Lord thy God,\nHe it is that doth go with thee; He will not fail thee, nor forsake thee\n(<span class=\"citation\" id=\"21213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21213)\">Deut. 31:6<\/a><\/span>).\n<\/p><p>\nAnd David, king of Israel, completed the thought: \n<\/p><p>\nWait on the Lord: be of good courage, and He shall strengthen thine heart: wait, I say,\non the Lord (<span class=\"citation\" id=\"41757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41757)\">Ps. 27:14<\/a><\/span>).\n<\/p><p>\nThough all this is true, all who seek to drive away fear, must be active in the battle. Evil, the\ncause of fear, will turn to good only as righteousness prevails. The Lord will solve all earthly\nproblems only as man makes himself worthy of divine kelp. Men must be anxiously engaged\nin a good cause\" (<span class=\"citation\" id=\"12793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12793)\">D&amp;C 58:27<\/a><\/span>), the cause of the Lord.\n<\/p><p>\nWe must be vocal in our opposition to evil, we must be eager to cast evil out from among us.\nIn the home circle, in our churches, in our places of toil, wherever we walk and talk, as\nmembers of society and as citizens of our land, we must stand as enemies of evil. There must\nbe no yielding to the whisperings from the dungeons of existence. Then the Lord will add his\npower and his blessings; fear will flee.\n<\/p><p>\nWe need everywhere throughout our sunlit land men who are strong enough for righteousness\nto face the enemy.\n<\/p><p>\nWhen Gideon of old was left with only ten thousand unafraid men, other tests were given this\nremainder of his large army. Gideon could take no chances. The cause, the freedom of his\npeople, was too great. So he watched his men.\n<\/p><p>\nWhen the army, marching in the heat of the day, crossed a creek, some loitered, took their\ntime, lay down to drink; others, however, only three hundred of the ten thousand, eager to\nmeet the enemy could not wait; they merely cupped their hands and drank as they marched\nhurriedly along. They caused no delay. These three hundred became Gideon's army; the\nothers were sent home. With these three hundred Gideon won glorious victories\n(<span class=\"citation\" id=\"30849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30849)\">Judg. 7:4-7<\/a><\/span>).\n<\/p><p>\nWith such men, in any day, every fear vanishes.\n<\/p><p>\nThe feeling of depression that bows down many of our people today should be replaced by a\nsong of courageous gladness. The Lord is at the helm. Therefore, we should be full of\ncourage. Our task is to keep the law of the Lord, to reject every evil offering, and to assist\neagerly in the solution of present-day problems. Then we can safely trust the\nfuture. Then we shall no longer be afraid. Those who may suffer will be those who will not\ndo these things.\n<\/p><p>\nIn the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}