{"ID":499, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obedience Brings Happiness<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1951, pp. 24-27<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I wish to express my feelings along with others in this conference\nregarding the passing of our late President, George Albert Smith. I, for one, have lost a great\nfriend. I don't think anyone has been more able to take the place of my earthly father than\nPresident George Albert Smith has done. I think he emulated in his life all of the principles of\nthe gospel, and no matter what subject is selected during this conference by the General\nAuthorities or any of those who speak here, it will be a subject of which President George\nAlbert Smith was an excellent example.\n<\/p><p>\nKEY TO HAPPINESS\n<\/p><p>\nAnd I pray the Lord will be with me as I express today what thought I have had in mind on\nthe principles of the gospel and the foundation upon which we may have happiness in this life\nand happiness in the life to come; for no happiness comes without success, or without growth\nand progress.\n<\/p><p>\nReading from the Doctrine and Covenants, Section twenty-nine, verses 36 to 40,\n<\/p><p>\nAnd it came to pass that Adam, being tempted of the devil&mdash;for, behold, the devil\nwas before Adam, for he rebelled against me, saying, Give me thine honor, which is\nmy power; and also a third part of the hosts of the heaven turned he away from me\nbecause of their agency; \n<\/p><p>\nAnd they were thrust down, and thus came the devil and his angels; \n<\/p><p>\nAnd, behold, there is a place prepared for them from the beginning, which\nplace is hell.\n<\/p><p>\nAnd it must needs be that the devil should tempt the children of men, or they could\nnot be agents unto themselves; for if they never should have bitter they could not\nknow the sweet&mdash;\n<\/p><p>\nWherefore, it came to pass that the devil tempted Adam, and he partook of the\nforbidden fruit and transgressed the commandment, wherein he became subject to the\nwill of the devil, because he yielded unto temptation\n(<span class=\"citation\" id=\"12881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12881)\">D&amp;C 29:36-40<\/a><\/span>).\n<\/p><p>\nAnd reading from Moses: \n<\/p><p>\nAnd in that day the Holy Ghost fell upon Adam, which beareth record of the Father\nand the Son, saying: I am the only begotten of the Father from the beginning,\nhenceforth and forever, that as thou hast fallen thou mayest be redeemed, and all\nmankind, even as many as will.\n<\/p><p>\nAnd in that day Adam blessed God and was filled, and began to prophesy concerning\nall the families of the earth, saying: Blessed be the name of God, for because of my\ntransgression my eyes are opened, and in this life I shall have joy, and again in the\nflesh I shall see God.\n<\/p><p>\nAnd Eve, his wife, heard all these things and was glad, saying: Were it not for our\ntransgression we never should have had seed, and never should have known good and\nevil, and the joy of our redemption, and the eternal life which God giveth unto all the\nobedient (<span class=\"citation\" id=\"38997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38997)\">Moses 5:9-11<\/a><\/span>).\n<\/p><p>\nIn both these references we are given the key to happiness in this life and happiness in the\nlife to come to carry throughout all eternity.\n<\/p><p>\nAdam fell that men might be; and men are, that they might have joy\n(<span class=\"citation\" id=\"3532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3532)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nPRESENCE OF GOOD AND EVIL\n<\/p><p>\nJoy comes as a result of progress, as a result of accomplishment for good. That is why we all\nshouted for joy (<span class=\"citation\" id=\"26658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26658)\">Job 38:7<\/a><\/span>)\nwhen the opportunity was given to us to come to this earth and partake of the\nblessings through obedience, made possible to us through exercising free agency. For man to\nexercise free agency he must have both sides to choose from. In every decision made there\nmust be both a good and an evil influence; for if we had all of the good or all of the evil we\nwould be right in the same path which Satan tried to establish in the first place, that of\npredestination. And so there must be both sides to choose from in every case.\n<\/p><p>\nAs the Lord said in the Doctrine and Covenants in the verse from which I previously read: \n<\/p><p>\nAnd it must needs be that the devil should tempt the children of men or they could not\nbe agents unto themselves; for if they never should have bitter they could not know\nthe sweet (<span class=\"citation\" id=\"12882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12882)\">D&amp;C 29:39<\/a><\/span>).\n<\/p><p>\nTherefore, in all that we do we must be tempted. Then our growth depends upon our\nobedience. The first step in our progress for the eternities is accepting the gospel of Jesus\nChrist. We do not convert others; missionaries do not convert others. We teach them to think\nfor themselves; and when they have a desire within themselves to receive knowledge and\nexpress that desire in action, by being obedient to the desires of God, then they have fulfilled\nthat law upon which that blessing is predicated\n(<span class=\"citation\" id=\"12944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12944)\">D&amp;C 130:20-21<\/a><\/span>),\nwhich brings a knowledge of the gospel to them through the Holy Ghost.\n<\/p><p>\nBaptism is the fulfilling of an ordinance which is an act of testifying that we will be obedient\nin keeping the commandments of God. The greatest blessing promised in the Word of\nWisdom is that of knowledge. The promises given are: \n<\/p><p>\nAnd all saints who remember to keep and do these sayings, walking in obedience to\nthe commandments, shall receive health in their navel and marrow to their bones; \n<\/p><p>\nAnd shall find wisdom and great treasures of knowledge, even hidden treasures\n(<span class=\"citation\" id=\"12923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12923)\">D&amp;C 89:18-19<\/a><\/span>).\n<\/p><p>\nDESIRE TO BE OBEDIENT\n<\/p><p>\nI am reminded of a story of a man who once tried to discontinue the use of tobacco. He\nbecame almost a nervous wreck. He worried himself sick about how much he was going\nwithout tobacco. It was on his mind constantly until he became so nervous and so shaky that\nhe couldn't hold his hands still. Then later on, the elders&mdash;the missionaries&mdash;contacted him\nand told him about the Word of Wisdom and he said, \"If that's what the Lord wants, then I'll\ndo it.\" And with the idea in his mind that he was going to do it because of obedience to the\ncommandments of the Lord, he discontinued the use of tobacco; and he held his hands out in\nfront of the visitors with him and said, \"Look how steady I am; I'm as steady as any of them\nand I have gone without tobacco for some months.\"\n<\/p><p>\nOur mental attitude has much to do with whether or not we want to be obedient to the\ncommandments of the Lord.\n<\/p><p>\nThe same is true in respect to paying tithing. If a man pays his tithing because he wants to be\nobedient to the commandments of God he will receive more blessings as a result, and it will\nbe much easier to pay. And so it is with all other requirements of the gospel; for example,\nattendance at sacrament meetings. What is said at Church is not always remembered, but we\nreceive the blessing for being obedient. As a result we carry the Spirit of the Lord with us in\nour work between meetings and in our various activities until we again gather with the Saints.\n<\/p><p>\nBLESSINGS FOLLOW OBEDIENCE\n<\/p><p>\nSome people sacrifice all the blessings of the temple endowment and sealing, including the\nblessings of godhood and exaltation just because they do not want to be obedient in wearing\nthe temple garment. The greatest blessing that comes from wearing the garment is the result\nof obedience. Then the Lord will bless us. The success of our entire earth life depends upon\nhow well we learn to be obedient. There can be no obedience without free agency which\ngives us both good and evil to choose from. Thank God for the gospel plan and the power\nGod gives us to resist evil and choose the right.\n<\/p><p>\nAnd may the Lord be with us and give us those blessings that we need, to carry us through\nthese troubled times, for as long as we are obedient to his will and do that which is in our\npower, the Lord will take care of the rest of it. And we needn't worry about distressed times,\nfor as long as we have the gospel plan and live it with the idea of being obedient to the\ndesires of our Heavenly Father, his way is the best way, and all other things will be taken\ncare of. Seek ye first the kingdom of heaven and all else shall be added unto it.\n<\/p><p>\nMay the blessings of the Lord be upon this people and those at this conference and those who\nshall follow me in occupying the time here, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}