{"ID":5, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Importance of Genealogical and Temple Work<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, pp. 22-25<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBefore the Savior took leave of His disciples in Jerusalem He promised them that He would\nsend the Holy Ghost after He had gone\n(<span class=\"citation\" id=\"27086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27086)\">John 16:7<\/a><\/span>). That promise was fulfilled, as you know\n(<span class=\"citation\" id=\"50102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50102)\">Acts 2:1-13<\/a><\/span>). The\nbrethren and people had a wonderful pentecost.\n<\/p><p>\nThe first temple built in this gospel dispensation was dedicated on the 27th of March, 1836, in\nKirtland, Ohio. The Sunday following, on the 3rd of April, while the Prophet Joseph and\nOliver Cowdery were in the temple they had a wonderful manifestation\n(<span class=\"citation\" id=\"11813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11813)\">D&amp;C 110:1-16<\/a><\/span>). The Lord appeared to\nthem; the veil was taken from their eyes; they saw Him and heard Him. Among other things,\nHe accepted of the dedication of that house and the sacrifices made by the people who in\ntheir poverty had in a very short time erected the building and had it ready for dedication\n(<span class=\"citation\" id=\"11814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11814)\">D&amp;C 110:7<\/a><\/span>).\n<\/p><p>\nAfter this vision closed, Moses the prophet appeared to Joseph and Oliver, and conferred upon\nthem the keys of the gathering of scattered Israel from the four quarters of the earth, and the\nreturn of the lost tribes from the north\n(<span class=\"citation\" id=\"50103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50103)\">D&amp;C 110:11<\/a><\/span>).\n<\/p><p>\nAnd when this vision closed, Elias, who lived in the\ndays of Abraham, appeared and conferred upon them the keys of the Abrahamic dispensation,\nsaying that \"in us and our seed will all the nations of the earth be blessed\"\n(<span class=\"citation\" id=\"11815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11815)\">D&amp;C 110:12<\/a><\/span>).\n<\/p><p>\nAnd then appeared Elijah, the prophet, who said he had come in fulfilment of the prediction\nof Malachi, saying that before the great and dreadful day of the Lord should come He would\nsend Elijah the prophet to turn the hearts of the fathers to the children, and the hearts of the\nchildren to the fathers, lest the whole world be smitten with a curse. Said he: \"Therefore I\ncommit unto you these keys, and by this ye may know that the great and dreadful day of the\nLord is nigh, even at your doors\" (<span class=\"citation\" id=\"11817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11817)\">D&amp;C 110:16<\/a><\/span>).\n<\/p><p>\nThis was a wonderful pentecostal occasion in this dispensation.\n<\/p><p>\nThis conference is peculiar, and I suppose before it is over it will be a veritable pentecost.\nNot such as those had in the primitive Church and those in the early rise of this Church,\nperhaps. I sincerely hope, however, that the Spirit of God will be poured out upon us, and its\npower be made manifest, that we will all be satisfied and feel that it has surely enriched our\nsouls to be in attendance at this conference.\n<\/p><p>\nIn the time allotted to me to speak on this occasion, I have thought to speak upon a subject,\nthe most glorious of all gospel subjects, in which is involved one of the greatest, if not the\ngreatest, responsibilities that God has placed upon us as a people, that of looking after our\nkindred dead.\n<\/p><p>\nI call your attention to the statements of the Prophet Joseph to the Saints, recorded in the\nD&amp;C, and known as the 128th section. In the 17th verse of that section He speaks of baptism\nfor the dead, and says: \"This most glorious of all subjects belonging to the everlasting gospel,\nnamely, the baptism for the dead\" (<span class=\"citation\" id=\"11823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11823)\">D&amp;C 128:17<\/a><\/span>).\nAnd as you know, brethren, baptism and confirmation are\nnecessary to man's salvation &mdash; the door into the kingdom. There are other sacred, saving\nordinances of the gospel that we might say are on a par in necessity for men's salvation; they\nare for the living and for the dead. We are not called. upon as members of the Church to do\ngenealogical research and temple ordinance work &mdash; as we are called to go out into the world\nto preach the gospel, but we have the responsibility pertaining to our kindred dead, and we\nare urged to do our duty to them, as we are urged by those in authority, to attend to our other\nreligious duties &mdash; the payment of our tithes and the keeping of the Word of Wisdom, the\nattending of our sacrament meetings, our quorum meetings, to our prayers, etc. This\nresponsibility is one that the Lord has placed upon us. The Prophet Joseph has left on record\nthis statement among his gems, <i>Compendium<\/i>, page 284:\n<\/p><p>\nThe greatest responsibility in this world which the Lord has laid upon us is to seek after our\ndead.\n<\/p><p>\nTo seek after our dead means to find them out by genealogical research, to obtain the\ninformation regarding them that will identify them from all other people bearing the same\nname. A perfect identification is to have the individual's full name, also the day, month, and\nyear of his birth; the town, county, and state where he was born; the date of his death; the\nname of his father and mother; and, if it is a married man, his wife's name; and, if it is a\nmarried woman, her husband's name. We regard this as complete identification.\n<\/p><p>\nHowever, we do work for people where we are not able to obtain complete information. As\nyou know, brethren, this information must be had concerning our dead before we can go into\nthe temple and do the work for them. It places the principle of genealogical research, so far as\nour dead are concerned, on a par in importance with the temple work which we do for them.\nAnd when the Prophet says, \"The greatest responsibility in this world that God has placed\nupon us is to seek after our dead,\" it means the responsibility of finding them out by\ngenealogical research and then going into the temple and receiving for them those saving\nordinances.\n<\/p><p>\nYou will notice that the 110th section of the D&amp;C, from which I have quoted, is an account\nof what we call the pentecost of this dispensation. An account is there given of Elijah's\nappearing and committing to Joseph and Oliver the keys of turning the hearts of the fathers to\nthe children, and the hearts of the children to the fathers\n(<span class=\"citation\" id=\"11816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11816)\">D&amp;C 110:15-16<\/a><\/span>). About the time of this manifestation\n&mdash; which was on the 3rd of April, 1836 &mdash; the spirit of Elijah seemed to be abroad among the\npeople of this world. I am told that the Parliament of Great Britain in that very year made\nprovision for the keeping of certain records throughout the empire. Those records were to\nhave the information that would identify the various individuals, just such information as we\nneed in our temple work and in our genealogical research work &mdash; records of birth, of\nbaptisms, of marriages, death, and burials. From about that time there has been among the\npeople of the world a spirit and desire to know more about their ancestors than ever before.\nMen and women of intelligence and means are spending their means and time in genealogical\nresearch, and those family histories find their way into the genealogical libraries which have\ngrown up all over the land in this and other countries, and are accessible to the Latter-day\nSaints.\n<\/p><p>\nThe Genealogical Society of Utah has for years been gathering copies of records that are kept\nin other countries and they are accessible also to the Latter-day Saints here in the\nGenealogical Library of Utah in Salt Lake City.\n<\/p><p>\nSo if the Lord has moved upon the minds and hearts of men and women not of the Church to\ngather this needed genealogical information, it is important that we do our part, and make use\nof that information. It is the work and the glory of God the Eternal Father to bring to pass the\nimmortality and eternal life of man\n(<span class=\"citation\" id=\"38906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38906)\">Moses 1:39<\/a><\/span>),\nliving and dead. He is dependent upon His living children\nhere to assist Him, and particularly the Latter-day Saints.\n<\/p><p>\nI could tell you an experience of my own family, showing how the Lord moves upon the\nhearts of men and women in this Church to obtain the information that is necessary in order\nto do our duty to our kindred dead. And be it known, brethren, that not only has God laid this\nresponsibility upon us, but it is one that is inherited. We will have to account to Him for the\nway we have done or neglected to do this important work in this Church. We will meet our\nkindred dead, and we will have to account to them also.\n<\/p><p>\nI often remark that we are indebted to our parents for our life, for our existence here upon the\nearth, for the good name that we have inherited. The Bible tells us a good name is more to be\ndesired than great riches (<span class=\"citation\" id=\"41374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41374)\">Prov. 22:1<\/a><\/span>).\nIt certainly is a valuable asset in a man's life. If we are indebted to\nour parents for all that we have inherited &mdash; good name and attributes and qualities of high\ndegree and our life of existence here &mdash; we are indebted to our grandparents who gave us\nthose parents; to our great-grandparents who gave us grandparents, and so you may go back\nas far as you can trace. We are indebted to our ancestors, not just our parents, for that which\nwe have inherited, and among them no doubt are thousands of God's noble sons and\ndaughters who have lived their lives here upon the earth the best they knew how, perhaps, and\nserved the Lord according to their understanding of what is right and proper and have gone to\nthe other side. They will hear the gospel taught while they are in the spirit; the gospel is for\nall men, the living and the dead. The scriptures tell us that \"until the law of sin was in the\nworld; but sin is not imputed when there is no law\n(<span class=\"citation\" id=\"42652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42652)\">Rom. 5:13<\/a><\/span>),\nand where there is no law there is no\njudgment; where there is no judgment there is no condemnation\"\n(<span class=\"citation\" id=\"3449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3449)\">2 Ne. 9:25<\/a><\/span>).\nAnd in justice every man must be taught the gospel here or hereafter and\nthe Lord has graciously made provision to that end.\n<\/p><p>\nNow when we go on to the other side what kind of accounting will we have to make to our\nkindred ancestry to whom we are so much indebted? Suppose we have not gone out of our\nway to obtain knowledge of them &mdash; will it be sufficient justification on our part if we have to\nsay that we did not know them? I am sure it would bring a reproach from them, and they\nmight very properly say that \"if you did not think enough of us to make a search to find us\nout and do this work for our salvation and progress, on whom may we depend? Have you\nsons and daughters or brothers and sisters who are going to look after us? Where are our\nhopes? How long will we have to be in this condition?\"\n<\/p><p>\nI wonder, brethren, leaders in Israel, shepherds of the flock, if we have thought this thing over\nseriously, and if we have taught it to the people and are continuing to teach it and to set an\nexample before them?\n<\/p><p>\nI want you to know the attitude of our present President upon this important subject. This I\ntake from <i>The Improvement Era<\/i> of November, 1941. President Grant said:\n<\/p><p>\nTo my mind one of the greatest and grandest and the most glorious of all the labors that\nanyone can be engaged in is laboring for the salvation of the souls of their loved ones, their\nancestors who have gone before, who had not the privilege of listening to the gospel and\nembracing it.\n<\/p><p>\nPresident Grant believes that we should be doers of the word and not hearers of it only,\ndeceiving ourselves (<span class=\"citation\" id=\"26047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26047)\">James 1:22<\/a><\/span>).\nHe has set us a wonderful example himself going through the temple for\nthe dead, and employing others to assist him, and it is perfectly legitimate if we cannot go\nourselves &mdash; you men are busy men, it may be that you cannot go to the temple as frequently\nas you would like &mdash; there are poor men in this Church who are perfectly willing to represent\nyou in doing this endowment work, and be it known that all the other temple work will be\ndone for you gratuitously by the workers at the temples if you desire them to do so. After you\nobtain the genealogical information and present it at the temple, just the endowment work is\nexacted from you. Of course if you can do all the other work, it will be so much better; we\ncannot expect poor people to do the endowment work for us for nothing. For fifty cents we\ncan employ a poor man &mdash; I say poor, one whose finances are such that he is willing to do\nthat work for us, provide his own temple clothing and keep it clean and for the price named.\n<\/p><p>\nSome person has put into the mouth of the Savior these words:\n<\/p><p>\nNot what we give, but what we share,<br \/>\nFor the gift without the giver is bare.<br \/>\nWho gives himself with his alms feeds three,<br \/>\nHimself, his hungering neighbor and Me.\n<\/p><p>\nIn other words, we kill three birds with one stone. Here is an opportunity to kill four birds\nwith one stone: I employ a man to do this work for me, I benefit myself. I am helping one\nwho is needing help &mdash; the living &mdash; and redeeming my dead. By redeeming the dead I am\nhelping my Father in heaven and His Son Jesus Christ &mdash; a glorious work.\n<\/p><p>\nBecause of the greatness of the responsibility of it, brethren, the blessing is correspondingly\ngreat, if we discharge ourselves faithfully of the responsibility; and I can say the consequences\nof entire neglect of this responsibility are correspondingly great.\n<\/p><p>\nYou know how it was with the rich man, according to the parable by the Savior, who\nneglected to feed the poor man Lazarus. When the rich man died, he was consigned to hell\nand torment (<span class=\"citation\" id=\"31102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31102)\">Luke 16:23<\/a><\/span>).\nI want to tell you we are rich in the things of eternal life; we know the way,\nwe have received the saving ordinances. Our dead kindred are there in abject poverty. If we\ndo not minister unto their needs, what may we hope for when we come to judgment before\nthe Lord? I have said we will have to account to him. We have accepted this responsibility,\nand we will have to account to our kindred dead. I would have you and myself so to live and\nto labor and discharge ourselves of these responsibilities that there will be no disappointment\non our part, and no disappointment on the part of our kindred dead. May the Lord help us to\nthis end, I pray in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}