{"ID":50, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Nobility of Character Essential to a Great Nation<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1943, pp. 16-21<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nInasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of\npromise (<span class=\"citation\" id=\"1440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1440)\">1 Ne. 2:20<\/a><\/span>).\n<\/p><p>\nThat inspired promise made over two thousand years ago, referred to America, in loyalty to\nwhich every true American can say in his heart:\n<\/p><p>\nBreathes there a man, with soul so dead,<br \/>\nWho never to himself hath said,<br \/>\nThis is my own, my native land!<br \/>\nWhose heart hath ne'er within him burned,<br \/>\nAs home his footsteps he hath turned,<br \/>\nFrom wandering on a foreign strand!\n<\/p><p>\nA GOD-BLESSED LAND\n<\/p><p>\nIn the giant forest of the Sequoia National Park there is standing even today, a living tree that\nwas three thousand years old when Columbus discovered America. One cannot stand by the\nside of this, in all probability the oldest living thing in the world, without wishing that it had\nthe intelligence and power to tell the story of the races and peoples who for forty centuries\nhave lived, flourished, and decayed in this choicest, most wonderful of all lands. The origin\nand the rise of the Incas might have antedated this old tree's birth, and possibly the coming of\nthe Jaredites might have preceded by a few hundred years this ancient tree's beginning, but\nthe downfall of the Jaredites, the beginning, rise, and end of the Nephites, the influx of\nEuropean peoples, the conquest of Mexico, the subjugation of the Indians, and the flourishing\nof European civilization, have all come within the life-span of this awe-inspiring,\ndeath-defying, divinely created thing. Nations have risen and nations have perished in the\nAmericas&mdash;a land on which it is decreed no king shall ever hold sway.\n<\/p><p>\nTo each and all of these nations the land was a blessed land, and today is even more glorious\nthan ever. No observer can travel from the sun-kissed beaches of the Pacific to the wooded\nhills and power-producing rivers of New England without being thrilled by the greatness of\nthese United States. The painted deserts of the West, flower-carpeted in springtime, and\nholding hidden beauty and entrancing interest in every season&mdash;the inspiring monuments of the\nRockies, harboring snows as reservoirs for crops in valleys below&mdash;the colorful canyons,\npainted only by the Creator Himself&mdash;the fertile food-producing valley of the\nMississippi&mdash;the mighty forests of the Northwest&mdash;the navigable rivers&mdash;the climate, varying to\nsuit all needs and conditions&mdash;all these and a thousand other equally glorious and productive\nfeatures bear witness to the age-old declaration that this is a \"land choice above all other\nlands\" (<span class=\"citation\" id=\"1441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1441)\">1 Ne. 2:20<\/a><\/span>),\nand inspire every patriot to say, \"This is my own, my native land.\" Millions of\nAmericans today declare with Winthrop: \"Our country, to be cherished in all our hearts, to be\ndefended by all our hands.\"\n<\/p><p>\nAmerica, and this includes Canada and the Southern Republics, was a choice land when the\nJaredites left the land of Shinar approximately four thousand years ago. So was it fourteen\nhundred years later when Lehi and his colony formed the nucleus of a nation, prospered on\nthe bounty of the country, and after a thousand years perished because of transgression.\n<\/p><p>\nAmerica was a great land when the stately Indian chiefs ruled their tribes, which thrived from\nthe Behring Sea in the north to the Panama and the towering Andes in the south.\n<\/p><p>\nToday, yielding to the demands of the greatest economic era since the dawn of her creation\nAmerica is demonstrating the vastness of her resources and the extent of her natural\npossibilities as never before. Well may we sing:\nI love thy rocks and rills,<br \/>\nThy woods and templed hills;<br \/>\nMy heart with rapture thrills<br \/>\nLike that above.\n<\/p><p>\nThis country is not only the choicest of all lands, but now the preserver of true liberty, and\nthe hope of civilized man!\n<\/p><p>\nHowever, as I have already implied, a country may be ever so great and fruitful, yet a nation\nsubsisting upon it be impotent and decadent. As Lyman Abbott has truly said:\n<\/p><p>\nThe greatness of a nation is measured, not by its fruitful acres, but by the men who cultivate\nthose acres; not by great forests, but by the men who use those forests; not by its mines, but\nby the men who work them.\n<\/p><p>\nGod has made America fruitful; man must make and keep the nation great.\n<\/p><p>\nINTEGRITY FUNDAMENTAL\n<\/p><p>\nThe foundation of a noble character is integrity. By this virtue the strength of a nation, as of\nan individual, may be judged. No nation can ever become truly great, and win the confidence\nof other peoples, which to further its own selfish ends will, for example, consider an\nhonorable treaty as \"a mere scrap of paper.\" No nation will become great whose trusted\nofficers will pass legislation for personal gain, who will take advantage of a public office for\npersonal preferment, or to gratify vain ambition, or who will, through forgery, chicanery, and\nfraud, rob the government or be false in office to a public trust.\n<\/p><p>\nHonesty, sincerity of purpose, must be the dominant traits of character in leaders of a nation\nthat would be truly great.\n<\/p><p>\n\"I hope,\" said George Washington, \"that I may ever have virtue and firmness enough to\nmaintain what I consider to be the most enviable of all titles&mdash;the character of an honest man.\"\n<\/p><p>\nIt was Washington's character more than his brilliancy of intellect that made him the choice\nof all as their natural leader when the thirteen original colonies decided to sever their\nconnection with the mother country. As one in eulogy to the father of our country truly said:\n<\/p><p>\nWhen he appeared among the eloquent orators, the ingenious thinkers, the vehement patriots\nof the Revolution, his modesty and temperate profession could not conceal his superiority; he\nat once, by the very nature of his character, was felt to be their leader.\n<\/p><p>\nMen of sterling statesmanship, unknown or renowned, who strive to emulate his strength of\ncharacter constitute today as always the greatest asset of our mighty and much beloved United\nStates.\n<\/p><p>\nAlso bearing record to integrity and honor as being an indispensable element in a truly great\nnation is the life of the immortal Lincoln, in whom was \"vindicated the greatness of real\ngoodness, and the goodness of real greatness,\" to whose character the passing centuries can\nadd only more brilliant luster.\n<\/p><p>\nThe purest treasure mortal times afford<br \/>\nIs spotless reputation: that away,<br \/>\nMen are but guilded loam, or painted clay.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                            (<i>Richard II<\/i>, Act I, Sc. 1 )\n<\/p><p>\nTHE AMERICAN HOME\n<\/p><p>\nA second essential, fundamental element in the building and in the perpetuity of a great\npeople is the home. \"The strength of a nation, especially of a republican nation, is in the\nintelligent and well-ordered homes of the people.\" If and when the time ever comes that\nparents shift to the state the responsibility of rearing their children, the stability of the nation\nwill be undermined, and its impairment and disintegration will have begun.\n<\/p><p>\nThe increasing divorce rate in the United States today is a threatening menace to this nation's\ngreatness. Race suicide and tandem polygamous relationships made possible by lax divorce\nlaws are enemies of an ideal national life. The increase throughout the United States in the\npercentage of divorces is alarming, and this insidious evil is increasing in the Church itself.\nThere are too many couples in the Church who, when difficulties arise, seek the remedy in\ndivorce courts.\n<\/p><p>\nIn the well-ordered home we may experience on earth a taste of heaven. It is there that the\nbabe in a mother's caress first experiences a sense of security; finds in the mother's kiss the\nfirst realization of affection; discovers in mother's sympathy and tenderness the first assurance\nthat there is love in the world.\n<\/p><p>\nA week or so ago conditions made it necessary that I share a Pullman with forty soldier\nboys&mdash;gentlemen they were, a credit to any nation. In course of a conversation, one of them\nremarked: \"My dad's hair too is white\"; then he added in a tone that expressed the depth of\nhis feeling: \"How I should like to see that old gray head this morning!\"\n<\/p><p>\nHe and his companions were en route for an encampment to complete their training before\nembarking for overseas. They are enlisted to defend not only the free agency of man but the\nrights and sanctity of home and loved ones. Such an affection for home and loved ones as felt\nby that soldier boy will make death preferable to surrender to an enemy who would destroy\nall that true American soldiers hold dear.\n<\/p><p>\nA NATIONAL NUISANCE\n<\/p><p>\nAt this point I must mention an insidious evil that is destroying, termite-like, the foundation\nof character as well as that of the home and nation. I refer to the appalling increase in the use\nof tobacco, particularly among the young. Of its uselessness, expensiveness, injuriousness to\nhealth, I will say nothing. I shall refer only to its undermining effect on character and to its\nslovenliness.\n<\/p><p>\nRespect for another's rights and property is fundamental in good government. It is a mark of\nrefinement in the individual. It is a fundamental Christian virtue. Nicotine seems to dull, if\nnot kill completely this trait of true culture, and women are fast becoming its pitiable \nvictims, and the worst offenders in society. There are still a few trains that carry non-smoking\ncompartments, a few eating places with signs, \"No smoking.\" In violation of such placards, it\nis not infrequent, however, to see a woman with utter disregard for the feelings of her\nfellow-passengers, the first in a car to light a cigarette. On one occasion, when the conductor\npolitely called a woman's attention to the fact that a smoking car was in the rear, she blandly\nreplied: \"Oh, I'm quite comfortable where I am, thank you!\"\n<\/p><p>\nIt is not uncommon now to see bureaus, dressing tables, desks, mantles, and other pieces of\nfurniture in first-class hotels marred by burning cigarettes. Ashes litter costly carpets. Railroad\nstations, theatre and hotel lobbies are littered with burnt-out matches, stubs of cigarettes, and\ncigars. Smoking has become our nationwide nuisance number one. If men and women must\nsmoke, and it seems that many are now slaves to that habit, then for the sake of cleanliness\nand neatness, and pride of our country, as well as of consideration for others, let them refrain\nfrom marring furniture, and from strewing ashes and burnt-out matches and cigarette stubs in\nbuildings where people assemble either for pleasure or instruction. Because of thoughtlessness\nin this regard, many of our public places are littered as unkept barns.\n<\/p><p>\nI appeal to young men and women of the Church to refrain from this obnoxious habit. To\nbishops, I would say: Choose no person to act as either an officer or teacher in your quorums\nor auxiliaries who is guilty of using tobacco. If teachers cannot teach by example, their\nprecepts will be as \"sounding brass and tinkling cymbal\"\n(<span class=\"citation\" id=\"101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(101)\">1 Cor. 13:1<\/a><\/span>).\n<\/p><p>\nCHASTITY AN IMPORTANT FACTOR\n<\/p><p>\nI mentioned the home as the most important factor in building a great nation. The most\nvicious enemy to home life is immorality. At the present time social workers are greatly\nconcerned over the number of young girls between fifteen and nineteen who seem to have lost\nall sense of decency and who shamelessly sacrifice themselves on the altar of lust. Of this\nevil, Victor Hugo writes impressively:\n<\/p><p>\nThe holy law of Jesus Christ governs our civilization; but it does not yet permeate it; it is said\nthat slavery has disappeared from European civilization. That is a mistake. It still exists; but it\nweighs now only upon woman, and it is called prostitution.\n<\/p><p>\nLife and social order have spoken their last word to her. All that can happen to her has\nhappened. She has endured all, borne all, experienced all, suffered all, lost all, wept for all.\nShe is resigned with that resignation which resembles indifference as death resembles sleep.\nShe shuns nothing now. She fears nothing now. Every cloud falls upon her and all the oceans\nsweep over her!\n<\/p><p>\nThis corroding evil is just as demoralizing to the young man as it is to the young woman. In\nthe Church of Jesus Christ of Latter-day Saints there is no double standard of morality. The\nyoung man should approach the marriage altar just as fit for fatherhood as his sweetheart is\nworthy of motherhood.\n<\/p><p>\nAnd what has all this to do with the greatness of a nation? The answer is apparent. Pure water\ndoes not flow from a polluted spring&mdash;nor a healthy nation from a diseased parentage.\n<\/p><p>\nChastity, not indulgence, during the pre-marital years, is the source of harmony and happiness\nin the home, and the chief contributing factor to the health and perpetuity of the race. All the\nvirtues that make up a beautiful character&mdash;loyalty, dependability, confidence, trust, love of\nGod, and fidelity to man&mdash;are associated with this diadem in the crown of virtuous\nwomanhood and of virile manhood.\n<\/p><p>\nThe word of the Lord to His Church is: Keep yourself unspotted from the world\n(<span class=\"citation\" id=\"26048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26048)\">James 1:27<\/a><\/span>).\n<\/p><p>\nYes, America is a \"land choice above all other lands\"\n(<span class=\"citation\" id=\"1442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1442)\">1 Ne. 2:20<\/a><\/span>). It is the responsibility of Americans to\nbuild a mighty and superior nation. The history of the nations of the past proves that nations\nin the most fruitful and most productive of all lands may become senile and decadent.\n<\/p><p>\nWhile our sons, sweethearts, and husbands are offering their lives in defense of the God-given\ngift of free agency and for the right to live without the domination of tyranny, let us in the\nChurch of Jesus Christ of Latter-day Saints as citizens of our beloved country, use our\ninfluence to see that men and women of upright character, of unimpeachable honor are elected\nto office, that our homes are kept unpolluted and unbroken by infidelity, that children therein\nwill be trained to keep the commandments of the Lord, to be \"honest, true, chaste, benevolent,\nand virtuous, and to do good to all men\"\n(<span class=\"citation\" id=\"6604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6604)\">A of F 1:13<\/a><\/span>).\nCherishing such ideals, we can with all our hearts\nsay with the poet Longfellow:\n<\/p><p>\nThou, too, sail on, O Ship of State!<br \/>\nSail on, O Union, strong and great!<br \/>\nHumanity with all its fears,<br \/>\nWith all the hope of future years,<br \/>\nIs hanging breathless on thy fate!\n<\/p><p>\nIn the present crisis of the nations of the globe I pray that this great nation and the Dominion\non the north may be truly the harbor of freedom, and a safe guide to the confused peoples of\nthe world.\n<\/p><p>\nMay the members of the Church of Jesus Christ, preaching the restored gospel, ever\nremember the Savior's injunction: \"Ye are the light of the world. . . . Let your light so shine\nbefore men, that they may see your good works, and glorify your Father which is in heaven\"\n(<span class=\"citation\" id=\"33828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33828)\">Matt. 5:14,16<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}