{"ID":500, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Seven \"The Formula of Heaven\"<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1951, pp. 27-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDeath has brought deep sorrow to us all this day. President George Albert Smith has been\ncalled to the great beyond, and though we know it was the will of our Father in heaven, yet\nhis passing will be keenly felt by the thousands of people who had come under his influence.\nHis life was one of noblest effort to attain a knowledge of the purposes of the Lord. He never\nheld aught against his neighbor, and every day witnessed a divine act for someone who was in\nneed. Could each one who knew him vow to do his little task even as he did his greater one,\nin the manner of a true man, not for a day but for eternity, what a better world we would\nhave. He was the spirit he worked in. As an Apostle and President of the Church of Jesus\nChrist, he was a light unto his people and pointed the way by his purity of life and constancy\nto the divine purposes of his God. Traveling hopefully on day by day, he gave every hour of\nhis life to the dream of establishing the kingdom of God upon the earth. According to the\npromise, he looked for a new heaven and a new earth wherein dwelleth righteousness\n(<span class=\"citation\" id=\"4820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4820)\">2 Pet. 3:13<\/a><\/span>). He\nlived \". . . to give light to them that sit in darkness and in the shadow of death, to guide our\nfeet into the way of peace\" (<span class=\"citation\" id=\"31285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31285)\">Luke 1:79<\/a><\/span>).\n<\/p><p>\nHis comforting word this day would have been: \n<\/p><p>\nArise, shine; for thy light is come, and the glory of the Lord is risen upon thee.\n<\/p><p>\nFor, behold, the darkness shall cover the earth, and gross darkness the people: but the\nLord shall arise upon thee, and his glory shall be seen upon thee\n(<span class=\"citation\" id=\"25126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25126)\">Isa. 60:1-2<\/a><\/span>).\n<\/p><p>\nI should like to speak briefly to you seventies and to the priesthood of the Church in general.\n<\/p><p>\nPRESENT-DAY CONDITIONS\n<\/p><p>\nWe are all greatly concerned with the present-day social and religious conditions of the world.\nFor all the wrongs that are in the world today, for all the false teachings and terrible wars that\nwe have experienced, all the tragedies and sufferings of humanity caused by sin and the loss\nof faith in God, our children will have to pay in the future. It was the historian Froude who\nwrote: \n<\/p><p>\nHistory is a voice forever sounding across the centuries the laws of right and wrong.\nOpinions alter, manners change, creeds rise and fall, but the moral law is written on\nthe tablets of eternity. For every false word or unrighteous deed, for cruelty and\noppression, for lust or vanity, the price has to be paid at last: not always by the chief\noffenders, but paid by someone. Justice and falsehood may be long-lived, but\ndoomsday comes at last to them, in revolutions and other terrible ways.\n<\/p><p>\nOur civilization has arrived at its present state after ages of conflict between right and wrong.\nAll its achievements and all its hopes of greater things are now in a critical hour for better or\nfor worse. Many men and women in governmental affairs have no clear idea of their\nresponsibility that humanity should have towards the future of mankind.\n<\/p><p>\nINSPIRED MEN\n<\/p><p>\nIt is true that good men do rise to their responsibilities. They understand the great problems of\nthe hour. There are men who in the hours of human history have messages from God. They\nhave been inspired because they approached life with deep faith. Fortified by faith these men\nhave gone quietly about teaching the world the dream of moral and spiritual perfection. Such\nmen are few, but their messages are universal. You and I, my brother seventies, know deeply\nin our hearts the meaning of the gospel of Jesus Christ. We are deeply convinced that we\nhave the insight to listen to the voice from heaven. You must become profoundly convinced\nof your divine mission, and you will also come to know that there are men living today\nwhose lives are lives of revelation. It is from Christ, our Redeemer, that we learn the lesson\nof eternal life and become conscious of the immortality of spiritual values.\n<\/p><p>\nA DIVINE TITLE\n<\/p><p>\nThe seventy of the Church bear a noble and divine title. To understand the words used to\ndesignate the meaning of our priesthood gives a better understanding of ancient life and\nthought. We sense more clearly the deeply religious atmosphere of Biblical life, which will\nawaken within us a more ardent missionary zeal. There was under Moses, and apparently in\nall ages, a senate or council of elders numbering seventy or seventy-two on whom lay a\nspecial responsibility as the advisers of the nation. Shortly after leaving Sinai, a council of\nseventy was chosen from among the elders or chiefs of all the tribes except Levi and\nsolemnly set apart to their dignity by Moses, as a kind of senate to aid him by their counsel\n(<span class=\"citation\" id=\"41094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41094)\">Num. 11:16-17<\/a><\/span>).\nAfter being confirmed in their dignity by the people, they assembled around the sacred tent,\nand the whole number broke out into prophetic enthusiasm under the influence of the Spirit of\nGod (<span class=\"citation\" id=\"41095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41095)\">Num. 11:24-30<\/a><\/span>).\nThe seventy chosen from all the tribes anticipated, in their prophetic gifts, a\ncharacteristic of future generations. Says Geikie: \n<\/p><p>\nIt is singular to notice the constant recurrence of the number Seven: Seven priests go\nbefore the Ark with seven trumpets, for seven days, going seven times round the city\non the seventh day (<span class=\"citation\" id=\"30044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30044)\">Josh. 6:13-16<\/a><\/span>).\nThe Passover and the Feast of Tabernacles each lasted seven days.\nTo ratify an oath was to \"seven it.\" The number seems to have been regarded as the\nsymbol of completeness or perfection, and to have been as such, connected intimately\nwith everything relating to God.\n<\/p><p>\nWe recall the seven virtues or gifts of the Spirit, known in ancient times to the seventy elders.\nBalzac, the French historian, quotes Louis Lambert of whom he writes as declaring that the\nword \"seven\" is the \"Formula of Heaven.\" Therefore as you live and express your thoughts, as\nyou think, as you act, must be in accordance with the fundamental ideals of heaven. We see\nthe beauty and the sacredness of the word \"seven.\" We understand the meaning of the\nkingdom of God because we possess its power. We are reminded here of the saying above the\ndoor of the Harvard School of Music: \n<\/p><p>\nTo charm, to strengthen, and to teach&mdash;these are the three great chords of might.\n<\/p><p>\nPEOPLE NEED THE GOSPEL\n<\/p><p>\nThe people of the world need to be taught the gospel of our Lord and Savior. Teaching is\nunfolding the divine spark within every person into its fullest majestic purpose and scope.\nTeaching is from within out. A teacher must know something about the subject he is\nexplaining to a listener. For this reason every missionary should be a student, and this means\nhard work. It means self discipline and the desire to live the \"simple life,\" the life that reaches\nout to God. Of course the missionaries are idealists, caring first for the welfare of men to\nawaken them to a sense of what life really means. No one can deny the force or the beauty of\nthe desire for extending one's own belief and hopes to others, for imparting to them the\ncomfort and light of one's own salvation. This was the thing that characterized the life of Paul\nthe Apostle and that inspires the mighty hosts of missionaries of today. Life in the\nmissionary's heart is made over, and no sooner has the faith and the hope of an illuminated\nfuture taken hold of him than he is desirous to disseminate this possession to all the world. It\nis the power of the gospel truth that gives him what he calls his \"testimony.\" There is a\nsplendor of spirit and often a grandeur of achievement which bring to him hallowed feelings\nand a grateful heart for what he, through the Spirit of God, has been able to accomplish.\n<\/p><p>\nCALLING OF THE TWELVE AND SEVENTY\n<\/p><p>\nAt an early period in his ministry, Jesus, after a night of prayer in a lonely mountain spot,\nchose twelve men for his Apostles. It was an important event in history, for it indicated the\ndesign of the Master to organize his ministry that the work of teaching the gospel might be\ninaugurated at once. The Apostles were to go forth two by two that the Master might become\nknown. They were to work miracles, heal the sick, and bless the lowly. Reverently does\nJames in his epistle describe how they prayed and anointed the sick with oil in the name of\nthe Lord (see <span class=\"citation\" id=\"26091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26091)\">James 5:14-15<\/a><\/span>).\nAfter choosing the Twelve, Jesus called the Seventy. We read\nin Luke 10:1, these words: \n<\/p><p>\nAfter these things the Lord appointed other seventy also, and sent them two and two\nbefore his face into every city and place, whither he himself would come\n(<span class=\"citation\" id=\"31294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31294)\">Luke 10:1<\/a><\/span>).\n<\/p><p>\nWhen the Apostles and Seventy were chosen, it is natural to believe that a discourse on the\nideal life under the sovereignty of the Father, was delivered by Jesus. This was the Sermon on\nthe Mount, for he wished to teach his disciples the way of life that they might enter into the\ntrue significance of his doctrines. It was an ideal of principles, and not a code of rules. This\nviewpoint, that the Sermon on the Mount was the ordination sermon, is that of Luke and\nmany modern writers on the life of Christ.\n<\/p><p>\nJesus founded his Church upon the rock of\nrevelation (<span class=\"citation\" id=\"34448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34448)\">Matt. 16:18<\/a><\/span>),\nand he set forth in clearness that his Church is an organized reality, small in\nnumbers, in its beginning, but destined to become a world movement. He inspired his\nApostles and Seventies with a definite consciousness of unity. The men he called were not\ngreat men in the ordinary sense; they were representative of the common people, possessing\nneither wealth nor great learning. They were qualified for their calling by their deep desire for\ngoodness and truth. In him they came to find the Word of Life.\n<\/p><p>\nTEACHERS OF RIGHTEOUSNESS\n<\/p><p>\nYou seventies are the teachers of righteousness to all nations. You bear your faithful\ntestimonies to the divine light of the gospel of Jesus Christ. The spirit with which you go\nforth is that of the Sermon on the Mount. The results of your teachings will be far-reaching.\nThe world of today is awakening and looking to the future with renewed faith and hope. A\nspiritual epoch is upon us and a spiritual freedom is being made by mankind. President\nBrigham Young once said that \"the one way to scatter doubt is for all to begin work.\" Hopes\nare more real than fears: faith more potent than uncertainty. Beautiful were the words of the\nshepherds of old when they said: \"Let us now go unto Bethlehem, and see this thing that has\ncame to pass\" (<span class=\"citation\" id=\"31286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31286)\">Luke 2:15<\/a><\/span>).\nThe world must turn to Bethlehem.\n<\/p><p>\nMay we Seventies come to a deeper realization of what our duties are, and so long as we are\npure in heart and humble in spirit the way will be made clear by our faith in God. I ask the\nblessings of the Lord upon us all, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}