{"ID":5003, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Repentance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p2\" class=\"\">Elder F. Burton Howard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/f-burton-howard-10.jpg\" alt=\"F. Burton Howard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p3\" class=\"\">While you will not remember, the last time I stood at this pulpit I spoke about repentance. I have elected to do so again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p4\" class=\"\">In a school yard game, young boys sometimes form a circle, and one hits another on the shoulder and says, “Pass it on.” The one who receives the blow obediently transmits it to the next in line and says, “Pass it on.” The third recipient promptly punches a fourth, and each in succession thereafter, by “passing it on,” tries to rid himself of his pain, and the responsibility for it, by inflicting it on another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p5\" class=\"\">Many of us are like these schoolboys. Perhaps without realizing it, as adults we continue to play the same childish game and risk far more than a bruised shoulder in the process. Let me explain what I mean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p6\" class=\"\">Unwillingness to accept the responsibility for and consequences of one’s actions is an all too common condition in today’s world. Who has not heard of the drunken driver who sues his host for allowing him to get drunk, or of the accident victim who claims damages from the physician who tries to help him? Perpetrators of the most heinous crimes often plead guilty by reason of insanity or claim that they are victims of society’s ills. The homeless blame alcohol. Alcoholics blame genetic deficiencies. Abusers and adulterers blame the broken homes of their childhood. And there are enough who agree with them to ensure that no one need feel terribly guilty for long if they don’t want to.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p7\" class=\"\">The habit of shifting the burden of guilt onto someone else, while perhaps understandable in a secular setting, has more serious consequences in a spiritual one. There too it has an ancient but not honorable tradition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p8\" class=\"\">Cain blamed God when his sacrifice was not accepted. “I was wroth,” he said, “for his offering thou didst accept and not mine.” (<span class=\"citation\" id=\"39803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39803)\">Moses 5:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p9\" class=\"\">Laman and Lemuel blamed Nephi for nearly all their troubles. (See <span class=\"citation\" id=\"1997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1997)\">1 Ne. 16:35–38<\/a><\/span>.) Pilate blamed the Jews when he condoned the crucifixion of the Savior, in whom he found “no fault.” (<span class=\"citation\" id=\"32434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32434)\">Luke 23:4<\/a><\/span>; see also <span class=\"citation\" id=\"37419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37419)\">Matt. 27:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p10\" class=\"\">Even the very elite have sometimes succumbed to the temptation to blame others for their disobedience or their failure to receive blessings. Aaron blamed the children of Israel when Moses charged him with bringing a great sin upon them by making a molten calf. (See <span class=\"citation\" id=\"23011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23011)\">Ex. 32:19–24<\/a><\/span>.) And Martha may have blamed Mary for depriving her of the Savior’s presence on that indelible day in Bethany. (See <span class=\"citation\" id=\"32420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32420)\">Luke 10:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p11\" class=\"\">Today the practice continues. We hear at every hand phrases such as “My wife just doesn’t understand me,” “Loosen up—everybody does it,” or “It wasn’t really my fault.” The second great commandment (see <span class=\"citation\" id=\"37401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37401)\">Matt. 22:35–40<\/a><\/span>) is breached routinely by those who say, “He started it” or “She deserved it.” Teens and adults alike jokingly attempt to justify behavioral lapses by saying, “The devil made me do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p12\" class=\"\">When faced with the consequences of transgression, rather than looking to ourselves as the source of the discomfort which always accompanies sin, many of us tend to blame someone else. Rather than getting out of a vicious and senseless circle, we fault our neighbor for our pain and try to pass it on. But to repent we must leave the circle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p13\" class=\"\">The first step in the repentance process has always been simply to recognize that we have done wrong. If we are so hedged about by pride, rationalization, machismo, or a misdirected sense of self-esteem as to prevent us from ever admitting that we are part of the problem, we are in trouble. We then may not even know of our need to repent. We will have no idea whether the Lord is pleased with us or not and may become “past feeling.” (<span class=\"citation\" id=\"2003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2003)\">1 Ne. 17:45<\/a><\/span>.) But all men, everywhere, must repent. (See <span class=\"citation\" id=\"6222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6222)\">3 Ne. 11:32<\/a><\/span>.) To fail to do so is to perish. (See <span class=\"citation\" id=\"32421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32421)\">Luke 13:3<\/a><\/span>; <span class=\"citation\" id=\"24818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24818)\">Hel. 7:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p14\" class=\"\">To excuse misconduct by blaming others is presumptuous at best and is fatally flawed with regard to spiritual things, for “we believe that men will be punished for their own sins, and not for Adam’s transgression.” (<span class=\"citation\" id=\"7021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7021)\">A of F 1:2<\/a><\/span>.) This not only means that we will not be punished for what Adam did in the Garden, but also that we cannot excuse our own behavior by pointing a finger to Adam or anyone else. The real danger in failing to accept responsibility for our own actions is that unless we do, we may never even enter on the strait and narrow path. Misconduct that does not require repentance may be pleasant at first, but it will not be for long. And it will never lead us to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p15\" class=\"\">Just as foolish as believing that we can “pass it on” is the idea that the satisfaction of being in the circle, whatever that may be, can somehow excuse any wrongs committed there. This notion is widely shared and is most often expressed by the phrase, “The end justifies the means.” Such a belief, if left undisturbed and unchecked, can also impede the repentance process and cheat us out of exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p16\" class=\"\">Those who teach it are almost always attempting to excuse the use of improper or questionable means. Such people seem to be saying, “My purpose was to do good or to be happy; therefore, any little lie, or misrepresentation, or lapse of integrity, or violation of law along the way is justified.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p17\" class=\"\">In certain circumstances, some say it is “okay” to conceal the truth, to dig just a small pit for an adversary, to pursue an advantage of some kind—such as superior knowledge or position—against another. “This is just common practice,” or “I’m just looking after Number One,” they say. “All’s fair in love and war,” or “That’s the way the ball bounces,” they say. But if the means which prompt the saying of these things are wrong, no amount of rationalization or verbal whitewash can ever make them right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p18\" class=\"\">To those who believe otherwise, Nephi said: “Yea, and there shall be many which shall teach after this manner, false and vain and foolish doctrines, and shall be puffed up in their hearts, and shall seek deep to hide their counsels from the Lord.” (<span class=\"citation\" id=\"4436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4436)\">2 Ne. 28:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p19\" class=\"\">Some seek to justify their actions by quoting scripture. They often cite Nephi’s killing of Laban as an example of the need to violate a law to accomplish a greater good and to prevent a nation from dwindling in unbelief. But they forget that Nephi twice refused to follow the promptings of the Spirit. In the end, he agreed to break the commandment only when he was convinced that “the <span class=\"emphasis\">Lord<\/span> slayeth the wicked to bring forth <span class=\"emphasis\">his<\/span> righteous purposes” (<span class=\"citation\" id=\"1991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1991)\">1 Ne. 4:13<\/a><\/span>; italics added) and also (I believe) when he knew that the penalty for shedding blood had been lifted, in that one exceptional case, by Him whose right it is to fix and waive penalties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p20\" class=\"\">The truth is that we are judged by the means we employ and not by the ends we may hope to obtain. It will do us little good at the last day to respond to the Great Judge, “I know I was not all I could have been, but my heart was in the right place.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p21\" class=\"\">In fact, there is danger in focusing merely on ends. To some who did, the Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p22\" class=\"\">“Many will say to me in that day: Lord, Lord, have we not prophesied in thy name, and in thy name have cast out devils, and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p23\" class=\"\">“And then will I profess unto them: I never knew you; depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"6224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6224)\">3 Ne. 14:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p24\" class=\"\">The war in heaven was essentially about the means by which the plan of salvation would be implemented. It forever established the principle that even for the greatest of all ends, eternal life, the means are critical. It should be obvious to all thinking Latter-day Saints that the wrong means can never attain that objective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p25\" class=\"\">The danger in thinking that the end justifies the means lies in making a judgment we have no right to make. Who are we to say that the Lord will pardon wickedness done to attain a perceived “greater good.” Even if the goal is good, it would be a personal calamity to look beyond the mark and fail to repent of the wrong we do along the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p26\" class=\"\">Of course we have the right to strive for happiness. But as we do we should pause every now and then and look to ourselves. We should remember that “wickedness never was happiness.” (<span class=\"citation\" id=\"9885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9885)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9885)\">Alma 41:10<\/a><\/span>.) And the sweet peace the gospel brings never comes at all when we justify our misconduct or blame others for our unhappiness. But there is a way out. We need only remember a pointless, irresponsible childhood game, and quietly walk away. Face up, quit, get out, confess, apologize, admit the harm we have done, and just plain walk away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p27\" class=\"\">There are so many important things for us to do in mortality. There is not much time to waste on games. We must obtain essential ordinances. We must enter into and keep sacred covenants. We are to “live by every word which proceedeth forth out of the mouth of God.” (<span class=\"citation\" id=\"19501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19501)\">D&amp;C 98:11<\/a><\/span>.) We must love and serve one another. We are to be proved in all things. (See <span class=\"citation\" id=\"19504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19504)\">D&amp;C 98:14<\/a><\/span>.) Even little things like means. There will be trials. There will likely be other circles we will have to leave. How we respond to all of this will turn out to be the real measure of our salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p28\" class=\"\">So to those, including myself, who from time to time have said, “I am not at fault—I was compelled by circumstances to do what I did,” I say, “That may be so, but there is grave danger here. If there is any doubt at all, let us simply repent.” For, in the words of Job, “If I justify myself, mine own mouth shall condemn me: if I say, I am perfect, it shall also prove me perverse.” (<span class=\"citation\" id=\"26833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26833)\">Job 9:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p29\" class=\"\">And to those who say, “I may have done a little wrong, but my purpose was good and I believe God will justify my behavior,” my response is, “Maybe so, but don’t count on it.” For in the 137th section of the Doctrine and Covenants, verse 9, we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p30\" class=\"\">“For I, the Lord, will judge all men according to their works, according to the desire of their hearts.” [<span class=\"citation\" id=\"19547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19547)\">D&amp;C 137:9<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/repentance.p31\" class=\"\">May the Lord bless us to see ourselves as we really are and to repent as needs be, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}