{"ID":5009, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sunday Worship Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p2\" class=\"\">Elder W. Mack Lawrence<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fa2.jpg\" alt=\"Elder W. Mack Lawrence\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p3\" class=\"\">Never in my wildest dreams did I think that one day I would be standing at this pulpit giving a talk. I thought of putting a pillow between my knees so you wouldn’t think there was a woodpecker up here working on the pulpit. It’s a humbling experience, brothers and sisters, to stand before you, and I pray that the Lord’s Spirit will be with us all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p4\" class=\"\">Today I would like to talk about sacrament meeting. Your bishop organizes and oversees the meeting, to ensure that it’s undertaken in a spirit of reverence, thankfulness, and worship and conducted with dignity, warmth, and the Spirit of the Lord. I hope that each person who attends will be welcomed at the door and will sense a great feeling of love and caring that the bishop has. That is symbolic of the Lord’s great, unconditional love for each of us. We should feel wanted, valued, and accepted at these meetings. No one should feel like a stranger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p5\" class=\"\">Sacrament meeting is the most important meeting of the week, the one the Lord has <span class=\"emphasis\">commanded<\/span> us to attend. It’s a time to worship the Savior. What does that mean, to worship? It means to reverently show love and allegiance to him, to think about him, to honor him, to remember his sacrifice for each of us, and to thank him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p6\" class=\"\">In sacrament meeting we often do this through prayer, music, talks, scripture, and our testimony. His Spirit should be there. We partake of the sacrament in remembrance of his body and blood, symbolizing his resurrection and atonement. We should think about his life and sacrifice during the passing of the sacrament. Our sacrament meeting should be a time to talk of Christ, rejoice in Christ, preach of Christ, and prophesy of Christ, to paraphrase Nephi. (See <span class=\"citation\" id=\"4428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4428)\">2 Ne. 25:26<\/a><\/span>.) It’s also a time to learn the doctrines of the Church, to feel the Spirit, and to be spiritually enlightened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p7\" class=\"\">Sacrament meeting is so important that the Lord revealed specific instructions about the meeting to Joseph Smith. That message is recorded in the fifty-ninth section of the Doctrine and Covenants: “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p8\" class=\"\">“For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p9\" class=\"\">“Nevertheless thy vows shall be offered up in righteousness on all days and at all times;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p10\" class=\"\">“But remember that on this, the Lord’s day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p11\" class=\"\">“And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full.” (<span class=\"citation\" id=\"19443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19443)\">D&amp;C 59:9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p12\" class=\"\">That our joy may be full. Our experience in sacrament meeting should be filled with joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p13\" class=\"\">Let me just mention a couple of things that will help us find joy in sacrament meetings. There are many ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p14\" class=\"\">First, <span class=\"emphasis\">come with an attitude of worshipping the Lord.<\/span> Some people don’t understand, and they look at worship service as just another Sunday meeting, a part of a three-hour routine. It is not. It should be a time of true worship for the Savior, a time when we desire to be close to him, to convey our love to him, to feel his Spirit. Our attitudes help determine how meaningful the meeting is to each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p15\" class=\"\">Number two, <span class=\"emphasis\">teach your children the significance of the worship service.<\/span> We want our children there, and we also want them to learn reverence, which is a form of love for the Savior. (If babies are noisy, take them out of the chapel until they calm down.) We want our children to understand that it is a worship service for Jesus, where we show him we love him. You may be surprised at how much your children understand about this. Alma tells us in the Book of Mormon that “little children do have words given to them many times, which confound the wise and the learned.” (<span class=\"citation\" id=\"9858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9858)\">Alma 32:23<\/a><\/span>.) They can be very sensitive to the Spirit. We love our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p16\" class=\"\">Number three, <span class=\"emphasis\">sing enthusiastic praises to God.<\/span> As we sing wholeheartedly, reaffirming our love for the Savior, we can feel the Spirit. I must admit that I’m the world’s worst singer. In junior high school, my music teacher said to me, “Mack, do us a favor and just move your lips when you try to sing.” But I still try, and I feel the Spirit when I sing. It’s a blessing available to all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p17\" class=\"\">Number four, <span class=\"emphasis\">when you speak to<\/span> <span class=\"emphasis\">the congregation, include scriptural references, your testimony, and the Savior in your talk.<\/span> I have heard of instances when the Savior is not even mentioned in a sacrament meeting. I hope this is never the case. He is the focus of our sacrament meeting, and all that is said there should bring us closer to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p18\" class=\"\">The scriptures are our basic commentary on the Savior and his doctrines. Use them regularly in your talks. We discover new treasures in them, and they are crucial to our gospel enlightenment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p19\" class=\"\">And don’t be afraid to include your personal feelings about the Savior, his gospel, and instances when you’ve felt the Spirit. Our testimonies grow when we hear testimonies of others. Some people have stronger testimonies than others, and that’s all right. Each of us is growing in the gospel. We should not feel pressured to say things that do not truthfully express our experiences. We should not be ashamed of what we do know, whatever stage our testimony may be in. Share it with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p20\" class=\"\">And finally, <span class=\"emphasis\">remember the Savior as you partake of the sacrament.<\/span> Some people have told me that they’ve heard sacrament prayers so often that they don’t even hear them when the sacrament is blessed. Perhaps this is because they don’t understand what is being said. Perhaps you might want to pull your scriptures at the proper time and study these prayers. They contain profound and significant information about our promises to the Lord, and his promises to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p21\" class=\"\">Do you know where to find the sacrament prayers? In the Doctrine and Covenants, the twentieth section, or in the Book of Mormon, Moroni chapters 4 and 5 [<span class=\"citation\" id=\"125235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125235)\">D&amp;C 20:77<\/a><\/span>; <span class=\"citation\" id=\"19405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19405)\">D&amp;C 20:79<\/a><\/span>; <span class=\"citation\" id=\"38606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38606)\">Moro. 4:3<\/a><\/span>; <span class=\"citation\" id=\"38608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38608)\">Moro. 5:2<\/a><\/span>]. In these sacrament prayers for the bread and for the water, symbolic of the body and the blood of the Savior, you witness (or promise) certain things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p22\" class=\"\">As you partake of the sacrament, you witness that you are willing to take the name of Jesus Christ, the Son, upon you. This means that you are willing to be baptized, to proclaim gospel truths in his name, and to represent him in doing his work here on earth. You also witness that you will always remember him and keep his commandments. Those are serious, sacred commitments. And in return, as you keep your promises, you are blessed that you may always have his Spirit to be with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p23\" class=\"\">We read in Second Nephi chapter 25, verse 29, “The right way is to believe in Christ, and deny him not; and Christ is the Holy One of Israel; wherefore ye must bow down before him, and worship him with all your might, mind, and strength, and your whole soul.” [<span class=\"citation\" id=\"4431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4431)\">2 Ne. 25:29<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p24\" class=\"\">That we may make sacrament meeting a joyful time for worshipping our Savior, I pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/sunday-worship-service.p25\" class=\"\">I believe with all my soul in Jesus Christ, our elder brother. May we understand his teachings and follow him, via a spiritual sacrament meeting, prayer, and reading of the scriptures. This is his divine church. Through the Prophet Joseph Smith the Lord ushered in the fulness of the gospel in this last dispensation of time. President Ezra Taft Benson is our true and living prophet, and I say this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}