{"ID":5012, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Peace Within\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p3\" class=\"\">In recent months, peace has been a very prominent topic on the minds of people throughout the world. When world peace was threatened, many countries found themselves engaged in war. The news media have shown vivid images of the ravages, suffering, and destruction of war and the turmoil it causes in individuals. It causes deep anxiety and disrupts families, employment, and schooling. It consumes resources that could be used to better advantage elsewhere. We are most grateful that the Gulf War ended more quickly and with fewer casualties than expected. Our hearts are filled with compassion for families on all sides who lost loved ones and for the innocent victims of war, especially the children. We pray now for a lasting peace when men “shall beat their swords into plowshares, and their spears into pruninghooks: … neither shall they learn war any more.” (<span class=\"citation\" id=\"25681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25681)\">Isa. 2:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p4\" class=\"\">In the scriptures, <span class=\"emphasis\">peace<\/span> means either freedom from strife, contention, conflict, or war, or an inner calm and comfort born of the Spirit that is a gift of God to all of his children, an assurance and serenity within a person’s heart. The dictionary definition states that peace is a state of tranquillity or quiet, freedom from disquieting thoughts or emotions, and harmony in personal relations. (See <span class=\"emphasis\">Webster’s Ninth New Collegiate Dictionary.<\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p5\" class=\"\">While we yearn for peace, we live in a world burdened with hunger, pain, anguish, loneliness, sickness, and sorrow. We see divorce with all of its attendant conflict and heartache, especially among the innocent children caught in the middle. Wayward, disobedient children cause their parents grief and anxiety. Financial problems cause distress and loss of self-respect. Some loved ones slip into sin and wickedness, forsake their covenants, and walk in their “own way, and after the image of [their] own god.” (<span class=\"citation\" id=\"19365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19365)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p6\" class=\"\">The value of peace within our hearts cannot be measured. When we are at peace, we can be free of worry and fear, knowing that with the Lord’s help, we can do all that is expected or required of us. We can approach every day, every task, and every challenge with assurance and confidence in the outcome. We have freedom of thought and action, freedom to be happy. Even those incarcerated for lengthy periods of time as war prisoners can be at peace in their own minds. Many of them have learned from their captors that they cannot deprive them of freedom to think, even when the most harsh limitations are imposed. Few, if any, blessings from God are more valuable to our spiritual health than the reward of peace within. In modern-day revelation the Savior said, “But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.” (<span class=\"citation\" id=\"19451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19451)\">D&amp;C 59:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p7\" class=\"\">Despite dismal conditions in the world and the personal challenges that come into every life, peace within can be a reality. We can be calm and serene regardless of the swirling turmoil all about us. Attaining harmony within ourselves depends upon our relationship with our Savior and Redeemer, Jesus Christ, and our willingness to emulate him by living the principles he has given us. He has extended to us an invitation: “Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"37381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37381)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p8\" class=\"\">The phrase “Peace, be still” (<span class=\"citation\" id=\"33423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33423)\">Mark 4:39<\/a><\/span>), that the Savior uttered when he calmed the storm-tossed sea, can have the same calming influence upon us when we are buffeted by life’s storms. During the Passover feast, the Savior taught his disciples: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"29524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29524)\">John 14:27<\/a><\/span>.) Referring to the teachings he had given to his disciples, Jesus said: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.” (<span class=\"citation\" id=\"29530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29530)\">John 16:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p9\" class=\"\">In his epistle to the Romans, Paul gave us one key to finding the peace promised by the Lord. Paul taught, “To be spiritually minded is life and peace.” (<span class=\"citation\" id=\"42952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42952)\">Rom. 8:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p10\" class=\"\">One faithful mother of a large family learned to find peace by accepting the Savior’s invitation to come unto him and find rest. She lived in obedience to the commandments of God and had faith in the Lord, Jesus Christ. Then she developed the practice of doing everything within her power to solve problems and meet challenges, and then, when she felt that she could do nothing more, she would cast her burdens upon the Lord and place the outcome in his hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p11\" class=\"\">President David O. McKay said, “The peace of Christ does not come by seeking the superficial things of life, neither does it come except as it springs from the individual’s heart.” He said further that this peace is “conditioned upon obedience to the principles of the Gospel of Jesus Christ. … No man is at peace with himself or his God who is untrue to his better self, who transgresses the law of what is right either in dealing with himself by indulging in passion, in appetite, yielding to temptations against his accusing conscience, or in dealing with his fellowmen, being untrue to their trust. Peace does not come to the transgressor of law; peace comes by obedience to law, and it is that message which Jesus would have us proclaim among men.” (in Conference Report, Oct. 1938, p. 133.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p12\" class=\"\">Earth life is a period of probation to provide an opportunity for choices. Two mighty forces are pulling in opposite directions. On the one hand is the power of Christ and his righteousness. On the other hand is Satan and the spirits who follow him. President Marion G. Romney said: “Mankind … must determine to travel in company with the one or the other. The reward for following the one is the fruit of the Spirit—peace. The reward for following the other is the works of the flesh—the antithesis of peace.” Further, he said: “The price of peace is victory over Satan.” (<span class=\"emphasis\">Ensign,<\/span> Oct. 1983, pp. 4–5.) We can know which one to follow because God has given everyone the Spirit of Christ to know good from evil and to protect themselves from sin. (See <span class=\"citation\" id=\"38611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38611)\">Moro. 7:15–18<\/a><\/span>.) We sometimes refer to the Spirit of Christ as our conscience. If we follow its promptings, we can be free of sin and filled with peace. If we do not, but instead let our carnal appetites control us, we never will know true peace. We will be tossed “like the troubled sea, when it cannot rest. … there is no peace, saith … God, to the wicked.” (<span class=\"citation\" id=\"25689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25689)\">Isa. 57:20–21<\/a><\/span>.) If we damage or violate our conscience by ignoring it, we can lose that gift because we no longer are sensitive to it. We will be beyond feeling, beyond the influence of that Spirit. (See <span class=\"citation\" id=\"2005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2005)\">1 Ne. 17:45<\/a><\/span>; <span class=\"citation\" id=\"22015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22015)\">Eph. 4:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p13\" class=\"\">Though we abhor war, peace nearly always has been more a dream than a reality. During most of the world’s history, strife, dissension, and conflict have flourished and displaced peace. The times when peace has reigned, it began in the hearts of righteous, obedient individuals and grew until it engulfed a society. We have at least two scriptural accounts of periods of absolute peace and a third that is yet to come. (See Marion G. Romney, <span class=\"emphasis\">Ensign,<\/span> Oct. 1983, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p14\" class=\"\">The first of these periods of peace was among the people of Enoch, who lived before the great flood. They continued in righteousness, and “the Lord came and dwelt with” them. He “called his people Zion, because they were of one heart and one mind, and dwelt in righteousness.” They “built a city that was called the City of Holiness, even Zion” that, in the “process of time, was taken up into heaven.” (<span class=\"citation\" id=\"39809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39809)\">Moses 7:16–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p15\" class=\"\">The second period of peace followed the ministry of the resurrected Jesus among the Nephites. They abolished the works of evil and obtained the fruit of the Spirit. Quoting from the Book of Mormon: “The disciples of Jesus had formed a church of Christ. … And as many as did come unto them, and did truly repent of their sins, were baptized in the name of Jesus; and they did also receive the Holy Ghost.” (<span class=\"citation\" id=\"6552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6552)\">4 Ne. 1:1<\/a><\/span>.) Consequently, “there were no contentions and disputations among them” (<span class=\"citation\" id=\"6553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6553)\">4 Ne. 1:2<\/a><\/span>) “because of the love of God which did dwell in the hearts of the people. And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of lasciviousness.” (<span class=\"citation\" id=\"6555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6555)\">4 Ne. 1:15–16<\/a><\/span>.) “They were in one, the children of Christ, and heirs to the kingdom of God.” (<span class=\"citation\" id=\"6558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6558)\">4 Ne. 1:17<\/a><\/span>.) “And every man did deal justly one with another.” (<span class=\"citation\" id=\"6554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6554)\">4 Ne. 1:2<\/a><\/span>.) “And surely there could not be a happier people among all the people who had been created by the hand of God.” (<span class=\"citation\" id=\"6557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6557)\">4 Ne. 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p16\" class=\"\">Peace prevailed among the Nephites for almost two centuries. Then some of them deserted the teachings of Jesus Christ and turned to selfish pride and wickedness. Within another two centuries, the Nephite nation that had enjoyed this long period of perfect peace had destroyed itself in savage civil war.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p17\" class=\"\">A third period of perfect peace will come during the Millennium. “Satan shall be bound, that he shall have no place in the hearts of the children of men.” (<span class=\"citation\" id=\"19423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19423)\">D&amp;C 45:55<\/a><\/span>.) As they live the gospel of Jesus Christ, the righteousness of the people will banish Satan from their midst. We look forward to that day of universal peace and justice, when Christ will reign upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p18\" class=\"\">These three instances show that peace, whether in a city, a nation, or other society, develops from peace that begins within the hearts of individuals as they live by the precepts of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p19\" class=\"\">We see an example of individual peace amidst strife and contention in the life of the Prophet Joseph Smith. Near the end of his life, he was at the center of a whirlwind of turmoil and tribulation caused by devious associates, false accusations, and cunning plots against his life. Yet a few days before his death, he said, “I am calm as a summer’s morning; I have a conscience void of offense towards God, and towards all men.” (<span class=\"citation\" id=\"19543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19543)\">D&amp;C 135:4<\/a><\/span>.) His inner peace sustained him through monumental adversities, even his own martyrdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p20\" class=\"\">Peace is more than a lofty ideal. It is a practical principle that, with conscious effort, can become a normal part of our lives as we deal with matters both large and small. One habit that prevents inner peace is procrastination. It clutters our minds with unfinished business and makes us uneasy until we finish a task and get it out of the way. We are at peace in our Church callings when we do the work at the proper time instead of waiting until the last possible moment. This is true of going to the temple often, performing our home teaching and visiting teaching assignments, preparing lessons and talks, and doing other assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p21\" class=\"\">Can anyone’s mind be at peace if he or she is unfaithful in even the least degree to marriage vows? How much mental anguish results from a little lying, cheating, or stealing even if they are never discovered? Do we have peace of mind if we knowingly violate traffic laws? Or do we watch nervously for the ever-present policeman? Do we have peace of mind if we are not honest with our employers and do not give fair value for the pay we receive? Are we at peace if we are less than honest regarding our tax returns?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p22\" class=\"\">Latter-day Saints are obligated to seek inner peace not only for the blessing it is to them but so they can radiate its influence to others. In a Christmas message, the First Presidency proclaimed that the Church has a divine commission to establish peace. Church members are to “manifest brotherly love, first toward one another, then toward all mankind; to seek unity, harmony and peace … within the Church, and then, by precept and example, extend these virtues throughout the world.” (“Greetings from the First Presidency,” <span class=\"emphasis\">Liahona, the Elders’ Journal,<\/span> 22 Dec. 1936, p. 315.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p23\" class=\"\">If sin has deprived us of peace within, we can repent and seek forgiveness of our sins. The Lord said that he “cannot look upon sin with the least degree of allowance; Nevertheless, he that repents and does the commandments of the Lord shall be forgiven.” (<span class=\"citation\" id=\"19369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19369)\">D&amp;C 1:31–32<\/a><\/span>.) Elder Spencer W. Kimball wrote: “The essence of the miracle of forgiveness is that it brings peace to the previously anxious, restless, frustrated, perhaps tormented soul. In a world of turmoil and contention this is indeed a priceless gift.” (<span class=\"emphasis\">The Miracle of Forgiveness,<\/span> Salt Lake City: Bookcraft, 1969, p. 363.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p24\" class=\"\">My brothers and sisters, we <span class=\"emphasis\">can<\/span> be at peace if we “let virtue garnish [our] thoughts unceasingly.” (<span class=\"citation\" id=\"19521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19521)\">D&amp;C 121:45<\/a><\/span>.) The power is in us as spirit children of our Heavenly Father. He and his Beloved Son, Jesus Christ, have provided the way for us to be at peace. We <span class=\"emphasis\">can<\/span> enjoy that peace of God which passeth human understanding. (See <span class=\"citation\" id=\"41330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41330)\">Philip. 4:7<\/a><\/span>.) We can enjoy it personally, within our families, in our communities, in our nations, and in our world if we will do the things that produce it. This peace leads to happiness. (See <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> pp. 255–56.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace-within.p25\" class=\"\">I bear testimony that our Heavenly Father lives and that he knows and loves each one of us. Jesus is the Christ, the Son of God, the Savior and Redeemer of all mankind, and yes, the Prince of Peace. Joseph Smith is the Prophet of the Restoration, and President Ezra Taft Benson is the present prophet, seer, and revelator of the Lord’s Church. This I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}