{"ID":5013, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">91905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p4\" class=\"\">“And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p5\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p6\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” (<span class=\"citation\" id=\"37421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37421)\">Matt. 28:18–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p7\" class=\"\">Matthew selected these words as the conclusion to his gospel—the account of the resurrected Lord charging those appointed to carry on His ministry among the peoples of the world. The charge was clear: they were to teach, baptize, and to continue post-baptism teaching to ensure that the fruits would remain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p8\" class=\"\">Through the ages of gospel history, the charge, especially to those bearers of His holy priesthood, has always been the same—teach, baptize, and continue teaching to build lasting testimonies in the hearts of as many of our Father in Heaven’s children as it is possible for us to reach. We have been called to serve!<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p9\" class=\"\">I often greet young priesthood bearers of the Church as we meet them throughout the world with the question, “Future missionary?” Their faces usually brighten with a positive reply. Then I encourage them to start today preparing for that great experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p10\" class=\"\">What preparation is necessary for this exciting service? First and most important is that the Lord expects it of us. He expects us to be involved in building His kingdom. Our prophets have continually reminded us that every able, worthy, young man is expected to serve a full-time mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p11\" class=\"\">Your preparation must have you ready to sit in front of your bishop and certify to him of your personal worthiness to be a full-time missionary. You will be much more comfortable with the interview with your bishop if he is already your friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p12\" class=\"\">I will never forget the interview I had with my bishop as I was preparing for my mission. The bishop happened to be my father. We were together a great deal of the time. He could have interviewed me in our home, in the barn, in the field, or in our car, or any other place where we spent time together. Dad wanted to make this a special occasion, one that would be remembered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p13\" class=\"\">One day I received a telephone call from him. He wanted to set up an appointment with me for an interview. I thought that strange because he had never called me before to set up an appointment for anything. We arranged the time to meet in the bishop’s office. When the appointed time arrived, I found his office clean and orderly without papers on the desk, which was strange because in normal circumstances it would be covered with papers. But this time, all that was on the desk were the scriptures. The interview resulted in a little scripture study between myself and my father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p14\" class=\"\">As near as I can remember, the procedure was as follows: He pushed the scriptures over to my side of the desk and asked me to turn to Doctrine and Covenants 59:6 [<span class=\"citation\" id=\"19440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19440)\">D&amp;C 59:6<\/a><\/span>] and read: “Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, … nor do anything like unto it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p15\" class=\"\">We then discussed what it meant to be morally clean. The discussion centered on cleanliness of thought. If our thoughts remain clean and pure, we would never commit acts that would prevent us from serving in the mission field. All too common among young men today is the idea that they can sin a little, live it up with the boys, and then settle down for a short season before they are ready to be called so they can qualify themselves for missionary service. What fallacy there is in that philosophy!<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p16\" class=\"\">The discipline contained in daily obedience and clean living and wholesome lives builds an armor around you of protection and safety from the temptations that beset you as you proceed through mortality. You can leave home with a clear conscience. Now, there may be some of you who have already given in to the ways of the world. The only way to regain your self-respect is the process called repentance. Always remember that with the help of your bishop there is a way back. Do not hesitate to use it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p17\" class=\"\">Next we turned and read from the Doctrine and Covenants, section 89, verses 18 through 21:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p18\" class=\"\">“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p19\" class=\"\">“And shall find wisdom and great treasures of knowledge, even hidden treasures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p20\" class=\"\">“And shall run and not be weary, and shall walk and not faint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p21\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them. Amen.” [<span class=\"citation\" id=\"19494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19494)\">D&amp;C 89:18–21<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p22\" class=\"\">The discussion which followed centered around the importance of keeping our physical bodies healthy, wholesome homes for our eternal spirits. Harmful drugs and drinks destroy both the mind and the body and make us unfit for the guidance of the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p23\" class=\"\">We read other scriptures concerning sustaining the prophets and obedience to living the laws of the Lord. After each discussion, I was required to respond as to whether my life was in harmony with this principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p24\" class=\"\">Then finally we turned and read together Doctrine and Covenants 110, verses 1 through 4 [<span class=\"citation\" id=\"19514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19514)\">D&amp;C 110:1–4<\/a><\/span>]:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p25\" class=\"\">“The veil was taken from our minds, and the eyes of our understanding were opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p26\" class=\"\">“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p27\" class=\"\">“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p28\" class=\"\">“I am the first and the last; I am he who liveth, I am He who was slain; I am your advocate with the Father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p29\" class=\"\">We then talked about the eternal hope that we have in the atonement of our Lord and Savior, and the necessity of partaking of sacred ordinances required for all of our Father in Heaven’s children before we can receive the greatest gift he has given to us, the gift of life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p30\" class=\"\">Dad then filled out my missionary recommendation form and had me sign it. Standing, he gave me a warm handshake and a sincere congratulations for being worthy to serve a full-time mission. I left his office with a feeling of exhilaration. I had passed one of the most important tests of my life. I had been deemed worthy to be a full-time missionary, which signified the approval of my father, my bishop, and my Lord and Savior. As I left the office, in my mind I made a commitment to myself that I would always live worthy to pass an interview held with one of my priesthood leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p31\" class=\"\">The interview I had with my bishop prepared me for three basic ingredients I needed to serve a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p32\" class=\"\">First, I needed gospel knowledge as contained in the scriptures and a testimony as to their truthfulness. Daily prayer and study were essential for my preparation to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p33\" class=\"\">Second, personal righteousness is a fundamental requirement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p34\" class=\"\">Third, my bishop’s interview created in me even a greater desire to be a full-time missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p35\" class=\"\">In addition to the spiritual preparation necessary, there is also a temporal preparation. Financing missions places additional burdens on family resources. This would not be necessary if young priesthood bearers would decide early in life that they would carry this responsibility measurably themselves. The new Missionary Equalization Program has removed much of the guesswork about the financial resources which will be required for missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p36\" class=\"\">One of the great blessings of this program is that missionaries and their parents can now project fairly accurately the cost of a mission. Savings accounts can then be planned based on this projection. Early proper planning can help missionaries become self-sufficient in financing their own missions. It also has the benefit of teaching early in life the rewards that come from honest labor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p37\" class=\"\">To help you prepare for this great opportunity, we have recently completed a stirring video entitled <span class=\"emphasis\">Called to Serve.<\/span> Priesthood leaders in English-speaking areas are being notified of the availability of this videotape. We hope that bishoprics and branch presidents will organize a special meeting to show this videotape to ensure that every young man and his family have an opportunity to see it many times as he prepares for missionary service. Even though I have watched it many times, I still have a lump in my throat every time I have the privilege of seeing it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p38\" class=\"\">As you watch the video screens, you can see scenes from this production. They are now showing different future missionaries receiving that special letter of call from the First Presidency to serve a mission. This will be that great moment you have been preparing for. We hope you will share it with your family and friends. As you read the letter of call which will assign you to one of the great missions of the Church, the excitement of that moment will remain with you for the balance of your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p39\" class=\"\">Time always seems to fly by as you are serving in a mission field. Your days are filled with the spirit of gospel service. I do not want to leave you with the impression that you will not have any hard times, because you will. And that is where growth comes. However, you will see lives change as people embrace the gospel. Your heart will be filled with the joy that comes from teaching the truths of our Father in Heaven that he has established for us to live by here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p40\" class=\"\">So tonight, we encourage you great, young priesthood bearers to start both your temporal and spiritual preparation now to be fully worthy and ready to accept your call to wear that special badge of a full-time missionary. Be like one of those great missionaries that you have seen on your TV screen. I can honestly promise you that it will be one of the great experiences of your life. It is impossible to stay even with the Lord. The more you attempt to give to Him, the more He blesses your lives, yea, even one hundredfold. So let us tonight leave here with a battle cry ringing in our hearts,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Called to serve Him, heav’nly King of glory,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Chosen e’er to witness for his name,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Far and wide we tell the Father’s story,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Far and wide his love proclaim.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Onward, ever onward, as we glory in his name;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Onward, ever onward, as we glory in his name;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Forward, pressing forward, as a triumph song we sing.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God our strength will be; press forward ever,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Called to serve our King.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p50\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 249.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/called-to-serve.p51\" class=\"\">God lives! Jesus is the Christ. We are engaged in His work is my witness to you. May God bless each one of us with the spirit of missionary service is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}