{"ID":5014, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “To Honor the Priesthood”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p2\" class=\"\">Elder J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:225e.jpg\" alt=\"Elder J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p3\" class=\"\">When Bob Barfuss was on his mission, his mother, Mary, prayed each day, reminding the Lord, in detail, of Bob’s needs. One day she concluded that maybe she shouldn’t take so much of the Lord’s time with her long list of concerns. She said, “I just condensed it to: Heavenly Father, please bless Bob to honor his priesthood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p4\" class=\"\">Brethren, if that simple plea were fully realized in our lives, it would satisfy most needs and prevent most problems. “Bless me, Father, to honor the priesthood.” This should be our daily petition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p5\" class=\"\">At a recent stake priesthood meeting, a young man was sustained to receive the Melchizedek Priesthood. When congratulated, the boy’s response was surprising: “Why? That’s no big deal, is it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p6\" class=\"\">No big deal? If he only knew how big! I wondered how he reached such a conclusion. If I were his father, his bishop, his quorum adviser, how would I feel to hear that response?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p7\" class=\"\">We often say impulsive things as youth that we probably would not say with more maturity. I hope this young man is now serving a mission and getting a better idea of what it really means to bear the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p8\" class=\"\">President Benson has said, “The greatest power in this world is the power of the priesthood. … No greater honor or blessing can come to man than the authority to act in the name of God.” (<span class=\"emphasis\">The Teachings of Ezra Taft Benson,<\/span> Salt Lake City: Bookcraft, 1988, p. 219.) What a privilege! What a trust!<\/p>\n\t\t\t<p class=\"preamble\">May I offer two suggestions to help us better honor the priesthood:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Live righteously to merit the power of the priesthood.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Aggressively search out opportunities for quorum service.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p12\" class=\"\">To have the priesthood conferred upon us does not automatically bless us with power any more than receiving a driver’s license makes us a responsible driver. The Lord declared, “The powers of heaven [can] be controlled … only upon … principles of righteousness.” (<span class=\"citation\" id=\"19518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19518)\">D&amp;C 121:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p13\" class=\"\">The power of the priesthood comes gradually. Even our Savior had to master the flesh and grow “grace for grace” until He received a fulness. (<span class=\"citation\" id=\"19495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19495)\">D&amp;C 93:12–13<\/a><\/span>.) We may also, if we are true and faithful to our covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p14\" class=\"\">However, we may forfeit priesthood power when we commit transgression. Spiritual powers are sensitive and withdraw from evil influences. As Peter warned, we must escape “the corruption that is in the world.” (<span class=\"citation\" id=\"4967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4967)\">2 Pet. 1:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p15\" class=\"\">I was proud of a young priest, Rick Dove of Tucker, Georgia, who reported his experience at a rock concert. He observed the drinking, dress, profanity, and general crudeness of the young people there. He said, “I suddenly remembered who I am and felt that I was out of place; so I left.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p16\" class=\"\">Sometimes we forget who we are. The other day, I stopped at a magazine shop to buy a newspaper. I was shocked to see a man whom I knew well, a high priest, viewing a magazine in the “adults only” section. He was unaware that I saw him. I was quite disappointed. The thought occurred to me: What if I had been his son, who looked to his dad as a hero?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p17\" class=\"\">I remembered a conversation between a father and son in Arthur Miller’s play <span class=\"emphasis\">All My Sons.<\/span> The son discovers that his father has compromised ethical principles in business. Knowing that losing his son’s esteem is one of the greatest losses he could have, the father says, in effect, “Son, I know; I’m sorry. But really, I’m no worse than anyone else.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p18\" class=\"\">The son replies, “Dad, I know; but I thought you were better.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p19\" class=\"\">For those who bear the priesthood, young men or adults, there is only one standard of moral decency. Any film, television show, music, or printed material unfit for youth is also unfit for parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p20\" class=\"\">Those who rationalize acceptance of immoral material on grounds of maturity or sophistication are deceived. Those who excuse transgression by saying “Well, I’m not perfect” may be reminded that conscious sin is a long way from perfection. We would do best to consider this counsel of President Brigham Young: “‘Be … as perfect as [you] can,’ for that is all we can do. … The sin … is [not doing] as well as [you know] how.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 2:129–30.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p21\" class=\"\">The prophet Alma, who suffered “nigh unto death” (<span class=\"citation\" id=\"40828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40828)\">Mosiah 27:28<\/a><\/span>) repenting of his rebellion and transgressions, pleads: “Come ye out from the wicked, and be ye separate, and touch not [the] unclean things.” (<span class=\"citation\" id=\"9837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9837)\">Alma 5:57<\/a><\/span>.) To us, who bear His holy vessels, the Lord commands, “Be ye clean.” (<span class=\"citation\" id=\"19417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19417)\">D&amp;C 38:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p22\" class=\"\">The priesthood quorum was designed by the Lord to be the finest service fraternity in all the world. If we had the wisdom and faith to utilize the quorum as the Lord envisions it, we would be magnified before Him, and every member of the Church would be blessed. Isn’t that a primary purpose of the priesthood—to bless, to encourage, to exalt? The quorum maximizes the good which comes from a synergy of brotherhood and service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p23\" class=\"\">Let me share some examples of the priesthood in action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p24\" class=\"\">An inspiring funeral was held for eighteen-year-old John Anderson. John was a remarkable young man who courageously battled muscular dystrophy and lost. He was confined to a wheelchair during his Aaronic Priesthood years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p25\" class=\"\">Conspicuous at the funeral were devoted members of his priests quorum. John’s influence upon his quorum was profound, and yet he never played a football game, nor went camping with them, nor danced, nor did any of the usual teenage activities. It was his faith and commitment to the Church that touched his quorum members. And something else—John provided his quorum with an opportunity to serve with love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p26\" class=\"\">When John was a deacon, he wanted to pass the sacrament. One boy was assigned to push his wheelchair while John held the tray on his lap. It seemed awkward at first, but soon others were anxious to help him perform his priesthood duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p27\" class=\"\">By the time John was ordained a priest, he was very weak and could not kneel to bless the sacrament. His quorum found a solution. They placed his wheelchair next to the sacrament table. One would break the bread, then kneel for him, by the wheelchair, and hold a microphone while John pronounced those sacred words. To do this for their brother soon became an honor for each one in the quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p28\" class=\"\">They enthusiastically followed his leadership as first assistant in the priests quorum. Because John was unable to realize his dream of becoming an Eagle Scout, the priests raised money to buy a special achievement plaque which was given to him in sacrament meeting. It read: “Presented to John Anderson for outstanding service to your quorum and for being a great example to us all.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p29\" class=\"\">Over the years, the young men in John’s quorum enjoyed many fun activities, but none had greater impact or taught them more about magnifying their priesthood callings and loving each other than this choice experience they shared with their friend John.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p30\" class=\"\">We expect a lot from our Aaronic Priesthood brethren, and, properly trained, they seldom disappoint us. I remember when Dr. Harold Hulme served as bishopric adviser to a deacons quorum. They were invited to tour a hospital. As he introduced his quorum to the nurses, one of them said, “How unusual. The deacons in our church are older men.” Dr. Hulme replied, “Well, our deacons are outstanding young men. They can handle it when they are twelve years old!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p31\" class=\"\">Remember a few years ago when devastating fires burned out of control in Southern California? As fierce winds blew, the public was restricted from the area by police. A few families were allowed to remain and try to save their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p32\" class=\"\">Soon a van arrived at one house, filled with brethren from the quorum, carrying their shovels. They were asked: “How did you get past the police barricade?” Response: “It was easy. We just told them our brother lives here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p33\" class=\"\">The count was soon up to thirty-nine brethren who were helping dig a trench for fire protection. A curious police officer appeared and said: “I just want to meet the man who has thirty-nine brothers!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p34\" class=\"\">Elder Matthew Cowley once asked an elders quorum president how his elders were getting along as a quorum. “Do you do anything to help one another?” “Oh, yes,” was the response. “We’ve got a member of our quorum in the hospital in New Mexico. He was a vigorous young man, buying a farm, a hard worker with a lovely family. All of a sudden he was stricken.” That could have meant the end of his farm and family security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p35\" class=\"\">The elders quorum president said, “That was our loss as much as for his wife and children. So we took over, and we’ve operated that farm. All he has to worry about is getting well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p36\" class=\"\">Many times we magnify our callings individually, quietly, without fanfare. I’m thinking of an elders quorum president, Kirk Barnett of Las Vegas. Visiting a hospital early one morning, he was impressed to ask if any other LDS were there. He was told of an elderly grandmother awaiting her first surgery for a brain hemorrhage. She had no family or friends present, no one to encourage her. She was terrified! President Barnett sat with her for two hours. His hand was white from her strong grip. She said she loved him at least twenty times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p37\" class=\"\">Brethren, we are the sons of God. We have been commissioned of Jesus Christ to bear His holy priesthood and to build up His church. We must expand our awareness as quorums and as individuals, and increase our caring capacity. Let us live righteously and extend the healing power of the priesthood, through loving quorum service, to “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.” (<span class=\"citation\" id=\"19472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19472)\">D&amp;C 81:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/to-honor-the-priesthood.p38\" class=\"\">In his last tender letter to Moroni, Mormon concluded: “My son, be faithful in Christ.” (<span class=\"citation\" id=\"38619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38619)\">Moro. 9:25<\/a><\/span>.) I believe that would be the loving counsel of every father or mother to a son: Be faithful in Christ. So may we be, and honor His priesthood. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}