{"ID":5016, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Yagottawanna”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p2\" class=\"\">Elder Jack H Goaslind<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e4e.jpg\" alt=\"Elder Jack H Goaslind\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p3\" class=\"\">I am deeply grateful for my calling to serve as Young Men General President. This assignment seemed overwhelming when I received it. It has become ever more challenging as I daily gain a greater appreciation of both the marvelous future you young men can have and the obstacles you must surmount to achieve your goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p4\" class=\"\">Your potential, young men, is described in a Book of Mormon phrase: “the man of Christ.” (<span class=\"citation\" id=\"24813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24813)\">Hel. 3:29<\/a><\/span>.) What is the man of Christ like? Can you deacons, teachers, or priests become such a man, or is that something reserved for an older generation? While my formal title is Young Men General President, I hope that I am actually presiding over a brotherhood of young men of Christ. I’d like to refer to you young men as “<span class=\"emphasis\">men<\/span> of Christ.” Even though you are <span class=\"emphasis\">young<\/span> men, you are <span class=\"emphasis\">men.<\/span> I pray that each of us may come to understand the word of God, which will lead us in a strait and narrow course and help us to avoid a lot of suffering and misery in our lives. I wish to discuss one distinguishing quality of the young man of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p5\" class=\"\">This quality was expressed in a word that I recently saw printed on a young man’s worn T-shirt from a bygone youth conference. It read, “Yagottawanna.” I jokingly guessed it might be an ancient Indian word, but I asked him to explain it to me. He gave me that “you gotta be kiddin’” look, but condescended to answer anyway. “‘Yagottawanna,’” he said, “means that you have to <span class=\"emphasis\">want<\/span> to do something before you will do it.” Of course I knew that all along, but it was good to hear him say it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p6\" class=\"\">Whoever planned that youth conference had the right idea. “Yagottawanna” captures several important gospel principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p7\" class=\"\">It reminds me of one of the qualities of godhood. “And there is nothing that the Lord thy God shall take in his heart to do but what he will do it.” (<span class=\"citation\" id=\"7404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7404)\">Abr. 3:17<\/a><\/span>.) Isn’t it wonderful that we can trust our Father in Heaven to do what he says he will do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p8\" class=\"\">There are two elements to this principle. First, God takes something into his heart. When we take something into our hearts, it usually means that we <span class=\"emphasis\">feel<\/span> something. This is the spirit of revelation. (See <span class=\"citation\" id=\"19383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19383)\">D&amp;C 8:2–3<\/a><\/span>.) It gives an intense feeling of peacefulness or well-being. President Marion G. Romney said that it “comes into our minds and feelings and induces us to do what is right” (“Ye Are a Peculiar People,” <span class=\"emphasis\">Brigham Young University Speeches of the Year,<\/span> Provo, 10 Apr. 1956, p. 8); it leads us to do good (see <span class=\"citation\" id=\"19388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19388)\">D&amp;C 11:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p9\" class=\"\">How many of you have heard an inspiring thought, hymn, or story, and then had a desire to go do something good? This is not unusual; it is a healthy, spiritual feeling that is essential to our progress. But how often have you <span class=\"emphasis\">followed through<\/span> on those feelings? This brings us to the second part of the equation. When God takes it into his heart to do something, whatever it is, he <span class=\"emphasis\">does<\/span> it. He simply <span class=\"emphasis\">does<\/span> it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p10\" class=\"\">It has been said, “Our feelings were given us to excite to action, and when they end in themselves, they are cherished to no good purpose.” (Daniel Keyte Sandford, in <span class=\"emphasis\">The International Dictionary of Thoughts,<\/span> comp. John P. Bradley, Leo F. Daniels, Thomas C. Jones, Chicago: J. G. Ferguson Publishing Co., 1969, p. 291.) This means that once we have <span class=\"emphasis\">felt<\/span> something, we must <span class=\"emphasis\">act<\/span> in order to hold on to those feelings we experience. Elder Joseph B. Wirthlin noted that “individuals who do right and ‘hunger and thirst after righteousness’ (<span class=\"citation\" id=\"37369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37369)\">Matt. 5:6<\/a><\/span>) get and keep alive through their actions the feeling to do right.” (<span class=\"emphasis\">Ensign,<\/span> May 1976, p. 56.) In contrast, those who do not act out their righteous desires place themselves in a dangerous position. As C. S. Lewis said, “The more often [a person] feels without acting, the less he will be able ever to act, and, in the long run, the less he will be able to feel.” (<span class=\"emphasis\">The Screwtape Letters,<\/span> New York: Macmillan Publishing Co., 1982, p. 61.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p11\" class=\"\">“Yagottawanna” also helps us understand the principle of agency. Youth with sincere desires take initiative. They do good things without waiting to be told. They “do many things of their own free will, and bring to pass much righteousness.” (<span class=\"citation\" id=\"19436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19436)\">D&amp;C 58:27<\/a><\/span>.) They <span class=\"emphasis\">act<\/span> rather than wait to be <span class=\"emphasis\">acted upon.<\/span> They are in control of themselves. Such control is a wonderful feeling. It is a feeling we get when we exercise one of our most precious gifts—that of free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p12\" class=\"\">“Yagottawanna” also shows an attitude of faith. <span class=\"emphasis\">Desire<\/span> is the beginning of faith. The Lord will bless you “even if ye can no more than desire to believe.” (<span class=\"citation\" id=\"9859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9859)\">Alma 32:27<\/a><\/span>.) If we let it, this desire will grow into a mature faith that can make things happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p13\" class=\"\">What we desire will ultimately help determine our eternal judgment. Alma said that God “granteth unto men according to their desire, whether it be unto death or unto life.” (<span class=\"citation\" id=\"9852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9852)\">Alma 29:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p14\" class=\"\">Desires change during our lives, sometimes dramatically and quickly, and sometimes gradually. Elder Boyd K. Packer once quoted Lady Astor: “I always dreaded growing old, because then you can’t do all of the things you want to. But it isn’t so bad—you don’t want to!” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 89.) Be aware that things that seem all-important to you now will not matter in years to come. But you can choose now to want things that are in harmony with eternity. For example, you can choose to be righteous rather than waste your time on perishable things; you can choose to serve willingly rather than selfishly. Elder Marion D. Hanks has often quoted the wise saying that “the things that matter most must not be at the mercy of the things that matter least.” The choices we make in this life have a very important influence on our eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p15\" class=\"\">Proper worship illustrates how “Yagottawanna” works. For example, how many of you have assumed the “bored position” during sacrament meeting? You know the position: bent forward at the waist, chin resting on hands, elbows on knees, staring vacantly at the floor. Has it occurred to you that it is your <span class=\"emphasis\">choice<\/span> whether the meeting is interesting or not?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p16\" class=\"\">Several years ago I heard about a good brother who described his attitude as President David O. McKay gave the concluding talk of general conference. It was a sultry afternoon, and this was the fifth session he had attended. He was sitting in the balcony, and his mind had a serious wandering problem. He noticed a man sitting in the middle section who had fallen asleep with his head tilted back and his mouth open. It occurred to him that if he were in the roof of the Tabernacle, he could drop a spit wad through one of the vent holes right into the mouth of that sleeping man. What a glorious thought! Following the meeting, he overheard two men talking about their feelings during President McKay’s talk. They were visibly moved by what they had heard. He thought to himself, These two brethren were having a marvelous spiritual experience, and what was I doing? Thinking about dropping spit wads from the ceiling!<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p17\" class=\"\">President Spencer W. Kimball said that worship “is an individual responsibility, and regardless of what is said from the pulpit, if one wishes to worship the Lord in spirit and in truth, he may do so. … If the service is a failure to you, you have failed. No one can worship for you; you must do your own waiting upon the Lord.” (<span class=\"emphasis\">Ensign,<\/span> Jan. 1978, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p18\" class=\"\">One youth described how he first experienced the spirit of worship. He had been marginally active through his Aaronic Priesthood years. When he attended sacrament meeting, he usually sat in the back with a group of his friends, and he was less than a model of reverence. One day, however, he came in a little late, and there were no seats by his friends. He sat alone, and for the first time in his life, he closed his eyes during the prayers, he sang the hymns, he listened to the sacrament prayers, and he paid attention to the speakers. About midway through the first speaker, he found tears welling up in his eyes. With some embarrassment, he carefully glanced around; no one else seemed emotional. He didn’t know for sure what was happening to him, but the experience changed his life. It was during that meeting that he really started his spiritual preparation for his mission. He <span class=\"emphasis\">felt<\/span> something, and fortunately, he acted and thus sustained those feelings. I want to especially emphasize one important desire you should cultivate. “Yagottawanna” keep yourself pure, and free from immoral conduct. (See <span class=\"citation\" id=\"9883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9883)\">Alma 38:12<\/a><\/span>.) You can control your passions. I hope you will cultivate the desire to honor young women. Elder M. Russell Ballard told us during last October general conference that young women want to be treated with courtesy. (See <span class=\"emphasis\">Ensign,<\/span> Nov. 1990, p. 37.) The standards outlined in the pamphlet <span class=\"emphasis\">For the Strength of Youth<\/span> are of great value. These Church standards will become <span class=\"emphasis\">your<\/span> standards when you really cherish them, when you feel something about their value, and when you act in accordance with them. Yes, “Yagottawanna” live these standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p19\" class=\"\">When you are pure in your heart, when you desire that which is good, true, and beautiful, then you can avoid the pitfalls of life. If you build your foundation upon the “rock of our Redeemer, who is Christ,” then the devil “shall have no power over you.” (<span class=\"citation\" id=\"24815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24815)\">Hel. 5:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p20\" class=\"\">You can also be an influence for good, so that the gospel message will shine through your countenance. I recently heard of a young woman who invited a group of her friends to bring their dates to her home after a dance. One couple stopped on the way to pick up a videotape to watch. As they played it, the group realized it was an R-rated movie. This young woman became disturbed and excused herself to talk to her parents. They reminded her that R-rated movies are not shown in their home and suggested that someone should turn it off. The young woman said she would do it, and she did. Everyone seemed relieved. This is a simple incident, but it illustrates a point. A young woman who <span class=\"emphasis\">wanted<\/span> to be good acted on her desires, and a whole group of youth were spared a little bit of evil. Repeated many times over, until it becomes a pattern, such actions can be an influence that will spread through the Church and through society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p21\" class=\"\">I ask you men of Christ to cultivate, to cherish, and to maintain righteous desires. “Yagottawanna.” That’s the key to action; it’s the key to happiness. It’s the key to worshipping the Lord, to developing faith, and to maintaining standards of purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/yagottawanna.p22\" class=\"\">I promise you that the Lord will bless you with right attitudes and desires as you pray to him, attend to your duties, keep the commandments, and serve him. Then you young men will truly be men of Christ. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}