{"ID":5017, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Royal Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p3\" class=\"\">My brethren of the priesthood worldwide, you are an inspiring audience. To use a word favored by the youth of today, it is an “awesome” responsibility to speak to you. I pray for the Lord’s help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p4\" class=\"\">There is a look of determination about you. You know who you are and what God expects you to become. As I consider the number of young men of the Aaronic Priesthood assembled tonight, I see a great future for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p5\" class=\"\">When I was about nine years old and attending elementary school here in Salt Lake City, all of the youth in the city’s schools were asked to fill out a form indicating what we wanted to be when we grew up. The lists were then to be placed in a waterproof metal box and buried beneath a new flagpole which graced the entrance to the City and County Building grounds. Years later, the box was to be opened and its contents made available.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p6\" class=\"\">As I sat with pencil in hand, I thought of the question, “What do I want to be when I grow up?” Almost without hesitation, I wrote the word <span class=\"emphasis\">cowboy.<\/span> At lunch that day I reported to my mother my response. I can almost see Mother now as she admonished me, “You get right back to school and change that to <span class=\"emphasis\">banker<\/span> or <span class=\"emphasis\">lawyer!”<\/span> I obeyed Mother, and all dreams of being a cowboy vanished forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p7\" class=\"\">One of greater childhood determination was Steve Alford, who plays for the Dallas Mavericks team in the National Basketball Association. He remembers telling his eighth grade counselor, as she completed a career path form for him, that he was going to be an NBA player. She responded, “I can’t put that answer down.” Steve Alford replied, “Then leave it blank, ‘cause that’s what I’m going to do!” And he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p8\" class=\"\">One of the great leaders of our time, President Harold B. Lee, in a devotional address at BYU, spoke of a Latter-day Saint young man who, during World War II, was in England. He had gone to an officers’ club where they were holding a riotous kind of celebration. He noticed, off to the side, a young British officer who didn’t seem to appreciate the party at all. So he walked over to him and said, “You don’t seem to be enjoying this kind of party.” And this young British officer straightened himself a few inches taller than he was before and replied, “No, sir; I can’t engage in this kind of party because, you see, I belong to the royal household of England.” As our Latter-day Saint young man walked away, he said to himself, “Neither can I, because I belong to the royal household of the kingdom of God.” (“Be Loyal to the Royal within You,” in <span class=\"emphasis\">Speeches of the Year, 1973,<\/span> Provo: Brigham Young University Press, 1973, p. 100.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p9\" class=\"\">Perhaps the young man remembered the bold declaration of the Apostle Peter: “Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light.” (<span class=\"citation\" id=\"2421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2421)\">1 Pet. 2:9<\/a><\/span>.) Brethren, be loyal to the royal within you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p10\" class=\"\">My thoughts of late have focused upon the words of the Savior during the week of the atoning sacrifice, when He said: “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p11\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p12\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p13\" class=\"\">“Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p14\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p15\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p16\" class=\"\">“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37412)\">Matt. 25:34–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p17\" class=\"\">Brethren, we wish to commend you for your faith in living the law of the fast and your generosity in the contribution of your fast offerings. We also compliment you deacons and teachers who assist in collecting the fast offerings in many parts of the world. The welfare program is divinely inspired, and those in need are being assisted by bishops who follow the inspiration of the Spirit and the principles of welfare in responding to those needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p18\" class=\"\">Beyond the ongoing assistance provided through the use of your regular fast offering contributions—and this assistance is most substantial—I felt tonight you would appreciate being informed of the current status of the special fasts and the donations affiliated with them. The proceeds from the two special fast days in 1985 and donations to the special relief of the suffering since that time have totaled $13,145,527. The contributions have been utilized in the following locations: Africa, $8,662,765, with the balance of the expenditures being distributed in the United States, Latin America, Asia, Europe, and the Middle East, with the total expended to date $11,460,780, and a balance of $1,684,767.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p19\" class=\"\">Let me share with you a little more detail concerning some of the projects and the people who have been blessed through your generosity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p20\" class=\"\">In the fertile lowlands of eastern Guatemala, near the city of San Esteban, the Church and the Ezra Taft Benson Agriculture and Food Institute are helping poor rural farm families to increase agricultural production. By teaching techniques for improved soil preparation, fertilization, and irrigation, small farms achieve balanced cropping that provides better nutrition for families and additional feed for livestock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p21\" class=\"\">At the outset, 160 families benefited from this instruction and assistance. Within a short time, the number of families will reach 400. As knowledge and skills are imparted among neighbors, many thousands stand to benefit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p22\" class=\"\">Released from the confinement of poverty and want, they will then be better able to receive the spiritual gifts He holds in store for them. We, by our efforts to assist them, will better understand His words, “I was in prison, and ye came unto me.” (<span class=\"citation\" id=\"37417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37417)\">Matt. 25:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p23\" class=\"\">The children in African nations are receiving immunizations in an effort to eradicate common communicable diseases by the end of the century. A specific project involves a cooperative effort with Rotary International’s Polio Plus endeavor. The Church has purchased sufficient polio serum to immunize 300,000 children. Gas and electric refrigerators have been placed in rural health outposts to keep vaccines viable until they are administered to the children. You, my brethren, and your families helped to bring this dream to reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p24\" class=\"\">Closer to this tabernacle, caring dentists joined together to provide free dental care to residents of an urban homeless shelter. These dentists, hygienists, and other professionals volunteer their time and skills. The Church has helped to provide the needed dental supplies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p25\" class=\"\">These efforts not only relieve discomfort and pain, they also brighten the smiles, lift the spirits, and gladden the hearts of homeless patients. The words of the Master bring peace to the souls of all who participate in such endeavors: “I was a stranger, and ye took me in.” (<span class=\"citation\" id=\"37413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37413)\">Matt. 25:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p26\" class=\"\">In the Philippines, the Church provides assistance to the Mabuhay Deseret Foundation, which aids hundreds of children to receive operations to repair deformed palates and lips and to correct untreated fractures or burns. Children once shunned now live normal lives. The spring of their step and the sound of their joy seem to echo, “I was sick, and ye visited me.” (<span class=\"citation\" id=\"37418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37418)\">Matt. 25:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p27\" class=\"\">Generous contributions of wearing apparel to Deseret Industries are being used to clothe men, women, and children around the world. Clothing is sorted, sized, and shipped to locations as far distant as Romania, Peru, Zimbabwe, and Sierra Leone, as well as to cities in North America. This clothing has warmed and comforted those exiled in refugee centers and orphanages. The bright patterns and sound fabrics considered surplus by the donors are now new and wonderful attire to the aged and impoverished. Meaning is given to the words, “I was … naked and ye clothed me.” (<span class=\"citation\" id=\"37416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37416)\">Matt. 25:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p28\" class=\"\">The Church’s humanitarian efforts are reaching the hungry and homeless of many American cities. Throughout the state of Utah, among the border towns of Texas, Arizona, and California, and into the communities of Appalachia, food and clothing are donated through private voluntary organizations or directly to children’s homes, food banks, and soup kitchens. Much of this food starts its long journey on production projects managed by local agent stakes. Food is processed and packaged in Church canneries and distributed through storehouses, where Church welfare recipients and volunteers labor to assist their poor and needy neighbors within and outside the Church. Many could say with feeling, “I was an hungred, and ye gave me meat.” (<span class=\"citation\" id=\"37414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37414)\">Matt. 25:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p29\" class=\"\">Far away in the foothills on the western slopes of Mt. Kenya, along the fringe of the colossal Rift Valley, pure water is coming to the thirsty people. A potable water project has changed the lives of 1,100 families. In cooperation with TechnoServe, a private voluntary organization, the Church is assisting in a project that will pipe drinkable water through twenty-five miles of pipes to waiting homes in a fifteen-village area. The simple blessing of safe drinking water recalls the words of the Savior, “I was thirsty, and ye gave me drink.” (<span class=\"citation\" id=\"37415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37415)\">Matt. 25:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p30\" class=\"\">In behalf of the hundreds of thousands who have benefited by your generous fast offering contributions—children who now walk, who smile, who are fed and clothed; and parents who now may live normal lives with their children—I extend to you, the priesthood of this Church, the heartfelt expression of so many: “Thank you, and may God bless you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p31\" class=\"\">Two thousand years ago, Jesus of Nazareth sat by a well in Samaria and talked to a woman about living waters: “Jesus … said unto her, Whosoever drinketh of this water shall thirst again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p32\" class=\"\">“But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” (<span class=\"citation\" id=\"29501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29501)\">John 4:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p33\" class=\"\">The gospel of the Lord Jesus Christ provides all of us this cherished blessing. King Benjamin, in his memorable message, declared, “When ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40798)\">Mosiah 2:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p34\" class=\"\">Brethren of the priesthood, each of us is so employed. Ours is the responsibility to teach, to lift, to build, and to inspire our fellowmen, for “the worth of souls is great in the sight of God.” (<span class=\"citation\" id=\"19394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19394)\">D&amp;C 18:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p35\" class=\"\">There are examples all around us of those who have recognized in others the need, even the thirst, for these “living waters” [see <span class=\"citation\" id=\"26587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26587)\">Jer. 2:13<\/a><\/span> and <span class=\"citation\" id=\"1993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1993)\">1 Ne. 11:25<\/a><\/span>], who have through their own lives and service quenched this thirst and blessed these lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p36\" class=\"\">An example of true love and inspired teaching was found in the life of the late James Collier, who had, through his personal efforts, reactivated a large number of brethren in the Bountiful, Utah, area. I was invited by Brother Collier to address those who had now been ordained elders and who, with their wives and families, had been to the Salt Lake Temple to receive those eternal covenants and blessings for which they had so earnestly strived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p37\" class=\"\">At the banquet honoring this achievement, I could see and I could feel the love that Jim had for those whom he had taught and rescued. Unfortunately, Jim Collier at that time was afflicted with a terminal illness and had to persuade the doctors to allow him to leave the hospital to attend this final night of recognition. As he stood at the pulpit, a large smile came over his face. With tear-filled eyes, he expressed his love to the group. There wasn’t a dry eye to be found. Brother Collier quipped, “Everyone wants to go to the celestial kingdom, but no one wants to die to get there.” Lowering his voice, he continued, “I’m prepared to go, but I will be there waiting on the other side to greet each of you, my beloved friends.” He returned to the hospital. His funeral service was held just a few weeks later.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p38\" class=\"\">May I conclude with two experiences from my own life: one from boyhood, one from manhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p39\" class=\"\">When I was a deacon, I loved baseball; in fact, I still do. I had a fielder’s glove inscribed with the name “Mel Ott.” He was the Darryl Strawberry of my day. My friends and I would play ball in a small alleyway behind the houses where we lived. The quarters were cramped but all right, provided you hit straight away to center field. However, if you hit the ball to the right of center, disaster was at the door. Here lived a lady who would watch us play, and as soon as the ball rolled to her porch her English setter would retrieve the ball and present it to Mrs. Shinas as she opened the door. Into her house Mrs. Shinas would return and add the ball to the many she had previously confiscated. She was our nemesis, the destroyer of our fun—even the bane of our existence. None of us had a good word for Mrs. Shinas, but we had plenty of bad words for her. The windows of her house received more special soap treatment on Halloween than did any other. None of us would speak to Mrs. Shinas, and she never spoke to us. She was hampered by a stiff leg which impaired her walking and must have caused her great pain. She and her husband had no children, lived secluded lives, and rarely came out of their house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p40\" class=\"\">This private war continued for some time—perhaps two years—and then an inspired thaw melted the ice of winter and brought a springtime of good feelings to the stalemate. One night as I performed my daily task of hand-watering our front lawn, holding the nozzle of the hose in hand as was the style at that time, I noticed that Mrs. Shinas’s lawn was dry and turning brown. I honestly don’t know what came over me, but I took a few more minutes and, with our hose, watered her lawn. This I did each night, and then when autumn came, I hosed her lawn free of leaves as I did ours and stacked the leaves in piles at the street’s edge to be burned or gathered. During the entire summer I had not seen Mrs. Shinas. We had long since given up playing ball in the alley. We had run out of baseballs and had no money to buy more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p41\" class=\"\">Then early one evening, her front door opened, and Mrs. Shinas beckoned for me to jump the small fence and come to her front porch. This I did, and as I approached her, Mrs. Shinas invited me into her living room, where I was asked to sit in a comfortable chair. She went to the kitchen and returned with a large box filled with baseballs and softballs, representing several seasons of her confiscation efforts. The filled box was presented to me; however, the treasure was not to be found in the gift, but rather in her voice. I saw for the first time a smile come across the face of Mrs. Shinas, and she said, “Tommy, I want you to have these baseballs, and I want to thank you for being kind to me.” I expressed my own gratitude to her and walked from her home a better boy than when I entered. No longer were we enemies. Now we were friends. The Golden Rule had again succeeded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p42\" class=\"\">Brethren, at times those who most need our help appear to be least anxious to receive it. As I departed for the mission field to preside in Toronto, Canada, if anyone had asked me who of all the people I knew I would consider least likely to join the Church, I would have included the name of Shelley, a man I had known for many years. His sweet wife had tried in vain to interest him in the Church. A lovely daughter and precious son had both put forth their best efforts, with no perceptible change. Perhaps Shelley just couldn’t express his inner feelings or demonstrate positive emotions. In the ward, every effort had been expended, but to no avail. Shelley remained on the outside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p43\" class=\"\">Perhaps it was the loss of his son to cancer which made the difference, or maybe the friendly conversation of a school crossing guard with whom Shelley visited sometimes in the morning and sometimes in the afternoon. Then again, faithful home teachers in the ward to which Shelley and his family had moved had helped to bring about the quiet miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p44\" class=\"\">After an absence of three years, my family and I returned to our home in Salt Lake City. Time passed, and the next conversation I had with my friend Shelley was after I was called to the Twelve. One evening I received a telephone call from him. In his characteristic, direct way, he asked if I would perform the ordinance in the temple which would seal his family for all eternity. I responded, “Shelley, that would be a privilege for me, but first you must become a member of the Church.” Can you imagine my surprise when he replied, “I have joined the Church. I now hold the Melchizedek Priesthood and am very active.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p45\" class=\"\">What a special blessing, to welcome Shelley, his wife, Eugenia, his daughter, Utahna, and, by proxy, his son, Robert, to a beautiful sealing room in the Salt Lake Temple. The blessings of eternity were bestowed. Just three years later, I spoke at Shelley’s funeral services. He had progressed from doubt to faith and now had looked upward and gone forward, bidding farewell to mortality and receiving a welcome to paradise. Today he is with his beloved Eugenia, and they are with Robert and wait one day to welcome Utahna. When I reflect on the life of Shelley, I feel a debt of gratitude to that humble crossing guard, to those faithful home teachers, to that patient wife and daughter, and to all who made a difference in the unfolding of eternal blessings for Shelley and his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p46\" class=\"\">Our Lord and Savior said, “Come, follow me.” (<span class=\"citation\" id=\"32431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32431)\">Luke 18:22<\/a><\/span>.) When we accept His invitation and walk in His footsteps, He will direct our paths. His gentle voice guides us in life’s journey and reminds us of our duty: “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p47\" class=\"\">“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p48\" class=\"\">“For where your treasure is, there will your heart be also.” (<span class=\"citation\" id=\"37374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37374)\">Matt. 6:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/a-royal-priesthood.p49\" class=\"\">May we hear His voice. May we follow His example. May we live His teachings. Then we will be as the Apostle Peter declared, even a “royal priesthood.” [<span class=\"citation\" id=\"2422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2422)\">1 Pet. 2:9<\/a><\/span>] May each of us earn the tribute spoken of our Lord: He “went about doing good … for God was with him.” (<span class=\"citation\" id=\"8386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8386)\">Acts 10:38<\/a><\/span>.) This is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}