{"ID":5019, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Never Alone\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">91905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p4\" class=\"\">This Sabbath day has been designated as a day of thanksgiving, a day of gratitude—even a day of prayer. We pause, we ponder, we reflect on the blessings an all-wise Heavenly Father has bestowed upon us, His children, by bringing peace to the battlefield of war and comfort to the hearts of so many in this wonderful world where we live and which we call home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p5\" class=\"\">Today knees will bow, bells will peal, hearts will swell, and voices will proclaim the glorious message “Thanks be to God.” In the United States of America, a grateful nation and a thankful president will give utterance to the tender feelings felt by all in a world that welcomed peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p6\" class=\"\">Who among us will ever forget the touching and vivid pictures of husbands and fathers bidding good-bye to weeping wives and wondering children as fond farewells dominated every newscast and printed story. The children cried but did not know why. Wives wept because they did know the danger, the loneliness, the fear that awaited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p7\" class=\"\">With the wave of a hand and a somewhat forced smile, the men and the women of the military went off to war. Their farewell expressions even now ring the conviction of their hearts: “I love my country”; “I’m proud to serve”; “I’ll be home soon”; “Try not to worry.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p8\" class=\"\">But worry they did. Constant bombardment not only by bombs and missiles but by the press and over the television provoked the haunting questions, “Was the downed pilot my husband?” “Was the navigator taken captive my son?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p9\" class=\"\">In her classic poem “The Gate of the Year,” the poetess M. Louise Haskins summed up the feelings of all touched by the conflict and concerned for the safety of loved ones. She penned the comforting lines:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And I said to the man who stood at the gate of the year:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Give me a light, that I may tread safely into the unknown!”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he replied:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Go out into the darkness and put your hand into the Hand of God.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That shall be to you better than light and safer than a known way”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p15\" class=\"\">(In <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> ed. James Dalton Morrison, New York: Harper and Brothers, 1948, p. 92.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p16\" class=\"\">At last the guns fell silent. Aircraft remained grounded. Mobile patrols halted. A quiet calm settled over the battlefield. The din of war succumbed to the silence of peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p17\" class=\"\">A scene on the cruel desert sands—and a sentence uttered from the heart—spoke volumes. An American soldier looked down at his vanquished enemy prisoner, touched the man’s shoulder, and reassured him with the words, “It’s all right; it’s all right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p18\" class=\"\">Every man and woman embroiled in that conflict thought of home, of family, and of friends. The embers of longing for loved ones glowed brightly and were found on every face. Love replaced hate, warmth filled every heart, and compassion overflowed every soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p19\" class=\"\">The words of King Arthur, from Lerner and Loewe’s long-running musical <span class=\"emphasis\">Camelot,<\/span> left the stage and found deep meaning on a far distant desert: “Violence is not strength, and compassion is not weakness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p20\" class=\"\">The account of a homecoming as related by successful prison warden Kenyon J. Scudder brings to the surface tender feelings held in the heart:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p21\" class=\"\">A friend of his happened to be sitting in a railroad coach next to a young man who was obviously depressed. Finally the young man revealed that he was a paroled convict returning from a distant prison. His imprisonment had brought shame to his family, and they had neither visited him nor written often. He hoped, however, that this was only because they were too poor to travel and too uneducated to write. He hoped, despite the evidence, that they had forgiven him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p22\" class=\"\">To make it easy for them, however, he had written to them asking that they put up a signal for him when the train passed their little farm on the outskirts of town. If his family had forgiven him, they were to put up a white ribbon in the big apple tree which stood near the tracks. If they didn’t want him to return, they were to do nothing, and he would remain on the train as it traveled onward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p23\" class=\"\">As the train neared his hometown, the suspense became so great that he couldn’t bear to look out of his window. He exclaimed, “In just five minutes the engineer will sound the whistle indicating our approach to the long bend which opens into the valley I know as home. Will you watch for the apple tree at the side of the track?” His companion said he would; they exchanged places. The minutes seemed like hours, but then there came the shrill sound of the train whistle. The young man asked, “Can you see the tree? Is there a white ribbon?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p24\" class=\"\">Came the reply, “I see the tree. I see not one white ribbon, but many. There is a white ribbon on every branch. Son, someone surely does love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p25\" class=\"\">In that instant, all the bitterness that had poisoned a life was dispelled. “I felt as if I had witnessed a miracle,” the other man said. Indeed, he had witnessed a miracle. (See John Kord Lagemann, <span class=\"emphasis\">The Reader’s Digest,<\/span> Mar. 1961, pp. 41–42.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p26\" class=\"\">Today a yellow ribbon has replaced one that is white. However, the message is the same: “Welcome home!” Men, women, and children everywhere are tying yellow ribbons around everything. Not only are they being tied around trees, but also around lampposts, street signs, and mailboxes—even about the necks of pets. So overwhelming is the demand for yellow ribbon material that busy suppliers working around the clock cannot meet the need. A classic yellow bow was one which completely girdled a large plane bringing soldiers safely home. I have surmised that each one who tenderly tied a yellow bow was singing, humming, or at least thinking of the words of the song “Tie a Yellow Ribbon ‘Round the Old Oak Tree.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p27\" class=\"\">In the warm and poignant airport scene of a family awaiting a returning father and husband, smiles and tears of gratitude were everywhere to be found. My eye caught the expression of a small boy holding aloft a stick around which was tied a yellow ribbon. No words could describe the unspoken feeling. It is the welcome home of the heart that brings tears to every eye and peace to every soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p28\" class=\"\">Children have the capacity for compassion. They have no fear to express their genuine feelings. In the popular movie entitled <span class=\"emphasis\">Home Alone,<\/span> a scene near the end grips the viewer’s emotions and causes that familiar lump to fill the throat. The scene takes place in a chapel; the time is Christmas; the two lonely characters are seated next to one another on a church bench. The older man, who lives by himself, is estranged from family and bereft of friends. His next-door neighbor, played by McCaulay Culkin, is the lad left “home alone” by his family, which had departed for a European vacation, inadvertently forgetting this one small family member.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p29\" class=\"\">The boy asks the lonely man if he has any family. The gentleman explains quietly that he and his son and his son’s family have parted ways and no longer communicate. In the innocence of youth, the boy blurts out the plea, “Why don’t you just call your son and tell him you are sorry and invite him home for Christmas!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p30\" class=\"\">The old man sighs and responds, “I’m too afraid he would say no.” The fear of failure had blocked the ability to express love and to voice an apology.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p31\" class=\"\">The viewer is left to wonder concerning the outcome of the conversation, but not for too long. Christmas comes; the boy’s family returns. He is pictured at an upstairs bedroom window looking in the direction of the old man’s sidewalk. Suddenly he views a tender scene as the neighbor welcomes his returning son, his daughter-in-law, and their children. Son embraces father, and the old man buries his head against the shoulder of his precious son. As they turn to walk on, the old neighbor looks upward to the bedroom window of the house next door and sees his small friend observing the private miracle of forgiveness. Their eyes meet, their hands express a gentle greeting of gratitude. “Welcome home” replaces “Home alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p32\" class=\"\">One emerges from the theater with moist eyes. As the brightness of day envelops the silent throng, perhaps there are those whose thoughts turn to that man of miracles, that teacher of truth—even the Lord of lords, Jesus Christ. I know my thoughts did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p33\" class=\"\">I reflected on the Savior’s capacity for compassion. In Galilee “there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p34\" class=\"\">“And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p35\" class=\"\">“And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.” (<span class=\"citation\" id=\"33420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33420)\">Mark 1:40–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p36\" class=\"\">On this, the American continent, Jesus appeared to a multitude and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p37\" class=\"\">“Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p38\" class=\"\">“… And he did heal them every one. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p39\" class=\"\">“And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.” (<span class=\"citation\" id=\"6226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6226)\">3 Ne. 17:7, 9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p40\" class=\"\">Few accounts of the Master’s ministry touch me more than His example of compassion shown to the grieving widow at Nain:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p41\" class=\"\">“And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p42\" class=\"\">“Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p43\" class=\"\">“And when the Lord saw her, he had compassion on her, and said unto her, Weep not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p44\" class=\"\">“And he came and touched the bier: and they that bare him stood still. And he said, Young man, I say unto thee, Arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p45\" class=\"\">“And he that was dead sat up, and began to speak. And he delivered him to his mother.” (<span class=\"citation\" id=\"32414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32414)\">Luke 7:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p46\" class=\"\">What power, what tenderness, what compassion did our Master and Exemplar thus demonstrate! We, too, can bless if we will but follow His noble example. Opportunities are everywhere. Needed are eyes to see the pitiable plight and ears to hear the silent pleadings of a broken heart. Yes, and a soul filled with compassion, that we might communicate not only eye to eye or voice to ear but, in the majestic style of the Savior, even heart to heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p47\" class=\"\">Within walking distance from this tabernacle is a shelter for the homeless, a dental clinic, a soup kitchen. The compassion of this community is in evidence there each day. The Church and its members join with others not of our particular faith to bless the lives of those in need. A few streets beyond stands the regional bishops’ storehouse, stocked with commodities representing your generosity. No one leaves there without food or clothing or without gratitude to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p48\" class=\"\">Another place of refuge located nearby is Neighborhood House, a nondenominational care center where generous women share their time and their means to teach preschool children whose single mothers work to provide for their own. This organization also brings joy to the elderly who assemble there to exchange views and to listen to presentations and entertainment. These noble women bring the light of hope to the lives of the depressed, the downtrodden of society, and to children who will be the parents of tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p49\" class=\"\">Without exception, those compassionate souls who feed the hungry, clothe the weary, and relieve the suffering of fellow beings exclaim, “I have never before felt more blessed, more rewarded, or so at peace.” A writer expressed the feeling:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I have wept in the night<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the shortness of sight<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That to somebody’s need made me blind;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But I never have yet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Felt a tinge of regret<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For being a little too kind.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p56\" class=\"\">(Anonymous, quoted by Richard L. Evans, <span class=\"emphasis\">Improvement Era,<\/span> May 1960, p. 340.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p57\" class=\"\">Similar projects are to be found in every community. The need beckons. We as a people need but to respond.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p58\" class=\"\">Recently two envelopes arrived at my office, sent by persons who preferred to remain anonymous. Each contained a number of one-hundred-dollar bills and a brief message expressing gratitude to God for His kind blessings and a desire that the money enclosed enable needy persons to receive their temple blessings. If these couples are viewing the conference, I am pleased to report that families in Bolivia and in Portugal will now be able to travel to temples in Lima, Peru, and Frankfurt, Germany, to fulfill this wish and achieve eternal blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p59\" class=\"\">Perhaps these compassionate, anonymous donors would appreciate the thoughts of Henry Burton, who wrote the lines:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have you had a kindness shown?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Pass it on.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Twas not given for thee alone,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Pass it on.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let it travel down the years,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let it wipe another’s tears,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Till in heav’n the deed appears—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Pass it on.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p68\" class=\"\">(In <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> pp. 389–90.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p69\" class=\"\">One Sunday morning in a nursing home in the valley, I witnessed the presentation of a beautiful gift as a young girl shared her musical talent with those lonely and elderly men and women who yearned not for food or for clothing but for someone who cared, someone who shared, and someone who provided a “hyacinth” for the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p70\" class=\"\">A hush fell over the wheelchair-confined audience as the girl took bow in hand and played on her violin a beautiful melody. At the conclusion, one patient audibly declared, “My dear, that was lovely.” Then she began to clap her hands to express approval. A second patient joined in clapping, then a third, a fourth, and soon everyone applauded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p71\" class=\"\">Together the young girl and I walked out of the nursing home. She said to me, “I have never played better. I have never felt better.” She had been guided by God and led by the Lord. Aches, pains, despair, and sadness had been conquered. Compassion had gained the victory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p72\" class=\"\">Today, and in the tomorrows which lie ahead, we shall rejoice in the return to their homes and families of all who served in Desert Storm. They heard the call of duty. They fought the fight of the brave. They return victorious. To those who lost loved ones in Desert Storm or, for that matter, in any storm of deprivation, our heartfelt compassion goes out to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p73\" class=\"\">A story that moved across the wires revealed that a Methodist Sunday School teacher was the first U.S. soldier killed. One of the last was a soldier whose dad called her “Angel.” Of the 182 soldiers who died, there were those with cut-short honeymoons. Some left behind expectant wives. Some had put dreams on hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p74\" class=\"\">Now there is a widow in Virginia who has buried her only son, a young man in western Pennsylvania whose wedding plans have been permanently tucked away, a wife in Alaska soon due to deliver a baby her husband will never hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p75\" class=\"\">There is no satisfactory answer to the unspoken question, “Of the thousands and thousands of soldiers, why is mine among those not coming back?” Expressed is the lament, “A light from our household is gone; a voice we loved is stilled. A place is vacant in our hearts that never can be filled.” Lamenting the terrible sacrifice of any armed conflict, one writer penned the lines, “War leaves nothing but dead ends on the roads to all our fondest hopes and our brightest dreams.” (Dennis Smith, <span class=\"emphasis\">Deseret News,<\/span> 11 Jan. 1991, p. C1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p76\" class=\"\">The Holy Bible furnishes a formula which eases the pain and heals the hearts of those who grieve:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p77\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p78\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.” (<span class=\"citation\" id=\"41621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41621)\">Prov. 3:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p79\" class=\"\">To all who have loved and lost on either side of this tragic conflict, your grief can be assuaged. There is balm in Gilead [see <span class=\"citation\" id=\"26589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26589)\">Jer. 8:22<\/a><\/span>]. There awaits the promise of a new day. There echoes from a land not far from where your loved ones fell even a promise of peace, spoken by our Lord, the Prince of Peace:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p80\" class=\"\">“Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"29525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29525)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p81\" class=\"\">“In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you … that where I am, there ye may be also.” (<span class=\"citation\" id=\"29517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29517)\">John 14:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p82\" class=\"\">His love, His promise, His presence is as a yellow ribbon, tied with care and marked with compassion. To your loved ones He has beckoned, “Welcome home.” To you He speaks the heavenly and divine assurance: “I am with you; you are never alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p83\" class=\"\">“Weeping may endure for a night, but joy cometh in the morning.” (<span class=\"citation\" id=\"42039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42039)\">Ps. 30:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/never-alone.p84\" class=\"\">To these words I add my witness: God lives, and His Son, Jesus Christ, is our Savior and Redeemer. Tonight my wife and I shall join millions of you as we kneel in solemn prayer and supplication. We shall acknowledge His holy hand in our lives. And from our hearts will come our expression of gratitude, “Thanks be to God.” [<span class=\"citation\" id=\"855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(855)\">1 Cor. 15:57<\/a><\/span>] In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}