{"ID":502, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Signs of the Times<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1951, pp. 39-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I feel humble as I stand here this day but grateful to the Lord for my\nassociation with his people and his great Church. I should like to express the love of my\nfather's family and myself and my wife and children for our worthy president, President\nGeorge Albert Smith. He has been a great friend to all of us, and we have loved him deeply,\nand we have honored him in his high and holy calling as the President of this Church. What I\nsay this afternoon, I pray the Lord will direct, that it will help to inspire others to want to live\nnearer to the Lord and keep his commandments and help to build his kingdom here in the\nearth.\n<\/p><p>\nVISIT OF YOUNG LADY\n<\/p><p>\nA few weeks ago, a young lady phoned me for an appointment; and when she came to the\noffice, she sat there and cried for a little while and then she said: \"I guess I'm jittery.\"\n<\/p><p>\n\"Well,\" I said, \"that's all right.\" Then when she had composed herself, she said, \"Bishop,\nwhat is there for the young people today? We have war. They are taking all the boys; it looks\nlike another great war is ahead of us. What do we young people have to live for?\"\n<\/p><p>\nI looked at her for a few minutes and said, \"Have you ever thought of the other side of the\nstory?\"\n<\/p><p>\nShe said, \"What side?\"\n<\/p><p>\n\"Well,\" I said, \"you remember the story of the two buckets that went down in the well; as the\none came up, it said, 'This is surely a cold and dreary world. No matter how many times I\ncome up full, I always have to go down empty?' Then the other bucket laughed and said,\n'With me it is different. No matter how many times I go down empty, I always come up\nfull.'\"\n<\/p><p>\nI said, \"Have you ever stopped to realize that of all the millions of our Father's children, you\nare one of the most favored? You are privileged to live in the Dispensation of the Fullness of\nTimes that the prophets of old have looked forward to, when there is more revealed truth\nupon the earth than there has ever been in any other dispensation of the world's history, and\nwhere we enjoy blessings and comforts of life that kings did not enjoy a few years ago. Have\nyou ever stopped to think of that side of the story?\"\n<\/p><p>\nAnd before she left, she decided that probably it wasn't as cold and dreary a world, after all,\nas it might be.\n<\/p><p>\nI said, \"You just go on, and live right, and don't you lose your courage, and don't think that\nlife isn't worth while and isn't worth living. Whether you live or whether you die or whether\nyou are permitted to live a long life or a short life isn't going to be the thing that is going to\ndetermine the success or failure of your life; it's how you live. And if we only live right, it\nwill not matter whether the time is short or long; we won't have to worry much about it.\"\n<\/p><p>\nSIGNS OF THE TIMES\n<\/p><p>\nAs I thought about that conversation, I thought of the words of the Savior. On one occasion,\nthe Pharisees and the Sadducees came to him, and tempting him, asked him to show them a\nsign from heaven. And Jesus answering said unto them,\n<\/p><p>\n. . . When it is evening, ye say. It will be fair weather: for the sky is red.\n<\/p><p>\nAnd in the morning, It will be foul weather today: for the sky is red and lowering. O\nye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of\nthe times? (<span class=\"citation\" id=\"34444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34444)\">Matt. 16:2-3<\/a><\/span>).\n<\/p><p>\nIf the world could discern the signs of the times, it would not be difficult for them to\nunderstand that the God of Israel has set his hand to do a marvelous work and a wonder\namong his people in the earth (<span class=\"citation\" id=\"25122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25122)\">Isa. 29:14<\/a><\/span>)\nand that there is a kingdom established that is ultimately\ndestined to fill the whole earth (<span class=\"citation\" id=\"10613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10613)\">Dan. 2:35<\/a><\/span>).\nAnd it will do it because it is God's work and not the work of man.\n<\/p><p>\nWhile I was president of the Southern States Mission, one of our missionaries wrote in from\nFlorida and said, \"President Richards, I have been reading about the signs of the coming of\nthe Lord.\" He said, \"When the sun darkens and the moon ceases to give its light and the stars\nfall from heaven (<span class=\"citation\" id=\"34476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34476)\">Matt. 24:29<\/a><\/span>),\neverybody will know that he is coming.\n<\/p><p>\nAnd I wrote back and said, \"Probably they will know. The newspapers might announce some\ngreat phenomenon in the heavens, misplacement of planets, that have caused this\nconsternation, and scientists will have their explanation to make of it, and unless they have\nfaith in the Living God, unless as Jesus said, they can read the signs of the times, they may\nnot know anything about what is going on in the world.\n<\/p><p>\n\"Why,\" I said, \"if the inhabitants of this earth had the ability and the power to read the signs\nof the times, they would know that already the Lord has given far more than the darkening of\nthe sun or obscuring the light of the moon or causing the stars to fall from heaven, for what\nhe has accomplished in the establishment of his kingdom in the earth in these latter days, and\nthe unseen power operating in the world for the accomplishment of his purposes, are greater\nsigns than any of these phenomena that we read about&mdash;the signs of his coming.\"\n<\/p><p>\nGATHERING OF ISRAEL\n<\/p><p>\nNow, I want to bear my testimony to you that I know God has set his hand to gather scattered\nIsrael (<span class=\"citation\" id=\"25119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25119)\">Isa. 11:11<\/a><\/span>),\njust as Moroni told the Prophet Joseph\n(<span class=\"citation\" id=\"30312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30312)\">JS&mdash;H 1:40<\/a><\/span>),\nas part of this work, before there was any\norganization of the Church, before there was any priesthood or power to officiate in the name\nof the Lord.\n<\/p><p>\nThe Angel Moroni told the Prophet Joseph that, quoting the words of Isaiah, the Lord should\ngather scattered Israel and bring in the dispersed of Judah and set up an ensign for the\nnations (<span class=\"citation\" id=\"25120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25120)\">Isa. 11:12<\/a><\/span>).\nWell, hasn't he done it? Let us consider what has happened here in these valleys of\nthe mountains as a part of the fulfillment of the promises the Lord has made through his\nprophets of old: how he should cause the waters to flow down from the high places where it\nhas been reservoired in these mountains, how the rivers should flow in the deserts (and if you\ngo up through Idaho and see those great canals out of that Snake River, you will see that\nthose canals are larger than the average rivers you see in the world), and how the waters\nshould spring up in the dry places (<span class=\"citation\" id=\"25124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25124)\">Isa. 41:18<\/a><\/span>).\nWhen I was in Arizona recently, I saw pipes at least\ntwenty inches in diameter running day and night, all the time, full of water, and as I saw\nthem, I said to myself, this is what the prophets saw when the Lord declared through their\nmouths that he would turn the wilderness and make it to blossom as the rose\n(<span class=\"citation\" id=\"25123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25123)\">Isa. 35:1-2,6-7<\/a><\/span>). And we are\nliving here in that day.\n<\/p><p>\nPROPHECIES BEING FULFILLED\n<\/p><p>\nAnd then he said that he would cause the daughters of Zion to come up and sing in the\nheights of Zion (<span class=\"citation\" id=\"26484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26484)\">Jer. 31:12<\/a><\/span>),\nand where in all the world is there anything to compare with what has gone\nout of this tabernacle from the heights of Zion, week after week, for these twenty odd years\nas the Tabernacle Choir has broadcast to the world?\n<\/p><p>\nWhere could you pick a group out of any other school like this group that is here today? (I'm\nreferring to the mixed chorus from the Brigham Young University furnishing the music for\nthis session of conference.)\n<\/p><p>\nGod bless the youth of Zion. They are following in the footsteps of their parents. They love\nthe Church, and they have a testimony of the divinity of it, I know, through my association\nwith these young people.\n<\/p><p>\nAnd then read the words of Isaiah, where he saw the house of the Lord established in the tops\nof the mountains in the last days and he saw that all nations should flow unto it\n(<span class=\"citation\" id=\"25115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25115)\">Isa. 2:2<\/a><\/span>), and they\nwould say: \n<\/p><p>\n. . . Come ye, and let us go up to the mountain of the Lord to the house of the God of\nJacob; and he will teach us of his ways, and we will walk in his paths\n(<span class=\"citation\" id=\"25116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25116)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nHas that ever happened in this world before? And if the Lord is about to come, as he has\nindicated that he would in these latter days, in the establishment of his kingdom, should we\nnot have a fulfillment of these promises? And then Isaiah goes on to tell us when that time\nwould be, because he adds: \n<\/p><p>\nAnd he shall judge among the nations, and shall rebuke many people: and they shall\nbeat their swords into plowshares, and their spears into pruninghooks: nation shall not\nlift up sword against nation, neither shall they learn war any more\n(<span class=\"citation\" id=\"25118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25118)\">Isa. 2:4<\/a><\/span>).\n<\/p><p>\nEver since I was a small boy, I have thrilled every time I have heard the words spoken to\nJohn upon the Isle of Patmos when the voice from heaven said, \"Come up hither and I will\nshew thee things which must be hereafter\"\n(<span class=\"citation\" id=\"42219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42219)\">Rev. 4:1<\/a><\/span>). Then John said: \n<\/p><p>\nAnd I saw another angel fly in the midst of heaven, having the everlasting gospel to\npreach unto them that dwell on the earth, and to every nation, and kindred, and\ntongue, and people,\n<\/p><p>\nSaying with a loud voice, Fear God, and give glory to him; for the hour of his\njudgment is come (<span class=\"citation\" id=\"42223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42223)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nI have always understood that the coming of this angel with the everlasting gospel, and there\ncan be no other, should precede the great judgments of the Lord.\n<\/p><p>\nSIGNS OF SECOND COMING\n<\/p><p>\nYou will remember, when Jesus was upon the Mount of Olives his disciples came to him, and\nhe told them how the temple should be broken down, that there should not be one stone left\nupon another (<span class=\"citation\" id=\"34467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34467)\">Matt. 24:1-2<\/a><\/span>). Then they said,\n<\/p><p>\nTell us, when shall these things be? and what shall be the sign of thy coming, and of\nthe end of the world? (<span class=\"citation\" id=\"34468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34468)\">Matt. 24:3<\/a><\/span>).\n<\/p><p>\nHe proceeded to tell them of the wars and destruction that should come upon the nations\n(<span class=\"citation\" id=\"34469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34469)\">Matt. 24:6-7<\/a><\/span>), and\nthat there should be tribulations such as had not been known from the beginning of the world\nand should not be known until the end\n(<span class=\"citation\" id=\"34475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34475)\">Matt. 24:21<\/a><\/span>).\n<\/p><p>\nThose of us who know of the numbers who were killed during the last world war know that\nwe have lived in the day when tribulations have come to this world the like of which the\nworld has never  known from the beginning of time. Of course, we do not know just what\nthat the end is going to be, or whether we have reached that end or not. As another sign, the\nSavior made this statement: \n<\/p><p>\nAnd this gospel of the kingdom shall be preached in all the world for a witness unto\nall nations; and then shall the end come\n(<span class=\"citation\" id=\"34472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34472)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nMISSIONARY SYSTEM\n<\/p><p>\nA friend of mine sent me a newspaper clipping from Los Angeles the other day. It gives a\nreport of the growth of the churches. It goes on to say, \"The Mormon Church, devoting a\ngreat deal of effort to the missionary field, is one of the fastest growing orders in the\nworld\"&mdash;not just in the Rocky Mountains&mdash;but in the world.  How could the gospel be\npreached in all the world for a witness unto all nations before the end should come, without a\nsystem of having it preached such as the great missionary system of this Church. To me it is\none of the most marvelous things this world has ever produced. To think that the Church can\nsend missionaries by the thousands, and they don't have to be paid for going!\n<\/p><p>\nOne sister came into my office a few weeks ago for me to interview her missionary boy, and\nshe said: \"Bishop, I have a son in Switzerland. I have a daughter in the Great Lakes Mission.\nHere's my last boy.\" She was not very well clad. And I looked at her and said, \"Sister, can\nyou do it?\"\n<\/p><p>\nShe replied: \"We will make it some way.\"\n<\/p><p>\nThat is the kind of faith that is going to carry the gospel message to every land and every\nclime. And that kind of faith has been in this Church from the very beginning, and it will\ncontinue because it is God's work, and that unseen power that motivates it will continue to\ncarry it on.\n<\/p><p>\nNEBUCHADNEZZAR'S DREAM\n<\/p><p>\nWhen you read an article such as the one I just quoted from the newspaper in Los Angeles, it\nis not difficult for you to understand what Daniel saw when he interpreted Nebuchadnezzar's\ndream, when he saw that the God of heaven in the last days should set up a kingdom, like a\nlittle stone cut out of the mountain without hands, that should roll forth and fall upon the\nkingdoms of this world, and they should all be destroyed\n(<span class=\"citation\" id=\"10615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10615)\">Dan. 2:44-45<\/a><\/span>), and the little stone should become\nas a great mountain and fill the whole earth\n(<span class=\"citation\" id=\"10614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10614)\">Dan. 2:35<\/a><\/span>).\n<\/p><p>\nWhy will it become as a great mountain? Because it is builded upon eternal truth!\n<\/p><p>\nAnd God can plant in the hearts of his children, for he created the feelings of the human soul,\na willingness to preach the truth until it shall ultimately triumph over all the kingdoms of this\nworld.\n<\/p><p>\nIn Florida, one of our missionary boys preached on that subject in one of our meetings. At the\nclose of the meeting I stood at the door to shake hands with the people, and a minister of the\ngospel came up and introduced himself to me.\n<\/p><p>\nHe said, \"You don't mean to say that you think that little stone is the Mormon Church, do\nyou?\"\n<\/p><p>\nI said, \"Why not?\"\n<\/p><p>\nHe said, \"It couldn't be.\"\n<\/p><p>\n\"Well, why couldn't it?\"\n<\/p><p>\nHe said, \"Well, you can't have a kingdom without a King. And you don't have a king, so you\nhaven't a kingdom.\"\n<\/p><p>\n\"Oh,\" I said, \"my friend, you didn't read quite far enough. You just read the seventh chapter\nof Daniel, and there you will see that Daniel saw one like the Son of man coming in the\nclouds of heaven, and there was given him dominion and glory and a kingdom, that all\npeople, nations, and languages should serve him\n(<span class=\"citation\" id=\"10616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10616)\">Dan. 7:13-14<\/a><\/span>).\n\"Now,\" I said, \"tell me, how is a kingdom\ngoing to be given to him when he comes in the clouds of heaven if there is no kingdom\nprepared for him? Maybe you would like to know what is going to become of that kingdom.\nAnd if you will read a little farther, you will see that Daniel said: 'But the Saints of the Most\nHigh shall take the kingdom, and possess the kingdom for ever.' And as if that were not quite\nlong enough, Daniel adds, 'even forever and ever'\"\n(<span class=\"citation\" id=\"10617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10617)\">Dan. 7:18<\/a><\/span>).\n<\/p><p>\nThat is what the Latter-day Saints are working for. That is the work they have to do. That is\nthe blessing the Lord has in store for them. And there is no power under heaven that can stop\nit growing because it is his kingdom, and he will see it on to its ultimate destiny. It is the\nonly time in the history of the world that God has set a work afoot with a promise decreed\nthat it should ultimately subdue all the powers and the kingdoms of this world and should\nstand forever.\n<\/p><p>\nDISPENSATION OF THE FULLNESS OF TIMES\n<\/p><p>\nMy time is gone. You add to this, in your own thinking, the coming of Elijah, the prophet,\nbefore the great and dreadful day of the Lord should come, because the whole earth was to be\nutterly wasted at the coming of the Lord if Elijah failed to come\n(<span class=\"citation\" id=\"32729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32729)\">Mal. 4:5-6<\/a><\/span>;\n<span class=\"citation\" id=\"30311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30311)\">JS&mdash;H 1:38-39<\/a><\/span>). Then add the coming forth\nof the Book of Mormon, the companion volume of scripture which the Lord promised he\nwould join to the Bible and make them one in his hands\n(<span class=\"citation\" id=\"23109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23109)\">Ezek. 37:15-20<\/a><\/span>). Then remember Paul's declaration\nthat the Lord had made known the mysteries of his will, that in the Dispensation of the\nFullness of Times, he might gather together in one all things in Christ, both which are in\nheaven and which are on earth; even in him\n(<span class=\"citation\" id=\"21649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21649)\">Eph. 1:10<\/a><\/span>).\nThere has never been a program to accomplish\nthat objective in the history of the world, so far as our records indicate, until we had the\ncoming of Elijah with his great sealing power of binding the dead that have gone beyond, as\nPaul said, \"for they without us cannot be made perfect, nor we without them\"\n(<span class=\"citation\" id=\"24232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24232)\">Heb. 11:40<\/a><\/span>;\n<span class=\"citation\" id=\"12942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12942)\">D&amp;C 128:15,18<\/a><\/span>).\n<\/p><p>\nNow, brothers and sisters, if your boys and girls are worried about what is going to become\nof them, just let them acquire in the depths of their souls a testimony of the value of being\nprivileged to live in this the Dispensation of the Fullness of Times, when God literally has set\nhis hand to do a marvelous work and a wonder, as he promised to do, and then let us not be\nlike the hypocrites, \"Ye can discern the face of the sky; but can ye not discern the signs of\nthe times?\" (<span class=\"citation\" id=\"34445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34445)\">Matt. 16:3<\/a><\/span>).\n<\/p><p>\nGod help us to understand the signs of the times, I pray in the name of the Lord\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}