{"ID":5028, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Peace\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p2\" class=\"\">Elder Robert E. Wells<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20a8.jpg\" alt=\"Elder Robert E. Wells\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p3\" class=\"\">Last Sunday Latter-day Saints joined together with the entire Christian world in remembering and celebrating Easter. We were worshipping our Lord and Savior, Jesus Christ, and honoring his resurrection. We were also thanking God, as we have done today on this special day of prayer, for the liberation of Kuwait and the hope of lasting peace in the Persian Gulf area with the returning of troops to their homelands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p4\" class=\"\">When Christ was born to this world, angels proclaimed, “Peace on earth, good will toward men.” (See <span class=\"citation\" id=\"32412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32412)\">Luke 2:14<\/a><\/span>.) Yet in the two thousand years since that proclamation there has been little peace in the world. Even with the successful cessation of major hostilities in the Gulf, there still remains an uneasy peace between some nations and great unrest within other nations. Just as Christ’s atonement has saved us from both physical and spiritual death, the peace of which the Savior of mankind spoke is also both physical and spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p5\" class=\"\">Today I’d like to speak about this spiritual peace offered by Christ in the Sermon on the Mount, when he gave us the beautiful beatitude about peace and peacemakers. The entire sermon is a blueprint for us to use in our personal path towards perfection, as well as a pattern of the many attributes and qualities we must develop in our eternal quest to approach the perfection and peace Jesus personifies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p6\" class=\"\">I like to think of when the sermon was first taught. In my mind’s eye, I see a scene of peaceful beauty: I envision an afternoon in early April. The sky is softening toward dusk, with not even a breeze. White, wispy cirrus clouds stand almost motionless in the clear blue sky. And below, on the coast of the Sea of Galilee, soft waves lap against moored fishing boats. A great crowd assembles on the side of the hill. Eager listeners sit on the grass or stand amidst the rocks and early spring flowers. All are hushed and thoughtful as every face is lifted up, every eye looking towards the Lord, and every ear listening as the Savior tells them what they need to do in order to have peace in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p7\" class=\"\">Tenderly Christ speaks: “Blessed are the peacemakers.” (<span class=\"citation\" id=\"37370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37370)\">Matt. 5:9<\/a><\/span>.) Another Bible translator quotes the Savior, saying, “Happy are those who <span class=\"emphasis\">make<\/span> peace.” (<span class=\"emphasis\">The New Testament in Modern English,<\/span> trans. J. B. Phillips, New York: The Macmillan Co., 1958, p. 9; italics added.) Either way, we focus on the strong verb <span class=\"emphasis\">make<\/span> as in “make peace” or “peacemakers.” To follow Christ and bring forth the blessings of heaven, we must actively make peace in the world, in the community, in the neighborhood, and above all, in the home we live in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p8\" class=\"\">In the meridian of time, many expected Christ to take a political stand against Roman rule and offer peace to the oppressed people. Christ did indeed offer peace, but it was not external or political; rather, the peace Christ taught was internal and personal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p9\" class=\"\">I would like to share an incident which took place during the Vietnam War. There were some who were convinced that the United States was engaged in a noble and justifiable war. However, public opinion was changing, and there was opposition which argued that the U.S. should pull out of Vietnam.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p10\" class=\"\">President Harold B. Lee was the President of the Church at the time. While at an area conference in another country he was interviewed by reporters from the international news services. One reporter asked President Lee, “What is your church’s position on the Vietnam War?” Some recognized the question as a trap—one which could not be answered without a very real risk of being misunderstood or misinterpreted. If the prophet answered, “We are against the war,” the international media could state, “How strange—a religious leader who is against the position of the country he is obliged to sustain in his own church’s articles of faith.” On the other hand, if President Lee answered, “We are in favor of the war,” the media could question, “How strange—a religious leader in favor of war?” Either way, the answer could result in serious problems regarding public opinion both inside and outside the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p11\" class=\"\">President Lee, with great inspiration and wisdom, answered as would a man who knows the Savior: “We, together with the whole Christian world, abhor war. But the Savior said, ‘In me ye might have peace. In the world ye shall have tribulation.’” (<span class=\"citation\" id=\"29531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29531)\">John 16:33<\/a><\/span>.) And then the prophet quoted that other comforting scripture from John: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.” (<span class=\"citation\" id=\"29526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29526)\">John 14:27<\/a><\/span>.) President Lee then explained: “The Savior was not talking about the peace that can be achieved between nations, by military force or by negotiation in the halls of parliaments. Rather, he was speaking of the peace we can each have in our own lives when we live the commandments and come unto Christ with broken hearts and contrite spirits.” (See <span class=\"emphasis\">Ensign,<\/span> Nov. 1982, p. 70.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p12\" class=\"\">A tender, sweet story about receiving peace from the scriptures appeared in the January 1991 <span class=\"emphasis\">Ensign,<\/span> submitted by Sister Carole Seegmiller. Using a few excerpts, I quote from her article: “Dad decided that our family should begin an intensive study of the scriptures to help my brother Bruce prepare for his mission. Dad’s goal was to read the entire Book of Mormon before Bruce left, tape-recording our voices as we went along. … We would take turns reading a chapter [each]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p13\" class=\"\">“The family finished the Book of Mormon a few months later. … So Dad decided we should read and record the four Gospels from the New Testament. I complained this time, telling Dad that I didn’t see the point: we could buy audiotapes of professionals reading the scriptures—and they sounded a lot better than we did. Still Dad persisted. ‘Carole, one day these tapes will be a great blessing to us.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p14\" class=\"\">“I began to enjoy these times together with the family. I especially liked to hear Dad share his personal insights about a passage. Soon I began to sense the peace that comes through studying the scriptures. We finished reading the four Gospels shortly before Bruce left for the Missionary Training Center. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p15\" class=\"\">“After Bruce left, I noticed how comforting the tapes were to Dad. He often listened to them, partly just to hear Bruce’s voice, I thought, since they had been very close. Sometimes at night Dad would fall asleep listening, and I would smile to myself as I heard the familiar click-click-click of the recorder that had run to tape’s end. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p16\" class=\"\">“When Bruce had been gone for more than a year, Dad died quietly of a heart attack. … All of our family members … gathered except Bruce, who had determined to finish his mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p17\" class=\"\">“That evening, after [the funeral] … , I was feeling low. I went upstairs to Dad’s room and dejectedly sat down at his desk. I noticed his well-used tape recorder lying nearby; inside was one of our tapes of the New Testament, which Dad must have listened to the very night before he died. I began rewinding the tape, stopping it at random, hoping to find solace in hearing the gentle resonance of Dad’s voice. … I sat upright as my father spoke from the tape:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p18\" class=\"\">“‘Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.’ … [<span class=\"citation\" id=\"29527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29527)\">John 14:27<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p19\" class=\"\">“I listened to that passage over and over; the words reached out and wrapped a comforting arm around me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p20\" class=\"\">“Peace did come to us that night. … Since then, I have tasted the sweet peace of the New Testament time and time again. To me, that is its greatest message.” (<span class=\"emphasis\">Ensign,<\/span> Jan. 1991, p. 27.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p21\" class=\"\">One of the world-famous prayers of St. Francis of Assisi suggests that we can be instruments in the hands of the Savior for bringing personal peace to others. This is the essence of the true “maker of peace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p22\" class=\"\">The prayer reads:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord, make me an instrument of your peace.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where there is hatred let me sow love.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where there is injury, pardon.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where there is doubt, faith.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where there is despair, hope.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where there is darkness, light.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And where there is sadness, joy.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p30\" class=\"\">To be a maker of peace, it helps if we understand what brings peace. Paul says that it is the Spirit: “The fruit of the Spirit is love, joy, peace.” (<span class=\"citation\" id=\"23351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23351)\">Gal. 5:22<\/a><\/span>.) Our closeness to the Lord will, in great measure, determine the peace and comfort and renewed strength that we feel as we invite the Spirit into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p31\" class=\"\">As I was preparing for this occasion a man phoned. His priesthood leader had requested earlier that I accept his call. Desperately he pleaded, “We need to see someone. We just have to find some peace in our lives.” There are probably as many different sources of personal strife and lack of peace as there are people. The roots might be in one’s own life or in the life of a loved one. The causes can be sin, failure to live the commandments of God, selfishness, pride, lack of love, lack of commitment, lack of willingness to make sacrifices for others, or even just being an innocent victim. No matter what the reason, the solution to achieve peace is always the same: Turn to Christ; follow his example; repent of all transgressions. His command to the storm-tossed sea, “Peace, be still” (<span class=\"citation\" id=\"33424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33424)\">Mark 4:39<\/a><\/span>), can also apply to his calming influence in our lives as we experience the buffetings of life’s storms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p32\" class=\"\">Personal peace and our level of spirituality will increase as we focus on studying and thinking about Christ every day; by loving and thanking Christ more each day for his atoning sacrifice; by daily striving to serve Christ better through becoming more involved in missionary service; by making a greater effort to find his lost sheep, his lost coins, his lost prodigals, and helping them to return to the fold; by making a more concerted effort to be in the temple more frequently; and by researching more diligently our family’s history. Is there any peace greater than that of the faithful missionary, the caring shepherd, the dedicated temple patron and worker?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p33\" class=\"\">In spite of all the problems in the world today, peace can come to the hearts of each of us as we follow the Savior. Christ is the way to peace, the truth of peace, the life of peace, the source of peace. Look forward with steadfastness unto Christ, talk of Christ, rejoice in Christ, preach of Christ, [see <span class=\"citation\" id=\"4429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4429)\">2 Ne. 25:26<\/a><\/span>] live as Christ would have us live, and worship him and our Heavenly Father with all your heart, might, mind, and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/05\/peace.p34\" class=\"\">May peace be with you—this day and always—is my prayer in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}