{"ID":504, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repent&mdash;Live the Golden Rule<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, April 1951, pp. 51-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and Sisters: To stand in this pulpit to address the many thousands who assemble here\nand the countless thousands who listen to the radio broadcasts is to be greatly humbled by a\nkeen feeling of heavy responsibility to such a vast audience to say something that will be\nworth listening to. I am comforted, however, in my humility, by the thought that Mormonism,\nthe restored gospel of Jesus Christ, is so fraught with precious truths that any of these we\nmay talk about are worthy of the attention of every one of us&mdash;of every normal human being.\nBut are not all Latter-day Saints familiar with these truths, having previously heard them\ndiscussed many times? Yes, this may be the case, but if they love them, a restatement or\ndiscussion will be listened to with more-or-less satisfaction. At least this is my experience. I\nhope it is yours.\n<\/p><p>\nA PECULIAR PEOPLE\n<\/p><p>\nMormonism, as I have just defined it, is not a Protestant, Catholic, Jewish, or any other faith\nas taught by other churches. It is characterized by many teachings and doctrines not accepted\nby other churches. This fact is sometimes indicated by the statement that we are a peculiar\npeople&mdash;something of which we are proud yet very humble and grateful for; for we believe\nand testify that these characteristic teachings are absolutely true because they have come to us\nthrough visitations and revelations from heavenly sources from God and his messengers.\n<\/p><p>\nIt is trite to say that Mormonism is an everyday religion because it requires its adherents to\nimplement in their daily lives the teaching that faith without works is dead&mdash;as the Apostle\nJames stated it (<span class=\"citation\" id=\"26088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26088)\">James 2:26<\/a><\/span>);\nthey must practice all those virtues that will make them Saints in very deed.\nSome of these virtues, however, are considered basic to an acceptable Christian life by all\nChristian churches. A statement of some of these is found in articles eleven, twelve, and\nthirteen of our faith and are as follows: \n<\/p><p>\n\"11. We claim the privilege of worshiping Almighty God according to the dictates of our own\nconscience, and allow all men the same privilege, let them worship how, where, or what they\nmay\" (<span class=\"citation\" id=\"6656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6656)\">A of F 1:11<\/a><\/span>)&mdash;an\nideal statement of religious tolerance, something much needed today but denied to\nmillions of human beings in the past.\n<\/p><p>\n\"12. We believe in being subject to kings, presidents, rulers and magistrates, in obeying,\nhonoring, and sustaining the law\"\n(<span class=\"citation\" id=\"6657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6657)\">A of F 1:12<\/a><\/span>).\nLoyalty to country and obedience to constitutional laws are\nrequirements for full fellowship in our Church.\n<\/p><p>\n\"13. We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen\" (<span class=\"citation\" id=\"6658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6658)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nIt is the emphasis we place upon some of these things&mdash;chastity, for example&mdash;that makes\nour moral standards higher than those maintained by some other religious groups.\n<\/p><p>\nPRESIDENT GEORGE ALBERT SMITH\n<\/p><p>\nAt this point may I digress a moment to say a word of tribute to our greatly beloved departed\nPresident, George Albert Smith. We have been friends for sixty-two years. Late in the eighties\nhe and I were fellow students during one year at the University of Deseret. Since that time I\nhave been more or less closely associated with him in Church work. For several years we\nwere together in the superintendency of the Young Men's Mutual Improvement Association in\nthe Salt Lake Stake, when the stake covered the entire Salt Lake County. I have said many\ntimes that I have never known a man who I thought tried more sincerely and harder to love\neverybody than did George Albert Smith. Not that he approved all people did, but the farther\noff the beam they were, the more he seemed to sympathize with them because of their greater\nneed for help.\n<\/p><p>\nMORAL STANDARDS\n<\/p><p>\nLooking out into the world today, what do we see relative to the moral standards expressed\nby these three articles of our faith? No matter in what direction we look, and not going\nbeyond the boundaries of our own country, we see moral conditions are bad, in some places\nvery bad. Wickedness of the blackest and most abominable kinds exists nearly everywhere. I\nspeak of these things only that we may be reminded that it is our duty, as I see it, to\nminimize and eliminate indulgence in these evils among us insofar as it is in our power. But\nis there not existent in many places among us a reprehensible indifference and laxity relative\nto these things? Yet do we not teach tolerance and free agency? is a question sometimes\nasked. Why interfere with other people's business? This is a Satan-inspired question. We\ncertainly are expected to defend ourselves against the marauder, the robber, the despoiler of\nthe sanctity of our homes and families and the destroyer of things we hold sacred and\ndear&mdash;as life, liberty, and the pursuit of happiness.\n<\/p><p>\nFree agency is a priceless, God-given right to every child born in mortality, but it does not\ninclude the right to mar, hurt, or destroy the well-being of our fellow men. Did you read\nrecent newspaper statements relative to the existence of vicious narcotic rings which specialize\nin the teenage trade and encourage morphine-marijuana parties of boys and girls that\nsometimes turn into orgies? You have heard, of course, of the countrywide slot machine\nracket, the income of which amounts annually to billions of dollars; of gambling and\nhorse-race betting&mdash;these being other activities where billions are lost. Evils attendant on the\nconsumption of alcoholic beverages (the annual cost in America of these is about eight billion\ndollars) have also reached an enormous magnitude. To these and many other evils are we not\nmore or less indifferent?\n<\/p><p>\nTHE LIQUOR PROBLEM\n<\/p><p>\nThe National Safety Council and other agencies repeatedly warn that alcohol is responsible for\nlarge numbers of our accidents, troubles, sorrows, and deaths. Then why do we consume\nalcoholic beverages? To what extent is this indulgence due to advertising? The brewers are\nreportedly doing a good sales promotion job. Just now they are hammering at reaching a\nconsumption of one hundred million barrels of beer a year and are looking forward to 120\nmillion barrels. Much of this consumption they want in the home, for it is there they can best\ndevelop the use of beer by women and young people. So it is said, brewers are giving a great\ndeal of attention to the principles of store-selling. Most beer advertising is directed to the\nhome, exploiting the great interest in television; also extensive use is made of the pictures of\nyoung girls on billboards. This invasion of the home to advertise beer by means of the radio\nand television has, of course, met with vigorous denunciation.\n<\/p><p>\nWhat can we do about it? This is a problem that every home should try to solve.  Let us not\nforget the warning divinely given us in the Doctrine and Covenants and \"evils and designs do\nand will exist in the hearts of conspiring men in the last days\"\n(<span class=\"citation\" id=\"12920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12920)\">D&amp;C 89:4<\/a><\/span>).\nLoyalty to our doctrines and\nprinciples demands that we shall be alerted and active in keeping evils and wickedness as far\nfrom us and our fellow men as we can.  Let us not forget, but act.\n<\/p><p>\nRELATIONS WITH FELLOWMEN\n<\/p><p>\nThere is another class of evils that I desire to refer to&mdash;evils that permeate relations with our\nfellow men.  When asked by the lawyer which is the great commandment and the law,\n<\/p><p>\nJesus said unto him, Thou shalt love the Lord the God with all thy heart, and with all\nthey soul, and with all thy mind.\n<\/p><p>\nThis is the first and great commandment.\n<\/p><p>\nAnd the second is like unto it, Thou shalt love thy neighbor as thyself\n(<span class=\"citation\" id=\"34456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34456)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\nWe accept another statement of Jesus as being another version of the second commandment. \nIt is as follows: \n<\/p><p>\n. . . whatsoever ye would that men should do to you, do ye even so to them: for this is\nthe law and the prophets (<span class=\"citation\" id=\"34432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34432)\">Matt. 7:12<\/a><\/span>).\n<\/p><p>\nIn this streamlined age we call the statement of this law The Golden Rule.  This rule is also\nobviously implied in the thirteenth article of our faith.\n<\/p><p>\nTo what extent to we live the Golden Rule in all of our relations with our fellows?\n<\/p><p>\nImmediately following the outbreak of the Korean War in June 1950, the price of foods and\nmany other things began to go up&mdash;not that the cost of production had risen so soon.  Then\nwhy?  Almost simultaneously, or even before this in some cases, a demand for an increase of\nwages was made by the leaders of some organized labor groups.  Why?  Did the Golden Rule\nmotivate those responsible for raises in price of commodities, or those who clamored for\nincreased wages?\n<\/p><p>\nGREED AND SELFISHNESS\n<\/p><p>\nOh, but, it is said, the law of supply and demand governs these things. To say that this is true\nis an outrage on the ordinarily accepted meaning of the word <i>law<\/i> as is applied to the\nphenomena of nature or to enactments of legally constituted human groups authorized to make\nenactments. To be plain and frank, does not the law of supply and demand mean, as practiced\nin commercial affairs, \"Get all you can for what you have to sell, whether it be commodities\nor labor or services\"? And are not greed and selfishness among the real motivating and\ndominating forces operating in all our commercial affairs whether they be big or little,\nwhether the participants be businessmen, professional men, or laboring men?\n<\/p><p>\nWe complain of inflation&mdash;rising costs that deflate or lessen the purchasing power of the\ndollar. In the last analysis are not selfishness and greed responsible for inflation? Who in the\nU.S. is injured by inflation?  Everyone who has bought a government bond (about eighty\nmillion people), everyone who has a savings account, an insurance policy, or a pension (at\nleast one hundred million people), everyone who works for wages or a salary that does not\nrise, percentage-wise, as fast as the cost of living goes up (about sixty-two million people),\nand all other people except the very few who are paying off debts incurred years ago.  Then\nto avoid injuring people, should not more than ninety-nine percent of us, even as a matter of\nself-interest, and more importantly, all of us who want to be honest and believe in the Golden\nRule, do all we can to stop inflation?\n<\/p><p>\nOur country is facing one of the most critical periods in its history.  Selfishness and greed are\ntearing it asunder.  The devil is riding high and shouting in Satanic glee at the utter\nfoolishness displayed on all levels, in all grades and ranks of human society.\n<\/p><p>\nIn this country we are rapidly preparing for war (to defend ourselves is perhaps the better\nexpression), arming ourselves with the most destructive means and implements that human\ningenuity can devise.  The amazing advances made in the discovery and implementation of\nthe forces of nature are miraculous marvels of the modern world.  These are due to the\nachievements of research scientists and ingenious inventors.  What advances have we made in\nthe realms of social science?  The art of living agreeably with one another&mdash;our fellow\nmen&mdash;the finest of all human arts, is still in its infancy.\n<\/p><p>\nTHE GOLDEN RULE\n<\/p><p>\nHow can the dangers threatening America, internally and externally, and all the world, for\nthat matter, be overcome, and peace reign everywhere supreme?  The answer is short; it is\nsimple.  Let every human being <i>repent<\/i> and <i>live<\/i> the <i>Golden Rule<\/i>.  This means to keep the two\ngreat commandments.  Then the threat of war would vanish, troubles would disappear;\nwickedness would cease, and righteousness prevail.  There is not a sane person in all the\nworld who can successfully controvert this truth.  Then why do we not repent and let the\nGolden Rule govern our lives? Who has the answer? Mormonism has it; you have it; Satan\nhas it, and he will not repent. And myriads of our fellow men will not repent either because\nSatan has them in his power. So peace will not come to the earth and be worldwide until\nSatan is bound. But the millennium is coming&mdash;the Lord has said it. But when it will come,\nno man knoweth, for neither the day nor the hour has yet been revealed\n(<span class=\"citation\" id=\"34478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34478)\">Matt. 25:13<\/a><\/span>).\n<\/p><p>\nHowever, brethren and sisters, it is your duty and mine, the duty of everyone who believes in\nGod and his righteous purposes to try, try, try to bring the Golden Rule into our lives. This\nwe can do measurably well with the Lord's help, that he will readily give to each of us if we\nworthily seek it.\n<\/p><p>\nLet me recite two actual occurrences relative to the Golden Rule Years ago, the winter in\nCache Valley was long, and an acute shortage of hay resulted. A Church official was told by\nhis farm manager that they could spare several tons of hay and that the going price was\nfifteen dollars a ton. The manager was told to ask only eight dollars a ton, that being the\nreasonable cost of production. I told of this occurrence in the last October conference.\n<\/p><p>\nAnother one: Years ago an eight-room house in Salt Lake City was sold on a monthly\ninstallment plan. About two years later the purchaser said he would have to give up the\ncontract, not being able, because of financial reverses, to continue it, and he was moving out\ninto a three-room shack. The vendor asked the man to estimate the equity his two years'\npayments had made in the house, the vendor telling him that the excess payments would be\ngladly returned. The man insisted that his monthly payments had only been reasonable rent.\nHe refused to accept any refunds. Notwithstanding the provisions of the contract to the\ncontrary, both parties to the arrangement were actuated by the spirit of the Golden Rule.\n<\/p><p>\nNEED TO REPENT\n<\/p><p>\nI said we have several characteristic teachings and doctrines. To these we are converted, and\nwe readily accept them. But to implement them in our lives is something else. We are human\nbeings and have more or less inherited the weaknesses of the flesh among which are\nunworthiness, selfishness, and greed. Further, we are so enmeshed in worldly ways of doing\nthings in the conduct of our businesses and ways of making a living, that we find the easiest\nway to get along is to do as the world does. In so doing we may grievously sin by departing\nmore or less widely from the standards of the Golden Rule. To the extent that we do this, we\nneed to repent.\n<\/p><p>\nWhat have selfishness and greed done? They have brought on all the major wars in history,\nresulting in the misery, suffering and death of countless millions of human beings and the loss\nof billions of property dollars. They have brought wickedness, crime, debauchery, loss of\nfreedom, and slavery to every part of the earth.\n<\/p><p>\nNEED OF THE HOUR\n<\/p><p>\nBecause of the things I have mentioned and several others, this country is facing a very\ncritical situation. What is the great need of the hour? The answer of course is, as I have\nalready stated, repentance. And repentance is a call that has been made from this pulpit many,\nmany times. Current threatening conditions are not likely to improve much unless\nmore-or-less repentance takes place. And while complete repentance may not be expected\nuntil Satan is bound\n(<span class=\"citation\" id=\"42225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42225)\">Rev. 20:2<\/a><\/span>;\n<span class=\"citation\" id=\"12888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12888)\">D&amp;C 45:55<\/a><\/span>),\nthere is one source of trouble that I think can be removed, and all lovers\nof America should demand its removal&mdash;the more-or-less continuous dispute between\nmanagement and labor relative to wages, working conditions, etc. Lockouts, strikes, and mass\npicketing should be outlawed. In all disputes of the type indicated, the public has a vital\ninterest which the law should protect. How can this be done? My answer is by <i>compulsory arbitration<\/i>.\nIt is unlawful for individuals to settle their differences by fighting with fists,\nknives, or pistols. Courts are set up to which they may go for a peaceful settlement, and this,\neven though the public may have no interest in the settlement. But the public always has an\ninterest in how labor-management disputes are settled. To settle peacefully such disputes on a\nbasis of what is fair, right, and just to all concerned, can a better agency be found than a\nqualified, competent arbitration court?\n<\/p><p>\nYes, the public should demand that such courts be set up.\n<\/p><p>\nAs I see it, if wise, compulsory arbitration courts had always been functioning during the past\ndozen years or so, there would have been but little if any inflation. This country would have\nprospered to a greater degree than it has, and the outlook for America would be much brighter\nthan it is today.\n<\/p><p>\nBrethren and sisters, we who have covenanted in the waters of baptism and at the sacrament\ntable to keep God's commandments are in honor bound to be true to these obligations. I pray\nthat with the Lord's help we may always have the desire, the strength and the courage to be\ntrue to our faith. This I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}