{"ID":505, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Knock, and It shall Be Opened unto You&mdash;\"<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1951, pp. 57-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel humble, and also I feel the loss of our beloved President, just as you who are assembled\nhere feel that loss. With the help of the Lord, I shall bear my testimony. I am very grateful to\nthe Lord for the knowledge that I have of the truth of this divine work. I was baptized when I\nwas eight years old. It was impressed upon me at that time that through baptism I had\nreceived the remission of sins and stood pure, clean, before the Lord. I had a sister who was\nvery kind, as all my sisters were, who impressed upon my mind the need of keeping myself\nunspotted from the world (<span class=\"citation\" id=\"26085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26085)\">James 1:27<\/a><\/span>).\nHer teachings to me the day I was baptized have stayed with me all\nthe days of my life, and I honor her memory.\n<\/p><p>\nDIVINE MISSION OF PROPHET\n<\/p><p>\nI have a perfect knowledge of the divine mission of the Prophet Joseph Smith. There is no\ndoubt in my mind that the Lord raised him up and gave him revelation, commandment,\nopened the heavens to him, and called upon him to stand at the head of this glorious\ndispensation. I am just as satisfied in my mind that in his youth when he went out to pray he\nbeheld the actual presence, stood in the actual presence, of God the Father and his son, Jesus\nChrist; in my mind there is no doubt; I know this to be true. I know that he received later the\nvisitations from Moroni, the Aaronic Priesthood under the hands of John the Baptist, the\nMelchizedek Priesthood under the hands of Peter, James, and John, and that the Church of\nJesus Christ of Latter-day Saints was organized on the sixth day of April 1830 by divine\ncommand. These things I know. The Lord has revealed them to me, and this knowledge I\nhave had since the day I was baptized. I know that the power of the Almighty is guiding this\npeople, that we are under covenant to keep his commandments to walk in light and truth. It is\nmy firm conviction that every member of this Church should be able to bear witness and\ndeclare by words of soberness that these things are true, that the Book of Mormon is true, that\nthe revelations given to the Prophet Joseph Smith are true, that the destiny of this latter-day\nwork is true, and according to the revelations, must and will be fulfilled.\n<\/p><p>\nSECOND COMING\n<\/p><p>\nI believe that the coming of the Son of God is not far away, how far I do not know, but I do\nknow that it is over one hundred years nearer than it was when Elijah the prophet came to the\nProphet Joseph Smith and Oliver Cowdery in the Kirtland Temple on the third day of April,\n1836. Elijah's words point to the fact that we are that much nearer. And this ancient prophet\ndeclared that by the restoration of those keys we should know that the great and dreadful day\nof the Lord is near, even at our doors\n(<span class=\"citation\" id=\"12936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12936)\">D&amp;C 110:13-16<\/a><\/span>).\nI have opened these scriptures to the seventh chapter of\nMatthew, and I want to read the seventh and eighth verses: \n<\/p><p>\nAsk, and it shall be given you; seek, and ye shall find; knock, and it shall be opened\nunto you: \n<\/p><p>\nFor every one that asketh receiveth; and he that seeketh findeth, and to him that\nknocketh it shall be opened (<span class=\"citation\" id=\"34431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34431)\">Matt. 7:7-8<\/a><\/span>).\n<\/p><p>\nALL MAY KNOW THE TRUTH\n<\/p><p>\nIs there any good reason why every living soul cannot know the truth and where it can be\nfound? Is there any reason that any members of this Church can give why he does not know\nthat Jesus Christ is the Son of God, that Joseph Smith was and is a prophet of God, and that\nthis is his work? If we lack that understanding, we have no one to blame but ourselves. I had\nperfect confidence in the sayings of the Lord and Savior, Jesus Christ; and when he says,\n\"Ask and it shall be given you; seek and ye shall find; knock, and it shall be opened unto\nyou: For everyone that asketh receiveth,\" I am just as sure that every member of this Church\nmay know within himself or herself that God lives, Jesus Christ is the Son of God, and that\nthis is his work which he has established. We have no excuse whatever for not knowing and\nhaving the absolute faith and confidence in this restored gospel of Jesus Christ. It is our duty\nto know. In a revelation given to the Church many years ago, that is, in the days of the\nProphet, he warned the members of the Church against false prophets, false spirits\n(<span class=\"citation\" id=\"12892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12892)\">D&amp;C 50:1-3<\/a><\/span>), against\nthose who lie in wait to deceive. He gave us a key then by which we may know, but I repeat,\nthis key, given by our Savior in his Sermon on the Mount is just as true today as it was\nnearly two thousand years ago. It's his word and can be accepted, can be proved today just as\nwell as it could by his disciples as he spoke to them in this Sermon on the Mount. In\ninterviewing missionaries I frequently ask them, nearly always do, if they have a testimony of\nthe truth. Some of them say, \"No, I do not. I think it is true, but I do not know, but I have\nthe assurance that if I go on this mission I will learn that it is true.\" Down in their hearts they\ngive an honest answer, but I think they know better than they say. However, it is the right of\nevery baptized member in this Church to know for himself by the revelations of the Spirit of\nthe Lord that all that I have said in regard to the establishment of this work is absolutely true.\nThere is no reason in the world why any soul should not know where to find the truth. If he\nwill only humble himself and seek in the spirit of humility and faith, going to the Lord just as\nthe Prophet Joseph Smith went to the Lord to find the truth, he will find it. There's no doubt\nabout it. There is no reason in the world, if men would only harken to the whisperings of the\nSpirit of the Lord and seek as he would have them seek for the knowledge and understanding\nof the gospel of Jesus Christ, for them not to find it&mdash;no reason, except the hardness of their\nhearts and their love of the world. \"Knock, and it shall be opened unto you.\" This is my\ntestimony, I know it is true. I know that just as well as I know I stand here. The Lord has\nrevealed it to me as he has to my brethren. The Lord bless you all, I pray in the name of\nJesus Christ. Amen.\n<\/div>\n<\/div>"}