{"ID":506, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"How oft would I have Gathered You&mdash;\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1951, pp. 60-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhen the Prophet Isaiah forecast the coming of the Savior, he said this: \n<\/p><p>\nHe is despised and rejected of men; a man of sorrows, and acquainted with grief: and\nwe hid as it were our faces from him; he was despised and we esteemed him not.\n<\/p><p>\nAll we like sheep have gone astray; we have turned every one to his own way; and the\nLord hath laid on him the iniquity of us all\n(<span class=\"citation\" id=\"25125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25125)\">Isa. 53:3,6<\/a><\/span>).\n<\/p><p>\nDESPISED AND REJECTED\n<\/p><p>\nWhen the Savior came in the flesh and labored among men this prophecy was literally\nfulfilled. He was despised and rejected of men. The people did turn their faces from him, and\nthey did go their own way. They rejected him as they rejected his teachings, and it grieved\nhim. One day as he stood in their capital city, he said,\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent\nunto thee, how often would I have gathered thy children together, even as a hen\ngathereth her chickens under her wings, and ye would not!\n<\/p><p>\nBehold, your house is left unto you desolate\n(<span class=\"citation\" id=\"34466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34466)\">Matt. 23:37-38<\/a><\/span>).\n<\/p><p>\nWhen the Lord used that one little expression, \"ye would not,\" he described the stubbornness,\nthe wilfulness, the selfishness, of a people who would not obey the divine truth, but who\nturned their faces from him, each one going his own way.\n<\/p><p>\nOh, that stubbornness! If only they could have realized what it did to them.\n<\/p><p>\nWhen he first began his ministry, he healed their sick; he even raised their dead. He fed them\nby the thousands in a miraculous way. But when he asked them to keep his commandments,\nthe crowds melted away. Those who followed him were there no longer. So great was that\nfalling away that he asked his Twelve: \n<\/p><p>\n. . . Will ye also go away?\n<\/p><p>\nThen Simon Peter answered him, Lord, to whom shall we go? thou hast the words of\neternal life.\n<\/p><p>\nAnd we believe and are sure that thou art that Christ, the Son of the living God\n(<span class=\"citation\" id=\"27487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27487)\">John 6:67-69<\/a><\/span>).\n<\/p><p>\nBut the people rejected him. In their blindness and in their stubbornness, as he offered to\nbless them and take them into his arms as a hen gathereth her chickens under her wings, they\nturned away And in doing so, according to the words of the Savior himself, their house was\nleft unto them desolate.\n<\/p><p>\nWILFULNESS OF MEN\n<\/p><p>\nAs I have read that scripture from time to time, I have often wondered about its application to\nus who live today. I have often wondered whether the Lord cries out to us, disappointed at\nour disobedience, saying, \"How oft would I have gathered you as a hen gathereth her chickens\nunder her wings, and ye would not\" (see\n<span class=\"citation\" id=\"34465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34465)\">Matt. 23:37<\/a><\/span>).\nHow many of us are stubborn? How many of us are selfish and wilful,\nand turn our faces from him, and would rather not obey him?\n<\/p><p>\nThis sort of thing applies in various phases of our lives. It applies in our own homes,\nsometimes with our own children. Have you sons or daughters who are wilful and stubborn\nand selfish, and who turn their faces from you, you the loving parents who would take them\ninto your arms and nurture them even as a hen gathereth her chickens under her wings? Do\nthey reject you, these children in their wilfulness? Some of you have them, and you know\nhow they break your hearts.\n<\/p><p>\nAnd then there are some in some in the Church who ought to know better, who have the\ncommandments of God, but will not repent, but are wilful and stubborn. Even though the\nblessings of God are offered to them, they turn their faces, and each one goes in his own way.\nWe reject God as we refuse to obey him. We must remember that faith without works is dead\n(<span class=\"citation\" id=\"26089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26089)\">James 2:26<\/a><\/span>).\nThere is no salvation except through the Lord Jesus Christ. He has said: \n<\/p><p>\n. . . I am the way, the truth, and the life: no man cometh unto the Father, but by me...\n<\/p><p>\nIf ye love me, keep my commandments...\n<\/p><p>\nHe that hath my commandments and keepeth them, he it is that loveth me . . .\n<\/p><p>\nHe that loveth me not keepeth not my sayings\n(<span class=\"citation\" id=\"27497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27497)\">John 14:6,15,21,24<\/a><\/span>).\n<\/p><p>\nOBSERVANCE OF COMMANDMENTS\n<\/p><p>\nYou know whether you keep his sayings or not. Do you observe the Sabbath day? Do you\nuphold the Authorities of the Church? Do you pay a full and honest tithing? Do you fast on\nfast day and pay a proper fast offering? Are you honest? Do you pay your debts? Are you\nmorally clean? Do you keep the Word of Wisdom? You know whether you keep these things\nor not. If you do not, contemplate your disobedience and remember that the Lord calls out to\nyou and says, \"How oft would I have gathered you as a hen gathereth her chickens under her\nwings, and ye would not.\"\n<\/p><p>\nSometimes in our communities we reject the Lord. Have you ever wondered about the\ncommunity in which you live? Here in the state of Utah the Latter-day Saints are definitely in\nthe majority. The Latter-day Saints have the commandments, and among them is the Word of\nWisdom. Judging from our state records, do we accept the Word of Wisdom as God has given\nit to us? To what degree do we break the Word of Wisdom and thus reject the word of God?\n<\/p><p>\nEXPENDITURES FOR LIQUOR AND TOBACCO\n<\/p><p>\nTen years ago in the state of Utah, eleven million dollars was spent for alcoholic beverages\nand tobacco. In 1950 that figure was up three hundred percent. It reached nearly thirty-four\nmillion dollars. In 1948 the figure reached nearly thirty-five million dollars.\n<\/p><p>\nWhat will thirty-five million dollars buy? The last temple built by the Church was that at\nIdaho Falls. A temple like that could be built in forty-two states of the Union with the amount\nof money that is spent in the state of Utah in one year alone, for alcoholic beverages and\ntobacco.\n<\/p><p>\nThe amount of money spent here each year for tobacco and alcoholic beverages is almost\nidentical to the amount we spend in this state for education. In the fiscal year ending June 30,\n1950, $ 5,653,000.00 was spent for operating our school system and maintaining our school\nbuildings in the state of Utah. Think of it! We spend as much in Utah for \"booze\" and\ntobacco as we spend for education! It is almost incredible.\n<\/p><p>\nThe amount of money we spend each year in Utah for alcoholic beverages and tobacco is\ngreater than the combined assessed valuation of the cities of Provo, Logan, and Brigham City.\n<\/p><p>\nThe amount of money we spend in Utah every year for alcoholic beverages and tobacco is\nnearly twice as much as we spend for the construction and maintenance of our state highway\nsystem.\n<\/p><p>\nIn Utah we spend one hundred times as much for liquor and tobacco as we contribute each\nyear to the American Red Cross.\n<\/p><p>\nIn Utah we spend two hundred times as much for alcoholic beverages and tobacco as we\ncontribute to fight the dread disease of poliomyelitis.\n<\/p><p>\nAbout half of our state expenditure for alcoholic beverages and tobacco is spent right here in\nSalt Lake County. Do you know that in Salt Lake County we spend fifty times as much\nmoney every year for alcoholic beverages and tobacco as we pay into the Salt Lake\nCommunity Chest?\n<\/p><p>\nIn view of all this, what do you think about the scripture that the Lord gives us: \"How oft\nwould I have gathered you as a hen gathereth her chickens under her wings, and ye would\nnot?\n<\/p><p>\nCONDITION OF THE NATION\n<\/p><p>\nWhat about the nation? A century ago the Lord offered the American people a blessing if they\nwould repent. In a revelation given over a hundred years ago, the Lord said concerning the\nAmerican people: \n<\/p><p>\n. . . I will gather them as a hen gathereth her chickens, under her wings, if they will\nnot harden their hearts; \n<\/p><p>\nYea, if they will come, they may, and partake of the waters of life freely\n(<span class=\"citation\" id=\"12869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12869)\">D&amp;C 10:65-67<\/a><\/span>).\n<\/p><p>\nIt is estimated that the total crime bill for the United States last year reached twenty billion\ndollars. According to the records of the F.B.I. last year, a serious crime was committed in the\nUnited States every eighteen seconds. In an average day last year, 301 persons were\nfeloniously killed or assaulted; 146 robberies were committed: 1129 places were burglarized;\n468 cars were stolen; 2861 thefts were committed.\n<\/p><p>\nThe criminologists of the United States are of the opinion that in the last few years, a great\nmoral depression has come to the United States.\n<\/p><p>\nJ. Edgar Hoover, the head of the F.B.I., in speaking on March 26 of this year before a\nspecial committee to investigate organized crime, said this: \n<\/p><p>\nThose who engage in widespread vice activities and rackets could not long survive\nwithout their ally, the political renegade. No community in the land is contaminated by\nrackets and corruption without the assistance of local interests which hold law\nenforcement in restraint. Law enforcement officers are the people's representatives.\nThey are not persons with unlimited power. They must obey those under whom they\nhold office. If they are dominated by criminal-aligned politicians, ruthless rackets and\nvice are inevitable.\n<\/p><p>\nTo what extent does America obey the God of the land\n(<span class=\"citation\" id=\"22185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22185)\">Ether 2:12<\/a><\/span>)?\n<\/p><p>\nWhat about the world at large? In their blindness, the nations cry for peace but at the same\ntime they reject the teachings of the Prince of Peace. The Lord spoke to the nations in a\nmodern revelation and said this: \n<\/p><p>\nO, ye nations of the earth, how often would I have gathered you together as a hen\ngathereth her chickens under her wings, but ye would not! How oft have I called upon\nyou by the mouth of my servants, and by the ministering of angels, and by mine own\nvoice, and by the voice of thunderings, and by the voice of lightnings, and by the\nvoice of tempests, and by the voice of earthquakes, and great hailstorms, and by the\nvoice of famines and pestilences of every kind, and by the great sound of a trump, and\nby the voice of judgment, and by the voice of mercy all the day long, and by the voice\nof glory and honor and the riches of eternal life, and would have saved you with an\neverlasting salvation, but ye would not!\n<\/p><p>\nBehold the day has come, when the cup of the wrath of mine indignation is full\n(<span class=\"citation\" id=\"12886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12886)\">D&amp;C 43:24-26<\/a><\/span>).\n<\/p><p>\nPOSITION OF LATTER-DAY SAINTS\n<\/p><p>\nLatter-day Saints, what is your position? Are you willing to hearken unto the Lord your God\nwho cries out to you and would nurture you and gather you together even as a hen gathereth\nher chickens under her wings? The Lord said something to you also about this: \n<\/p><p>\nListen to the voice of Jesus Christ, your Redeemer, the Great I Am, whose arm of\nmercy hath atoned for your sins: \n<\/p><p>\nWho will gather his people even as a hen gathereth her chickens under her wings, even\nas many as will hearken to my voice and humble themselves before me, and call upon\nme in mighty prayer . . .\n<\/p><p>\nFor the hour is nigh and the day soon at hand when the earth is ripe; and all the proud\nand they that do wickedly shall be as stubble- and I will burn them up, saith the Lord\nof Hosts, that wickedness shall not be upon the earth; \n<\/p><p>\nFor the hour is nigh, and that which was spoken by mine apostles must be fulfilled;\nfor as they spoke, so shall it come to pass;\n<\/p><p>\nFor I will reveal myself from heaven with power and great glory, with all the hosts\nthereof, and dwell in righteousness with men on earth a thousand years, and the\nwicked shall not stand (<span class=\"citation\" id=\"12880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12880)\">D&amp;C 29:1-2,9-11<\/a><\/span>).\n<\/p><p>\nI declare to you in all seriousness that I, too, know that God lives. I, too, know that George\nAlbert Smith was a prophet of Almighty God. And I know that the man who will take his\nplace is likewise a prophet and that he holds all the keys, powers and authorities that were\never restored to the Prophet Joseph Smith in these last days.\n<\/p><p>\nWhen he takes up the reins of office here in this Church, he will preside by virtue of all the\npowers that were restored through angelic ministry in these the last days.\n<\/p><p>\nGod will speak to you through him, and he will say to you: \"How oft will I gather you as a\nhen gathereth her chickens under her wings, if ye will not harden your hearts\"\n(<span class=\"citation\" id=\"12868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12868)\">D&amp;C 10:65<\/a><\/span>).\n<\/p><p>\nMay we humbly follow him and obey the Lord our God, I earnestly pray in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}