{"ID":5078, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Light\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p2\" class=\"\">Elder Ted E. Brewerton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:213e.jpg\" alt=\"Elder Ted E. Brewerton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p3\" class=\"\">My brethren and sisters, on this bright and beautiful day, I should like to address the subject of light. The dictionary defines light as something that makes vision possible or something that enlightens or informs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p4\" class=\"\">Two types of light are physical light and spiritual light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p5\" class=\"\"><span class=\"emphasis\">Physical light,<\/span> especially natural light, affects the moods of people. When summer’s light begins to fade, days grow shorter, and the winter season looms darkly ahead, natural light becomes a more precious commodity, especially to people who live in extreme northern climates. There, where darkness reigns for up to three months a year and then summer blooms into three months of constant daylight, moods swing with the seasons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p6\" class=\"\">Light does have a profound effect on human mood and behavior. Mounting evidence indicates that people who are feeling a little down and need a lift can get it by going outside in daylight. Walking in the light is a natural mood booster. Many who simply walk for half an hour or more during the daylight hours receive a distinct benefit. (See <span class=\"emphasis\">The Walking Magazine,<\/span> Jan.\/Feb. 1989, pp. 28–30.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p7\" class=\"\">Scientists are not entirely certain which wavelengths cause light’s mood-boosting effects. Researchers believe that these effects are traceable to light taken in <span class=\"emphasis\">through the eyes<\/span> and not through the skin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p8\" class=\"\">A second medical use of light is light therapy for treating some cancers. Certain chemicals combined with light can destroy cancer cells. Research is under way to identify the best source of light and to determine how to direct it to body areas. (See <span class=\"emphasis\">Time,<\/span> Canadian ed., Nov. 1989.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p9\" class=\"\">Shifting from these brief remarks about physical light, I should like to consider a kind of light that has infinitely greater power and effect. I speak of <span class=\"emphasis\">spiritual light.<\/span> It comes from God and his gospel. In the scriptures, we find reference to a relationship between the physical light of the sun and spiritual light. We read in the Doctrine and Covenants, section 88, of “the light of truth;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p10\" class=\"\">“Which truth shineth. This is the light of Christ. As also he is in the sun, and the light of the sun, and the power thereof by which it was made. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p11\" class=\"\">“And the light which shineth, which giveth you light, is through him who enlighteneth your eyes, which is the same light that quickeneth your understandings;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p12\" class=\"\">“Which light proceedeth forth from the presence of God to fill the immensity of space—<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p13\" class=\"\">“The light which is in all things, which giveth life to all things, which is the law by which all things are governed.” (<span class=\"citation\" id=\"19482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19482)\">D&amp;C 88:6–7, 11–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p14\" class=\"\">This earth will be a celestial sphere, like a sea of glass and fire [see <span class=\"citation\" id=\"19534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19534)\">D&amp;C 130:7<\/a><\/span>; <span class=\"citation\" id=\"42575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42575)\">Rev. 15:2<\/a><\/span>]. The prophet Brigham Young said: “It will not then be an opaque body as it now is, but it will be like the stars of the firmament, full of light and glory: it will be a <span class=\"emphasis\">body of light.<\/span> John compared it, in its celestialized state, to a sea of glass.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 7:163; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p15\" class=\"\">In section 88 we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p16\" class=\"\">“And again, verily I say unto you, the earth abideth the law of a celestial kingdom, for it filleth the measure of its creation, and transgresseth not the law—<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p17\" class=\"\">“Wherefore, it shall be sanctified; yea, notwithstanding it shall die, it shall be quickened again, and shall abide the power by which it is quickened, and the righteous shall inherit it.” (<span class=\"citation\" id=\"19485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19485)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19485)\">D&amp;C 88:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p18\" class=\"\">In section 84:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p19\" class=\"\">“For the word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p20\" class=\"\">“And the Spirit giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.” (<span class=\"citation\" id=\"19478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19478)\">D&amp;C 84:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p21\" class=\"\">This word <span class=\"emphasis\">light<\/span> appears 535 times in the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p22\" class=\"\">Light has a relationship to the Son of God: “And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.” (<span class=\"citation\" id=\"19488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19488)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19488)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p23\" class=\"\"><span class=\"emphasis\">Jesus Christ is the Light of the world.<\/span> Moroni said: “And now, my brethren, seeing that ye know <span class=\"emphasis\">the light<\/span> by which ye may judge, <span class=\"emphasis\">which light<\/span> is the <span class=\"emphasis\">light of Christ,<\/span> see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged.” (<span class=\"citation\" id=\"38612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38612)\">Moro. 7:18<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p24\" class=\"\">John said: “Then spake Jesus again unto them, saying, <span class=\"emphasis\">I am the light of the world:<\/span> he that followeth me shall not walk in darkness, but shall have the light of life.” (<span class=\"citation\" id=\"29507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29507)\">John 8:12<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p25\" class=\"\"><span class=\"emphasis\">Our Lord is the Light of the world in at least three ways.<\/span> Elder Bruce R. McConkie has written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p26\" class=\"\">“1. Through the Light of Christ he governs and controls the universe and gives life to all that therein is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p27\" class=\"\">“2. By this same immensity-filling light—and to certain faithful ones, by the power of the Holy Ghost!—he enlightens the mind and quickens the understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p28\" class=\"\">“3. By his own upright, sinless, and perfect course, in [premortal life], in mortality, and in resurrected glory, he sets a perfect example and is able to say to all men: ‘Follow thou me.’” (<span class=\"citation\" id=\"4442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4442)\">2 Ne. 31:10<\/a><\/span>.) (<span class=\"emphasis\">The Promised Messiah,<\/span> Salt Lake City: Deseret Book Co., 1978, p. 208.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p29\" class=\"\">In the First Vision, <span class=\"emphasis\">light<\/span> released the boy Joseph from oppressive darkness. [see <span class=\"citation\" id=\"30719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30719)\">JS—H 1:15–17<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p30\" class=\"\">How does light enter into us? How do we receive it? “But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is that darkness!” (<span class=\"citation\" id=\"37375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37375)\">Matt. 6:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p31\" class=\"\">Commenting on this passage, Elder Bruce R. McConkie states: “Christ is the light; the gospel is the light; the plan of salvation is the light; ‘that which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.’ As the light of the sun enters the body <span class=\"emphasis\">through our natural eyes,<\/span> so the light of heaven—the light of the Spirit which illuminates our souls—enters through our spiritual eyes.” (<span class=\"emphasis\">The Mortal Messiah,<\/span> Salt Lake City: Deseret Book Co., 1980, 2:153; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p32\" class=\"\">President Joseph F. Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p33\" class=\"\">“One fault to be avoided by the Saints, young and old, is the tendency to live on <span class=\"emphasis\">borrowed light,<\/span> with their own hidden under a bushel; to permit the savor of their salt of knowledge to be lost; and the light within them to be reflected, rather than original. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p34\" class=\"\">“Men and women should become settled in the truth, and <span class=\"emphasis\">founded in the knowledge of the gospel,<\/span> depending upon no person for borrowed or reflected light, but trusting only upon the Holy Spirit, who is ever the same, shining forever and testifying to the individual and the priesthood, who live in harmony with the laws of the gospel, of the glory and the will of the Father. They will then have light everlasting which cannot be obscured. By its shining in their lives, they shall cause others to glorify God; and by their well-doing put to silence the ignorance of foolish men, and show forth the praises of him who hath called them out of darkness into his marvelous light.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed., Salt Lake City: Deseret Book Co., 1939, pp. 87–88; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p35\" class=\"\">Light persuades us to do good; it leads us to Christ. It led my family as it has led yours, and it can and will lead all to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p36\" class=\"\">Archibald Stewart and his wife, Esther Lyle, are my great-great-grandparents. The Stewart family had learned to face persecution and hardship. Their ancestors had been forced to flee from Scotland to Northern Ireland, where they had been promised protection. But instead of finding peace, they again became victims of persecution at the hands of the Irish Greens. Independence and strong conviction were part of their heritage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p37\" class=\"\">The Stewart family characteristics of love and devotion and a deep religious faith made them receptive to the gospel. When the Mormon missionaries came to the Stewart house, Elizabeth, the third child, immediately felt the truthfulness of their message. She began to study and search for more assurance of the things she felt within. Her feelings and study stirred an immediate response in her old granny, who was the matriarch of the Stewart household. Elizabeth spent many hours telling her granny about the new prophet of God, Joseph Smith, who had brought back to earth the simple, direct message that Christ was alive and had appeared to man. Elizabeth felt a testimony burning within and asked permission to be baptized. Because of the unpopularity of the Mormons, her parents objected. Elizabeth’s granny came to her rescue. “Let the child alone,” she said. “I have read all her books, and I do believe the child is right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p38\" class=\"\">As Elizabeth left her home to go to her baptism, her granny was at her side. The two walked to the river, where the elders had broken a hole in the ice that wintry March day. When the elders came toward Elizabeth to baptize her, her granny stepped up and said, “Watch your manners, child; never step in front of your elders.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p39\" class=\"\">The elders baptized Granny in her street clothes; she even had on her little white cap. She had brought no extra clothes, so she walked home in her wet, frozen clothes. She did not take cold even though she did not change her clothes until the other family members had gone to bed. She said nothing about her baptism to the family but went about her usual tasks as if nothing had happened. After the others had gone to bed, she hung her clothing around the fireplace. In the morning when Archibald got up, he saw the clothes drying. He began to joke with the others about Granny having been dipped in the river along with Elizabeth. Granny listened to their fun and then said: “Archibald, if you don’t want people to hear, stop shouting so loudly. You can’t talk about Granny now, for she can hear better than any of you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p40\" class=\"\">Granny had been virtually deaf for twenty years, but a miracle had restored her hearing at the time she was baptized. From that day until her death, she could hear distinctly. Archibald said laughingly that she heard too much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p41\" class=\"\">Most of the family members soon were baptized, in 1841.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p42\" class=\"\">The light of the gospel illuminates the path of life to eternity that otherwise would be dark and nondirecting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p43\" class=\"\">We can be like a mirror and direct light even into dark places. We are not the sources of light; nevertheless, through us light can be reflected to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/light.p44\" class=\"\">I must return and report my stewardship and <span class=\"emphasis\">my words<\/span> in the heavens when I leave this mortal life. Therefore, I testify with no hesitancy that God lives. Jesus is his holy son, the one through whom we gain salvation. This is his Church and kingdom, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}