{"ID":508, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1951, pp. 72-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI had assumed a sort of immunity at this session of conference, and checked my briefcase and\nmy thoughts in one of the outer rooms.  With all respects to President Clark, it takes more\nthan a rounding up of one's shoulders to give utterance before this congregation, and I ask for\nan interest in your faith and prayers as I face this responsibility.\n<\/p><p>\nRESTRICTED BY TIME'S LIMITATIONS\n<\/p><p>\nI heard some weeks ago someone ask one of the secretaries of one of the brethren&mdash;someone\nwho apparently had tried repeatedly to make an appointment&mdash;\"What it would require for a\nhumble member of the Church to have an audience with the First Presidency.\" The only\nanswer I could think of was \"More time,\" which unfortunately we cannot extend or increase.\n<\/p><p>\nAlso occasionally one hears someone say: \"You haven't ever been out to our ward.\" When I\nheard this remark a few weeks ago I made a mental note of how many Sabbaths it would take\nto visit all the wards in the Church, and it would require about thirty years of Sundays for\nany one of the brethren to go to all of the wards and independent branches now existent. But\nby the time they got around that first thirty years, there would probably be another thirty\nyears of new wards waiting for them, considering the growth of the Church.\n<\/p><p>\nI made another mental calculation along this same line, prompted by this same\nquestion&mdash;\"What would it require for a humble member of the Church to have an audience\nwith the First Presidency?\"&mdash;and multiplied the number of hours in a day by the number of\ndays in the year, and the number of years in an average life expectancy (using the scriptural\nallotment of three score and ten) and found that in this life, if we are fortunate enough to live\nthat long, we have only about six hundred thousand hours to do all that we have to do. But\ntake from that approximately one-third for sleep, and then take another substantial slice for\nthe years of our youth, for preparation, for going to and from, for waiting for late people and\nlate appointments, and a good many other of the essentials, and it reduces itself down to a\nvery limited time in total hours of life. With a Church of more than a million people, with a\nChurch which is rapidly growing, it must become apparent, brethren, to all of us, how much\nmore of the weight of responsibility must continually be carried back in the wards and the\nstakes, in the priesthood quorums, by the ward teachers, by all of the organized agencies of\nthe Church which were set up for this very purpose and which, if functioning properly, would\ncare for all these needs and would make fewer and fewer personal demands upon the time of\nthe First Presidency and of the other brethren here at Church headquarters.\n<\/p><p>\nTHE BASIS OF STRENGTH AND GROWTH\n<\/p><p>\nI know that these brethren, many of them, cannot extend the physical limits of their time. I\nknow that President McKay's car, for example, is down in the parking lot behind the office at\nsix or seven o'clock almost any morning. And I heard a request made of President Clark to\nattend an evening function not long ago, and heard him make the statement that he was\nworking on the scriptures almost every night till midnight and after. And with the other\nbrethren it is, in an approaching degree, at least, a similar situation.\n<\/p><p>\nWith these fullest of days, full beyond filling them further, with many weighty decisions to\nbe made, with many demands upon every hour of every day, and with time not being subject\nto extension, the answer is of course a great statement by the Prophet Joseph Smith, repeated\nby his successors, frequently quoted, and basically true: \"Teach them correct principles and let\nthem govern themselves.\" That's the basis of strength and growth in this Church and\nkingdom&mdash;provided we follow the correct principles. They are there; we have been taught\nthem; the plan of operation is in the handbooks and elsewhere; the scriptures and the\nrevelations are before us. And many of the decisions, I am sure, that we refer on up rather\nthan take the responsibility of making them within the limits and scope of the offices we hold,\nwe could readily avoid passing up, if we would prayerfully and earnestly follow the correct\nprinciples we have been taught and govern ourselves, each one according to his calling.\n<\/p><p>\nTHE TIME TEST\n<\/p><p>\nAbout six hundred thousand hours of life, brethren, for him who lives three score and ten,\nminus the years of youth and of preparation, minus the hours of rest, minus many other things\nI wouldn't be surprised if in a man's effective career, his actual disposable time might not\ncome down to something more like two hundred thousand hours, or even less, when all these\nother things are considered&mdash;which means that we must be about our Father's business\n(<span class=\"citation\" id=\"31287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31287)\">Luke 2:49<\/a><\/span>) and\ngive everything we do the time test. It means that there is no time for any shabby or shoddy\nthing. In all that we read, in the books with which we become familiar, which we make our\ncompanions, in the entertainment to which we devote our time, in all else that we do, we\nmust give it the time test, and as we have been taught, we must acquaint ourselves with the\ncorrect principles and govern ourselves, and assume the responsibility of the offices and\ncallings to which we have been called.\n<\/p><p>\nINDIVIDUAL RESPONSIBILITY\n<\/p><p>\nThe Prophet Joseph Smith made an eloquent utterance on this question of free agency and of\nthe assuming of responsibility. One hour of righteous freedom on earth, he said, is worth\nmore than an eternity of bondage. The Lord has given us our agency and our individual\nresponsibility. We have it in the Church and we have it in all that we do. May we go forward\nand use our agency in accordance with correct principles, and give all that we do the time\ntest, and relieve the brethren over us as much as we can within the line of prescribed\nprocedure, within the line of those things which we have been taught and those things which\nwe read in scripture, I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}