{"ID":5080, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Fruits of the Restored Gospel of Jesus Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p3\" class=\"\">My brethren and sisters, I’m sure that all of us have been honored to be in the presence of President Ezra Taft Benson, the President of the Church, our prophet. I’ve loved him and respected him all of my life, as I’m sure you have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p4\" class=\"\">Throughout the ages, the Lord has referred to his people, those who love him and keep his commandments, in words that set them apart. He has called them a “peculiar treasure” (<span class=\"citation\" id=\"22991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22991)\">Ex. 19:5<\/a><\/span>), a “special people” (<span class=\"citation\" id=\"21365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21365)\">Deut. 7:6<\/a><\/span>), “a royal priesthood, an holy nation” (<span class=\"citation\" id=\"2423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2423)\">1 Pet. 2:9<\/a><\/span>). Scriptures refer to such people as Saints. As the Savior taught, “by their fruits ye shall know them.” (<span class=\"citation\" id=\"37378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37378)\">Matt. 7:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p5\" class=\"\">In sharp contrast to those who live by gospel principles, I see accounts of people who either ignore or don’t understand these principles. Some do not live the gospel standards and live in sin, evil, dishonesty, and crime. The result is untold misery, pain, suffering, and sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p6\" class=\"\">I am reminded of the Savior’s teachings when he declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p7\" class=\"\">“Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p8\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p9\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p10\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"37379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37379)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p11\" class=\"\">This analogy teaches us an important lesson. We cannot have the fruits of the gospel without its roots. Through revelation, the Lord has established those roots—distinctive principles of the fulness of the gospel. They give us direction. The Lord has taught us how we should build our lives on a solid foundation, like a rock, that will withstand the temptations and storms of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p12\" class=\"\">May I give you some of the major principles of the gospel.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Godhead<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p14\" class=\"\">One distinctive principle is a true concept of the nature of the Godhead: “We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.” (<span class=\"citation\" id=\"7020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7020)\">A of F 1:1<\/a><\/span>.) The Godhead consists of three separate, distinct personages who are one in purpose. The Father and the Son have tangible bodies of flesh and bone while the Holy Ghost is a personage of spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p15\" class=\"\">God truly is our Father, the Father of the spirits of all mankind. We are his literal offspring and are formed in his image. We have inherited divine characteristics from him. Knowing our relationship to our Heavenly Father helps us understand the divine nature that is in us and our potential. The doctrine of the fatherhood of God lays a solid foundation for self-esteem. The hymn titled “I Am a Child of God” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 301) states this doctrine in simple terms. Can a person who understands his divine parenthood lack self-esteem? I have known people who have a deep, abiding assurance of this truth and others who understand it only superficially and intellectually. The contrast in their attitudes and the practical effect of these attitudes in their lives is remarkably apparent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p16\" class=\"\">Knowing that Jesus Christ is the firstborn Son of God in the spirit and the Only Begotten Son in the flesh gives a far more noble and majestic view of him than if he were just a great teacher or philosopher. He is our Lord, the Redeemer of all mankind, our Mediator with the Father. Because of his love for us, he has atoned for the sins of the world and has provided a way for the faithful to return to our Heavenly Father’s presence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p17\" class=\"\">“He is the greatest Being to be born on this earth—the perfect example. … He is Lord of lords, King of kings, the Creator, the Savior, the God of the whole earth. … His name … is the only name under heaven by which we can be saved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p18\" class=\"\">“He will come again in power and glory to dwell on the earth, and will stand as Judge of all mankind at the last day.” (Bible Dictionary, s.v. “Christ.”)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p19\" class=\"\">He stands as the head of The Church of Jesus Christ of Latter-day Saints. We should be everlastingly grateful to him. We should love him with all our hearts and should follow his example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p20\" class=\"\">The Holy Ghost, the third member of the Godhead, is a revelator (see <span class=\"emphasis\">History of the Church,<\/span> 6:58); he reveals the word of God. He provides the convincing witness that the gospel is true and gives a person a testimony of the divinity of Jesus Christ. He guides us in our choices and in our search for truth.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Resurrection<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p22\" class=\"\">Next I turn to our assurance of a literal resurrection, the uniting, after mortal death, of the spirit with a body of flesh and bone. Jesus, the first on this earth to be resurrected, made the resurrection a certainty for all mankind. This reality is a center point of hope in the gospel of Jesus Christ. (See <span class=\"citation\" id=\"851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(851)\">1 Cor. 15:19–22<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p23\" class=\"\">I have seen the contrast between those who have spiritual confidence in the resurrection and others who are confused and uncertain about our postmortal condition. I was inspired by one mother who faced the untimely death of a two-year-old daughter with serenity, despite her deep sorrow. She attributed the peace she felt to her faith in a merciful God and in life everlasting. She was confident that this sweet child was encompassed in the arms of God’s love and that she and her daughter would be together again.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Parenting<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p25\" class=\"\">In the Lord’s plan, parents are to teach their children during the impressionable and formative years when they develop attitudes and habits that last a lifetime. President Brigham Young wisely recognized that “the time of youth and early manhood is the proper time” to gain mastery over bodily appetites and passions. He warned that “the man who suffers his passions to lead him becomes a slave to them, and such a man will find the work of emancipation an exceedingly difficult one.” (<span class=\"emphasis\">Letters of Brigham Young to His Sons,<\/span> ed. Dean C. Jessee, Salt Lake City: Deseret Book Co., 1974, p. 130.) We can be so grateful for principles that provide positive, spiritual reinforcement for parental teachings and that direct young people away from the pitfalls that Satan has strewn along the path of adolescence and young adulthood.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Word of Wisdom<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p27\" class=\"\">The Word of Wisdom was revealed to the Prophet Joseph Smith in 1833 (<span class=\"citation\" id=\"19493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19493)\">D&amp;C 89<\/a><\/span>). This revelation has been scrutinized and ignored, attacked and defended, ridiculed and praised. Meanwhile, faithful Saints have observed it as a token of their obedience to God. For many years, they could obey it only on faith, in much the same spirit that Adam offered sacrifice. An angel asked him, “Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded me.” (<span class=\"citation\" id=\"39799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39799)\">Moses 5:6<\/a><\/span>.) Early members of the Church obeyed the Lord’s counsel without the benefit of present medical knowledge, which has validated the physical benefits of their obedience. We now know by scientific evidence what the Saints have known by revelation for 158 years.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p28\" class=\"\">Imagine the results we would see if the total populace were to live this law of health and never abuse their bodies with alcoholic beverages, tobacco, and other harmful substances. What magnitude of decline would we see in automobile accidents, illness and premature death, fetal defects, crime, squandered dollars, broken homes, and wasted lives resulting from alcohol and other addictive drugs? How much would lung cancer, heart disease, and other ailments caused by cigarette smoking decrease? The fruits of this commandment bring innumerable blessings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p29\" class=\"\">Members of the Church have obviously been blessed with health and spirituality by being obedient to this commandment.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Welfare Principles<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p31\" class=\"\">A sure indicator of true religion is a concern for the poor of the earth. This leads us to provide for their needs by acts of charity. I quote James: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep … unspotted from the world.” (<span class=\"citation\" id=\"26377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26377)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p32\" class=\"\">Stated simply, charity means subordinating our interests and needs to those of others, as the Savior has done for all of us. The Apostle Paul wrote that of faith, hope, and charity, “the greatest of these is charity” (<span class=\"citation\" id=\"849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(849)\">1 Cor. 13:13<\/a><\/span>), and Moroni wrote that “except ye have charity ye can in nowise be saved in the kingdom of God” (<span class=\"citation\" id=\"38621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38621)\">Moro. 10:21<\/a><\/span>). I believe that selfless service is a distinctive part of the gospel. As President Spencer W. Kimball said, welfare service “is not a program, but the essence of the gospel. <span class=\"emphasis\">It is the gospel in action.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p33\" class=\"\">“It is the crowning principle of a Christian life.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 77.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p34\" class=\"\">The Church does substantial but perhaps little-known humanitarian work in many places in the world. Our ability to reach out to others is made possible only to the extent that we are self-reliant. When we are self-reliant, we will use material blessings we receive from God to take care of ourselves and our families and be in a position to help others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p35\" class=\"\">Comment on the principle of self-reliance may seem merely to echo the obvious, but it runs counter to the trends in our society that shift responsibility to others. Many Saints have been spared suffering because they have lived by this principle.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p36\" class=\"\">The foundation of self-reliance is hard work. Parents should teach their children that work is the prerequisite to achievement and success in every worthwhile endeavor. Children of legal age should secure productive employment and begin to move away from dependence on parents. None of us should expect others to provide for us that which we can provide for ourselves.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Missionary Work<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p38\" class=\"\">Missionary work was a distinct part of the Savior’s mortal ministry. This is also true today. The Savior commanded, “Go ye into all the world, and preach the gospel to every creature.” (<span class=\"citation\" id=\"33431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33431)\">Mark 16:15<\/a><\/span>.) His disciples, especially Paul, proclaimed the gospel message widely in the years following the Savior’s crucifixion. In 1831, the Lord revealed through the Prophet Joseph Smith, “The voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.” (<span class=\"citation\" id=\"19362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19362)\">D&amp;C 1:2<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p39\" class=\"\">Today more than 44,000 missionaries are working to fulfill the divine mandate to preach the gospel. They bless the people they teach by acquainting them with the fulness of the restored gospel. They bless themselves by the dramatic growth and maturity that come during a mission. Every worthy young man should go on a mission. Also, worthy young women and couples of the Church can give invaluable service in the mission field. They all serve as the emissaries of the Lord. We thank them most sincerely.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Chastity<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p41\" class=\"\">Another distinctive characteristic of the gospel is the adherence to the Lord’s law of chastity. From ancient times to the present, the Lord has commanded his people to obey this law. Such strict morality may seem peculiar or outdated in our day when the media portrays pornography and immorality as being normal and fully acceptable. Remember, the Lord has never revoked the law of chastity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p42\" class=\"\">Temple marriage vows increase the depth of faithfulness between husband and wife.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p43\" class=\"\">Obedience to the law of chastity would diminish cries for abortion and would go a long way toward controlling sexually transmitted disease. Total fidelity in marriage would eliminate a major cause of divorce, with its consequent pain and sadness inflicted especially upon innocent children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p44\" class=\"\">Of course, members of the Church have their share of faults and weaknesses, but we see abundant evidence that living the gospel does help the Saints to become better. As more people commit themselves to living the gospel with all their heart, might, mind, and strength, they will be examples to their families and friends.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p45\" class=\"\">How blessed we are to understand and to have the privilege of living by the sacred, eternal principles of the gospel of Jesus Christ. They are true. They will lead us along the only safe course to happiness, which is “the object and design of our existence.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 255.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Conclusion and Promise<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p47\" class=\"\">In conclusion, let me offer this advice and promise. Never be ashamed of the gospel of Jesus Christ. Partake of the sacrament worthily. Always remember our Lord and Savior. Never defame his sacred name. Do not ridicule the sacredness of the holy priesthood and the ordinances of the gospel. If you honor this counsel, the spirit of rebellion will never come into your hearts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p48\" class=\"\">You will be blessed as was Alma, who said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p49\" class=\"\">“I have labored without ceasing … that I might bring them to taste of the exceeding joy of which I did taste. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p50\" class=\"\">“Yea … the Lord doth give me exceedingly great joy in the fruit of my labors;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p51\" class=\"\">“For because of the word which he has imparted unto me, behold, many have been born of God, and have tasted as I have tasted.” (<span class=\"citation\" id=\"9878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9878)\">Alma 36:24–26<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p52\" class=\"\">In addition, if you will sustain the Lord’s anointed, your confidence in them will wax strong. Your families and your posterity will be blessed and strengthened. The abundant fruits of the gospel will enrich your lives. Peace and unity will fill your hearts and homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/fruits-of-the-restored-gospel-of-jesus-christ.p53\" class=\"\">My brothers and sisters, your leaders of the Church love you and labor to bring you the fruits of the gospel that you may taste as we have tasted. May you feel that marvelous joy of God’s love and his blessings in your life, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}