{"ID":5081, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Gospel—A Global Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_009<\/span>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p3\" class=\"\">The gospel of Jesus Christ, which gospel we teach and the ordinances of which we perform, is a global faith with an all-embracing message. It is neither confined nor partial nor subject to history or fashion. Its essence is universally and eternally true. Its message is for all the world, restored in these latter days to meet the fundamental needs of every nation, kindred, tongue, and people on the earth. It has been established again as it was in the beginning—to build brotherhood, to preserve truth, and to save souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p4\" class=\"\">Brigham Young once said about such a broad and stimulating concept of religion: “For me, the plan of salvation must … circumscribe [all] the knowledge that is upon the face of the earth, or it is not from God. Such a plan incorporates every system of true doctrine on the earth, whether it be ecclesiastical, moral, philosophical, or civil: it incorporates all good laws that have been made from the days of Adam until now; it swallows up the laws of nations, for it exceeds them all in knowledge and purity; it circumscribes the doctrines of the day, and takes from the right and the left, and brings all truth together in one system, and leaves the chaff to be scattered hither and thither.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 7:148.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p5\" class=\"\">As members of the Church of Jesus Christ, we seek to bring all truth together. We seek to enlarge the circle of love and understanding among all the people of the earth. Thus we strive to establish peace and happiness, not only within Christianity but among all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p6\" class=\"\">In the message of the gospel, the entire human race is one family descended from a single God. All men and women have not only a physical lineage leading back to Adam and Eve, their first earthly parents, but also a spiritual heritage leading back to God the Eternal Father. Thus, all persons on earth are literally brothers and sisters in the family of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p7\" class=\"\">It is in understanding and accepting this universal fatherhood of God that all human beings can best appreciate God’s concern for them and their relationship to each other. This is a message of life and love that strikes squarely against all stifling traditions based on race, language, economic or political standing, educational rank, or cultural background, for we are all of the same spiritual descent. We have a divine pedigree; every person is a spiritual child of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p8\" class=\"\">In this gospel view there is no room for a contracted, narrow, or prejudicial view. The Prophet Joseph Smith said: “Love is one of the chief characteristics of Deity, and ought to be manifested by those who aspire to be the sons of God. A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.” (<span class=\"emphasis\">History of the Church,<\/span> 4:227.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p9\" class=\"\">In 1907 the First Presidency presented to the general conference a declaration which includes this statement: “Our motives are not selfish; our purposes not petty and earth-bound; we contemplate the human race, past, present and yet to come, as immortal beings, for whose salvation it is our mission to labor; and to this work, broad as eternity and deep as the love of God, we devote ourselves, now, and forever.” (In Conference Report, Apr. 1907, appendix, p. 16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p10\" class=\"\">In the gospel view, no man is alien. No one is to be denied. There is no underlying excuse for smugness, arrogance, or pride. Openly scorning the pettiness and intolerance of rival religious groups, the Prophet Joseph Smith said in an editorial:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p11\" class=\"\">“While one portion of the human race is judging and condemning the other without mercy, the Great Parent of the universe looks upon the whole of the human family with a fatherly care and paternal regard; He views them as His offspring, and without any of those contracted feelings that influence the children of men, causes ‘His sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.’ [<span class=\"citation\" id=\"37372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37372)\">Matt. 5:45<\/a><\/span>] He holds the reins of judgment in His hands; He is a wise Lawgiver, and will judge all men, not according to the narrow, contracted notions of men, but, ‘according to the deeds done in the body whether they be good or evil,’ [see <span class=\"citation\" id=\"9827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9827)\">Alma 5:15<\/a><\/span>, <span class=\"citation\" id=\"9844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9844)\">Alma 11:44<\/a><\/span>] or whether these deeds were done in England, America, Spain, Turkey, or India.” (<span class=\"emphasis\">History of the Church,<\/span> 4:595–96.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p12\" class=\"\">Mormonism, so-called, is a world religion, not simply because its members are now found throughout the world, but chiefly because it has a comprehensive and inclusive message based upon the acceptance of all truth, restored to meet the needs of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p13\" class=\"\">We believe there is a spiritual influence that emanates from the presence of God to fill the immensity of space. (See <span class=\"citation\" id=\"19484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19484)\">D&amp;C 88:12<\/a><\/span>.) All men share an inheritance of divine light. God operates among his children in all nations, and those who seek God are entitled to further light and knowledge, regardless of their race, nationality, or cultural traditions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p14\" class=\"\">Elder Orson F. Whitney, in a conference address, explained that many great religious leaders were inspired. He said: “[God] is using not only his covenant people, but other peoples as well, to consummate a work, stupendous, magnificent, and altogether too arduous for this little handful of Saints to accomplish by and of themselves. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p15\" class=\"\">“All down the ages men bearing the authority of the Holy Priesthood—patriarchs, prophets, apostles and others, have officiated in the name of the Lord, doing the things that he required of them; and outside the pale of their activities other good and great men, not bearing the Priesthood, but possessing profundity of thought, great wisdom, and a desire to uplift their fellows, have been sent by the Almighty into many nations, to give them, not the fulness of the Gospel, but that portion of truth that they were able to receive and wisely use.” (In Conference Report, Apr. 1921, pp. 32–33.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p16\" class=\"\">The restored gospel is a message of divine love for all people everywhere, based upon the conviction that all humans are children of the same God. This primary religious message was beautifully expressed in a statement of the First Presidency on February 15, 1978, as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p17\" class=\"\">“Based upon ancient and modern revelation, The Church of Jesus Christ of Latter-day Saints gladly teaches and declares the Christian doctrine that all men and women are brothers and sisters, not only by blood relationship from common mortal progenitors but also as literal spirit children of an Eternal Father.” (In J. Spencer Palmer, “Introduction,” <span class=\"emphasis\">The Expanding Church,<\/span> Salt Lake City: Deseret Book Co., 1978, p. v.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p18\" class=\"\">Latter-day Saints have a positive and inclusive approach toward others who are not of our faith. We believe they are literally our brothers and sisters, that we are sons and daughters of the same Heavenly Father. We have a common genealogy leading back to God. But more than that, we also seek the true and the beautiful wherever it may be found. And we know that God has blessed all his children with goodness and light, in accordance with the conditions in which they find themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p19\" class=\"\">In our humble efforts to build brotherhood and to teach revealed truth, we say to the people of the world what President George Albert Smith so lovingly suggested:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p20\" class=\"\">“We have come not to take away from you the truth and virtue you possess. We have come not to find fault with you nor to criticize you. We have not come here to berate you because of things you have not done; but we have come here as your brethren … and to say to you: ‘Keep all the good that you have, and let us bring to you more good, in order that you may be happier and in order that you may be prepared to enter into the presence of our Heavenly Father.’” (<span class=\"emphasis\">Sharing the Gospel with Others,<\/span> comp. Preston Nibley, Salt Lake City: Deseret News Press, 1948, pp. 12–13.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p21\" class=\"\">In summary, then, the validity, the power, of our faith is not bound by history, nationality, or culture. It is not the peculiar property of any one people or any one age. As Joseph Smith once said, it is “above the kingdoms of the world.” (<span class=\"emphasis\">History of the Church,<\/span> 5:526.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-gospel-a-global-faith.p22\" class=\"\">Ours is a perennial religion based on eternal, saving truth. Its message of love and brotherhood is lodged in scripture and in the revelations of the Lord to his living prophet. It embraces all truth. It circumscribes all wisdom—all that God has revealed to man, and all that he will yet reveal. Of that eternal revelation, I bear testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}