{"ID":5088, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord’s Day\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p3\" class=\"\">My brothers and sisters and friends, for some time I have pondered what I might speak about today. I seem to have been led in my thinking by a concern that so many in our generation are missing great blessings by not honoring the Lord’s day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p4\" class=\"\">I confess that as a young boy, Sunday was not my favorite day. Grandfather shut down the action. We didn’t have any transportation. We couldn’t drive the car. He wouldn’t even let us start the motor. We couldn’t ride the horses, or the steers, or the sheep. It was the Sabbath, and by commandment, the animals also needed rest. We walked to Church and everywhere else we wanted to go. I can honestly say that we observed both the spirit and the letter of Sabbath worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p5\" class=\"\">By today’s standards, perhaps Grandfather’s interpretation of Sabbath day activities seems extreme, but something wonderful has been lost in our lives. To this day, I have been pondering to try to understand fully what has slipped away. Part of it was knowing that I was well on the Lord’s side of the line. Another part was the feeling that Satan’s influence was farther away. Mostly it was the reinforcement received by the spiritual power which was generated. We had the rich feeling that the spiritual “fulness of the earth” (<span class=\"citation\" id=\"19446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19446)\">D&amp;C 59:16<\/a><\/span>) was ours, as promised by the Lord in section 59 of the Doctrine and Covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p6\" class=\"\">Ever since Adam’s day the divine law of the Sabbath has been emphasized repeatedly over the centuries more than any other commandment. This long emphasis alone is an indication of its importance. In Genesis, we learn that God himself set the example for us in the creation of the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p7\" class=\"\">“Thus the heavens and the earth were finished, and all the host of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p8\" class=\"\">“And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p9\" class=\"\">“And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.” (<span class=\"citation\" id=\"24059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24059)\">Gen. 2:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p10\" class=\"\">In biblical times this commandment to rest and worship was so strict that a violation of it called for the death penalty. (See <span class=\"citation\" id=\"23007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23007)\">Ex. 31:15<\/a><\/span>.) Even the earth was given a sabbath rest: “But in the seventh year shall be a sabbath of rest unto the land, a sabbath for the Lord: thou shalt neither sow thy field, nor prune thy vineyard.” (<span class=\"citation\" id=\"30961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30961)\">Lev. 25:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p11\" class=\"\">The Sabbath was referred to in the Old Testament days as a blessed and hallowed day (see <span class=\"citation\" id=\"22996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22996)\">Ex. 20:11<\/a><\/span>), as a symbol of a perpetual covenant of faithfulness (see <span class=\"citation\" id=\"23008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23008)\">Ex. 31:16<\/a><\/span>), as a holy convocation (see <span class=\"citation\" id=\"30959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30959)\">Lev. 23:3<\/a><\/span>), as a day of spiritual celebration (see <span class=\"citation\" id=\"30960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30960)\">Lev. 23:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p12\" class=\"\">Jesus reaffirmed the importance of the Sabbath day devotion, but he introduced a new spirit into this part of worship. (See <span class=\"citation\" id=\"37411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37411)\">Matt. 24:20<\/a><\/span>.) Rather than observe the endless technicalities and prohibitions concerning what should and should not be done on the Lord’s day, he affirmed that it is lawful to do well on the Sabbath. (See <span class=\"citation\" id=\"37385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37385)\">Matt. 12:12<\/a><\/span>.) He taught us that “the Son of man is Lord even of the sabbath day” (<span class=\"citation\" id=\"37383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37383)\">Matt. 12:8<\/a><\/span>) and introduced the principle that “the sabbath was made for man, and not man for the sabbath” (<span class=\"citation\" id=\"33422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33422)\">Mark 2:27<\/a><\/span>). He performed good deeds on the Sabbath, such as healing the man with palsy (see <span class=\"citation\" id=\"33421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33421)\">Mark 2:1–12<\/a><\/span>) as well as the man with the paralyzed hand (see <span class=\"citation\" id=\"37384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37384)\">Matt. 12:10–13<\/a><\/span>). So the divine mandate of Sabbath day observance in our day is now more of a manifestation of individual devotion and commitment rather than a requirement of civil law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p13\" class=\"\">The great modern-day revelation on Sabbath day worship is contained in section 59 of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p14\" class=\"\">“And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p15\" class=\"\">“For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p16\" class=\"\">“Nevertheless thy vows shall be offered up in righteousness on all days and at all times;<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p17\" class=\"\">“But remember that on this, the Lord’s day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p18\" class=\"\">“And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full.” (<span class=\"citation\" id=\"19444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19444)\">D&amp;C 59:9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p19\" class=\"\">This great commandment is culminated with a promise: “Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth.” (<span class=\"citation\" id=\"19447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19447)\">D&amp;C 59:16<\/a><\/span>.) To have the benefit of all of God’s creations is a very significant promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p20\" class=\"\">Keeping the Sabbath day holy is much more than just physical rest. It involves spiritual renewal and worship. President Spencer W. Kimball gave excellent counsel on Sabbath day observance. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p21\" class=\"\">“The Sabbath is a holy day in which to do worthy and holy things. Abstinence from work and recreation is important but insufficient. The Sabbath calls for constructive thoughts and acts, and if one merely lounges about doing nothing on the Sabbath, he is breaking it. To observe it, one will be on his knees in prayer, preparing lessons, studying the gospel, meditating, visiting the ill and distressed, sleeping, reading wholesome material, and attending all the meetings of that day to which he is expected. To fail to do these proper things is a transgression on the omission side.” (<span class=\"emphasis\">The Miracle of Forgiveness,<\/span> Salt Lake City: Bookcraft, 1969, pp. 96–97.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p22\" class=\"\">Over a lifetime of observation, it is clear to me that the farmer who observes the Sabbath day seems to get more done on his farm than he would if he worked seven days. The mechanic will be able to turn out more and better products in six days than in seven. The doctor, the lawyer, the dentist, the scientist will accomplish more by trying to rest on the Sabbath than if he tries to utilize every day of the week for his professional work. I would counsel all students, if they can, to arrange their schedules so that they do not study on the Sabbath. If students and other seekers after truth will do this, their minds will be quickened and the infinite Spirit will lead them to the verities they wish to learn. This is because God has hallowed his day and blessed it as a perpetual covenant of faithfulness. (See <span class=\"citation\" id=\"23009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23009)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23009)\">Ex. 31:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p23\" class=\"\">On February 1, 1980, when the First Presidency announced the consolidated Sunday meeting schedule, the following counsel was given: “A greater responsibility will be placed upon the individual members and families for properly observing the Sabbath day. More time will be available for personal study of the scriptures and family-centered gospel study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p24\" class=\"\">“Other appropriate Sabbath activities, such as strengthening family ties, visiting the sick and the homebound, giving service to others, writing personal and family histories, genealogical work, and missionary work, should be carefully planned and carried out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p25\" class=\"\">“It is expected that this new schedule of meetings and activities will result in greater spiritual growth for members of the Church.” (<span class=\"emphasis\">Church News,<\/span> 2 Feb. 1980, p. 3.) It is hoped that priesthood leaders and members of the Church will honor the spirit of more family togetherness on Sunday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p26\" class=\"\">The children of Israel were miraculously sustained in the wilderness for over forty years. They received manna from heaven daily except on the Sabbath. The manna had to be gathered and used the day it fell, or it became wormy and would stink. (See <span class=\"citation\" id=\"22988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22988)\">Ex. 16:20, 30<\/a><\/span>.) But on the sixth day, prior to the Sabbath, twice as much manna fell as on the other days. (See <span class=\"citation\" id=\"22987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22987)\">Ex. 16:5<\/a><\/span>.) The children of Israel were instructed by the Lord to gather twice as much so that it would last for two days because the manna did not fall on the Sabbath day. When they did this, a third miracle happened. On the Sabbath day the manna gathered the day before did not stink, and there were no worms in it, for it was preserved for Sabbath day use. (See <span class=\"citation\" id=\"22989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22989)\">Ex. 16:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p27\" class=\"\">Over the centuries, other stories of miraculous happenings relating to Sabbath day observance have been preserved. One is the story of the cobbler working under one of the megalith stones in Avebury, near Stonehenge, England:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p28\" class=\"\">“‘One Sunday,’ wrote John Saunders in his journal for August 13, 1712, ‘a cobler was mending of shoos under one of these great stones. The minute he rose the stone fell down and broke in pieces on the very ground where he sat which made him see the great providence of God in preserving him alive and so deter him from braking the Sabbath for which reason he never more worked on the Sabbath day.’” (Michael Pitts, <span class=\"emphasis\">Footprints through Avebury,<\/span> Dorchester, England: The Friary Press Limited, 1985, pp. 31–32.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p29\" class=\"\">A more recent miracle occurred at the Wells Stake Welfare Tannery some years ago where hides of animals were tanned into leather. On regular workdays, the hides were removed from the vats and fresh lime placed in the vats, after which the hides were returned to the lime solution. If the hides were not turned on holidays, they would spoil. But the change was never made on Sunday, and there were no spoiled hides on Monday. Explained J. Lowell Fox, the supervisor of the tannery at the time:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p30\" class=\"\">“This brought a strange fact to our minds: holidays are determined by man, and on these days just as on every week day, the hides need to have special care every twelve hours. Sunday is the day set aside by the Lord as a day of rest, and He makes it possible for us to rest from our labors as He has commanded. The hides at the tannery never spoil on Sundays. This is a modern-day miracle, a miracle that happens every weekend!” (<span class=\"emphasis\">Handbook for Guide Patrol Leaders,<\/span> Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1964, p. 37.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p31\" class=\"\">Why has God asked us to honor the Sabbath day? The reasons I think are at least threefold. The first has to do with the physical need for rest and renewing. Obviously God, who created us, would know more than we do of the limits of our physical and nervous energy and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p32\" class=\"\">The second reason is, in my opinion, of far greater significance. It has to do with the need for regeneration and the strengthening of our spiritual being. God knows that, left completely to our own devices without regular reminders of our spiritual needs, many would degenerate into the preoccupation of satisfying earthly desires and appetites. This need for physical, mental, and spiritual regeneration is met in large measure by faithful observance of the Sabbath day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p33\" class=\"\">The third reason may be the most important of the three. It has to do with obedience to commandments as an expression of our love for God. Blessed are those who need no reasons other than their love for the Savior to keep his commandments. The response of Adam to the angel who asked Adam why he made a sacrifice unto the Lord is a model for all. Responded Adam, “I know not, save the Lord commanded me.” (<span class=\"citation\" id=\"39800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39800)\">Moses 5:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p34\" class=\"\">The prophet Samuel reminds us, “To obey is better than sacrifice, and to hearken than the fat of rams.” (<span class=\"citation\" id=\"2693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2693)\">1 Sam. 15:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p35\" class=\"\">In this day of increasing access to and preoccupation with materialism, there is a sure protection for ourselves and our children against the plagues of our day. The key to that sure protection surprisingly can be found in Sabbath observance: “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"19442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19442)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p36\" class=\"\">Who can question but that sincere Sabbath observance will help keep ourselves unspotted from the world? The injunction to keep the Sabbath day holy is a continuing covenant between God and his elect. The Lord told Moses and the children of Israel, “Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations … for a perpetual covenant. It is a sign between me and the children of Israel for ever.” (<span class=\"citation\" id=\"23006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23006)\">Ex. 31:13, 16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p37\" class=\"\">The Mosaic injunctions of Sabbath day observance contained many detailed do’s and don’ts. This may have been necessary to teach obedience to those who had been in captivity and had long been denied individual freedom of choice. Thereafter, these Mosaic instructions were carried to many unwarranted extremes which the Savior condemned. In that day the technicalities of Sabbath day observance outweighed the “weightier matters of the law” (<span class=\"citation\" id=\"37409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37409)\">Matt. 23:23<\/a><\/span>) such as faith, charity, and the gifts of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p38\" class=\"\">In our time God has recognized our intelligence by not requiring endless restrictions. Perhaps this was done with a hope that we would catch more of the spirit of Sabbath worship rather than the letter thereof. In our day, however, this pendulum of Sabbath day desecration has swung very far indeed. We stand in jeopardy of losing great blessings promised. After all, it is a test by which the Lord seeks to “prove you in all things” (<span class=\"citation\" id=\"19505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19505)\">D&amp;C 98:14<\/a><\/span>) to see if your devotion is complete.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p39\" class=\"\">Where is the line as to what is acceptable and unacceptable on the Sabbath? Within the guidelines, each of us must answer this question for ourselves. While these guidelines are contained in the scriptures and in the words of the modern prophets, they must also be written in our hearts and governed by our conscience. Brigham Young said of the faithful, “The spirit of their religion leaks out of their hearts.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 15:83.) It is quite unlikely that there will be any serious violation of Sabbath worship if we come humbly before the Lord and offer him all our heart, our soul, and our mind. (See <span class=\"citation\" id=\"37405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37405)\">Matt. 22:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lords-day.p40\" class=\"\">What is worthy or unworthy on the Sabbath day will have to be judged by each of us by trying to be honest with the Lord. On the Sabbath day we should do what we have to do and what we ought to do in an attitude of worshipfulness and then limit our other activities. I wish to testify unequivocally concerning the blessings of Sabbath day worship in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}