{"ID":5092, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Covenants and Ordinances\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p2\" class=\"\">Elder Jorge A. Rojas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:201a.jpg\" alt=\"Elder Jorge A. Rojas\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p3\" class=\"\">I see there are many fathers and sons together. May I ask you to join me in something we all do at home very often. Thank you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p4\" class=\"\">Hello, my son. How are you? How was your day at school? Good. Any calls? The bishop? An interview with you? Well, that’s OK. Bishops have interviews all the time with young boys—just like the ones we have. We talk, we listen, we learn from each other, we have a great time. No. It’s the same thing. Don’t worry. It’s going to be all right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p5\" class=\"\">Let’s see … you’ll be twelve next month, and he wants to have an interview with you. I wouldn’t miss this for anything. Yes, he’ll ask you questions about school and friends, the Word of Wisdom. Do you make your bed every morning? Do you take a shower every day? No, I’m not kidding you. He’ll talk about those things. I’m serious. He’ll ask, “Are you praying to your Heavenly Father every day? Are you reading the scriptures? Do you love the Lord?” Do you? Do you, my son? That’s good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p6\" class=\"\">He’ll talk about covenants and ordinances. No … no … <span class=\"emphasis\">co-ve-nants,<\/span> covenants and ordinances. That’s a good question. I knew you’d ask me that. Oh, they are like … you know … covenants and ordinances. Come over here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p7\" class=\"\">You just told me you love Heavenly Father. I do too, my son. Now, Father in Heaven loves us. He knows you and your brothers and sisters. He knows all of us by name. And He loves us so much that He is waiting for us. He wants us to go back to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p8\" class=\"\">In order to go back, we need to love and have faith in Jesus Christ. The Lord said a very important thing to all of us. “I am the way, the truth, and the life: no man cometh unto the Father, but by me.” (<span class=\"citation\" id=\"29519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29519)\">John 14:6<\/a><\/span>.) Now, that’s a very, very important thing to know. <span class=\"emphasis\">No one goes back without His help.<\/span> Very important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p9\" class=\"\">But then He said something else. “If ye love me, keep my commandments.” (<span class=\"citation\" id=\"29523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29523)\">John 14:15<\/a><\/span>.) So, we love Him by keeping His commandments. And He loves us by helping us go back. Now, that’s an agreement between Him and us. It’s a very sacred agreement. Sacred agreements between Him and us are called <span class=\"emphasis\">covenants.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p10\" class=\"\">Remember your baptism? You first agreed to have faith in Him, repent of your sins, and live a good, righteous life. And He agreed to help you go back. That was the agreement, that was a covenant you both made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p11\" class=\"\">But then you had to make the agreement official—just like you do when you write down an agreement on paper, but to make it official, to make it stand, you both sign your name on that written agreement. When you want to make an agreement with the Lord official, you don’t sign a document; you perform an ordinance. Ordinances are also very sacred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p12\" class=\"\">After the covenant, or agreement, is made, and after the ordinance is performed, there is yet a third, vital element. You must live up to the agreement. This third element is also very sacred. Because the other two now depend entirely on your performance. What good will a covenant do (I agree to do something), or an ordinance (I hereby sign the agreement) if you ultimately <span class=\"emphasis\">don’t comply with it?<\/span> Understand?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p13\" class=\"\">The first covenant and ordinance the Lord requires is baptism. Baptism puts us on the <span class=\"emphasis\">starting line<\/span>—the starting line of that road that will take us back to His presence. As we walk along this road, there are <span class=\"emphasis\">other covenants<\/span> we must accept and <span class=\"emphasis\">other ordinances<\/span> we must receive. But remember the third important element for each one of them: <span class=\"emphasis\">We must live up to each new covenant we make.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p14\" class=\"\">I think the bishop wants to talk to you about another covenant and ordinance you now need to make with the Lord. It is called priesthood. Son, the priesthood will bless your life. The bishop will make sure you understand, so you’ll be able to make the priesthood covenant with the Lord. Once you make the covenant, you will need to receive the ordinance. I will then be so happy, my son, to perform the ordinance and ordain you a deacon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p15\" class=\"\">This will help you stay on that road that will take you back to His presence. It will be necessary for you to keep growing and moving forward on that road. Two years later, you will need additional help. If you remain worthy, you take another step; you’ll then be ready to become a teacher in the priesthood. That will require that you make another covenant, and then I will again perform the ordinance and ordain you a teacher. Two years later, if everything is well, again another step, and I will ordain you a priest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p16\" class=\"\">Soon after that, you will be ready to now receive the higher priesthood, or the Melchizedek Priesthood, and <span class=\"emphasis\">be ordained an elder.<\/span> My son, when you receive the higher priesthood, you will have all the priesthood there is. You will then be ready to do what you’ve always wanted to do: be a missionary for the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p17\" class=\"\">By then you will better understand and be grateful to the Lord for all those steps you have taken, the preparation you’ve received, and for the help He has given you, all along the way, to finally be able to come to the house of the Lord, the temple. There, my son, you will be able to accept the highest covenants and receive the most sacred ordinances. There, too, you will be reminded of the third element. Remember? After you accept covenants and receive ordinances, <span class=\"emphasis\">you must live up to the covenants you made.<\/span> That is how we love our Lord: by keeping His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p18\" class=\"\">Are you ready for that interview with the bishop? Good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p19\" class=\"\">We now need to review the things we talked about today and express our gratitude to Heavenly Father. Do you want to review it, or offer a prayer?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p20\" class=\"\">All right. You review it, and I’ll pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p21\" class=\"\">Yes. We must love the Lord. <span class=\"emphasis\">If<\/span> we love Him, <span class=\"emphasis\">we keep His commandments.<\/span> Very good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p22\" class=\"\">His commandments are that we first, accept covenants; second, receive ordinances; and third, live up to the things we promised Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p23\" class=\"\">That was excellent. Son, I love you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p24\" class=\"\">Let’s fold our arms, bow our heads, close our eyes, and pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/covenants-and-ordinances.p25\" class=\"\">Our dear Father in Heaven, we thank thee for thy many blessings—for the restoration of the gospel, which makes possible that we have the Book of Mormon, thy holy priesthood, and living prophets to guide us. We are grateful for the atonement of Jesus Christ, for immortality and the possibility of eternal life. Help us to make it a real probability as we come unto Christ through sacred covenants and ordinances. Please forgive our sins. And help us always recognize thy hand all around us and always, always keep thy commandments, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}