{"ID":5093, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Called to Serve”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p3\" class=\"\">One cannot gaze into the faces of this vast congregation of men assembled in the historic Tabernacle and envision the unseen audiences meeting in other locations throughout the world without feeling your strength, recognizing your faith, and knowing of your spiritual power, even the power of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p4\" class=\"\">All of us are familiar with the beautiful account found in Matthew: “And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p5\" class=\"\">“And he saith unto them, Follow me, and I will make you fishers of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p6\" class=\"\">“And they straightway left their nets, and followed him.” (<span class=\"citation\" id=\"37368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37368)\">Matt. 4:18–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p7\" class=\"\">Brethren, we too have been called to follow Him as fishers of men, laborers in the vineyard to build boys and mend men and bring all unto Christ. We are stirred in our souls as we repeat the words of the well-known refrain:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Called to serve Him, heav’nly King of glory,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Chosen e’er to witness for his name,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Far and wide we tell the Father’s story,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Far and wide his love proclaim.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p12\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 249.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p13\" class=\"\">It is no small thing to extend to another a call to serve; neither is it insignificant to receive such a call. President Spencer W. Kimball often taught: “Let there be no ‘ditch bank’ appointments in this Church.” Calls to serve are to be preceded by careful thought and earnest prayer. As the Lord declared, “Remember the worth of souls is great in the sight of God.” (<span class=\"citation\" id=\"19396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19396)\">D&amp;C 18:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p14\" class=\"\">Some of you are called to serve the young men who hold the Aaronic Priesthood. These precious young men come in all sizes and with varying dispositions and different backgrounds. Yours is the privilege to know them individually and to motivate and lead each youth in his quest to qualify for the Melchizedek Priesthood, a successful mission, a temple marriage, a life of service, and a testimony of truth. Let us remember that a boy is the only known substance from which a man can be made.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Nobody knows what a boy is worth;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’ll have to wait and see.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But every man in a noble place<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A boy once used to be.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p19\" class=\"\">A proper perspective of our young men is absolutely essential for those called to serve them. They are young, pliable, eager, and filled with unlimited energy. Sometimes they make mistakes. I remember a meeting where we of the First Presidency and the Twelve were reviewing a youthful mistake made by a missionary. The tone was serious and rather critical, when Elder LeGrand Richards said, “Now, brethren, if the good Lord wanted to put a forty-year-old head on a nineteen-year-old body, He would have done so. But He didn’t. He placed a nineteen-year-old head on a nineteen-year-old body, and we should be a bit more understanding.” The mood of the group changed, the problem was solved, and we moved on with the meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p20\" class=\"\">The years in the Aaronic Priesthood are growing years. They are years of maturing, learning, developing. They are years of emotional highs and lows, a period when wise counseling and proper example by an inspired leader can work wonders and lift lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p21\" class=\"\">The quorum meetings of the Aaronic Priesthood provide you advisers and members of bishoprics with ideal opportunities to teach and train these young men in gospel scholarship and in dedicated service. Be examples worthy of emulation. Youth need fewer critics and more models to follow. “Teach ye diligently,” said the Lord, “and my grace shall attend you.” (<span class=\"citation\" id=\"19490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19490)\">D&amp;C 88:78<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p22\" class=\"\">These young men of the Aaronic Priesthood, many of whom are assembled here tonight, have a vital interest in athletics. The Church recognizes this fact and provides through its activities and athletic programs an opportunity for participation and growth. The enormous financial investment in physical facilities made by the Church, with the anticipation that all may benefit, can provide fellowship and brotherhood, as well as the development of athletic skills. These goals, however, are defeated if winning the game overshadows participation in the game. Young men come to play—not to sit on the bench. Ours is the privilege to provide this opportunity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p23\" class=\"\">I remember in my youth a basketball team from the Twenty-fifth Ward of the Pioneer Stake that had ten young men participating. A wise leader decided not to play just the five best, with the other five substituting here and there. Rather, he formed two teams with balanced ability and age. One team of five played the first and third periods, while the remaining team of five played the second and fourth periods. It was not a contest between bench warmers and active players, but a situation where morale was high, playing time was equal, and games were played and won in the right spirit. No participant in Church-sponsored athletic contests should warm the bench for the entire game.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p24\" class=\"\">Scouting is another area of vital interest to young men. Much has been said in the media of late regarding Scouting. Let me affirm that The Church of Jesus Christ of Latter-day Saints has not diminished in any way its support of the Scouting movement. President Spencer W. Kimball declared that the Church endorses Scouting “and will seek to provide leadership which will help boys keep close to their families and close to the Church as they develop the qualities of citizenship and character and fitness which Scouting represents. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p25\" class=\"\">“We’ve remained strong and firm in our support of this great movement for boys and the Oath and the Law which are at its center.” (<span class=\"emphasis\">Ensign,<\/span> May 1977, p. 36.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p26\" class=\"\">President Ezra Taft Benson described Scouting as “a noble program,” saying, “It is a builder of character, not only in the boys, but also in the men who provide the leadership.” (<span class=\"emphasis\">… So Shall Ye Reap,<\/span> Salt Lake City: Deseret Book Co., 1960, p. 138.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p27\" class=\"\">Brethren, if ever there were a time when the principles of Scouting were vitally needed—that time is now. If ever there were a generation who would benefit by keeping physically strong, mentally awake, and morally straight—that generation is the present generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p28\" class=\"\">A few years ago a Scouting skill saved a life—in my own family. My nephew’s son, eleven-year-old Craig Dearden, successfully completed his requirements for Scouting’s swimming award. His father beamed his approval, while mother tenderly placed an affectionate kiss. Little did those attending the court of honor realize the life-or-death impact of that award. Later that very afternoon, it was Craig who spotted a dark object at the deep end of the swimming pool. It was Craig who, without fear, plunged into the pool to investigate and brought to the surface his own little brother. Tiny Scott was so still, so blue, so lifeless. Recalling the life-saving procedures he had learned and practiced, Craig and others responded in the true tradition of Scouting. Suddenly there was a cry, breathing, movement, life. Is Scouting relevant? Ask a mother, a father, a family who know a Scouting skill saved a son and brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p29\" class=\"\">Many of you are serving as members of bishoprics, of high councils, and as officers in priesthood quorums. At times, your tasks may seem overwhelming, and discouragement may creep into your lives. Our Heavenly Father has inspired your call and desires that you succeed. Through His beloved Son, our Savior, we learn: “Therefore, O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p30\" class=\"\">“Therefore, if ye have desires to serve God ye are called to the work.” (<span class=\"citation\" id=\"19373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19373)\">D&amp;C 4:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p31\" class=\"\">In a revelation to the Prophet Joseph Smith, the Lord counseled, “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p32\" class=\"\">“Behold, the Lord requireth the heart and a willing mind.” (<span class=\"citation\" id=\"19456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19456)\">D&amp;C 64:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p33\" class=\"\">Through humble prayer, diligent preparation, and faithful service we can succeed in our sacred callings. Some priesthood bearers are gifted with the ability to reach out to the less active and renew the faith and rekindle the desire to once again return to the fold. Give such specially endowed brethren an assignment which will utilize this talent. Other brethren have the ability to work with youth, to win their respect, prompt their determination to overcome temptation, and lead with love these choice young spirits as they travel along that pathway which, when followed, provides eternal life. The Lord will hear your prayers and guide your decisions, for this is His work in which we are engaged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p34\" class=\"\">I have frequently said that there is no feeling to surpass that feeling which engulfs us when we recognize that we have been on the Lord’s errand and He has allowed us to help fulfill His purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p35\" class=\"\">Every bishop can testify to the promptings which attend calls to serve in the Church. Frequently the call seems to be for the benefit not so much of those to be taught or led as for the person who is to teach or lead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p36\" class=\"\">As a bishop, I worried about any members who were inactive, not attending, not serving. Such was my thought one day as I drove down the street where Ben and Emily lived. They were older—even in the twilight period of life. Aches and pains of advancing years caused them to withdraw from activity to the shelter of their home—isolated, detached, shut out from the mainstream of daily life and association.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p37\" class=\"\">That day I felt the unmistakable prompting to park my car and visit Ben and Emily, even though I was on my way to a meeting. It was a sunny weekday afternoon. I approached the door to their home and knocked. Emily answered. When she recognized me, her bishop, she exclaimed, “All day long I have waited for my phone to ring. It has been silent. I hoped that the postman would deliver a letter. He brought only bills. Bishop, how did you know today is my birthday?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p38\" class=\"\">I answered, “God knows, Emily, for He loves you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p39\" class=\"\">In the quiet of their living room, I said to Ben and Emily, “I don’t know why I was directed here today, but our Heavenly Father knows. Let’s kneel in prayer and ask Him why.” This we did, and the answer came. Emily, who had a beautiful voice, was asked to sing in the choir—even to provide a solo for the forthcoming ward conference. Ben was asked to speak to the Aaronic Priesthood young men and recount a special experience in his life when his safety was assured by responding to the promptings of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p40\" class=\"\">She sang. He spoke. Hearts were gladdened by the return to activity of Ben and Emily. They rarely missed a sacrament meeting from that day to the time each was called home. The language of the Spirit had been spoken. It had been heard. It had been understood. Hearts were touched and lives saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p41\" class=\"\">As priesthood leaders, we soon discover that some of our work, though not recorded on any written report, is of vital significance. The visits to the homes of quorum members, blessing the sick, helping a member with a project, or comforting grieving hearts when a loved one passes on are all sacred privileges of priesthood service. True, they may not be recorded on a written report; but more important, they find lodgment in the soul and bring joy to the heart. They are also known of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p42\" class=\"\">Should our load seem heavy or the results of our efforts discouraging, we may well recall the words of President Kimball to some who noted his undeviating devotion to his calling even in his advancing years: “My life is like my shoes—to be worn out in service.” (<span class=\"emphasis\">Ensign,<\/span> Dec. 1985, p. 41.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p43\" class=\"\">I trust that all young men here tonight are preparing now to serve a full-time mission in the service of the Lord. ElRay L. Christiansen often said, “Your mission is the mold in which your life will be cast.” Prepare to serve worthily, with an eye single to the glory of God and His purposes. You will never know the full influence of your testimony and your service, but you will return with gladness for having had the privilege of responding to a sacred call to serve the Master. You will be forever loved by those to whom you bring the light of truth. Your teachings will be found in their service. Your examples will be guides to follow. Your faith will prompt courage to meet life’s challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p44\" class=\"\">Let me provide an example. When I first visited Czechoslovakia, accompanied by Hans B. Ringger, long before the freedom bell sounded, I was met by Jiri Snederfler, our leader through this dark period, and Sister Olga Snederfler, his wife. I went to their home in Prague where the branch met. Displayed on the walls of the room in which we assembled were picture after picture of the Salt Lake Temple. I said to Sister Snederfler, “Your husband must truly love the temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p45\" class=\"\">She responded, “I, too; I, too.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p46\" class=\"\">We sat down for some soup Sister Snederfler had prepared, after which she brought out a treasure trove: an album containing individual pictures of the missionaries who were serving there in 1950 when the government edict came for the mission to be closed. As she slowly leafed through the pictures of different missionaries, she would say, “Wonderful boy; wonderful boy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p47\" class=\"\">Brother Snederfler has been a courageous Church leader in Czechoslovakia and has been willing to put everything on the line for the gospel. When the opportunity came that we would seek recognition for the Church in that country, the government leaders, then Communist, said, “Don’t send an American. Don’t send a German. Don’t send a Swiss. Send a citizen of Czechoslovakia.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p48\" class=\"\">There were ominous implications in that particular statement, because to have admitted that you were a church leader during this period of the prohibition of religion was tantamount to possible imprisonment. And yet, this call came to Brother Snederfler to be the designated person to go before the government and to forthrightly state that he was the leader of The Church of Jesus Christ of Latter-day Saints for all of Czechoslovakia and that he was seeking recognition for his church. He later told me that he had been somewhat frightened and had asked for the prayers of his brothers and sisters in the Prague Branch. He went to his sweet wife, Olga, and said to her, “I love you. I don’t know when, or if, I’ll be back; but I love the gospel, and I must follow my Savior.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p49\" class=\"\">With that spirit of faith and devotion, Brother Snederfler went before the government officials and acknowledged that he was the leader of the Church and that he was there to seek a restoration of the recognition the Church had enjoyed long years before. In the meantime Elder Russell M. Nelson had been working tirelessly to bring about the desired decision. Later, Brother Snederfler heard the good news: “Your church is again recognized in Czechoslovakia.” How eager Brother Snederfler was to tell his dear wife and the other stalwart members of the Church the wonderful news that once again missionaries could come to Czechoslovakia and the Church could provide a haven for freedom of worship in that nation. It was a happy day for Czechoslovakia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p50\" class=\"\">Where are Jiri and Olga Snederfler today? Just last month they responded to their calls to serve as temple president and matron of the Freiberg Germany Temple, where faithful members of the Church in Germany, Czechoslovakia, and surrounding nations attend. These two saintly souls find themselves each day in the Lord’s house they so dearly love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p51\" class=\"\">And what of Richard Winder, one of the former missionaries of whom Olga Snederfler exclaimed, “Wonderful boy; wonderful boy”? He is now the president of the Czechoslovakia Prague Mission, responding to the call to him and his wife, Barbara, to reopen the work in that country.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p52\" class=\"\">To the Snederflers, the Winders, and to all who willingly respond to the sacred call of service comes the commendation of the Lord: “I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p53\" class=\"\">“Great shall be their reward and eternal shall be their glory.” (<span class=\"citation\" id=\"19465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19465)\">D&amp;C 76:5–6<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Called to know the richness of his blessing—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Sons and daughters, children of a King—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Glad of heart, his holy name confessing,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praises unto him we bring.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Onward, ever onward, as we glory in his name;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Onward, ever onward, as we glory in his name;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Forward, pressing forward, as a triumph song we sing.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God our strength will be; press forward ever,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Called to serve our King.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p63\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 249.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/called-to-serve.p64\" class=\"\">May we ever be found serving faithfully, I pray humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}