{"ID":5096, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “These … Were Our Examples”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p2\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p3\" class=\"\">In June of this year, Sister Nelson and I had the great privilege of accompanying the Mormon Tabernacle Choir on its historic concert tour in Europe. We are grateful to the First Presidency for that assignment. Much has been written regarding the success of the choir and of its favorable influence that will yet continue. Members and friends of the Church worldwide join with me in expressing appreciation to the officers, staff, directors, accompanists, and to all vocalists for their wonderful service. I won’t mention anyone by name; I will simply refer to them all as members of the choir.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p4\" class=\"\">I’ll not comment as a music critic would. While musical experts of the world focus on what choir members can do, I would like to focus on what choir members can be. This I do because I witnessed in choir members great examples that can inspire and improve the lives of each of you who honestly strives to emulate the Lord who said, “I am the light; I have set an example for you.” (<span class=\"citation\" id=\"6230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6230)\">3 Ne. 18:16<\/a><\/span>; see also <span class=\"citation\" id=\"29515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29515)\">John 13:15<\/a><\/span>.) So we should strive to learn from His example—and from the good example of those who love and follow Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p5\" class=\"\">Members of the Mormon Tabernacle Choir are not superhuman. They are ordinary people with ordinary frailties. But therein lies the power of their example. They believe this promise from the Lord: “Because thou hast seen thy weakness, thou shalt be made strong.” (<span class=\"citation\" id=\"19544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19544)\">D&amp;C 135:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p6\" class=\"\">Before attending their first rehearsal, choir members brought with them not only musical education and talent but qualities of personal righteousness. Before singing to their first audience, they were blessed by another promise from our Savior:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p7\" class=\"\">“Ye may show forth good examples unto them in me, and I will make an instrument of thee in my hands unto the salvation of many souls.” (<span class=\"citation\" id=\"9848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9848)\">Alma 17:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p8\" class=\"\">Have you not learned that strength comes to an ordinary soul when given an extraordinary calling? The choir has! Indeed, each member seemed to be imbued with a real sense of mission, striving for those ten traits that missionaries are expected to possess and practice:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p9\" class=\"\">“Faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness, charity, humility, diligence.” (<span class=\"citation\" id=\"19374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19374)\">D&amp;C 4:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p10\" class=\"\">Those are attributes the Lord deserves from His disciples. Because each of us is to be “an example of the believers” (<span class=\"citation\" id=\"2894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2894)\">1 Tim. 4:12<\/a><\/span>), I would like to address those ten topics as members of the Mormon Tabernacle Choir “were our examples” (<span class=\"citation\" id=\"844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(844)\">1 Cor. 10:6<\/a><\/span>) in many memorable ways.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Faith<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p12\" class=\"\">Their great faith was strengthened by the faith of our leaders. I pay tribute to the First Presidency and to leaders of the choir who had the foresight to plan as they did and when they did. How bold and inspired they were to conceive this tour many months—even years—before Europe’s unwelcoming walls began to crumble! The Brethren had the faith to believe that the choir could sing in cities such as Warsaw, Budapest, Prague, Leningrad, and Moscow long before such dreams seemed plausible. Then in January 1991, hopeful plans were seriously threatened when war erupted in the Persian Gulf. Even then, our leaders decided against canceling the tour. They knew of its potential for good and had faith that countless obstacles could be overcome. Often they prayed that the choir’s tour might be successfully accomplished.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p13\" class=\"\">Those prayers were answered!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p14\" class=\"\">Think of the timing. In one thousand years of Russia’s existence, its first popular national election ever to be held occurred in June 1991. Six days later, the Mormon Tabernacle Choir performed in Moscow! That very night, after the strains of “Come, Come, Ye Saints” (see <span class=\"emphasis\">Hymns,<\/span> 1985, no. 30) had resounded from the Bolshoi Theater, the vice president of the republic announced that The Church of Jesus Christ of Latter-day Saints had been granted recognition in the Republic of Russia. On the eve of a supreme crisis that was yet ahead, Russian people heard songs of faith, courage, hope, and love.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p15\" class=\"\">That faith of our Church leaders filled the hearts of members, families, and friends of the choir as well. Real were the risks of separation of husbands and wives, of parents and children. Hundreds of dependents were temporarily deprived of moms or dads for almost a month. Thanks be to all who cared for those families—in faith. If each of us could muster that same faith in the service we are called to render, we would also be blessed.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Virtue<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p17\" class=\"\">Virtue radiated from the choir. Each member seemed to exemplify President Brigham Young’s counsel: “Learn the will of God, keep His commandments and do His will, and you will be a virtuous person.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1954, p. 194.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p18\" class=\"\">They applied the word of God (see <span class=\"citation\" id=\"9856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9856)\">Alma 31:5<\/a><\/span>) not only in song but in sermons of example. After one concert, I was greeted by an individual who expressed gratitude in an unusual way. He said, “I am thankful for the choir’s message.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p19\" class=\"\">I asked, “What message did you receive?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p20\" class=\"\">His answer: “The choir was trying to teach me a better way to live.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p21\" class=\"\">That comment seemed profound to me. What inspired him to feel such a force for good? Was it complicated classical music or the excellence of its rendition? I doubt it. I believe it was more likely communication by the Spirit, which allowed both the giver and receiver to be edified. (See <span class=\"citation\" id=\"19430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19430)\">D&amp;C 50:21–22<\/a><\/span>.) And very possibly, the spirit of the listener was moved most by melodies soft and simple, sung with sweet sincerity. When the choir sang “The Lord’s Prayer,” for example, audiences were hushed and attentive. They seemed to understand, without fully knowing either the language or the history of the song.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p22\" class=\"\">The virtue of choir members brought blessings to their own lives. When the tour was completed and each was safely home, I thought of this promise from the Lord: “If thou art faithful and walk in the paths of virtue before me, I will preserve thy life.” (<span class=\"citation\" id=\"19408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19408)\">D&amp;C 25:2<\/a><\/span>.) That same promise applies to me and to you.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Knowledge<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p24\" class=\"\">Knowledge is essential to competent service for any missionary. So it was with members of the choir in this tour to eight nations. To communicate more effectively, the choir sang in ten languages! In these times of changing political views, much study was also required to determine which songs should be sung, and which should not be sung.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p25\" class=\"\">But their quest for knowledge did not begin or end with music. They eagerly studied the culture, history, and ways of the people they had come to serve. On a moment’s notice their knowledge of the gospel had to be retrieved when questioned by the media or interested individuals.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p26\" class=\"\">In these lands that have known so much of hardship and strife, choir members echoed the scriptural hope “that perhaps they might bring [others] to the knowledge of the Lord their God, … that they might also be brought to rejoice in the Lord their God, that they might become friendly to one another, and that there should be no more contentions in all the land.” (<span class=\"citation\" id=\"40829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40829)\">Mosiah 28:2<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p27\" class=\"\">Members of the choir knew “that after a people have been once enlightened by the Spirit of God, and have had great knowledge of things pertaining to righteousness” (<span class=\"citation\" id=\"9850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9850)\">Alma 24:30<\/a><\/span>), lives would never again be the same.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p28\" class=\"\">Just think of the good you can do if you accept a difficult challenge and pursue knowledge—then use it to bless others, as did the choir!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Temperance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p30\" class=\"\">“To knowledge,” the Apostle Peter wrote, add “temperance.” (<span class=\"citation\" id=\"4969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4969)\">2 Pet. 1:6<\/a><\/span>.) Temperance suggests sobriety and self-restraint in action. It reminds one of covenants made.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p31\" class=\"\">Members of the choir were always temperate and well disciplined, not from without but from within. Completely obedient to the Word of Wisdom, they were blessed with health and strength. Keeping a schedule that left little time for leisure, their grueling pace allowed them to perform for audiences that otherwise might have been excluded.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p32\" class=\"\">Repeatedly, scriptures teach that we be “temperate in all things.” (<span class=\"citation\" id=\"843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(843)\">1 Cor. 9:25<\/a><\/span>; <span class=\"citation\" id=\"9841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9841)\">Alma 7:23<\/a><\/span>; <span class=\"citation\" id=\"9882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9882)\">Alma 38:10<\/a><\/span>; <span class=\"citation\" id=\"19391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19391)\">D&amp;C 12:8<\/a><\/span>). Temperance can protect each of us from the aftermath of excess.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Patience<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p34\" class=\"\">Patience is one of the most practiced attributes of choir members. Checking into a hotel with a group of five hundred travelers and more than a thousand pieces of luggage provided practice in patience nearly every day. One dear sister never did receive her baggage. Her patience flowered into ingenuity as she attempted to feel fresh with the same clothing day after day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p35\" class=\"\">Patience is a divine attribute. The Book of Mormon invites us to “come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men.” (<span class=\"citation\" id=\"40806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40806)\">Mosiah 4:6<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p36\" class=\"\">Although choir members are not perfect, each one seemed to epitomize scriptural counsel to “continue in patience until ye are perfected.” (<span class=\"citation\" id=\"19458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19458)\">D&amp;C 67:13<\/a><\/span>.) If they can do it, each of us can also develop that precious talent of patience.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Brotherly Kindness<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p38\" class=\"\">Brotherly kindness was a hallmark of this tour. Never did I hear a disparaging remark. Especially did I watch those heroic members of the choir with serious physical disabilities. Some have severe visual handicaps and can read music only with their fingers. Others walk solely with the aid of crutches or appliances. Their great courage was superbly matched by the courtesy of companions who gave much that all might triumph together. Indeed, they typified this scriptural analogy:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p39\" class=\"\">“The whole body fitly joined together … according to the effectual working … of every part, maketh increase of the body unto the edifying of itself in love.” (<span class=\"citation\" id=\"22014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22014)\">Eph. 4:16<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p40\" class=\"\">Brotherly kindness overcomes the rudeness of selfish intent. Each of us can develop brotherly kindness at home, at school, at work, or at play.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Charity<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p42\" class=\"\">The Book of Mormon defines charity as the pure love of Christ. (See <span class=\"citation\" id=\"38617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38617)\">Moro. 7:47<\/a><\/span>.) It further teaches that the “Lord God hath given a commandment that all men should have charity, which charity is love.” (<span class=\"citation\" id=\"4433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4433)\">2 Ne. 26:30<\/a><\/span>; see also <span class=\"citation\" id=\"22404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22404)\">Ether 12:34<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p43\" class=\"\">I saw choir members extend that love to countless souls. For those in need, members quietly contributed money, food, and goods. They shared freely of their precious time and talent without any thought of personal acclaim or recompense. Truly, “charity never faileth” any of us. (<span class=\"citation\" id=\"848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(848)\">1 Cor. 13:8<\/a><\/span>; <span class=\"citation\" id=\"38616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38616)\">Moro. 7:46<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Humility<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p45\" class=\"\">The choir’s humility seemed to increase throughout their journey. Though their mounting successes gave them much to be proud of, members grew into this scriptural pattern:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p46\" class=\"\">“They did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts.” (<span class=\"citation\" id=\"24814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24814)\">Hel. 3:35<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p47\" class=\"\">Choir members became “subject one to another” (<span class=\"citation\" id=\"2428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2428)\">1 Pet. 5:5<\/a><\/span>) and imparted “the word of God, one with another” (<span class=\"citation\" id=\"9820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9820)\">Alma 1:20<\/a><\/span>) as true disciples do. They were humble and teachable, as submissive Saints should be. (See <span class=\"citation\" id=\"40802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40802)\">Mosiah 3:19<\/a><\/span>; <span class=\"citation\" id=\"19508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19508)\">D&amp;C 105:12<\/a><\/span>.) Their examples of humility should ennoble our souls.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Diligence<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p49\" class=\"\">Diligence was demonstrated by all members of the choir, but extraordinarily so by one precious mother whom I shall never forget. Just five days after the choir had left America, I was asked to inform her that her beautiful 37-year-old daughter had died after a long illness. The leaders of this sorrowing mother offered means for her to return home from Europe. She declined the offer. She and her family had already anticipated this possibility. Their decision had been made. It was not to be interpreted as a pattern for anyone else to follow, but for her alone. Her children and grandchildren had pleaded that she remain on assignment. So she continued in all diligence, never missing a single concert! She nobly fulfilled this scriptural counsel: “Therefore be diligent … in whatsoever difficult circumstances [you] may be.” (<span class=\"citation\" id=\"19380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19380)\">D&amp;C 6:18<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p50\" class=\"\">Her example can bless each of you, just as it did her family and me.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Godliness<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p52\" class=\"\">Godliness is an attribute that seems as difficult to define as it is to attain. Scriptures refer to “the mystery of godliness.” (<span class=\"citation\" id=\"2892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2892)\">1 Tim. 3:16<\/a><\/span>; <span class=\"citation\" id=\"19399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19399)\">D&amp;C 19:10<\/a><\/span>.) Because it is so special, I have chosen to speak of it last.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p53\" class=\"\">Simon Peter counseled us “to be in all holy conversation and godliness, looking for and hasting unto the coming of the day of God.” (<span class=\"citation\" id=\"4970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4970)\">2 Pet. 3:11–12<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p54\" class=\"\">“The power of godliness is manifest” in the ordinances of the priesthood. (<span class=\"citation\" id=\"19477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19477)\">D&amp;C 84:20<\/a><\/span>.) Godliness is not a product of perfection; it comes of concentration and consecration.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p55\" class=\"\">Godliness characterizes each of you who truly loves the Lord. You are constantly mindful of the Savior’s atonement and rejoice in His unconditional love. Meanwhile you vanquish personal pride and vain ambition. You consider your accomplishments important only if they help establish His kingdom on earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p56\" class=\"\">The Mormon Tabernacle Choir’s songs helped to convey their uncommon spirit of godliness. From their hearts the choir sang one number which bore testimony of love so amazing, so divine. Tears moistened the faces of more than a few as they expressed personal feelings of conversion and commitment to godliness. This song which the choir will soon sing includes these verses penned by Isaac Watts:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">When I survey the wondrous cross<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">On which the Prince of glory died,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">My richest gain I count but loss,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">And pour contempt on all my pride.<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Forbid it, Lord, that I should boast,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Save in the death of Christ, my God!<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">All the vain things that charm me most,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">I sacrifice them to his blood. …<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Were the whole realm of nature mine,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">That were a present far too small;<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Love, so amazing, so divine,<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Demands my soul, my life, my all!<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/these-were-our-examples.p69\" class=\"\">Such are lessons taught by those who “serve unto the example and shadow of heavenly things.” (<span class=\"citation\" id=\"24560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24560)\">Heb. 8:5<\/a><\/span>.) Unitedly members of the Mormon Tabernacle Choir testify of the living Lord and of His Church restored in these latter days, as do I. May God bless us to lift our lives by their example, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}