{"ID":5097, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p2\" class=\"\">Elder Charles Didier<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21e4.jpg\" alt=\"Elder Charles Didier\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p3\" class=\"\">During the last two years, we have seen many significant international political events followed by dramatic consequences and changes for the world and also for the Church. We are also witnessing events that, perhaps not as visible but certainly as tangible, profoundly affect the quality of individual lives and families, followed by even more far-reaching consequences and changes specifically in relation to God, churches, and religious behavior. These changes have caused a significant shift in traditional or religious values toward world practices, and this is well described in one verse of modern revelation: “They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god, whose image is in the likeness of the world.” (<span class=\"citation\" id=\"19366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19366)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p4\" class=\"\">If we fail to recognize the personal spiritual challenge of political and economic changes and constant new threats to the moral and spiritual stability of individuals and families, we will fail to recognize the needs and requirements to adapt to these new conditions by finding within ourselves a firm and true foundation that will determine a firm and true behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p5\" class=\"\">What is the true foundation that should motivate us to act accordingly? Elder Heber C. Kimball once said: “Let me say to you, that many of you will see the time when you will have all the trouble, trial and persecution that you can stand, and plenty of opportunities to show that you are true to God and his work. This Church has before it many close places through which it will have to pass before the work of God is crowned with victory. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p6\" class=\"\">“The time will come when no man nor woman will be able to endure on borrowed light. Each will have to be guided by the light within himself. If you do not have it, how can you stand?” (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> 3d. ed., Salt Lake City: Bookcraft, 1945, pp. 449–50.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p7\" class=\"\">What is meant by “the light within himself”? That is a testimony, the true foundation that should determine true behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p8\" class=\"\">President Harold B. Lee said, “The real strength of the Church is to be measured by the individual testimonies to be found in the total membership of the Church.” (In Mexico City Area Conference Report, Aug. 25–27, 1972, p. 117.) Based on this quote, we might also say that the real strength of an individual is to be found in his testimony and in living it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p9\" class=\"\">If the measure of strength and the stability or true foundation of an individual and his subsequent conduct lies in a testimony and we do not fully recognize its importance, or do not understand what it really means, or cannot or will not bear it or share it with others, and if we cannot teach it or explain it to others, maybe we ought to explore the deep, spiritual meaning of it and the blessing of obtaining, maintaining, and sharing a personal, individual testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p10\" class=\"\">Early in the scriptures, the sacredness of the word <span class=\"emphasis\">testimony<\/span> is illustrated when Adam was told that “all things are created and made to bear record of me.” (<span class=\"citation\" id=\"39808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39808)\">Moses 6:63<\/a><\/span>.) It was vital for Adam to have a knowledge of our Father and his Son, and that has not changed in our time and will never change. This applies as well to the principle of gaining a testimony and knowing what it is. It is knowing by the power of the Holy Ghost that God lives and is the same yesterday, today, and forever (see <span class=\"citation\" id=\"19403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19403)\">D&amp;C 20:12<\/a><\/span>) and that “this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29532)\">John 17:3<\/a><\/span>). A testimony is not only a witness that Jesus is the Christ, but also a statement or affirmation of the fact that Joseph Smith saw the Father and the Son; a conviction that the Book of Mormon has a divine origin and is another testament of Jesus Christ; and a knowledge that the Church of Jesus Christ, with its gospel and holy priesthood, was in truth and fact restored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p11\" class=\"\">Joseph Fielding Smith defined it this way: “A testimony of the gospel is a convincing knowledge given by revelation to the individual who humbly seeks the truth.” (<span class=\"emphasis\">Answers to Gospel Questions,<\/span> comp. Joseph Fielding Smith, Jr., 5 vols., Salt Lake City: Deseret Book Co., 1957–66, 3:31.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p12\" class=\"\">What are the essential steps to obtain a testimony? First, to humbly seek the truth, to have a desire to know by exercising belief or faith. When we obtain any blessing from God, such as an answer to prayer or a convincing knowledge, it is by obedience to that law upon which it is predicated. (See <span class=\"citation\" id=\"19536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19536)\">D&amp;C 130:21<\/a><\/span>.) Here, then, are the required standards of the law: ask in the name of Christ and exercise faith in him, have a sincere heart, humbly seek the truth, be receptive, discard preconceived religious concepts, and cleanse yourself from the sins of the world. You must adhere to the rules, tune in correctly to receive the proper signal, and, once in harmony with the Holy Ghost, you may know the truth of all things. This represents a spiritual gift available from God, not to be denied but to profit us. It is permanently available, never to be taken away except by our unbelief or unwillingness to humbly seek the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p13\" class=\"\">The second step is to know by revelation, where Spirit speaks to spirit. It is one thing to be able to say, “I believe, I think, I hope that the gospel is true,” but it requires personal revelation and personal acknowledgment and recognition to declare, “I <span class=\"emphasis\">know<\/span> that the Church is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p14\" class=\"\">Alma gives us a perfect example of this convincing knowledge that he received by revelation. In four verses we learn about this light within himself. First, the assurance of his testimony: “Behold, I testify unto you that I do know that these things whereof I have spoken are true.” (<span class=\"citation\" id=\"9829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9829)\">Alma 5:45<\/a><\/span>.) Second, the source of his testimony: “They are made known unto me by the Holy Spirit of God.” (<span class=\"citation\" id=\"9830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9830)\">Alma 5:46<\/a><\/span>.) Third, the process of gaining his testimony: “I have fasted and prayed.” (<span class=\"citation\" id=\"9831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9831)\">Alma 5:46<\/a><\/span>.) Fourth, the evidence of his testimony: “The Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me.” (<span class=\"citation\" id=\"9832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9832)\">Alma 5:46<\/a><\/span>.) Fifth, the origin of his testimony: “The words which have been spoken by our fathers are true.” (<span class=\"citation\" id=\"9833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9833)\">Alma 5:47<\/a><\/span>.) Sixth, the power of his testimony: “I say unto you, that I know of myself … that Jesus Christ shall come.” (<span class=\"citation\" id=\"9834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9834)\">Alma 5:48<\/a><\/span>.) This convincing knowledge or testimony would not be complete without also accepting the responsibility of carrying such a testimony. And Alma further stated, “I am called … to preach … to cry unto them that they must repent and be born again.” (<span class=\"citation\" id=\"9835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9835)\">Alma 5:49<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p15\" class=\"\">Let us now examine the keys of the spirit of revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p16\" class=\"\">Key number 1 is to know for yourself. Do not be dependent on someone else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p17\" class=\"\">Key number 2 is to know by the power of the Holy Ghost. Do not look at reason, logic, or the philosophies of men and theories of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p18\" class=\"\">Key number 3 is to know by searching the scriptures and the revelations given and published in our day by the prophets—the First Presidency and the Twelve. Do not listen to apostate, unauthorized voices or speculation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p19\" class=\"\">Key number 4 is to know by asking your Heavenly Father in the name of his Son, Jesus Christ. Do not turn to public discussions and forums. The purpose of having and using certain keys is always very simple: to open the right door with a particular key. The purpose of these spiritual keys is to open spiritual doors, one by one, to come to a plain testimony as described by the prophets. When children first start to read, they look at the letters and ask what they are. After a time they can recognize the letters by their names and put them together to form a word. And then a miracle happens. They can read a word, then a sentence, then a book. The steps of gaining a testimony follow the same pattern. We want to know; we begin with what we know; and when we know, we further enrich our knowledge by sharing and practicing what we know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p20\" class=\"\">Once a testimony is in place, just like a fire that needs fuel and oxygen to burn, it needs to be fed and tended or it will burn out and die. A dying testimony corresponds, in fact, to a forthcoming denial of Christ, our Savior and Redeemer. Nephi taught: “For the right way is to believe in Christ and deny him not; for by denying him ye also deny the prophets and the law.” (<span class=\"citation\" id=\"4430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4430)\">2 Ne. 25:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p21\" class=\"\">Unfortunately, there are those who gain testimonies and then deny them and lose them. How does this happen? If you follow the steps to obtain a testimony, you do exactly the opposite to deny it or lose it. Do not pray; the door to revelation will be closed. Do not be humble but listen to your own superior voice. Do not participate in the ordinances of the gospel but follow the practices of the world. Do not follow Church leaders but be critical of them. Do not listen to prophets and follow their counsel but interpret their declarations according to your own desires. Do not obey the commandments but live according to your own appetites and desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p22\" class=\"\">These are only a few of the most evident problems leading to a loss of testimony. As ashes represent the evidence of a dying fire, the demise of a testimony is characterized by spiritual ashes, such as a lack of gospel appetite, charity, and purpose, as well as having feelings of apathy, bitterness, and emptiness. Spiritual ashes might be all that are left of what was once a burning, loving, meaningful, and uplifting testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p23\" class=\"\">To maintain and strengthen a testimony, prophets have always reminded us to bear it and share it. Elder Spencer W. Kimball stated, “To hold his testimony one must bear it often and live worthy of it.” (In Conference Report, Oct. 1944, p. 45.) Make it known after you know, make its power evident after you know, and live accordingly after you know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p24\" class=\"\">To have a testimony and to share it provides a firm foundation for us to stand on and a way to control our lives in this constantly changing world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p25\" class=\"\">When Moses received the tables upon which the words of the covenant were written, they were called the tables of testimony [see <span class=\"citation\" id=\"23010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23010)\">Ex. 31:18<\/a><\/span>] and were to remain in the ark as a reminder of the covenant between the Lord and his children. Moses and his people had quite a convincing knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p26\" class=\"\">When Joseph Smith received his vision, he also knew. It was an indelible testimony. In his own words, “For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it.” (<span class=\"citation\" id=\"30723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30723)\">JS—H 1:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p27\" class=\"\">These testimonies were true foundations to be built upon and followed by obedience and good works. What about us? Are we any different when we have received a testimony of the covenant? Perhaps we now begin to perceive and understand the importance of a testimony and the strength that can be derived from it, with its mortal and eternal consequences. It is definitely a most precious possession, something to be desired now and forever because it determines our life here and eternal life hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p28\" class=\"\">President Benson, our living prophet, stated: “A testimony is one of the few possessions we may take with us when we leave this life. … A testimony of Jesus means that you accept the divine mission of Jesus Christ, embrace His gospel, and do His works; it means you accept the prophetic mission of Joseph Smith and his successors.” (<span class=\"emphasis\">Ensign,<\/span> May 1982, p. 62.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/testimony.p29\" class=\"\">A living prophet has spoken. It is now time for us to stand and be true to our testimonies. May I add my testimony to yours and bear my solemn witness, searched in all humility and acquired by the power of the Holy Ghost, that I know personally that God lives, that Jesus is the Christ, our Savior and Redeemer, that this church is true and is led by a living prophet, President Ezra Taft Benson. This I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}