{"ID":51, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Great Work<\/p>\n<p class=\"gcspeaker\">Elder Rudger Clawson<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Rudger Clawson, <i>Conference Report<\/i>, April 1943, pp. 23-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, at the set time Columbus appeared, and the new world was born. At the set time\nJoseph Smith appeared, and it was predicted that a great and marvelous work was to\ncommence (<span class=\"citation\" id=\"5445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5445)\">3 Ne. 21:9<\/a><\/span>).\nBoth characters were here and had their part to play among the children of men.\nColumbus discovered the new world on October 12, 1492. Joseph Smith organized the Church\nof Jesus Christ of Latter-day Saints April 6, 1830, and it is destined to fill the whole earth.\n<\/p><p>\nA VISION IN THE KIRTLAND TEMPLE\n<\/p><p>\nI am impressed this afternoon to read a few words froth the D&amp;C, Section 110:\n<\/p><p>\nThe veil was taken from our minds, and the eyes of our understanding were opened.\n<\/p><p>\nWe saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet\nwas a paved work of pure gold, in color like amber.\n<\/p><p>\nHis eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of the\nrushing of great waters, even the voice of Jehovah, saying:\n<\/p><p>\nI am the first and the last; I am he who liveth, I am he who was slain; I am your advocate\nwith the Father.\n<\/p><p>\nBehold, your sins are forgiven you; you are clean before me; therefore, lift up your heads and\nrejoice.\n<\/p><p>\nLet the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have,\nwith their might, built this house to my name.\n<\/p><p>\nFor behold, I have accepted this house, and my name shall be here; and I will manifest \nmyself to my people in mercy in this house. Yea, I will appear unto my servants, and speak\nunto them with mine own voice, if my people will keep my commandments, and do not\npollute this holy house.\n<\/p><p>\nYea, the hearts of thousands and tens of thousands shall greatly rejoice in consequence of the\nblessings which shall be poured out, and the endowment with which my servants have been\nendowed in this house.\n<\/p><p>\nAnd the fame of this house shall spread to foreign lands; and this is the beginning of the\nblessing which shall be poured out upon the heads of my people. Even so. Amen.\n<\/p><p>\nAfter this vision closed, the heavens were again opened unto us; and Moses appeared before\nus, and committed unto us the keys of the gathering of Israel from the four parts of the earth,\nand the leading of the ten tribes from the land of the north.\n<\/p><p>\nAfter this, Elias appeared, and committed the dispensation of the gospel of Abraham, saying\nthat in us and our seed all generations after us should be blessed.\n<\/p><p>\nAfter this vision had closed, another great and glorious vision burst upon us; for Elijah the\nprophet, who was taken to heaven without tasting death, stood before us, and said:\n<\/p><p>\nBehold, the time has fully come, which was spoken of by the mouth of Malachi&mdash;testifying\nthat he [Elijah] should be sent, before the great and dreadful day of the Lord come&mdash;\n<\/p><p>\nTo turn the hearts of the fathers to the children, and the children to the fathers, lest the whole\nearth be smitten with a curse&mdash;\n<\/p><p>\nTherefore, the keys of this dispensation are committed into your hands; and by this ye may\nknow that the great and dreadful day of the Lord is near, even at the doors\n(<span class=\"citation\" id=\"11915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11915)\">D&amp;C 110:1-16<\/a><\/span>).\n<\/p><p>\nIt is shown here very clearly that before this marvelous work and wonder\n(<span class=\"citation\" id=\"24998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24998)\">Isa. 29:14<\/a><\/span>) should be\naccomplished certain keys should be given to the earth, and I have read in your hearing\nconcerning these keys, and it throws a great deal of light on this subject. It emphasizes the\nresponsibility resting upon Latter-day Saints to familiarize themselves with these keys and\nlaws and testimonies that are given.\n<\/p><p>\nA TESTIMONY\n<\/p><p>\nI testify to you, my brethren, that this revelation was given for our profit, and I express to\nyou my testimony in these words, that I know the Lord is with us, that Jesus is the Christ,\nand that Joseph Smith was and is a prophet of God. We are engaged in a glorious work. It is\na marvelous scene to look out upon this gathering of Priesthood.\n<\/p><p>\nI trust that I may never lose this testimony that I have.\n<\/p><p>\nGod bless you, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}