{"ID":510, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1951, pp. 78-80<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: It is again a great opportunity to face you and to try to speak to you for a few\nmoments. You who bear the priesthood of God, there is in you, and the rest of us who bear\nthis priesthood, the greatest power and force that there is in the world. That power and that\nforce when understood and exercised, involves the control of all the elements that go to make\nup the universe; compared to that power and that control the H-bomb is a mere tiny\nfirecracker.\n<\/p><p>\nGUIDING PRINCIPLES\n<\/p><p>\nThere are certain great principles that underlie our existence here on this planet and that are to\nbe guiding principles for us. First there is the great principle of free agency given to us before\nthe world was. Because of the exercise of that free agency, Satan rebelled\n(<span class=\"citation\" id=\"12904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12904)\">D&amp;C 76:28<\/a><\/span>;\n<span class=\"citation\" id=\"38994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38994)\">Moses 4:3<\/a><\/span>) and has since\nfought from the day of the great council in heaven until now, the plan of life and salvation\nthat was submitted by the Son and adopted by the Father. The principle of free agency is\nfundamental to all of our freedom and all of our living.\n<\/p><p>\nOne of the first commandments given to Adam relating to mortal life, perhaps the first that\nwe have record of, was to multiply and replenish the earth\n(<span class=\"citation\" id=\"23569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23569)\">Gen. 1:28<\/a><\/span>). And behind that great principle\nand that commandment lies the eternity of the marriage covenant, the creation of bodies to\ntabernacle spirits that our Heavenly Father created, and to bring them to this earth so that they\nmight have mortal bodies, live according to the commandments of God, that they might in\ntheir next estate begin and go on through all the eternities in eternal progression\n(<span class=\"citation\" id=\"7185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7185)\">Abr. 3:26<\/a><\/span>).\n<\/p><p>\nAnother great principle to which I would like to call your attention is the command given to\nAdam when he left the Garden of Eden: \"By the sweat of thy face thou shalt eat bread\"\n(<span class=\"citation\" id=\"23573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23573)\">Gen. 3:19<\/a><\/span>;\n<span class=\"citation\" id=\"38995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38995)\">Moses 4:25<\/a><\/span>). This\nis the great law of work, and the Lord has given us no greater blessing, given us no\ncommandment that will be more helpful in carrying out his plan than this law of work. In\naddition to that, he gave us the gospel which has been with us since the days of Adam, in one\nform or another.\n<\/p><p>\nCONDITIONS IN THE WORLD\n<\/p><p>\nNow, my brethren, I wish merely to invite your attention to what is going on in the world\ntoday. The principle of free agency has been virtually blotted out among 140 or 150 millions\nof people, and that virus, the destruction of free agency, has been scattered over the world as\nif by the wind until today it affects us here in increasingly growing proportions. Our agency is\nbeing destroyed, and when it is gone then will your freedom to worship, your freedom to\nbelieve what you wish to believe, your freedom to build your own lives, your freedom to\nteach your children, this and all other freedoms, will go with it.\n<\/p><p>\nThe commandment to multiply and replenish the earth\n(<span class=\"citation\" id=\"23570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23570)\">Gen. 1:28<\/a><\/span>)\nis being defeated by those ideologies\nwhich are destroying the liberties of the peoples of the world because they are breaking down\nthe marriage relationship. They are encouraging illicit relations; they are taking over the\nchildren and instructing them to that import. They are teaching children only what they want\nthem to know for their own purposes.\n<\/p><p>\nLabor, we already know enough about that, even in this country&mdash;less work more pay, less\nwork more pay, less work more pay. Men should have, the Lord intends they should have, a\nproper return for their labor, but the Lord does not countenance in any way my stealing from\nmy neighbor, whether I go out and steal a horse from his barn or whether I, instead of\nworking, loaf down in the field where my employer can not see me.\n<\/p><p>\nAnd the gospel, the standards of the gospel&mdash;well, take up any national magazine, look at the\nads and, if you can stand the filth, read some of the stories&mdash;they are, in their expressed and\nsuggestive standards of life, destructive of the very foundations of our society. Hardly an\nadvertisement, that is an exaggeration, but many advertisements carry illustrations that are\nintended to suggest and do suggest illicit sexual relations.\n<\/p><p>\nWORK OF THE DEVIL\n<\/p><p>\nAll of this, brethren, if you consider it, and I am only suggesting, falls into one pattern. It is\nthe pattern of one great mind, a near divine intellect. It is the work of the devil. He is back\nwhere he was at the time of the great council in Heaven when he would have taken away the\nfree agency of men, save them in their sins\n(<span class=\"citation\" id=\"38992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38992)\">Moses 4:1<\/a><\/span>),\nindeed there would have been no sin; thus under\nhis plan there would have been no development, under his plan eternal progression would\nhave been ruled out. We would have become mere automatons, living and breathing, and\neating if we could get something to eat, and breeding like animals. What are we going to do\nabout it, brethren? I say to you again, that the power of the priesthood which we hold can\nconquer all of this, but we can not do it as individuals working alone.\n<\/p><p>\nPOWER TO SAVE THE WORLD\n<\/p><p>\nAnd so I come back to my theme song in all of these meetings:  We must have unity. We\nmust work together. We must submerge our individual likes and dislikes. We must follow the\nplan that has been made and given to us. And if we do, then the body of the priesthood of the\nChurch of Jesus Christ of Latter-day Saints can work, not only miracles, but can revolutionize\nthe world. Unity cannot be manifest nor exercised by fault finding, back biting, complaining\nabout those in authority over us, substituting our ways for the ways which are given to us by\nthose who are our leaders, finding this excuse and that excuse for not doing what we are\nasked to do. Now, brethren, I appeal to you as earnestly as I know how, and again I urge the\nsame appeal I have made here, conference after conference, for eighteen years. Be united,\nunited in our wards, united in our quorums, united in our stakes. Support the men\nwhole-heartedly, fully, unequivocally, unhesitatingly for whom we hold up our hands and vote\nat our various conferences. And if we do not do this, then what right have we to ask the Lord\nto bless us.\n<\/p><p>\nNow I know, brethren, I am talking to people who do most if not all of these things, and\nwhen I speak as I do, I do not intend to speak complainingly. I am only trying to point out\nthe condition of this world as it seems to me, and I am trying to tell you what I know as well\nas I know that I live, that the power which we have if we would merely magnify our\npriesthood, will save the world.  May God give us the strength so to do I humbly pray in the\nname of Jesus, Amen.\n<\/p>\n<\/div>\n<\/div>"}