{"ID":5100, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Strengthen the Feeble Knees”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p3\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21c8.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p4\" class=\"\">There is a phrase used four times in the standard works which has always intrigued me. It is the expression “feeble knees.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p5\" class=\"\">By definition, <span class=\"emphasis\">feeble<\/span> means weak, not strong, without force, easily broken, frail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p6\" class=\"\">When Frederick G. Williams was called to be a counselor to Joseph Smith, he was given this charge: “Wherefore, be faithful; stand in the office which I have appointed unto you; succor the weak, lift up the hands which hang down, and strengthen the feeble knees.” (<span class=\"citation\" id=\"19474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19474)\">D&amp;C 81:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p7\" class=\"\">Coupled with the word <span class=\"emphasis\">strengthen,<\/span> which is to make or become stronger, the phrase led me to contemplate the meaning of these words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p8\" class=\"\">Early on, I assumed “feeble knees” meant weak or exhausted. However, the context of its use in Isaiah (see <span class=\"citation\" id=\"25686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25686)\">Isa. 35:3–4<\/a><\/span>) suggests that it may have a somewhat richer meaning, something more like fearful. I actually favor this latter interpretation. Today we often hear such expressions as “weak in the knees” or “knocking knees” to denote fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p9\" class=\"\">In <span class=\"citation\" id=\"19475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19475)\">D&amp;C 81:5<\/a><\/span>, the verse might be interpreted as the Lord’s urging Frederick G. Williams to provide strength to the weak (“succor the weak”), to provide encouragement to those who are exhausted or discouraged (“lift up the hands which hang down”), and to give courage and strength to those with feeble knees and fearful hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p10\" class=\"\">In March of 1832 when this section was revealed, Church members had reason to be fearful. In Hiram, Ohio, where the Prophet Joseph Smith was living, there was a rising tide of hostility against the Saints. Joseph and Sidney Rigdon were brutally attacked by a mob of fifty men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p11\" class=\"\">Those who would destroy at the present time no longer use tar and feathers; they taunt and fault.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p12\" class=\"\">Today, almost 160 years later, there is no doubt in my mind that the admonition to strengthen feeble knees is more apropos than ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p13\" class=\"\">Who among us has not experienced feeble knees or fear and uncertainty over the responsibilities we encounter in this mortal existence?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p14\" class=\"\">What of the father, for example, who works long hours to provide for his family only to find at the end of each month that his income only barely meets his expenses? Is he likely to experience the fear that an unforeseen expense might upset his family’s delicately balanced, already strained budget? Does he ever fear that he might not be able to adequately provide for his family’s necessities?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p15\" class=\"\">And what of the parents who find themselves rearing an unhappy and nonconforming child? Do they ever experience doubt and fear that they might not be providing the right counsel, discipline, and rules? Do they ever fear they might not be able to provide enough unconditional love to their child? Do they ever fear that the child may be lost eternally because of their parenting?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p16\" class=\"\">What of the single parent who is rearing children by himself or herself? Does that parent ever fear that he or she will be overwhelmed by the myriad responsibilities, particularly since these challenges must be met alone?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p17\" class=\"\">It would seem that no one escapes some uncertainty, insecurity, doubt, and even fear. This mortal existence is invariably challenging and unpredictable. An honest person who is acquainted with the characteristics of life cannot ever be completely confident that his circumstances will not change unexpectedly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p18\" class=\"\">How do we deal with the inevitable moments of fear or “feeble knees”? It is vital that we not face them alone. Always it is helpful and comforting to be able to confide in a loving and trusted friend or relative who empathetically listens to our uncertainties. We often find that our confidant has experienced similar fears, and we may even share in his wise counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p19\" class=\"\">Life is never easy, and we cannot escape our own case of feeble knees from time to time. It is thus essential that we love and support one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p20\" class=\"\">As we look for ways to strengthen friends and loved ones who may have feeble knees, it would be well to examine ourselves. Do we have feeble knees, wherein by word and action we can weaken ourselves and our associates?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p21\" class=\"\">Let me share a few of today’s subtle trends and enticements that can cause our knees to become feeble. None of these is going to cause apostasy by itself, but as the conduct continues, our knees may lose the strength we need to face the realities and fears of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p22\" class=\"\">In <span class=\"citation\" id=\"19390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19390)\">D&amp;C 11:22<\/a><\/span>, we read: “Study my word which hath gone forth among the children of men.” Nowhere are we advised to dilute the doctrines of the gospel with personal amendments. Our view is limited and our personal strength is dependent on understanding and following His word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p23\" class=\"\">Some of us may be inclined to study the word with the idea in mind that we must add much where the Lord has said little! Those who would “add upon” could well be guided by the anchor question: Do my writings, comments, or observations build faith and strengthen testimonies? Oftentimes we can cause confusion and misdirection in our lives and in the lives of others if we promote the startling and unorthodox. Feeble knees are strengthened by those who lead with purpose rather than with personal interpretations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p24\" class=\"\">Some today are losing the reinforcement that comes from observing the Sabbath. They say, “Sunday is my day off. I will do as I please. I can worship without having the day structured for meeting attendance or meaningful family and neighbor relationships.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p25\" class=\"\">Sometimes the freedoms and blessings of the Sabbath can be lost by attitudes that allow selfishness and lack of personal involvement in tried-and-true patterns. Sabbath days can be lost an hour at a time. Sabbath days can be lost an outing at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p26\" class=\"\">Controversy and contention are other weakening habits. If Satan can succeed in creating in us the pastime of arguing, quarreling, and contention, it is easier for him to bind us with heavier sins which can destroy our eternal lives. Anger is a poor substitute for self-mastery and compassionate service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p27\" class=\"\">In recent days all of us have witnessed many who have weakened themselves even to the point of falling completely as they have sacrificed the leading principles of honesty and integrity in order to climb an artificial ladder of accomplishment. No lasting great personal heights are ever reached by those who step on others to try to push themselves upward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p28\" class=\"\">It is not surprising to learn that people who tell white lies soon become color-blind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p29\" class=\"\">Despite the endless examples of scandals in business, religion, and government, honesty and integrity are still the ingredients to strengthen knees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p30\" class=\"\">A coach of the East St. Louis, Illinois, High School took a group of young men and turned them into champions. A <span class=\"emphasis\">St. Louis Post-Dispatch<\/span> sports editor wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p31\" class=\"\">“This is a story Hollywood wouldn’t believe: kids growing up in America’s biggest urban disaster, slugging it out, year after year. No money, no fancy facilities, just a coach who still believes pride and hard work can mean something.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p32\" class=\"\">The coach told his players, “Life isn’t always fair, but we can still expect excellence from ourselves.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p33\" class=\"\">He insisted on hard work from all of his players, the stars included. His team won more than many championships.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p34\" class=\"\">On our last trip to Great Britain, I had a chance to visit with an eighteen-year-old young man who has had close association with many missionaries in the field. As I was going to speak to a large number of missionaries in the next few days, I asked this friend what he thought was the most important trait missionaries needed in order to be successful. His answer was simple. “They must know how to work. Many come on a mission never knowing how to work.” It has been my experience over the years that feeble-knees are not a by-product of work and commitment to goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p35\" class=\"\">As this eighteen-year-old has observed, we can strengthen feeble knees of others and ourselves by going to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p36\" class=\"\">Many of us today have a tendency to seek instant strength, instant pleasure, instant acceptance, instant relief, instant answers, instant change, instant success, instant knowledge, instant wealth, omitting day-by-day effort and work. We become discouraged and get more feeble kneed if goals are not reached immediately. Work is a necessary pattern in the solid life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p37\" class=\"\">Often we hear, “Be a light, not a judge.” Yet we assume the right to point out flaws in others or dwell on our own weaknesses. Constant criticism can wear one down and weaken knees. As we look closely at family members, friends, and leaders, we will see their human limitations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p38\" class=\"\">An old fable, and one of my favorites over the years, tells this story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p39\" class=\"\">A Japanese scholar each evening talked with workmen from a factory. One night he told the men that he would bring them something of beauty on the morrow. One man asked the scholar to bring him a rose; another asked for a branch; and the third requested a lily. The next evening he handed out the rose, the branch, and the lily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p40\" class=\"\">“There is a thorn on my rose,” said the first man. The second complained, “There is a dead leaf on my branch.” “There is a clump of dirt on my lily,” cried the third.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p41\" class=\"\">The scholar took all his gifts back and said, “You had a beautiful rose and saw only the thorn; you had a lovely green branch and saw only the dead leaf; and on the glorious lily you saw only the clump of dirt.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p42\" class=\"\">In each of us there may be a thorn in our character, a dead leaf clinging to our reputation, or a bit of dirt in our past. If we dwell on past mistakes, we will certainly become weak-kneed and fearful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p43\" class=\"\">When we point out faults or mistakes others may have made, in no way will we strengthen their feeble knees or hold up hands that hang down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p44\" class=\"\">William James wrote, “The art of being wise is the art of knowing what to overlook.” (<span class=\"emphasis\">Familiar Quotations,<\/span> ed. John Bartlett, Boston: Little Brown and Co., 1980, p. 649.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p45\" class=\"\">Joseph Smith said, “I told them I was but a man, and they must not expect me to be perfect; if they expected perfection from me, I should expect it from them; but if they would bear with my infirmities and the infirmities of the brethren, I would likewise bear with their infirmities.” (<span class=\"emphasis\">History of the Church,<\/span> 5:181.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p46\" class=\"\">How far we have come since the accepted adage for children was “Spare the rod and spoil the child.” Now both in business and in the home we are encouraged to catch people doing something good and then give honest praise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p47\" class=\"\">We strengthen and build by pointing out the good traits of a person and cause fear and weakness by being unduly critical.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p48\" class=\"\">I am in agreement that tact is rubbing out another’s mistakes instead of rubbing them in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p49\" class=\"\">A scripture says it this way: “Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p50\" class=\"\">“And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.” (<span class=\"citation\" id=\"22016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22016)\">Eph. 4:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p51\" class=\"\">The Prophet Joseph Smith said: “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” (<span class=\"emphasis\">History of the Church,<\/span> 4:540.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p52\" class=\"\">With this kind of declaration from a prophet of God, whose knees need to remain feeble?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/strengthen-the-feeble-knees.p53\" class=\"\">May God help us to strengthen the feeble knees of ourselves and those about us by daily improvement in our attitudes and examples, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}