{"ID":5101, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Joy and Mercy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p3\" class=\"\">One of the greatest of all God’s revelations is Father Lehi’s teaching that “men are, that they might have joy.” (<span class=\"citation\" id=\"4417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4417)\">2 Ne. 2:25<\/a><\/span>.) Joy is more than happiness. Joy is the ultimate sensation of well-being. It comes from being complete and in harmony with our Creator and his eternal laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p4\" class=\"\">The opposite of joy is misery. Misery is more than unhappiness, sorrow, or suffering. Misery is the ultimate state of disharmony with God and his laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p5\" class=\"\">Joy and misery are eternal emotions whose ultimate extent we are not likely to experience in mortality. In this life we have some mortal simulations, which we call happiness or pleasure and unhappiness or pain. In the midst of these emotions is suffering. Some suffering comes from our own sins or those of others, but much suffering is simply an inevitable part of the mortal condition, like an accidental injury.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p6\" class=\"\">An example of our two emotional extremes occurred two years ago. As part of an outing, a group of Latter-day Saint Boy Scouts entered an abandoned mine in the mountains not far from here. Somehow, young Joshua Dennis was separated from the group and became lost in the mine. Anyone who has ever lost something valuable will remember that terrible feeling. The pain is most extreme when we have lost a loved one. Joshua’s family and friends feared their loss might be permanent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p7\" class=\"\">Search efforts were organized. For days, many good people dropped everything they were doing to search for the one who was lost. Many shared the pain of his loss. Then, miraculously, he was found. Prayers were answered, and the mercy of a loving Heavenly Father was manifest in the happiness of family and friends reunited with the one who was lost. The pain of loss turned to the overwhelming joy of reunion. (See <span class=\"emphasis\">Ensign,<\/span> Aug. 1991, pp. 30–35.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p8\" class=\"\">Few experiences illustrate mortal feelings of joy better than the recovery of something precious we fear we have lost. The scriptures illustrate this experience. In the parable of the lost sheep, the shepherd invited his friends to rejoice with him, for he had “found [his] sheep which was lost.” (<span class=\"citation\" id=\"32422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32422)\">Luke 15:6<\/a><\/span>.) “Likewise,” Jesus explained, “joy shall be in heaven over one sinner that repenteth.” (<span class=\"citation\" id=\"32423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32423)\">Luke 15:7<\/a><\/span>.) In another parable, a father rejoiced in the return of a prodigal son, explaining, “For this thy brother was dead, and is alive again; and was lost, and is found.” (<span class=\"citation\" id=\"32426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32426)\">Luke 15:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p9\" class=\"\">These experiences are symbolic of our eternal journey. The Fall has separated us from our heavenly home. We must choose which way we will go. Satan, who was separated from God and permanently lost, would like to see our separation become permanent also. Father Lehi taught that Satan’s purpose is to make men miserable. “Because he had fallen from heaven, and had become miserable forever, [Satan] sought also the misery of all mankind.” (<span class=\"citation\" id=\"4415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4415)\">2 Ne. 2:18<\/a><\/span>; see also <span class=\"citation\" id=\"4418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4418)\">2 Ne. 2:27<\/a><\/span>.) Those who yield to his enticings are on the way to the same miserable destiny as he. Shut out from the presence of God, they will be in “a state of misery and endless torment.” (<span class=\"citation\" id=\"40803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40803)\">Mosiah 3:25<\/a><\/span>; see also <span class=\"citation\" id=\"4409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4409)\">2 Ne. 2:5<\/a><\/span>.) As the Lord said about the wicked, “misery shall be their doom.” (<span class=\"citation\" id=\"39813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39813)\">Moses 7:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p10\" class=\"\">Much of the misery encouraged by Satan comes from losses. Satan experienced that kind of misery when he lost his first estate. Now he tries to inflict similar losses on those who have proceeded to mortality, the second estate. Satan encourages a loss of virtue, a loss of integrity, a loss of reputation, a loss of ideals, a loss of wholesome associations, and even a loss of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p11\" class=\"\">In contrast, our Heavenly Father created us to resist and to overcome such losses, to be whole, to have joy. He wants us to return to him, and he has provided a way for that reunion to be achieved. No wonder we say that his gospel is “a voice of mercy from heaven; … a voice of gladness for the living and the dead; glad tidings of great joy.” (<span class=\"citation\" id=\"19532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19532)\">D&amp;C 128:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p12\" class=\"\">Our Creator wants us to be happy in this life. The Prophet Joseph Smith taught that “happiness is the object and design of our existence.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 255.) The things of the earth were created for our happiness. Modern revelation tells us that “all things which come of the earth … are made for the benefit and the use of man, both to please the eye and to gladden the heart.” (<span class=\"citation\" id=\"19448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19448)\">D&amp;C 59:18<\/a><\/span>.) Even on the Sabbath, a day of worship, the Lord expects us to have “a glad heart and a cheerful countenance.” (<span class=\"citation\" id=\"19445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19445)\">D&amp;C 59:15<\/a><\/span>.) A prophet has called the gospel plan “the great plan of happiness.” (<span class=\"citation\" id=\"9887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9887)\">Alma 42:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p13\" class=\"\">How do we seek happiness or joy? King Benjamin invited his people to consider “the blessed and happy state of those that keep the commandments of God. For behold,” he said, “they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven … [to] dwell with God in a state of never-ending happiness.” (<span class=\"citation\" id=\"40800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40800)\">Mosiah 2:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p14\" class=\"\">Father Lehi explained that if Adam and Eve had not gone through the process we call the Fall, they would have remained forever in their initial state of innocence, “having no joy, for they knew no misery; doing no good, for they knew no sin.” (<span class=\"citation\" id=\"4416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4416)\">2 Ne. 2:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p15\" class=\"\">Our first parents recognized this principle. When the Holy Ghost fell upon them and bore record of the Father and the Son, Adam blessed the name of the Lord, declaring that “because of my transgression my eyes are opened, and in this life I shall have joy.” (<span class=\"citation\" id=\"39801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39801)\">Moses 5:10<\/a><\/span>.) With inspired insight, Eve explained the purpose of life and the source of joy:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p16\" class=\"\">“Were it not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient.” (<span class=\"citation\" id=\"39802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39802)\">Moses 5:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p17\" class=\"\">When I think of happiness or joy in this life, I begin with some experiences that are simple and basic. I see the expression on the face of a one-year-old taking those first steps. I remember a two-year-old immersed in a soft ice cream cone. I think of a child loving a puppy or a kitten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p18\" class=\"\">If the more mature have not dulled their physical or spiritual sensitivities by excess or disuse, they can also experience joy in what is simple and basic—in flowers and other growing things, in a sunrise or sunset or other beauties of nature, in wholesome companionship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p19\" class=\"\">Another source of happiness and mortal joy is the accomplishment of worthy goals, simple things like physical exercise or more complex goals like the completion of an arduous task.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p20\" class=\"\">Other goals have eternal significance. Their completion produces joy in this life and the promise of eternal joy in the world to come. A few weeks ago Elder Rex D. Pinegar and I saw an example of this as we visited the beautifully renovated temple in Cardston, Alberta. In the brides’ room stood a lovely young woman in her wedding dress. She was there because she had made righteous choices. The look in her eyes and the expression on her face were a perfect embodiment of joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p21\" class=\"\">But despite all we can do, we cannot have a fulness of joy in this world or through our own efforts. (See <span class=\"citation\" id=\"19507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19507)\">D&amp;C 101:36<\/a><\/span>.) Only in Christ can our joy be full. This is why the angel proclaimed: “I bring you good tidings of great joy, which shall be to all people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p22\" class=\"\">“For unto you is born this day … a Saviour, which is Christ the Lord.” (<span class=\"citation\" id=\"32411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32411)\">Luke 2:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p23\" class=\"\">We are able to have a fulness of joy only when spirit and body are inseparably connected in the glorious resurrection to celestial glory. (See <span class=\"citation\" id=\"19497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19497)\">D&amp;C 93:33<\/a><\/span>; <span class=\"citation\" id=\"19468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19468)\">D&amp;C 76:50–70<\/a><\/span>.) That joy, of course, comes only through the mercy of the Holy Messiah, whose resurrection broke the bands of death and whose atonement unlocks the reservoir of mercy by which we can be cleansed of our sins and come into the presence of God to receive the fulness of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p24\" class=\"\">We joyously proclaim that “there is no flesh that can dwell in the presence of God, save it be through the merits, and mercy, and grace of the Holy Messiah.” (<span class=\"citation\" id=\"4412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4412)\">2 Ne. 2:8<\/a><\/span>.) God’s mercy is the only source of the ultimate and eternal joy, which restores every loss, dries every tear, and erases every pain. Eternal joy transcends all suffering. In this life and in the life to come, that joy comes about through the Resurrection and the remission of sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p25\" class=\"\">Remembering his early life, Alma told how his sins caused him to be “tormented with the pains of hell.” (<span class=\"citation\" id=\"9874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9874)\">Alma 36:13<\/a><\/span>.) He said he was “racked, even with the pains of a damned soul.” (<span class=\"citation\" id=\"9875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9875)\">Alma 36:16<\/a><\/span>.) At length he remembered his father’s teachings about the Savior, who would atone for the sins of the world. He cried out, “O Jesus, thou Son of God, have mercy on me.” (<span class=\"citation\" id=\"9876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9876)\">Alma 36:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p26\" class=\"\">The miracle of forgiveness was wrought in his life, and the bitter pain of sin was replaced by the sweet joy of redemption. In his words, “Oh, what joy, and what marvelous light I did behold; yea, my soul was filled with joy as exceeding as was my pain!” (<span class=\"citation\" id=\"9877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9877)\">Alma 36:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p27\" class=\"\">Alma learned the eternal truth that the pain and misery that come from sin can only be erased by repentance. Physical pain ends with death. Spiritual pain, or misery, is everlasting, unless we repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p28\" class=\"\">The Book of Mormon tells of an entire people who received a remission of their sins and “were filled with joy” and “peace of conscience.” (<span class=\"citation\" id=\"40804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40804)\">Mosiah 4:3<\/a><\/span>.) King Benjamin reminded them that they had “received a remission of [their] sins, which causeth such exceedingly great joy in [their] souls.” (<span class=\"citation\" id=\"40807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40807)\">Mosiah 4:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p29\" class=\"\">The joy that follows the remission of sins comes from the Spirit of the Lord. (See <span class=\"citation\" id=\"40805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40805)\">Mosiah 4:3, 20<\/a><\/span>.) It is a fulfillment of the Lord’s promise that “I will impart unto you of my Spirit, … which shall fill your soul with joy.” (<span class=\"citation\" id=\"19389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19389)\">D&amp;C 11:13<\/a><\/span>.) As the Apostle Paul taught, “the fruit of the Spirit is love, joy, peace.” (<span class=\"citation\" id=\"23352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23352)\">Gal. 5:22<\/a><\/span>.) It comes in the same way to everyone—to rich and poor, to the prominent and the obscure. In conferring his greatest gift of mercy through the Atonement, God is not a respecter of persons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p30\" class=\"\">In contrast, those who yield to the enticing of Satan may, as the scripture says, “enjoy the pleasures of sin for a season” (<span class=\"citation\" id=\"24562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24562)\">Heb. 11:25<\/a><\/span>), but that kind of pleasure can never lead to lasting happiness or eternal joy. The spirit and influence of Satan bring feelings of confusion, contention, darkness, disorder, anger, hate, and misery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p31\" class=\"\">Persons who pursue Satan’s way are certain to have Satan’s misery. Unless they repent they will “remain with the father of lies, in misery, like unto himself.” (<span class=\"citation\" id=\"4423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4423)\">2 Ne. 9:9<\/a><\/span>.) As Alma said to his wayward son, “wickedness never was happiness.” (<span class=\"citation\" id=\"9886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9886)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9886)\">Alma 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p32\" class=\"\">Our personal experiences and almost every newscast and newspaper remind us of the unhappiness and pain suffered on this earth. Some of this is traceable to sin. Many letters sent to Church headquarters describe the pain people inflict upon one another, often within those family relationships that should be the source of life’s greatest joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p33\" class=\"\">We have seen the pain of parents when their children stray from the path of truth. We have seen the pain that comes when a wife abandons her family and flies off to seek pleasure in forbidden paths, like a moth to a flame. We have seen the pain that comes in those more numerous instances when a husband abandons his wife and children in his self-destructive search for pleasure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p34\" class=\"\">Other unhappiness results from the lust for power and wealth. A few weeks ago some of my Brethren and I visited a country that had been ruled for decades by an oppressive dictatorship, recently overthrown. We saw the conditions produced by rulers who had gratified their lusts at the expense of their people. Their palaces stood in shameful contrast to the workers’ apartment houses built without indoor plumbing. Everywhere we saw the ugly effects of the neglect of public services. Truly, the Proverbs say, “When the wicked … rule, the people mourn.” (<span class=\"citation\" id=\"41628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41628)\">Prov. 29:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p35\" class=\"\">The consequences of wickedness are far-reaching. They continue from generation to generation. The pitiful victims of physical and sexual and emotional abuse are more susceptible to Satan’s manipulations. They are more likely to perpetuate these ugly transgressions within their own family relationships. Like highly contagious physical ailments, the spiritual diseases of lust and greed and corruption spread their evil effects, and Satan rejoices in the unhappiness and pain they cause in each succeeding generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p36\" class=\"\">Brothers and sisters, old and young, I plead with each of you to remember that wickedness never was happiness and that sin leads to misery. Young people, do not seek happiness in the glittering but shallow things of the world. We cannot achieve lasting happiness by pursuing the wrong things. Someone once said, “You can never get enough of what you don’t need, because what you don’t need won’t satisfy you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p37\" class=\"\">Young and old, turn your eyes and your hearts away from the deceptive messages of the media. There is no happiness in alcohol or drugs, only enslavement. There is no happiness in violence, only pain and sorrow. There is no happiness in sexual relations and physical familiarities outside the bonds of marriage, only degradation and increased momentum along the way to spiritual death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p38\" class=\"\">There is no lasting happiness in what we possess. Happiness and joy come from what a person <span class=\"emphasis\">is,<\/span> not from what he or she <span class=\"emphasis\">possesses<\/span> or <span class=\"emphasis\">appears to be.<\/span> Youth, hold fast to your standards. Study and use that saving pamphlet, <span class=\"emphasis\">For the Strength of Youth.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p39\" class=\"\">Righteousness fosters righteousness. The effects of righteous examples are felt for generations to come. Good parenting produces youth who make good parents. Just as many of us have been strengthened by the noble examples of our pioneering ancestors in many lands, so the righteous choices and sacrifices of our day can bless our families and our friends and our nations for all the years to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p40\" class=\"\">We appreciate the work of our <span class=\"emphasis\">Church News<\/span> and our Church magazines, which share worthy and wholesome examples for the strengthening of all. We are saddened by the negative examples highlighted in the media and in many other public communications. Examples are powerful. We should use them to build up, not to tear down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p41\" class=\"\">I testify to you of the lasting happiness and ultimate joy of those who exercise faith in God and keep his commandments. I urge each of you to seek the joy that comes from keeping the commandments of God and exerting a righteous influence for the benefit of those we love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/joy-and-mercy.p42\" class=\"\">I testify to the truth of God’s promise that the faithful “shall enter into the joy of [the] Lord, and shall inherit eternal life.” (<span class=\"citation\" id=\"19432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19432)\">D&amp;C 51:19<\/a><\/span>.) I testify of God the Eternal Father and his Son Jesus Christ, the authors of the great plan of happiness and mercy. I pray that we may do those things that are required for happiness and peace in this life, and for joy and eternal life in the world to come, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}