{"ID":5102, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Charity Suffereth Long”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p2\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20fa.jpg\" alt=\"Aileen H. Clyde\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p3\" class=\"\">One of the great blessings of my childhood was that my mother spent significant time reading to me and my younger brother Howard. She had a great sense of the importance of good books, and she used them to teach and entertain us. This all served to expand our limited young lives to matters far beyond our daily experience. The reading had begun when I was a runabout preschooler and Howard, who had been born with severe physical disabilities and could not run about, needed special attention. The blessing for me was that I got special attention, too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p4\" class=\"\">The books were wide-ranging and grew in sophistication as we grew. I remember nursery rhymes, poetry, folktales from Russia, the adventure in <span class=\"emphasis\">Thunder Cave<\/span>—and the scriptures. Together, we read parables, incidents such as the woman at the well, even the great abstractions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p5\" class=\"\">One day Mother read: “Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p6\" class=\"\">“Beareth all things, believeth all things, hopeth all things, endureth all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p7\" class=\"\">“Charity never faileth.” (<span class=\"citation\" id=\"847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(847)\">1 Cor. 13:4, 7–8<\/a><\/span>; see also <span class=\"citation\" id=\"38615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38615)\">Moro. 7:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p8\" class=\"\">Howard interrupted the reading, as he often did, with a question, “What <span class=\"emphasis\">is<\/span> charity?” He wanted to know the meaning of what we had just heard; I was still caught up in the way it sounded. I only wanted to go on with the reading, but I could tell Mother was pleased with his inquisitiveness. She taught us then, and later, that good questions can be important if we are truly searching to understand, and that sometimes good answers that are good enough may take a lifetime of looking. Then she put down the New Testament and read from the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p9\" class=\"\">“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him [or her].” (<span class=\"citation\" id=\"38618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38618)\">Moro. 7:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p10\" class=\"\">There it was, in one verse, the concentrated essence of a much larger whole, a definition given for a profound yet available truth. What I heard that day was clearly beyond my childhood comprehension, but the spirit of love was there and was as real as any of the other details of my young life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p11\" class=\"\">The scriptures give us examples of other questioners whose queries taught them new ways to think about love. In the twenty-second chapter of Matthew, Christ was asked by a Pharisee who wanted to trick him, what was the <span class=\"emphasis\">greatest<\/span> commandment. Christ answered, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p12\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"37406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37406)\">Matt. 22:37, 39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p13\" class=\"\">In Luke’s record, the lawyer who had asked the question wanted to know more. Perhaps he feared he might waste his love, so he asked, “Who is my neighbour?” (<span class=\"citation\" id=\"32418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32418)\">Luke 10:29<\/a><\/span>.) And Christ gave the parable of the good Samaritan as an answer. The Samaritan saw what others with eyes had walked by without seeing. He did what he <span class=\"emphasis\">could<\/span> do that no one else <span class=\"emphasis\">would<\/span> do, and he dignified himself and put us all in awe of him because we didn’t expect the Samaritan to be our neighbor. (See <span class=\"citation\" id=\"32419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32419)\">Luke 10:30–37<\/a><\/span>.) <span class=\"emphasis\">We<\/span> wouldn’t tempt Christ by asking him whom we should love or serve, but I think occasionally we wonder if we really know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p14\" class=\"\">It is interesting to me that Jesus chose a Samaritan as an example of love unfeigned for the Pharisees. They were so remarkable for their observance of the letter of the law that this teaching must have caused at least some of them to see in new ways and with new spirit the freedom to love that Christ was offering them. That is the challenge for us, to allow Christ’s teachings, magnified by the Holy Spirit, to guide us to <span class=\"emphasis\">his<\/span> ways of seeing and being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p15\" class=\"\">Now, understanding charity or being charitable is not easy. And our scriptures have not indicated that it would be. Even “charity suffereth long” [<span class=\"citation\" id=\"38614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38614)\">Moro. 7:45<\/a><\/span>, <span class=\"citation\" id=\"846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(846)\">1 Cor. 13:4<\/a><\/span>] requires our thoughtful interpretation. The “suffering” that may come from loving is the result of our great caring. It comes because another matters to us so much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p16\" class=\"\">To avoid that kind of suffering, we would have to avoid what gives us life and hope and joy—our capacity to love deeply. As an antidote against the suffering that will surely come as we have loved ones die, or see them struggle or be misled, or have them misunderstand us or even betray us, we can find relief in charity to others. We accepted bearing one another’s burdens and mourning with those who mourn, as we accepted Christ in our baptism. (See <span class=\"citation\" id=\"40820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40820)\">Mosiah 18:8–9<\/a><\/span>.) His spirit and power will comfort us as we extend ourselves in help and love to those who need us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p17\" class=\"\">If charity is not always quick to our understanding, it may occasionally be quick to our misunderstanding. It is not charity or kindness to endure any type of abuse or unrighteousness that may be inflicted on us by others. God’s commandment that as we love him, we must respect ourselves, suggests we must not accept disrespect from others. It is not charity to let another repeatedly deny our divine nature and agency. It is not charity to bow down in despair and helplessness. That kind of suffering should be ended, and that is very difficult to do alone. There are priesthood leaders and other loving servants who will give aid and strength when they <span class=\"emphasis\">know<\/span> of the need. We must be willing to let others help us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p18\" class=\"\">A striking feature of the effect of a deepened understanding of Christ’s love is how such comprehension dignifies and lifts the individual to action. Julia Mavimbela, a Church member in Soweto, South Africa, tells how her conversion brought her from bitterness at her life’s circumstances to faith and strength to help those around her and beyond her. She taught gardening to relieve hunger, and she organized women for peace to calm their strife-torn country.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p19\" class=\"\">In Thailand in the late 1970s, Sister Srilaxana worked as a translator of the scriptures five days a week and then traveled throughout her country at her own expense each weekend, visiting fledgling Relief Societies. These followers of Christ did what it was in their souls, to do to serve God’s children. They did what their individuality permitted, and their examples invite us to do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p20\" class=\"\">Charitable, compassionate service is the central mission of our church’s Relief Society organization. We are now nearly three million members worldwide, and we rejoice in our great, diversified sisterhood. We know that our society, which marks its 150th anniversary next year, has accomplished much good. We have learned that we can do <span class=\"emphasis\">many<\/span> things together that would be impossible if we worked alone. But our major focus, as a society, is to bless the individual woman as she grows in her knowledge of Christ’s gospel and reflects her knowledge by the choices she makes to serve others in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p21\" class=\"\">At last October’s conference, Bishop Glenn L. Pace admonished all of us to look around us to do what we could as individuals to relieve pain, or loneliness, or injustice in our own communities. He promised that if we did, a compassion would enter our hearts, and through the Holy Ghost sanctification could take place within our souls, and we would become more like our Savior. (See <span class=\"emphasis\">Ensign,<\/span> Nov. 1990, pp. 8–10.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/charity-suffereth-long.p22\" class=\"\">I pray in all humility that our faith in God may move us to such action and that we may thus know, by the Holy Spirit, the meaning of charity so that we can exercise it in our lives, in the name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}