{"ID":5103, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Dual Aspects of Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p2\" class=\"\">Elder Francis M. Gibbons<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p\" class=\"\">Released Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:24e6.jpg\" alt=\"Elder Francis M. Gibbons\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p3\" class=\"\">As one door closes and another opens in my life, I am grateful, my brothers and sisters, to be with you here this afternoon in this historic building from whose pulpit all of the prophets of the restored Church save Joseph Smith only have spoken and borne testimony. I could ask for nothing better than to pray that the Spirit which actuated them will be with me as I speak briefly this afternoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p4\" class=\"\">The foundations of The Church of Jesus Christ of Latter-day Saints are anchored in prayer. It was, for instance, the fervent prayer of Joseph Smith that opened the door to the restoration of the gospel. The foundational scripture in the first chapter of James which prompted Joseph to go to the grove to pray clearly defines the conditions under which God will respond to his children. There it is written that we must “ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.” (<span class=\"citation\" id=\"26373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26373)\">James 1:6<\/a><\/span>.) The scripture then adds this postscript: “For let not that man”—that is, the man that wavers—“think that he shall receive any thing of the Lord.” (<span class=\"citation\" id=\"26374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26374)\">James 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p5\" class=\"\">Beyond this seminal scripture, which contains the key to unlock the treasure house to God’s knowledge and wisdom, there are others which further define the principle of prayer and its application in our lives. For example, it is written in <span class=\"citation\" id=\"9869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9869)\">Alma 34:27<\/a><\/span>, “Yea, and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those who are around you.” Thus, when we are not actually engaged in the formal act of prayer, we should always have a prayer in our heart, wherever we are or whatever we are doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p6\" class=\"\">Another key scripture on prayer, which goes beyond admonition to the realm of command, is found in Doctrine and Covenants, section 19, which reads: “And again, I command thee that thou shalt pray vocally as well as in thy heart; yea, before the world as well as in secret, in public as well as in private.” (<span class=\"citation\" id=\"19401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19401)\">D&amp;C 19:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p7\" class=\"\">We may ask, “Why has God seen fit to make it a command that we pray both vocally and in secret?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p8\" class=\"\">Obviously, secret prayer is necessary in many cases where it is awkward or infeasible to pray vocally. So, if we are in a social or a business setting and need comfort or direction, a resort to secret prayer is often our only alternative.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p9\" class=\"\">But a more significant reason for praying secretly is found in the Doctrine and Covenants, section 6, where it is written, “Yea, I tell thee, that thou mayest know that there is none else save God that knowest thy thoughts and the intents of thy heart.” (<span class=\"citation\" id=\"19379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19379)\">D&amp;C 6:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p10\" class=\"\">Other scriptures broaden this concept to include not only God, but those whom God inspires. So Zeezrom, the crafty lawyer who was taught by Alma and Amulek, became convinced “that they knew the thoughts and intents of his heart; for power was given unto them that they might know of these things according to the spirit of prophecy.” (<span class=\"citation\" id=\"9845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9845)\">Alma 12:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p11\" class=\"\">It is clear, then, that Satan and his followers, who have been cast out of God’s presence and are dead to His Spirit, are excluded from those who, by the spirit of prophecy and revelation, may know the thoughts and the intents of our hearts. So, in his wisdom and mercy, God has provided a channel of communication between him and his children on earth that Satan, our common enemy, cannot invade. This is the channel of secret prayer. The significance of this to the Latter-day Saint is profound, for by this means we are able to communicate with our Heavenly Father in secrecy, confident that the adversary cannot intrude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p12\" class=\"\">Several years ago, a young man who was in love with a beautiful girl sought my counsel. He was reluctant to marry her because her parents had fallen into apostasy. He said the girl’s mother had told him she knew the Church was false. When he asked how she knew that, she said a voice once whispered to her to go into a nearby bookstore. She did so and there found a bitter, anti-Mormon book from whose reading she concluded that the Church was false. Had this sister understood the gospel, she should have prayed in secret, relating her experience and asking God to reveal whether her conclusion was correct, in the manner prescribed in the ninth section of the Doctrine and Covenants. (See <span class=\"citation\" id=\"19387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19387)\">D&amp;C 9:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p13\" class=\"\">David Whitmer reported that the Prophet Joseph Smith taught that “some revelations are of God: some revelations are of man: and some revelations are of the devil.” (In B. H. Roberts, <span class=\"emphasis\">Comprehensive History of the Church,<\/span> 1:163.) But while Satan can convey thoughts, he does not know whether these thoughts have taken root unless they are reflected either in words or in actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p14\" class=\"\">All this suggests that we should be wise in what we say and do. We should also be wise in the way we guard precious things that are revealed to us through the Spirit. For example, when President Heber J. Grant was a young man, presiding in the Tooele Stake, Patriarch John Rowberry gave him a special blessing. Afterward, the patriarch said to President Grant, “I saw something that I dared not mention.” President Grant later recorded it was made known to him at that moment that he would one day be the President of the Church. He never discussed this revelation with anyone, never recorded it, and revealed it only after it was an accomplished fact. (See Francis M. Gibbons, <span class=\"emphasis\">Heber J. Grant: Man of Steel, Prophet of God,<\/span> Salt Lake City: Deseret Book Co., 1979, p. viii.) How wise he was, for had he revealed it to others, his enemy, Satan, would have known and, with that knowledge, could have created unimaginable difficulties for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p15\" class=\"\">Often, we talk too much. We say things that need not be said or should not be said; for in saying them, we may open a crevice which enables Lucifer to wedge his way into our lives. We learn from 2 Nephi that Satan “seeketh that all men might be miserable like unto himself.” (<span class=\"citation\" id=\"4419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4419)\">2 Ne. 2:27<\/a><\/span>.) Satan and his followers are persistent in their quest to drag us down to their level. They will use any device or artifice to accomplish their end. If they know, for example, of revelations such as the one given to President Grant, or if they see from our words or actions evidence of animosity or hatred or discord among us, they may capitalize on them in ways which will be detrimental to us. Wisdom suggests, therefore, that we suppress words and actions which might enable Satan to harm us or whose tendency might be to create discord or enmity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p16\" class=\"\">For many years, we knew and admired a couple who, on the face of it, seemed happy and well adjusted. It came as a surprise when it was learned that their relationship was filled with discord and bitterness caused by almost constant bickering and faultfinding between them. By this means, the couple had eroded away the bonds of love which originally bound them together and in the process had shattered each other’s self-esteem and had opened the door for Satan to enter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-dual-aspects-of-prayer.p17\" class=\"\">How much better it is to follow the admonitions of the Savior, to speak with kindness and love and to create in our homes havens from the turmoil of the world, which is constantly stirred up by the intrigue of our common enemy. And how much better it is to emphasize and to focus on positive rather than negative things so as to build up and to protect each other and to minimize the opportunity for the intrusion of satanic influences in our lives, which, I pray, we may all do, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}