{"ID":5104, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Bring Up Your Children in Light and Truth”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p2\" class=\"\">Elder H. Verlan Andersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p\" class=\"\">Released Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2546.jpg\" alt=\"Elder H. Verlan Andersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p3\" class=\"\">This conference brings to an end one of the most rewarding and enjoyable experiences my sweet companion and I have ever shared together and for which I desire to express my most profound gratitude. Most of our time was spent among the wonderful people of Latin America, whom we came to love so deeply, and I desire to make reference to a miracle which occurred among their ancestors many years ago which seems to be one of the greatest events in the history of the world; it was the miracle Christ wrought in transforming their societies from much sin and suffering to total righteousness and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p4\" class=\"\">It will be remembered that for six hundred years prior to the advent of the Savior, the Nephite and Lamanite races had been almost constantly at war one with another. Although there were periods of peace and prosperity, upon becoming wealthy the people became proud and wicked, were punished, and the process would start again. (See <span class=\"citation\" id=\"24819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24819)\">Hel. 12:1–4<\/a><\/span>.) These cycles of human folly were relatively short and seemed to occur every five or ten years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p5\" class=\"\">However, when the Lord appeared, he established one unified society in which there was no sin, no crime, and no wars. These conditions continued to prevail in some areas for around three hundred years. The record describes the affairs of the people thus:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p6\" class=\"\">“And … there was no contention in the land, because of the love of God which did dwell in the hearts of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p7\" class=\"\">“And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of lasciviousness; and surely there could not be a happier people among all the people who had been created by the hand of God.” (<span class=\"citation\" id=\"6556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6556)\">4 Ne. 1:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p8\" class=\"\">What would one not give to live in a society like that? As we know, the people eventually returned to their evil ways and the Nephites became so proud and wicked they had to be destroyed. But how were those races able to live as a celestial society for so long? We might also ask, How will it be possible during the Millennium for the people to remain righteous for almost a thousand years? The answer seems to be the same in both cases, and I believe that it consists in this: Parents teaching their children the gospel, and doing so especially during that early period of their lives when they cannot be tempted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p9\" class=\"\">Evidence that this was so among the Nephites and Lamanites is found in a miracle the Lord performed with respect to their little children. He separated the children from their parents, taught them greater things than he had taught the multitude, and then the children taught these greater things to their fathers. (See <span class=\"citation\" id=\"6238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6238)\">3 Ne. 26:14–16<\/a><\/span>.) Does not this event help us to understand the miraculous change in that society?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p10\" class=\"\">Let us assume that the Lord, after having demonstrated the superior spiritual capabilities of children, instructed the parents to follow his example and that they did so. Would not the children, having been taught properly, have continued to live righteously after reaching maturity; and in the process of training them, would not the parents have become equally humble and righteous? How, otherwise, can we explain this astounding historical event?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p11\" class=\"\">With respect to the Millennium, the Lord has given this information regarding the parents who will live in that society:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p12\" class=\"\">“And the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation.” (<span class=\"citation\" id=\"19424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19424)\">D&amp;C 45:58<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p13\" class=\"\">Obviously, the parents who will inherit the earth will be those who have learned to raise their children without sin unto salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p14\" class=\"\">Mormon, who wrote the account of the miracle among the Nephite and Lamanite children, wanted to give us more details of the event, but the Lord forbade it, saying, “I will try the faith of my people.” (See <span class=\"citation\" id=\"6237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6237)\">3 Ne. 26:11<\/a><\/span>.) Does that miracle try our faith? It is not difficult to believe that Christ taught profound gospel truths to sinless children whose spiritual powers as developed in the pre-earth life were equal to or superior to those of their parents. Our test of faith seems to be in believing our children of today are as able to understand spiritual truths as were the Nephite and Lamanite children of yore, and in putting this belief into practice. Indeed, the Lord has commanded members of the Church of these latter days to do this very thing. Let us consider three revelations given in the early days of the Church which seem to bear this out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p15\" class=\"\">In Doctrine and Covenants section 29, the Lord states that “little children … cannot sin, for power is not given unto Satan to tempt little children, until they begin to become accountable before me; … that great things may be required at the hand of their fathers.” (<span class=\"citation\" id=\"19414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19414)\">D&amp;C 29:46–48<\/a><\/span>.) What are these “great things” required of fathers during the time when their children cannot be tempted?<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p16\" class=\"\">Doctrine and Covenants section 68, suggests an answer: In that revelation the Lord specifically commands parents in Zion to teach their children to understand doctrine when eight years of age and states that if this is not done, “the sin be upon the heads of the parents.” (<span class=\"citation\" id=\"19459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19459)\">D&amp;C 68:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p17\" class=\"\">In another revelation given in May 1833, the Lord chastised each of the leading brethren of the Church for having failed to bring up their children in light and truth and otherwise set their homes in order. (See <span class=\"citation\" id=\"19499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19499)\">D&amp;C 93:41–50<\/a><\/span>.) Although no specific time period during which this should be done is mentioned, at the time the revelation was given, all four of the brethren reprimanded were relatively young fathers with small children in their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p18\" class=\"\">In this revelation the Lord points out that children in their infant state are innocent before God but that Satan takes away light and truth from them because of disobedience and the tradition of their fathers. To prevent this, he commands parents to bring up their children in light and truth. (See <span class=\"citation\" id=\"19498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19498)\">D&amp;C 93:38–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p19\" class=\"\">Although the Lord chastised the leading brethren, and indeed all parents in Zion, for parental delinquency, he indicated that repentance is possible. But he also said that if we did not repent, we would be removed out of our place. (See <span class=\"citation\" id=\"19500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19500)\">D&amp;C 93:41–50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p20\" class=\"\">Not only do the scriptures instruct us on when teaching is best done (see <span class=\"citation\" id=\"19460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19460)\">D&amp;C 68:25–32<\/a><\/span>; <span class=\"citation\" id=\"21367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21367)\">Deut. 8:5–9<\/a><\/span>) but also on what should and should not be taught (see <span class=\"citation\" id=\"38610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38610)\">Moro. 7:14–19<\/a><\/span>; <span class=\"citation\" id=\"4425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4425)\">2 Ne. 9:28–29<\/a><\/span>) and who should and should not do the teaching (see <span class=\"citation\" id=\"4437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4437)\">2 Ne. 28:14, 31<\/a><\/span>; <span class=\"citation\" id=\"40824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40824)\">Mosiah 23:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p21\" class=\"\">The early teaching of children by parents offers the solution to many problems which otherwise may afflict our lives. Is not this the ounce of prevention which will eliminate the need for many pounds of cure with respect to our youth? Is there a better way to create and promote marital harmony than for a husband and wife to fully cooperate in carrying out this, their most important stewardship in time or eternity? What could bring greater satisfaction and meaning into the lives of grandparents or others than to establish the family tradition of training children during their years of innocence? And finally, how can we more easily overcome pride than by teaching children, whose humility we must emulate in order to enter the kingdom of heaven? The proper teaching of children is truly one of the most essential parts of God’s plan for our happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p22\" class=\"\">When our Heavenly Father sends one of his spirit children into a home, it is as if he says to the parents: “John, Mary, here is my most priceless possession—the soul of a little child. As you can see, he is helpless and completely dependent upon you even for life itself. You are now given the privilege of molding his life as you think best. Please teach him that I am his Father and that Jesus is his Savior and that we want him and you to return and live with us when mortality is over. Remember that I am always available to guide you in rearing this child of ours if you will but seek my help. I hope you will do so often. Your Heavenly Father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p23\" class=\"\">In a marvelous discourse given to the fathers in Israel, President Benson reminded us that our most important calling in time and eternity is that of husband and father. I go now to spend my full time in the Andersen area of the Church, a calling from which I pray I shall never be released.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/bring-up-your-children-in-light-and-truth.p24\" class=\"\">It is my prayer that each of us will recognize and fulfill well our sacred duty of bringing up children in light and truth, that we may merit eternal life, the greatest of all the gifts of God, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}