{"ID":5105, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Call—An Eternal Miracle\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p2\" class=\"\">Elder Gardner H. Russell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p\" class=\"\">Released Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2548.jpg\" alt=\"Elder Gardner H. Russell\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p3\" class=\"\">The other day, as I watched the videotape <span class=\"emphasis\">Called to Serve,<\/span> my eyes moistened in instant tenderness as each new missionary opened and read aloud with his family the official call to a full-time mission, signed by the President of the Church. I recalled my own mission call to Argentina. After sharing the excitement of my call with my parents, I sought out my mentor, who was not a member of the Church, a former U.S. senator, to share the news of my call with him. He was not impressed and let me know in no uncertain terms that if I insisted on serving a mission, upon my return all the good jobs would be taken and I would never amount to anything. I was disappointed, but realized that he saw my future only as the world perceives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p4\" class=\"\">Years later I realized that my mission had prioritized my life toward family, service, and gospel principles. As an added bonus, I was far ahead of most of my former classmates in worldly achievements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p5\" class=\"\">Somehow I understood even then that the call to full-time service in the Church is an unchanging, eternal miracle. Later I learned it is unique, and the call drives the Lord’s church, ever vitalizing and strengthening it, every minute of the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p6\" class=\"\">The call to missionary service rarely comes when it is convenient or easy to serve. I never tire of hearing the testimony of President Ezra Taft Benson, of his prompt acceptance of the call to serve a full-time mission, by letter from the living prophet of that time. The return address of the letter was simply “Box B,” Salt Lake City.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p7\" class=\"\">Married men were called to serve full-time missions even into this century. On the wall of my parents’ bedroom, there hung a framed, faded newspaper clipping with a photograph of my father in the high collar and bowler hat of his time. “Married two and a half years and never said a word to each other” was the caption. He left for the Australia Mission shortly after his wedding and had no verbal communication with my mother until he returned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p8\" class=\"\">Among early converts who served missions in their mature years, leaving their families to do so, was my great-grandfather Snow, who received a mission call to England and served well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p9\" class=\"\">Yes, the call is an eternal miracle, never changing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p10\" class=\"\">Joseph Smith, like Moses, Abraham, Jacob, and other prophets before him, was called by name by the Lord. He related, “One of them spake unto me, <span class=\"emphasis\">calling me by name<\/span> and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30722)\">JS—H 1:17<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p11\" class=\"\">Shortly after he was called to restore the original Church, a small handful of priesthood holders, many of them heads of families, received calls to go into the mission field in the United States and the world to bring thousands unto Christ. From this effort came a solid and diversified base for the restored Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p12\" class=\"\">The Prophet did not ask any of those called if they wanted to serve, or if it was convenient. Each received an official call as our Heavenly Father directed. They believed the call was from the Lord and that “whether by mine own voice or by the voice of my servants, it is the same.” (<span class=\"citation\" id=\"19371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19371)\">D&amp;C 1:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p13\" class=\"\">Mission calls are rarely made at a convenient time. When my call came to full-time service as mission president to the nations of Uruguay and Paraguay, there were commitments of civic and business nature. All were overcome miraculously. The call was accepted. As a member of the Seventy, after more than five years I can still, as the hymn says, scarcely take it in. (See <span class=\"emphasis\">Hymns,<\/span> 1985, no. 86.) There is the same feeling of awe and humility today in the call as there was the day we were called. Let me pay a tribute to Sister Russell. She shares this awe with me and has always been valiant in her love of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p14\" class=\"\">As a church, we have been fairly obedient in accepting calls from our Heavenly Father, believing as we do that the call from him takes precedence over all others; witness the army of 45,000 full-time missionaries in several hundred missions, worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p15\" class=\"\">Many young men and women decide at an early age to serve missions if called. Some follow family tradition. Others are recent converts who accept the call to serve full-time missions. They, in turn, set a pattern and tradition for future generations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p16\" class=\"\">In many wards and stakes, the call is held to be so sacred that every young man and many young women accept the call to serve full-time missions. In others, the great majority of young men accept mission calls. These are true missionary wards and stakes. The only question their future missionaries ask is, <span class=\"emphasis\">When<\/span> shall I receive the call to serve a full-time mission? and not <span class=\"emphasis\">whether<\/span> I should or should not serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p17\" class=\"\">In several Saturday evening sessions of stake conferences in the United States, Mexico, and Central America, I have asked this question, “Please indicate by the raised hand if you would do <span class=\"emphasis\">anything<\/span> our Heavenly Father asks you to do, no matter what, if you <span class=\"emphasis\">only knew<\/span> that the Lord himself were asking you to do it.” A forest of hands shot up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p18\" class=\"\">If it is true, and it <span class=\"emphasis\">is<\/span> true, that all faithful members of the Church will do whatever our Heavenly Father asks them to do, perhaps the calls should be even more bold and direct. I have noticed that bishops the world over sometimes ask this kind of question of future missionaries: “John, have you thought about a mission?” The young man might say to himself, <span class=\"emphasis\">Is it possible for a young man in this Church not to think about a mission?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p19\" class=\"\">Whether it be to a young man, young woman, or married couple, the next question by the bishop often is, “Would you like to serve a mission?” This may be all right, but remember, nobody asked any of the early missionaries of the Church whether they would like to serve, or if it would be convenient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p20\" class=\"\">I thrilled at recently observing a good bishop arrange an appointment with a future missionary, a faithful young man, and in the ensuing interview get to know him and share the Spirit with him. He then asked if the young man would be willing to do whatsoever the Lord asked, then stated words to this effect: “In prayer my counselors and I have gone to our Heavenly Father, and he has indicated to us that you are to serve a full-time mission. What do you say to your Heavenly Father?” The response was positive. Then the bishop talked to the future missionary about what to do with his new car, his girlfriend, his education—questions that must be resolved before he is called.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p21\" class=\"\">At present, less than half our faithful young men from the United States and Canada serve missions; in the rest of the world one or two of ten are called. Once we, as leaders and parents, embrace the eternal miracle of the call, in all its force and magnificence, untold thousands more will serve full-time missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-call-an-eternal-miracle.p22\" class=\"\">Our Heavenly Father might not call us by name, but his called and ordained servants will call us to serve for a period—by name, and in <span class=\"emphasis\">his<\/span> name and by <span class=\"emphasis\">his<\/span> inspiration and revelation. May we all have a deeper insight into the divine nature and meaning of the call, this great eternal miracle, is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}