{"ID":5106, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obtaining Help from the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p3\" class=\"\">Life in today’s world can be at times so complicated and the challenges so overwhelming as to be beyond our individual capacity to resolve them. We all need help from the Lord. Yet there are many individuals who don’t know how to receive that help. They feel their urgent pleas for help have often gone unattended. How can that be when He Himself has said, “Ask, and ye shall receive; knock, and it shall be opened unto you”? (<span class=\"citation\" id=\"19376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19376)\">D&amp;C 4:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p4\" class=\"\">Such difficulty results either from not following His spiritual law for providing help or from not recognizing help when it comes. Well did James observe, “Ye ask, and receive not, because ye ask amiss.” (<span class=\"citation\" id=\"26380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26380)\">James 4:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p5\" class=\"\">True, the Lord has said, “Ask, and ye shall receive.” (<span class=\"citation\" id=\"19377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19377)\">D&amp;C 4:7<\/a><\/span>.) But He also declared, “Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me.” (<span class=\"citation\" id=\"19386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19386)\">D&amp;C 9:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p6\" class=\"\">It is evident that He intends that we do our part. But what, specifically, are we to do? No one would expect to receive a result from physical law without obeying it. Spiritual law is the same. As much as we want help, we must expect to follow the spiritual law that controls that help. Spiritual law is not mysterious. It is something that we can understand. The scriptures define it in significant detail. I will cite key scriptures that teach how to ask for help, then summarize the spiritual law they clarify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p7\" class=\"\">The Savior declared, “I, the Lord, am bound <span class=\"emphasis\">when ye do what I say;<\/span> but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"19476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19476)\">D&amp;C 82:10<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p8\" class=\"\">John taught, “And whatsoever we ask, we receive of him, <span class=\"emphasis\">because we keep his commandments,<\/span> and do those things that are pleasing in his sight.” (<span class=\"citation\" id=\"1153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1153)\">1 Jn. 3:22<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p9\" class=\"\">Nephi counseled, “Do ye not remember the things which the Lord hath said?—If ye will <span class=\"emphasis\">not harden your hearts,<\/span> and <span class=\"emphasis\">ask me in faith,<\/span> believing that ye shall receive, <span class=\"emphasis\">with diligence in keeping my commandments,<\/span> surely these things shall be made known unto you.” (<span class=\"citation\" id=\"1996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1996)\">1 Ne. 15:11<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p10\" class=\"\">The Lord has the power to bless us at any time. Yet we see that to count on His help, we must consistently obey His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p11\" class=\"\">Enos recorded, “I cried unto him continually, for he had said unto me: Whatsoever thing ye shall <span class=\"emphasis\">ask in faith,<\/span> believing that ye shall receive <span class=\"emphasis\">in the name of Christ,<\/span> ye shall receive it.” (<span class=\"citation\" id=\"21534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21534)\">Enos 1:15<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p12\" class=\"\">Mormon wrote, “Behold, I say unto you that <span class=\"emphasis\">whoso believeth in Christ, doubting nothing, <\/span>whatsoever he shall ask the Father in the name of Christ it shall be granted him; and <span class=\"emphasis\">this promise is unto all,<\/span> even unto the ends of the earth.” (<span class=\"citation\" id=\"38094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38094)\">Morm. 9:21<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p13\" class=\"\">The Savior taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p14\" class=\"\">“Remember that without faith you can do nothing; therefore <span class=\"emphasis\">ask in faith. Trifle not<\/span> with these things; do not ask for that which you ought not.” (<span class=\"citation\" id=\"19385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19385)\">D&amp;C 8:10<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p15\" class=\"\">“And whatsoever ye shall ask the Father in my name, <span class=\"emphasis\">which is right,<\/span> believing that ye shall receive, behold it shall be given unto you.” (<span class=\"citation\" id=\"6233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6233)\">3 Ne. 18:20<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p16\" class=\"\">“Whatsoever ye ask the Father in my name it shall be given unto you, <span class=\"emphasis\">that is expedient for you.<\/span>” (<span class=\"citation\" id=\"19486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19486)\">D&amp;C 88:64<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p17\" class=\"\">“If ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the name of Jesus and it shall be done. But know this, <span class=\"emphasis\">it shall be given you what you shall ask.<\/span>” (<span class=\"citation\" id=\"19431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19431)\">D&amp;C 50:29–30<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p18\" class=\"\">These teachings of Jesus Christ emphasize that it matters very much <span class=\"emphasis\">what<\/span> we ask for and <span class=\"emphasis\">how<\/span> we ask for it. I testify that when we seek His will and do it, we will obtain the greatest blessings in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p19\" class=\"\">Sincere gratitude is fundamental, for “in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments.” (<span class=\"citation\" id=\"19449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19449)\">D&amp;C 59:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p20\" class=\"\">Now, to summarize, blessings come when we—<\/p>\n\t\t\t<div class=\"figure\">\n      <ul class=\"content-list noMarker\"><li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Ask the Father in the name of Christ<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Diligently keep His commandments<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Ask with faith in Christ<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Ask for that which is right<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Harden not our hearts<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Express gratitude<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ul><\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p27\" class=\"\">One way the Lord helps us is through priesthood blessings. When a worthy priesthood bearer is led to pronounce specific blessings, we can be greatly comforted. Yet there is no guarantee of outcome without effort on our part. Appropriate use of priesthood authority opens a channel of help where the outcome is consistent with the will of the Lord. The blessing resolves those things which are beyond our own capacity to influence either personally or with the help of others. Yet we must do our part for the blessing to be realized. We must strive to be worthy and to exercise the requisite faith to do what we are able. Where it is intended that others help, we must use that help also. It is through the combination of our doing what is within our power to accomplish and the power of the Lord that the blessing is realized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p28\" class=\"\">Once I was awakened by a call from an anxious mother. Her premature child was not expected to survive the night. She asked for a priesthood blessing. As I approached the suffering child, the mother stopped me, looked into my eyes, and asked, “Are you worthy to bless my child?” That was an appropriate question. One never feels completely worthy, but we must do our best to be so. There came a strong prompting to bless the child to recover. The worthy mother continued professional treatment and exercised her faith. The Lord responded with the additional blessing needed. And the child recovered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p29\" class=\"\">A relative asked Elder Spencer W. Kimball for a blessing to combat a crippling disease. For some time Elder Kimball prepared himself spiritually; then, fasting, he was prompted to bless her to be healed. Some weeks later she returned, angry and complaining that she was “fed up” with waiting for the Lord to give the promised relief.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p30\" class=\"\">He responded: “Now I understand why you have not been blessed. You must be patient, do your part, and express gratitude for the smallest improvement noted.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p31\" class=\"\">She repented, followed scrupulously his counsel, and eventually was made well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p32\" class=\"\">It is a sobering responsibility for those who bear the priesthood to act as agents of the Lord to help those in need. That trust requires faith, worthiness, and a sensitivity to the promptings of the Spirit to communicate the will of the Lord. Also, it is a sobering responsibility for those who receive a blessing to exercise faith, to express gratitude for every degree of improvement observed, and to do all within their power to resolve the need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p33\" class=\"\">Three years ago I met a young man who had been severely injured in an accident. The medical forecast was grim. If he survived, he could spend the rest of his life completely paralyzed. Recently I met him again. Through the priesthood, he had been blessed to gain the mobility needed to do all the Lord intended he do in life. He moved his electric cart near, shook my hand, sat upright, and broke into a broad grin. The room was charged with his invincible spirit. His faith—and incredibly hard, painful effort, sustained and magnified by the blessing of the Lord—has begun a miracle. With periodic help from loving friends, he is succeeding in a university and striving to progress to qualify to be a missionary. I know his continued effort will yield far greater improvement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p34\" class=\"\">In striking contrast, consider another man. His first comment to me was, “Why doesn’t the Lord give me a wife?” as though an eternal companion were a teddy bear to be acquired with no thought of her agency. As we spoke, it was obvious he was not doing the most fundamental things to qualify to find a wife. He admitted that maybe he should do something about his excessive weight, but that was hard. His clothes were slovenly and his body so neglected that it was difficult to stand near him. Clearly, he is not doing his part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p35\" class=\"\">Help from the Lord generally comes in increments. He can immediately cure serious illnesses or disabilities or even allow the dead to be raised. But the general pattern is that improvement comes in sequential steps. That plan gives us an opportunity to discover what the Lord expects us to learn. It requires our patience to recognize His timetable. It provides growth from our efforts and trust in Him and the opportunity to express gratitude for the help given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p36\" class=\"\">Often we have difficulty mastering lessons the Lord wants us to learn when things are going too well in our lives. When there is suffering or pain, we ask ourselves a lot of questions. Some of them ought to be: What does the Lord want me to learn from this experience? What do I need to do? What do I need to change? Whom do I need to serve? Or what characteristic must I improve? Pondering and prayer will help us understand what we are to learn from the challenges we are asked to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p37\" class=\"\">Not all our prayers will be answered as we wish. It is not always easy to know the will of the Lord, yet there are some things we can be certain of. He will never ask us to do anything that is not completely in harmony with His teachings. We cannot count on help if we are immoral or otherwise deliberately disobedient unless we sincerely repent. One who prays to know if another is to be the eternal companion while violating in any degree the law of chastity has little hope of receiving confirmation without repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p38\" class=\"\">“For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.” (<span class=\"citation\" id=\"40813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40813)\">Mosiah 7:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p39\" class=\"\">“But if ye will turn to the Lord with full purpose of heart, and put your trust in him, and serve him with all diligence of mind, … he will … deliver you out of bondage.” (<span class=\"citation\" id=\"40814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40814)\">Mosiah 7:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p40\" class=\"\">Our earnest prayers are answered when they conform to the will of the Lord. Since we cannot perfectly understand His will, we must walk with faith. He is all-knowing, and His decisions are perfect. The fact that our finite capacity does not let us understand all of His dealings with man does not limit Him from blessing us. His will is our best choice in life, whether or not we fully understand it. When we act using our moral agency wisely, the Lord will act according to His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p41\" class=\"\">We see such a limited part of the eternal plan He has fashioned for each one of us. Trust Him, even when in eternal perspective it temporarily hurts very much. Have patience when you are asked to wait when you want immediate action. He may ask you to do things which are powerfully against your will. Exercise faith and say, Let Thy will be done. Such experiences, honorably met, prepare you and condition you for yet greater blessings. As your Father, His purpose is your eternal happiness, your continuing development, your increasing capacity. His desire is to share with you all that He has. The path you are to walk through life may be very different from others. You may not always know why He does what He does, but you can know that He is perfectly just and perfectly merciful. He would have you suffer no consequence, no challenge, endure no burden that is superfluous to your good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p42\" class=\"\">To gain unshakable faith in Jesus Christ is to flood your life with brilliant light. You are no longer alone to struggle with challenges you know you cannot resolve or control yourself, for He said, “<span class=\"emphasis\">If ye will have faith in me<\/span> ye shall have power to do whatsoever thing is <span class=\"emphasis\">expedient in me.<\/span>” (<span class=\"citation\" id=\"38613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38613)\">Moro. 7:33<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/obtaining-help-from-the-lord.p43\" class=\"\">If you are despondent, racked by transgression, are ill, alone, or desperately in need of comfort and support, I solemnly testify that the Lord will help you when you carefully obey the spiritual law upon which that help is predicated. He is your Father. You are His child. He loves you. He will never let you down. I know He will bless you. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}