{"ID":5107, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Lord Bless You”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">91911_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p3\" class=\"\">Traditionally, the President of the Church provides closing remarks at the conclusion of conference. How we would enjoy hearing from President Benson! We are grateful that now, in his ninety-third year, he is free from pain, able to move about, meet on occasion with the First Presidency and Council of the Twelve, and be the recipient of your faith, your prayers, and your expressions of love for him. All of us were gratified that President Benson was able to attend a portion of the opening session on Saturday and on Sunday morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p4\" class=\"\">Since he is unable to address the conference prior to its adjournment, I have been asked to respond in his behalf. I seek the inspiration of the Lord as I convey to you the prophet’s love and counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p5\" class=\"\">This has been a glorious conference. The Brethren have been inspired in their utterances, the prayers offered have been spoken from the heart, and the music truly has been “the song of the righteous” and “a prayer unto [the Lord].” (<span class=\"citation\" id=\"19411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19411)\">D&amp;C 25:12<\/a><\/span>.) Our sincere appreciation and gratitude go to each who has in any way made the conference most memorable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p6\" class=\"\">We miss the association of Elder Derek A. Cuthbert, who was called to his heavenly home on April 7, 1991. We recall his testimony of truth concerning this work and marvel at all he was able to accomplish, even with limitations of health. In our prayers we remember his dear wife, Muriel, and each member of his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p7\" class=\"\">The conference speakers have emphasized the troubles of our times and the necessity to make certain our lives are lived in conformity with the principles of the gospel, that all of us may merit the companionship of the Lord to guide us on our earthly journey and qualify through our obedience for the blessings He desires to bestow upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p8\" class=\"\">President Benson has frequently emphasized the importance of the family. He declared: “Remember, the family is one of God’s greatest fortresses against the evils of our day. Help keep your family strong and close and worthy of our Father in Heaven’s blessings. As you do, you will receive faith and strength which will bless your lives forever.” (<span class=\"emphasis\">Ensign,<\/span> May 1986, p. 43.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p9\" class=\"\">“[Our] homes need also the blessings which come from daily communion with God. … The differences and irritations of the day melt away as families approach the throne of heaven together. Unity increases. The ties of love and affection are reenforced and the peace of heaven enters.” (<span class=\"emphasis\">… So Shall Ye Reap,<\/span> Salt Lake City: Deseret Book Co., 1960, p. 107.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p10\" class=\"\">President Benson has always emphasized the strength of youth and our responsibility to youth. He counseled: “One great thing the Lord requires of each of us is to provide a home where a happy, positive influence for good exists. In future years the costliness of home furnishings or the number of bathrooms will not matter much, but what will matter significantly is whether our children felt love and acceptance in the home. It will greatly matter whether there was happiness and laughter, or bickering and contention.” (<span class=\"emphasis\">Ensign,<\/span> May 1981, p. 34.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p11\" class=\"\">How President Benson loves meeting and shaking hands with children and youth! He has traveled throughout the Church and has always taken great pleasure in singing to the children the song “A Mormon Boy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p12\" class=\"\">President Benson receives many letters from children. Sometimes they are humorous, other times tender. When President Benson was hospitalized and the doctors provided a pacemaker to help regulate his heart, one little girl wrote in and said, “Dear President Benson, I know you will be all right because the Bible says, ‘Blessed are the pacemakers.’” [<span class=\"citation\" id=\"37371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37371)\">Matt. 5:9<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p13\" class=\"\">He wept when I shared with him a letter I received from a child’s father. The letter began, “This past April, my wife and I were watching the Sunday afternoon session of conference. Our three-year-old son, Christopher, was standing on a chair at the kitchen counter playing with Play-Doh, listening to conference on the radio. As we entered the kitchen at the end of President Benson’s comments to the children, Christopher reported excitedly, ‘That man on the radio said that even when we make mistakes, our Heavenly Father still loves us.’ That simple statement has left a lasting and meaningful impression on our young son. I can still ask him today what President Benson said and receive the same enthusiastic reply. It is a comfort to him to know that he has a kind and loving Father in Heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p14\" class=\"\">This touching account is representative of the personal influence for good President Benson has ever been. He is gentle. He is kind. He is loving. He is your friend and my friend, and he knows the Lord, our Savior. I am certain I speak for him and for all the Brethren as this conference concludes: “The Lord bless [you], and keep [you]:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p15\" class=\"\">“The Lord make his face shine upon [you], and be gracious unto [you]:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p16\" class=\"\">“The Lord lift up his countenance upon [you], and give [you] peace.” (<span class=\"citation\" id=\"41141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41141)\">Num. 6:24–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/the-lord-bless-you.p17\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}