{"ID":511, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1951, pp. 80-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThough Brother Clark felt a little irked when his assigned duty to direct was slightly\nmodified, he has set a good example to us all. He did as he was told.\n<\/p><p>\nThere are in attendance tonight, as reported, a total of 15,050 members of the\nPriesthood&mdash;10,250 in seats, aisles, and doorways of the Tabernacle: 300 in the Baptistry; 2,200 in the\nAssembly Hall; 1,000 in the Barratt Hall, and an estimated 1,300 on the grounds.\n<\/p><p>\nSix months ago, we were blessed with the presence of our beloved President, George Albert\nSmith. Tonight we are deprived of his earthly companionship. How uncertain life is. The\nsilent, inaudible foot of time is marching on bringing each of us nearer and nearer to the end\nof our earthly careers. Before his passing there were a few items scheduled for presentation at\nthis priesthood meeting, and I shall just mention them briefly before making a few concluding\nremarks.\n<\/p><p>\nMISSIONARY RECOMMENDATIONS\n<\/p><p>\nOne relates to the interviewing of prospective missionaries by bishops. Will you please be\nmore careful about recommending men about whose health may be a question. Missionary\nwork is strenuous when it is done properly, and we do not like missionaries to go out and not\ndo it properly. If there is any question about their health, please sit down and have a talk with\nthem and tell them that their services here in the home missions will be just as acceptable to\nthe Lord as their labors out in a foreign mission. The Lord would like them to live and serve.\nDo not put them under an environment that will probably aggravate some physical weakness.\nIt is surprising how eagerly the young women and some married women seek calls to go on\nmissions. We commend them for it, but the responsibility of proclaiming the gospel of Jesus\nChrist rests upon the priesthood of the Church. It is quite possible now, in view of the present\nemergency, that we shall have to return to the standard age for young women, which is\ntwenty-three. The last few months we have been calling young women twenty-one years of\nage when they have special qualifications. Bishops and presidents of stakes will please bear in\nmind that from now on they should not recommend young women under the age of\ntwenty-three. That is merely returning to the standard already approved by the brethren. Now,\nthat does not mean that the young girls who have already received calls or whom you have\nalready interviewed who are only twenty-one may not have their recommendations completed.\nIn this connection, we advise that mothers who have dependent children, that means children\nwho are in their teens or under or unmarried, should not be called on missions even though\nthe grandparents are willing to take care of the children. No nobler work in this world can be\nperformed by any mother than to rear and love the children with whom God has blessed her.\nThat is her duty, and that is far greater than going out into the world to proclaim the gospel,\nbecause somebody else can do that who does not bear the responsibility of rearing and loving\nthe children who call her mother.\n<\/p><p>\nTEMPLE WORKERS\n<\/p><p>\nLast evening we held a long meeting with temple presidents and out of that meeting comes\nthis recommendation, and there are strong reasons back of it, brethren! Will the bishops please\ntake more care in recommending members to do temple work, to perform temple ordinances.\nNow the great majority of those who are going through the temple are worthy, and it is a\nglorious work. But if one or two unworthy get into the company and make some\nobjectionable remark or leave an objectionable sign somewhere it tends to retard the spirit and\nto discourage some young man or young woman who came anticipating a glorious spiritual\nfeast.\n<\/p><p>\nSUNDAY SCHOOLS\n<\/p><p>\nNext, it has already been recommended that Sunday Schools be not dismissed on quarterly\nconference day. If the conference is held in the ward house, of necessity, Sunday School will\nhave to be adjourned, but that is the only exception. The reason for that will be readily seen if\nI read you the following letter without giving the name.\n<\/p><p>\n\"Last Sunday I was in X town visiting my son. Feeling that I should like to visit a Sunday\nSchool in X town on Easter, I drove there. Calling at the home of a friend I was informed\nthat stake conference was being held and that Sunday School had been canceled. I informed\nthe lady of the house that Sunday Schools are conducted on conference Sundays. She then\ncalled one of the Sunday School teachers and was given definite assurance that no Sunday\nSchool service would be conducted in that ward. Three women in the vicinity dressed their\nlittle girls in their Easter outfits and sent them to the Community Church.\"\n<\/p><p>\nINSPIRATION OF PRIESTHOOD MEETING\n<\/p><p>\nNow, just a few concluding remarks: One of our business men, non-member, who attended\nthe funeral this afternoon, looked over the audience and said, \"Look at that audience. It\ncannot be duplicated anywhere else in the world.\" I wish it were possible for him to see this\naudience tonight. Ten thousand men who hold the priesthood of God. What an inspiration!\nWhat an opportunity is ours to succeed in life!\n<\/p><p>\nBishop Wirthlin referred to some who are discouraged. We have heard from Bishop Richards\nalso, and others, young men now being called into the field and into the armed forces, so\nmany young women without close companionship of young men of their age, some entered in\ntheir school and missions are discouraged. But let me just give two suggestions that will lead\nto success in any boy's life or any woman's life, will lead to the success of any person in the\nworld and particularly those who hold the priesthood.\n<\/p><p>\nATTENDANCE TO DUTY\n<\/p><p>\nThe first is, attend to the immediate duty in hand. No person living in this Church can say he\nor she has not an immediate duty. It may be attendance at a priesthood meeting; the Aaronic\nPriesthood or Melchizedek. It may be fasting on the first Sunday and giving fast offerings for\nthe poor. Do not say those are insignificant duties; it may be the duty of attending worship on\nthe Sabbath day, either in Sunday School, Priesthood meeting or Sacrament meeting or\nMutual at night; it may be visiting a sick neighbor; or it is the payment of tithing. Whatever\nthe immediate duty, perform it. That is the first step.\n<\/p><p>\nOutside of the Church you have a problem before you in your business or in social or\npolitical circles. Before you take that step ahead, ask yourself whether you can justify taking\nit if you were called into the presence of your Father in Heaven. If you can, take it. One of\nour American writers, some do not call him a poet, expressed this thought very impressively: \n<\/p><p>\nWho does his task from day to day,<br \/>\nAnd meets whatever comes his way<br \/>\nBelieving God has willed it so<br \/>\nHas found true greatness here below.\n<\/p><p>\nWho guards his post no matter where<br \/>\nBelieving God must need him there,<br \/>\nAlthough but lowly toil it be<br \/>\nHas risen to nobility.\n<\/p><p>\nFor great and low there's but one test,<br \/>\n'Tis that each one will do his best.<br \/>\nWho works with all the strength he can<br \/>\nShall never die in debt to man.\n<\/p><p>\nLOVE FOR FELLOWMEN\n<\/p><p>\nThe second great guide to success has been illustrated during the last week particularly, or last\nfew days, more impressibly right in our midst than perhaps we have ever seen it before and it\nmay be a long time before we see it again. It is the power of the greatest thing in all the\nworld&mdash;love for fellow men. The poet Browning who has Paracelsus say to his friend Festus,\n\"There was a time when I was happy; the secret of life was in that happiness.\"\n<\/p><p>\n\"When, when was that?\" asked Festus. \"All I hope that answer will decide.\"\n<\/p><p>\nParacelsus: \"When, but the time I vowed myself to man?\"\n<\/p><p>\nFestus: \"Great God, thy judgments are unscrutable.\"\n<\/p><p>\nAnd then Paracelsus concluded: \"The answer to the passionate longings of the human heart\nfor fullness is this: Live in all things outside yourself by love and you will have joy. That is\nthe life of God; it ought to be our life. In him it is accomplished and perfect; but in all\ncreated things it is a lesson learned slowly and through difficulty.\"\n<\/p><p>\nI will conclude that thought by reading to you that wonderful statement of Paul on love: \". . .\ncharity is the pure love of Christ, and it endureth forever\"\n(<span class=\"citation\" id=\"38247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38247)\">Moro. 7:47<\/a><\/span>). Love suffereth long\nand is kind. Love envieth not, love vaunteth not itself, is not puffed up, doth not behave itself\nunseemly, seeketh not her own, is not easily provoked, thinketh no evil, rejoiceth not in\niniquity but rejoiceth in the truth, beareth all things, believeth all things, hopeth all things,\nendureth all things. Love never fails\"\n(<span class=\"citation\" id=\"207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(207)\">1 Cor. 13:4-8<\/a><\/span>;\n<span class=\"citation\" id=\"38246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38246)\">Moro. 7:45<\/a><\/span>).\n<\/p><p>\nGod help us to exemplify in our lives that love which was so well exemplified, ideally\nexemplified, in the life of our beloved leader, President George Albert Smith, who sought to\napproach the love of Christ, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}