{"ID":5112, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Daughters of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">91911_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p4\" class=\"\">My dear sisters, I appreciate all that has been said and also the music which has been given us in this meeting. We have been inspired and uplifted. It is very difficult to follow these wonderful women and Elder Ballard. I sense in a very deep and serious way the responsibility I have in speaking to you. I humbly seek the direction of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p5\" class=\"\">I wish to affirm also at the outset, as Elder Ballard has done, that you are very precious, each of you, regardless of your circumstances. You occupy a high and sacred place in the eternal plan of God, our Father in Heaven. You are His daughters, precious to Him, loved by Him, and very important to Him. His grand design cannot succeed without you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p6\" class=\"\">A few days ago, a letter came to the office addressed to President Benson. I wish to read a portion of it, and then perhaps comment on it. I will not use the writer’s name. She may be listening somewhere, and I would not wish to embarrass her in any way. I will call her Virginia. With that change, I read a part of her letter:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p7\" class=\"\">“Dear President Benson,<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p8\" class=\"\">“My name is Virginia. I am fourteen years old, and a matter has been on my mind a lot lately. In the scriptures I could not seem to find anywhere whether women may enter into the celestial kingdom if they are worthy. Also, when someone such as Joseph Smith had a vision of the celestial kingdom, he only seemed to see men there. I have prayed about it, but felt that I needed your words. … In the scriptures, they talk about a woman being blessed if she is righteous, but not about celestial glory. This truly bothers me. If we are all Heavenly Father’s children, then why do the scriptures say that men are to rule over women? And why in the scriptures was Eve created from Adam? I may be foolish, but I honestly do not understand. I love the gospel, and I am learning of its truth. I have a testimony, and I know that I have a divine purpose in life. But I suppose what I am asking is—are men more important than women? And can women go to the celestial kingdom also? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p9\" class=\"\">“I am still young and learning, and I need help in this matter. Thank you so much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p10\" class=\"\">“Lovingly, Virginia.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p11\" class=\"\">Because President Benson is unable to speak to us, I will try to respond to your letter, and in the process I speak to all who are with you in this great gathering this evening. Your letter was acknowledged by the secretary to the First Presidency. But I feel that it is so sincere in tone that it deserves a more complete answer. And perhaps the questions you ask are on the minds of many women—young women of your age, women of your mother’s age, and women of your grandmother’s age, be they single, married, or whatever their circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p12\" class=\"\">First, you ask whether women may enter into the celestial kingdom. Of course they may. They are as eligible to enter the celestial kingdom as are men, worthiness being the determining factor for both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p13\" class=\"\">On February 16,1832, Joseph Smith and Sidney Rigdon were given a remarkable vision. The Lord spoke with words both wonderful and challenging. Listen to Him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p14\" class=\"\">“For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p15\" class=\"\">“Great shall be their reward and eternal shall be their glory.” (<span class=\"citation\" id=\"19466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19466)\">D&amp;C 76:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p16\" class=\"\">I am satisfied that He speaks here of His daughters as well as His sons. Infinite shall be the reward of each, and everlasting shall be his or her glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p17\" class=\"\">In this same revelation, Joseph Smith and Sidney Rigdon bear eloquent testimony concerning the Savior of the world, the Son of God. Listen to this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p18\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p19\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p20\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten <span class=\"emphasis\">sons and daughters<\/span> unto God.” (<span class=\"citation\" id=\"19467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19467)\">D&amp;C 76:22–24<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p21\" class=\"\">Note that in this tremendous declaration, both sons and daughters are mentioned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p22\" class=\"\">While it is true that in the verses which follow, <span class=\"emphasis\">man<\/span> is spoken of, I am confident that the word is used in a generic sense to include both men and women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p23\" class=\"\">The revelation then speaks of those who receive the testimony of Jesus, who were baptized after the manner of His burial, and who keep the commandments, and promises that they “shall dwell in the presence of God and his Christ forever and ever.” (<span class=\"citation\" id=\"19470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19470)\">D&amp;C 76:62<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p24\" class=\"\">“These are they whose bodies are celestial, whose glory is that of the sun, even the glory of God, the highest of all, whose glory the sun of the firmament is written of as being typical.” (<span class=\"citation\" id=\"19471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19471)\">D&amp;C 76:70<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p25\" class=\"\">Are women included in those who shall partake of such glory? Most assuredly. As a matter of fact, in attaining the highest degree of glory in the celestial kingdom, the man cannot enter without the woman, neither can the woman enter without the man [see <span class=\"citation\" id=\"19537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19537)\">D&amp;C 131:1–4<\/a><\/span>]. The two are inseparable as husband and wife in eligibility for that highest degree of glory. If she lives worthy of it, hers will be a glory as celestial and eternal as his. Never doubt it, Virginia. Only live to be worthy of that glory which is available to you as well as to your brothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p26\" class=\"\">Some who are not married, through no fault of their own, ask whether they will always be denied the highest degree of glory in that kingdom. I am confident that under the plan of a loving Father and a divine Redeemer, no blessing of which you are otherwise worthy will forever be denied you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p27\" class=\"\">Beyond the wonderful and descriptive words found in sections 76 and 137 [<span class=\"citation\" id=\"125270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125270)\">D&amp;C 76<\/a><\/span>; <span class=\"citation\" id=\"19546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19546)\">D&amp;C 137<\/a><\/span>] we know relatively little concerning the celestial kingdom and those who will be there. At least some of the rules of eligibility for acceptance into that kingdom are clearly set forth, but other than that, we are given little understanding. However, I repeat that I am confident that the daughters of God will be as eligible as will be the sons of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p28\" class=\"\">This should be a glorious goal for every woman in the Church. It should be a constant motivation to live with honor, to live with integrity, to live with virtue, to live with love and service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p29\" class=\"\">Do not be disturbed, my dear young friend, by the fact that the word <span class=\"emphasis\">man<\/span> and the word <span class=\"emphasis\">men <\/span>are used in scripture without also mentioning the words <span class=\"emphasis\">woman<\/span> and <span class=\"emphasis\">women.<\/span> I emphasize that these terms are generic, including both sexes. They are so used in the scripture and have been used in other writings through the centuries of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p30\" class=\"\">For instance, the Declaration of Independence, which led eventually to the establishment of the United States of America, includes the words, “We hold these truths to be self-evident, that all Men are created equal.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p31\" class=\"\">Note that the writers used the word <span class=\"emphasis\">men.<\/span> Do you suppose for one moment that they did not intend their declaration to include women also? They might have said, “All men, women, and children.” But they simply used the word men in its generic sense.<sup class=\"noteMarker\"><a href=\"#footnote1-91911_000_041\">1<\/a>\n       <span class=\"footnote\">[I am aware of Abigail Adams’s correspondence with John Adams on this point. However, it does not follow that all of the fifty-six signers of the Declaration were of the same view. Subsequent generations have regarded <span class=\"emphasis\">men<\/span> in its generic sense. I might have used various other examples on which there could be no question.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p32\" class=\"\">The next question you ask is why Eve was created from Adam.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p33\" class=\"\">I can only respond that an all-wise Creator did it that way. However, as I have noted before, there is something very interesting about this situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p34\" class=\"\">In the sequence of events as set forth in the scripture, God first created the earth, and the earth was without form, and void.” (<span class=\"citation\" id=\"24058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24058)\">Gen. 1:2<\/a><\/span>.) He then separated the light from the darkness, and the waters from the land. Then came the creation of vegetation of all kinds, giving the beauty of trees and grass, flowers and shrubs. Then followed the creation of animal life in the sea and upon the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p35\" class=\"\">Having looked over all of this, He declared it to be good. He then created man in His own likeness and image. Then as His final creation, the crowning of His glorious work, He created woman. I like to regard Eve as His masterpiece after all that had gone before, the final work before He rested from His labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p36\" class=\"\">I do not regard her as being in second place to Adam. She was placed at his side as an helpmeet. They were together in the Garden, they were expelled together, and they labored together in the world into which they were driven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p37\" class=\"\">Now, Virginia, you call attention to the statement in the scriptures that Adam should rule over Eve. (See <span class=\"citation\" id=\"24061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24061)\">Gen. 3:16<\/a><\/span>.) You ask why this is so. I do not know. I regrettably recognize that some men have used this through centuries of time as justification for abusing and demeaning women. But I am confident also that in so doing they have demeaned themselves and offended the Father of us all, who, I am confident, loves His daughters just as He loves His sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p38\" class=\"\">I sat with President David O. McKay on one occasion when he talked about that statement in Genesis. His eyes flashed with anger as he spoke of despotic husbands and stated that they would have to make an accounting of their evil actions when they stand to be judged by the Lord. He indicated that the very essence of the spirit of the gospel demands that any governance in the home must be done only in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p39\" class=\"\">My own interpretation of that sentence is that the husband shall have a governing responsibility to provide for, to protect, to strengthen and shield the wife. Any man who belittles or abuses or terrorizes, or who rules in unrighteousness, will deserve and, I believe, receive the reprimand of a just God who is the Eternal Father of both His sons and daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p40\" class=\"\">You ask whether men are more important than women. I am going to turn that question back to you. Would any of us be here, either men or women, without the other? The scripture states that God created man in His own image, male and female created He them. He commanded them together to multiply and replenish the earth. Each is a creation of the Almighty, mutually dependent and equally necessary for the continuation of the race. Every new generation in the history of mankind is a testimony of the necessity for both man and woman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p41\" class=\"\">You say in your letter, “I do have a testimony, and I know that I have a divine purpose in life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p42\" class=\"\">You do have a divine purpose, indeed you do. There is that same element of divinity in you and your sisters as there is in your brothers. All of us are here as part of a divine plan made by a loving Father who is concerned with our immortality and eternal life. The mortal sphere in which we live is preparatory to that which will follow when we return to dwell with God our Father, provided we live worthy of that privilege.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p43\" class=\"\">You state that most scripture is addressed to men. Yes, some of it is, in a specific sense, with reference to priesthood duties and obligations, and some of it in a generic sense, as I have indicated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p44\" class=\"\">I remind you of a great and remarkable revelation given through the Prophet Joseph Smith to his wife Emma and applicable to every woman in the Church, for the Lord said in concluding this revelation “that this is my voice unto all.” (<span class=\"citation\" id=\"19412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19412)\">D&amp;C 25:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p45\" class=\"\">In the first verse of this revelation the Lord states that “all those who receive my gospel are sons and daughters in my kingdom.” (<span class=\"citation\" id=\"19407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19407)\">D&amp;C 25:1<\/a><\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p46\" class=\"\">Great and true are these words of divine promise. The revelation which follows these opening words is rich in counsel, in praise, in instruction, and in promise to Emma Smith, and to every other woman who heeds the word of the Lord as set forth therein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p47\" class=\"\">I hope therefore, my dear young friend, that you will not worry over these matters. I hope, rather, that you will go forward, living a life of righteousness, seeking to know the will of the Lord and following it, strengthening others by reason of your service and testimony, and praying in righteousness to the Father of us all. Be assured that He loves you. Be assured that we all love you. May His choicest blessings attend you as you go forward with your life in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p48\" class=\"\">Always let your Father in Heaven be your friend, to whom you may go in prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p49\" class=\"\">And now, speaking of prayer, I touch on another matter. Last April, I spoke to the regional representatives of the Church, as I have done for a number of years on each occasion when they have come for general conference. These are training meetings where the regional representatives get information that they may carry with them across the Church. There is nothing secret or hidden about what is done there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p50\" class=\"\">However, recently I heard that someone had secured a copy of my talk, looking upon that as a singular accomplishment, as if it had been given in a secret and sinister manner, designed to keep it from the world. This is nonsense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p51\" class=\"\">I am therefore on this occasion going to take the liberty of rereading that portion of the talk which pertains to a matter over which some few women of the Church appear to be greatly exercised. I give it to all, in this forum, because of the activities of a few who evidently are seeking to lead others in the paths which they are following. I speak of those who advocate the offering of prayers to our Mother in Heaven. I quote from that earlier address:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p52\" class=\"\">“This [practice] began in private prayer and is beginning to spread to prayers offered in some of our meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p53\" class=\"\">“It was Eliza R. Snow who wrote the words: ‘Truth is reason; truth eternal \/ Tells me I’ve a mother there.’ (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 292.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p54\" class=\"\">“It has been said that the Prophet Joseph Smith made no correction to what Sister Snow had written. Therefore, we have a Mother in Heaven. Therefore, [some assume] that we may appropriately pray to her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p55\" class=\"\">“Logic and reason would certainly suggest that if we have a Father in Heaven, we have a Mother in Heaven. That doctrine rests well with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p56\" class=\"\">“However, in light of the instruction we have received from the Lord Himself, I regard it as inappropriate for anyone in the Church to pray to our Mother in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p57\" class=\"\">“The Lord Jesus Christ set the pattern for our prayers. In the Sermon on the Mount, He declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p58\" class=\"\">‘After this manner therefore pray ye: Our <span class=\"emphasis\">Father<\/span> which art in heaven, Hallowed be thy name.’ (<span class=\"citation\" id=\"37373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37373)\">Matt. 6:9<\/a><\/span>; italics added here and in following references.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p59\" class=\"\">“When the resurrected Lord appeared to the Nephites and taught them, He said: ‘After this manner therefore pray ye: Our <span class=\"emphasis\">Father <\/span>who art in heaven, hallowed be thy name.’ (<span class=\"citation\" id=\"6223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6223)\">3 Ne. 13:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p60\" class=\"\">“While He was among them, He further taught them by example and precept concerning this practice. The record states that ‘He himself also knelt upon the earth; and behold he prayed unto the <span class=\"emphasis\">Father,<\/span> and the things which he prayed cannot be written, and the multitude did bear record who heard him.’ (<span class=\"citation\" id=\"6227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6227)\">3 Ne. 17:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p61\" class=\"\">“Furthermore, He said: ‘Pray in your families unto the <span class=\"emphasis\">Father,<\/span> always in my name, that your wives and your children may be blessed.’ (<span class=\"citation\" id=\"6234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6234)\">3 Ne. 18:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p62\" class=\"\">“On another occasion, ‘Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p63\" class=\"\">“‘<span class=\"emphasis\">Father,<\/span> I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me that I have chosen them out of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p64\" class=\"\">“‘<span class=\"emphasis\">Father,<\/span> I pray thee that thou wilt give the Holy Ghost unto all them that shall believe in their words.’ (<span class=\"citation\" id=\"6235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6235)\">3 Ne. 19:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p65\" class=\"\">“And so I might continue with other specific instances from the scripture. Search as I have, I find nowhere in the standard works an account where Jesus prayed other than to His Father in Heaven or where He instructed the people to pray other than to His Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p66\" class=\"\">“I have looked in vain for any instance where any President of the Church, from Joseph Smith to Ezra Taft Benson, has offered a prayer to ‘our Mother in Heaven.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p67\" class=\"\">“I suppose those … who use this expression and who try to further its use are well-meaning, but they are misguided. The fact that we do not pray to our Mother in Heaven in no way belittles or denigrates her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p68\" class=\"\">That is the end of the quotation from the talk I gave earlier, to which I may add that none of us can add to or diminish the glory of her of whom we have no revealed knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p69\" class=\"\">Now in conclusion, may I express my gratitude to you faithful Latter-day Saint women, now numbered in the millions and found across the earth. Great is your power for good. Marvelous are your talents and devotion. Tremendous is your faith and your love for the Lord, for His work, and for His sons and daughters. Continue to live the gospel. Magnify it before all of your associates. Your good works will carry more weight than any words you might speak. Walk in virtue and truth, with faith and faithfulness. You are part of an eternal plan, a plan designed by God our Eternal Father. Each day is a part of that eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p70\" class=\"\">I know that many of you carry terribly heavy burdens. May your associates in the Church, your brethren and sisters, help you with those burdens. May your prayers ascend to Him who is all powerful, who loves you, and who can bring to bear forces and factors which can help you. This is a work of miracles. You know it, and I know it. It is easy for me to tell you not to become discouraged, but I say it nonetheless, as I urge you to go forward in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p71\" class=\"\">May you be blessed with strength for the work of the day and with love for all who are entrusted to your care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1991\/11\/daughters-of-god.p72\" class=\"\">You know this work is true, as do I. You know that God our Eternal Father lives and that His Son Jesus Christ, born of Mary as the Only Begotten of the Father, was and is the Redeemer of the world. You know that their work has been restored in this dispensation through the instrumentality of the Prophet Joseph Smith. You can bear testimony of that as I can and do, as I leave my love and my blessing upon you, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-91911_000_041\"><a name=\"-91911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-91911_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>I am aware of Abigail Adams’s correspondence with John Adams on this point. However, it does not follow that all of the fifty-six signers of the Declaration were of the same view. Subsequent generations have regarded <span class=\"emphasis\">men<\/span> in its generic sense. I might have used various other examples on which there could be no question.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}