{"ID":512, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Kinship of Spirits<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1951, pp. 85-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe responsibility which comes to one who is invited to participate on Columbia's \"Church of\nthe Air\" program is very considerable. This occasion is projected as a period of worship&mdash;an\ninvitation to the whole nation, who will listen in, to pause in secular pursuits and contemplate\nthe ways of God. To stimulate such spiritual reflection is a task I approach with the deepest\nhumility for I am aware of the fact that it is the spirit in man, rather than the mind, which\nmust be touched to bring divine worship into his soul.\n<\/p><p>\nESSENCE OF WORSHIP\n<\/p><p>\nIf you and I, my friends, were together in an assembly&mdash;not too large, the task would be\neasier. Our personalities would react on each other; we would say, \"We could feel of each\nother's spirit,\" and perhaps a bond of common interest could be established among us. May it\nnot be that this \"feeling of each other's spirit\" is of the very essence of our joint worship?\n<\/p><p>\nIt is true that declaration of the Word and exhortation have their place&mdash;an important place in\nreligious services, but I doubt if there is anything which contributes more to our spiritual\nuplift, and our good resolutions too, than the stimulus of association of kindred spirits.\n<\/p><p>\nI believe God planned that it should be so. We are all His spirit children in antemortal life.\nWe come to earth \"to be tabernacled in the flesh.\" In earth life we are, in large measure, the\ncreatures of our environment, but we never entirely lose our spiritual investitures. Perhaps\nShakespeare had something of this in mind when he made one of his famous characters say,\n\"There is a divinity that shapes our ends, rough hew them how we will.\" (1 Hamlet, Act 5,\nScene 2)\n<\/p><p>\nKINSHIP OF SPIRITS\n<\/p><p>\nWe are told that the Spirit of God always strives with men\n(<span class=\"citation\" id=\"23575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23575)\">Gen. 6:3<\/a><\/span>) and it is the spirit in man which\nresponds to the extent to which the sensitivity of the spirit has not been drugged or killed by\nignorance or by infraction of His laws. It is doubtful, my brethren and sisters in the family of\nour Eternal Parent, that anything is more important and vital to peaceful association in the\nworld than a recognition and acceptance of this kinship in the spirits of men.\n<\/p><p>\nHerein lies a solid, understandable foundation for the spiritual brotherhood of the world. It has\nalways seemed to me most difficult to establish fraternity without paternity. Surely those who\nacknowledge the Omnipotent God to be the Creator of the Universe, should find no difficulty\nin according to Him His place of distinction as the Father of all men&mdash;\"Our Father who is in\nheaven\" (<span class=\"citation\" id=\"34424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34424)\">Matt. 6:9<\/a><\/span>).\nHow else could He be \"Our Father\" except as the progenitor of our spirits, the\nbegetter of that part of us which is deathless and immortal?\n<\/p><p>\nHow regrettable it is that man, seemingly oblivious to this honorable and sacred relationship,\nshould profane His holy name and blaspheme Christ. Do you think that a son can damn his\nfather and love him?\n<\/p><p>\nFATHERHOOD OF GOD\n<\/p><p>\nSome may say this procreation of spirits is too realistic, involving an assumption of\npersonality in the Father inconsonant with the ethereal nature sometimes ascribed to Him.\nDon't you think, my friends, that we can safely rely on the recorded words of His Son, our\nelder brother, and the prophets in the interpretation of this all-important relationship of man to\nGod? To those acquainted with the Scriptures there is no need for quotations, they are filled\nwith references to the veritable fatherhood of God and support for a divine personality which,\nin terms of human understanding, can be conceived only as one in whose image we are\ncreated (<span class=\"citation\" id=\"23568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23568)\">Gen. 1:26<\/a><\/span>).\n<\/p><p>\nIt is doubtful if there are any people in the world today who retard more seriously the\nprogress of humanity in finding solutions for the world's problems, particularly the one of\nliving together in peace, than those who deny and teach denial of the personality of God and\nHis fatherhood of the spirits of men.\n<\/p><p>\nBy so doing, they rob brotherhood of its firmest prop, they rob man of the dignity of a noble\nlineage, and they take from him the most impelling incentives to live to be worthy of his\ninheritance and to come back again into the eternal presence of the author of his life. I do not\nsee how it is possible for men of religion to do much for this sorry world unless they can\nestablish and re-establish this fundamental doctrine of the veritable fatherhood of God.\n<\/p><p>\nSOVEREIGNTY OF SAVIOR\n<\/p><p>\nI grant that good may come, and does come, from teaching and extolling the attributes of\nDeity, and particularly the virtues emanating from the life and ministry of the Savior of the\nworld. His incomparable teachings to be most effective, must be authentic. We cannot\nconsistently worship at the shrine of the attributes and deny the sovereignty of the King. The\nLord is a teacher, a persuader, and a guardian, but He is first of all a-creator and a lawgiver,\nand the Supreme Judge of all. He is not only the exemplar of right: He is the author and the\nsource of right. There is no right that is not compatible with His law and His will. To know\nHis mind and His will should be the quest of every life.\n<\/p><p>\nSPIRITUAL NATURES\n<\/p><p>\nIt is ordained that man should have joy\n(<span class=\"citation\" id=\"3533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3533)\">2 Ne. 2:25<\/a><\/span>).\nJoy and happiness are truly achieved where living\nconforms to law&mdash;divine law. Divine law is spiritual in origin and application; its constraints\nand rewards are likewise of a spiritual nature. That is why, if we are to have joyful living, we\nshould be ever conscious of our spiritual natures and our lineage with the Father.\n<\/p><p>\nWe keep alive this consciousness in prayer and spiritual exercise. Spiritual association is of\nimmeasurable value in spiritual growth. Not infrequently you hear a man say, \"I don't need to\ngo to church. I can worship in nature and in the works of creation.\"\n<\/p><p>\nSuch a man discounts the value of religious association, the commingling of spirits and the\ninteraction of personalities. I believe that man has divine attributes emanating from divine\nlineage. The Spirit of the Father is distributed through the Universe, and influences all life\nand all things.\n<\/p><p>\nThere is a spirit in man which, within the limitations of his contacts in life, radiates from him\nand touches the lives and things about him. This spirit may be called personality. Whatever it\nis called, it exists and it is a potent force. When once set in motion it cannot well be\ncontrolled, but fortunately it is within our power to determine the characteristics which go\ninto the structure of our lives and thus determine the influences and radiations which come\nfrom us. Our living will mold these characteristics into our lives.\n<\/p><p>\nI am well aware that these are commonplace statements. There is no novelty in them. Where,\nmy friends, is there novelty in the Word of God? The only place I have been able to discover\nany failure in the Word is in the novelty of man's interpretations. The Word of God is not\ndifficult to understand. It is the words of men about God that perplex us.\n<\/p><p>\nRESPECT FOR DIVINE LAW\n<\/p><p>\nThe greatest of all knowledge is to know God, and the greatest achievement of all life is to so\nlive that the Father can bestow His highest blessings on us. The spiritual laws of the Universe\nare just as inexorable as are the laws of Nature. Every blessing is predicated on obedience to\nthe law.\n<\/p><p>\nThis applies to a nation as well as to an individual. There can be no spiritual growth in a\nnation which does not respect divine law, and all nations will die without spiritual growth.\nMaterial prosperity alone will not suffice and will not endure. The measure and manifestation\nof spiritual growth is goodness. So, my good friends, the worship of this hour, and all true\nworship, is rededication of self and life to goodness.\n<\/p><p>\nWe all know how much the world needs that dedication today, but I know of no way of\ncarrying forth the process of spiritual regeneration except that which seems a painfully slow\nmethod of each person touching the spirit of another with the radiation of his own innate\ngoodness. The only thing that our country has to fear is spiritual disintegration within\nourselves.\n<\/p><p>\nABSENCE OF SPIRITUAL KINSHIP\n<\/p><p>\nI had a striking example of the absence of and the need for the recognition of spiritual kinship\nin man a few months ago as I traveled through the countries of Lebanon, Syria, and Trans\nJordan to Arab Jerusalem. I have never seen before, except perhaps in East Berlin, such\nsuspicion, distrust, and enmity written on the faces of men. To an American accustomed to\ncordial greetings and friendly smiling faces, although sometimes a bit clouded with aloofness\nand pretended snobbish indifference (I say pretended because I believe that at heart all\nAmericans are friendly and cordial), it was a distinct shock to see human nature so perverted\nin the relations which men in the Lord's providence bear to each other.\n<\/p><p>\nThis perversion was particularly noticeable and regrettable in Jerusalem, the very land where\nthe Savior spent much of His earthly life and performed His transcendent mission. The intense\nand cruel animosities built up between the peoples of this so-called Holy Land were a most\npainful refutation of everything that was taught and practiced by the Prince of Peace. I could\nnot discover even a vestige of adherence to His marvelous doctrine which He left with His\ndisciples in that loving declaration, \"Except ye are one ye are not mine\"\n(<span class=\"citation\" id=\"27505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27505)\">John 17:21<\/a><\/span>;\n<span class=\"citation\" id=\"12884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12884)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nREMEDY FOR SICK WORLD\n<\/p><p>\nDo you think, my friends, that such a sickly spiritual world can be cured by the mere external\napplication of economic salves? I know we all wish and pray that the underprivileged and\ndistressed peoples of the world might have food, raiment, and shelter: and I believe that most\nof us are willing to sacrifice to that end.\n<\/p><p>\nI saw the dire need for relief in the terrible conditions prevailing in the camps of Palestinian\nrefugees around the big cities of the Near East, but I am just as sure as that I speak to you\nthis day that there is one, and only one remedy which can bring complete recovery&mdash;and that\nremedy is of the spirit. I give first place in such remedy to the teachings of the Lord, some of\nwhich I have tried, very inadequately, to outline for you today.\n<\/p><p>\nThe Lord keep us humble, free from arrogance and self-sufficiency. May we never forget that\nHe is the Father of our spirits that our lineage is noble, that life is not cheap, and that the\nkinship of spirits is the foundation of brotherhood. We long for peace; we pray for the\nenduring peace of goodness in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}