{"ID":513, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Transforming Power of Faith in Jesus Christ<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1951, pp. 92-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters, I deeply sense my inadequacy in trying to express in words the message\nI have in my heart this morning. I earnestly pray therefore for your sympathetic mental\nattitude and particularly for your spiritual support.\n<\/p><p>\nTESTIMONY OF REDEEMER\n<\/p><p>\n\"For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\n\"And though after my skin worms destroy this body, yet in my flesh shall I see God: \n<\/p><p>\n\"Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins\nbe consumed within me\" (<span class=\"citation\" id=\"26656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26656)\">Job 19:25-27<\/a><\/span>).\n<\/p><p>\nThus was spoken the heartfelt assurance of Job, expressed in humiliation when everything else\nwas taken from him and even his body utterly wasted in affliction.\n<\/p><p>\nIf a few more million men in the world could feel that testimony&mdash;the testimony of the\nreality of our Redeemer&mdash;selfishness would be less manifest, war among nations would be\neradicated, and peace would reign among mankind. Do you believe that, my fellow workers?\n<\/p><p>\n\"What think ye of Christ?\" (<span class=\"citation\" id=\"34463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34463)\">Matt. 22:42<\/a><\/span>)\nwas the question Jesus put to a group of Pharisees when they, with\nscribes and Sadducees, sought to entrap, to confound the Great Teacher by asking him\nentangling questions. He silenced the Sadducees in their attempt to ensnare him with regard to\npaying tribute to Caesar (<span class=\"citation\" id=\"34454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34454)\">Matt. 22:17-22<\/a><\/span>).\nHe satisfied the scribes regarding the first and great commandment\n(<span class=\"citation\" id=\"34458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34458)\">Matt. 22:37-40<\/a><\/span>).\nNow he put to silence the Pharisees regarding their anticipated Christ.\n<\/p><p>\nTo this congregation, to the Church, and to the world, I repeat this question as being the most\nvital, the most far-reaching query in this unsettled, distracted world.\n<\/p><p>\nCONTRIBUTIONS OF GREAT MEN\n<\/p><p>\nGreat minds in all ages who have contributed to the betterment of mankind have been inspired\nby noble ideals.\n<\/p><p>\nHistory is replete with men who, as Wordsworth expresses it, \"By the vision splendid, were\non their way attended.\" There is John Milton, for example, inspired with a desire as a boy of\ntwelve to write a poem that would live for centuries. As a result, the world has Paradise Lost,\nand later in life, though blind, the poet as he approached the closing moments of his life,\nexclaimed: \"Still guides the heavenly vision.\" Sir Walter Scott, as you know, wrote almost\nday and night to pay off a debt for which he was not really responsible.\n<\/p><p>\nGeorge Washington, guided by the desire to build a noble character and to be of service to his\ncountry, cried: \"I hope I may always have firmness and virtue enough to maintain what I\nconsider to be the most enviable of all titles&mdash;the character of an honest man.\" Abraham\nLincoln's lofty soul, expressing himself thus: \"with malice toward none, with charity for all,\nwith firmness in the right as God gives us to see the right, let us strive on to finish the work\nwe are in, to bind up the nations wounds, to care for him who shall have borne the battle, and\nfor his widow and his orphan to do all which may achieve and cherish a just and lasting\npeace among ourselves and with all nations.\" (Second Inaugural Address.)\n<\/p><p>\nThese and others who live to their best are the men \"who realize in daily life their luminous\nhours and transmute their ideals into conduct and character. These are,\" continues the writer,\n\"the soul architects, who build their thoughts and deeds into a plan: who travel forward, not\naimlessly, but toward a destination; who sail not any-whither but toward a port, who steer not\nby the clouds, but by fixed stars. High in the scale of manhood these who ceaselessly aspire\ntowards life's Great Exemplar.\"\n<\/p><p>\nHIGHEST OF ALL IDEALS\n<\/p><p>\nBut let me explain again, the highest of all ideals are the teachings and particularly the life of\nJesus of Nazareth, and that man is most truly great who is most Christlike.\n<\/p><p>\nWhat you sincerely in your heart think of Christ will determine what you are, will largely\ndetermine what your acts will be. No person can study this divine personality, can accept his\nteachings without becoming conscious of an uplifting and refining influence within himself. In\nfact, every individual may experience the operation of the most potent force that can affect\nhumanity. Electricity lightens labor in the home, imprisons alike on a disc the warbling tones\nof the mockingbird and the convincing appeal of the orator. By the turn of a switch, it turns\nnight into day. The possibilities of the force resulting from the breaking up of the atom seem\nto be limitless either for the destruction or the blessing of life. Other and greater forces are\nalready glimpsed.\n<\/p><p>\nTHE MAN OF GALILEE\n<\/p><p>\nNone, however, is so vital, so contributive to the peace and happiness of the human family as\nthe surrendering of our selfish animal-like natures to the life and teachings of our Lord and\nSavior, Jesus Christ. George R. Wendling in <i>The Man of Galilee<\/i> confirms this thought as\nfollows: \"Believe it! The most wonderful work in all the world is not to take iron, steel, and\nbrass and make a locomotive nor is it to take gold and diamonds and cog-wheels and make a\nwatch; nor is it to take canvas and colors and brush and paint an Angelus; nor yet is it to take\npen and parchment and write an <i>Iliad<\/i> or <i>Hamlet<\/i>, but an infinitely greater work than all is to\ntake an ignoble, cruel, impure, and dishonest being and transform him into an upright, gentle,\nnoble, and pure man. Here we touch the creative power of the Galilean&mdash;and bow before the\nmystery.\n<\/p><p>\n\"Here we find the crowning glory of all the evidences, attested by millions of intelligent men\nand women, the fact, mysterious but not illusory, that His very presence is found, is realized,\nis verified, and that He is as helpful, as vital, and as inspiring now as when the matchless\nBeatitudes fell upon the ears of a listening multitude two thousand years ago.\"\n<\/p><p>\nPETER AND PAUL TRANSFORMED\n<\/p><p>\nPeter, the chief Apostle, is a striking example of this transforming power. He was a humble,\nreputedly a rough, uncultured fisherman to whom Jesus of Nazareth became an inspiration.\nThe vision that bade him say, \"Thou art the Christ, the Son of the Living God\"\n(<span class=\"citation\" id=\"34447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34447)\">Matt. 16:16<\/a><\/span>), became the\nguiding light of his life. Conditions occasionally made him falter, but he regained the\nlightened pathway. Bigots scoffed at him; religious zealots, political charlatans arrested,\nimprisoned, and shackled him as a dangerous enemy to society, but the heavenly vision\nlightened the darkened dungeon, burst open prison doors, struck off the fetters that bound his\nwrists, as well as his wavering soul, and gave him courage and strength to face his accusers\nwith the sublime testimony: He \"whom ye crucified, Jesus Christ, is the only name under\nheaven given among men, whereby we must be saved\" (see\n<span class=\"citation\" id=\"7647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7647)\">Acts 4:10,12<\/a><\/span>). Only a\ncomparatively well-to-do man, making a fairly good living by fishing of whom the world\nwould never have heard had he not been inspired by a testimony of the divine mission of the\nMan of Galilee&mdash;just a humble fisherman, who, by the light of that inspiration to him and to\nother members of the Twelve, and disciples, \"many of the world's loveliest things have been\ncreated, many of the world's finest minds inspired.\"\n<\/p><p>\nAnother good example is Paul, a contemporary of Peter, whose early life and teachings were\nentirely different from those of the fisherman, but who, when the vision of the Risen Lord\npierced his prejudiced mind, was inspired throughout the remainder of his days by one\nguiding thought expressed on the occasion of his great vision: \"Lord, what wouldst thou have\nme do?\" (<span class=\"citation\" id=\"7651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7651)\">Acts 9:6<\/a><\/span>).\n<\/p><p>\nPaul, as Peter, had his hours of discouragement. Pride sometimes perturbed him, and\nconformity to church authority was occasionally difficult. He, too, was mobbed, beaten, and\nimprisoned, put in stocks in a dungeon, but the heavenly vision of the Risen Lord ever guided\nhis footsteps.\n<\/p><p>\nEXAMPLE OF JOSEPH SMITH\n<\/p><p>\nMay I remind you also of the Prophet Joseph Smith, who declared: \". . . I had actually seen a\nlight, and in the midst of that light I saw two Personages, and they did in reality speak to me;\nand though I was hated and persecuted for saying that I had seen a vision, yet it was true; and\nwhile they were persecuting me, reviling me, and speaking all manner of evil against me\nfalsely for so saying, I was led to say in my heart: Why persecute me for telling the truth? I\nhave actually seen a vision; and who am I that I can withstand God, or why does the world\nthink to make me deny what I have actually seen? For I had seen a vision; I knew it, and I\nknew God knew it, and I could not deny it, neither dared I do it; at least I knew that by so\ndoing I would offend God, and come under condemnation\"\n(<span class=\"citation\" id=\"30307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30307)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nThrough railings, scoffings, mobbings, arrests, imprisonments, persecutions that led to\nmartyrdom, Joseph Smith as Peter and Paul before him, ever strove to the utmost of his\nability to follow the light that had made him a \"partaker of the divine nature\"\n(<span class=\"citation\" id=\"4815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4815)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\nINFLUENCE OF SAVIOR'S MISSION\n<\/p><p>\nI quote these three outstanding leaders in the realm of religion to show how the assurance of\nthe divine mission of our Lord and Savior not only transformed their personal lives to a\ngreater or less degree, but also influenced for good the entire world.\n<\/p><p>\nSince man's first advent on earth, God has been urging him to rise above the selfish,\ngroveling life of the purely animal existence into the higher, more spiritual realm. After\nseveral thousand years of struggling, mankind even now but dimly recognizes the fact that the\ngreatest of the world's leaders are those who most nearly approach the teachings of the Man\nof Galilee. This is psychologically sound, because the thoughts a man harbors determine the\nrealm in which he serves. \"Be not deceived,\" writes Paul to the Galatians, \"God is not\nmocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh\nshall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life\neverlasting\" (<span class=\"citation\" id=\"23230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23230)\">Gal. 6:7-8<\/a><\/span>).\n<\/p><p>\nGREAT WORLD DRAMA\n<\/p><p>\nAt the moment there is being enacted a great world drama, the final act of which we can only\ndimly surmise. In Korea, one of the bloodiest wars of modern times is raging. But here is a\nsingular thing. Engaged in it are soldiers from South Korea, United States, Great Britain,\nFrance, Turkey, Greece, Netherlands, Australia, Canada, New Zealand, Thailand, the\nPhilippines, South Africa, and one or two other nations&mdash;all enlisted under the United\nNations' banner.\n<\/p><p>\nPolitical relationships leading up to their fighting as an international army need not concern us\nthis morning, but there is one significant fact most worthy of attention: Battling for the same\ncause are Buddhists, followers of Confucius, Moslems, and Christians. Opposed to these are\nCommunists, openly avowed to be anti-Christ. Two hundred twenty-nine thousand casualties\nare already reported in this conflict! It would almost seem to be the beginning of the great\nbattle of Armageddon.\n<\/p><p>\nMore destructive to the spreading of Christian principles in the minds, particularly of the\nyouth, than battleships, submarines, or even bombs, is the sowing of false ideals by the\nenemy (<span class=\"citation\" id=\"34442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34442)\">Matt. 13:25<\/a><\/span>).\nParticularly, during the last five years Communist Russia has gained for the time\nbeing conquests over the satellites under her domination, including China, and is now\nthreatening Japan by sowing seeds of mistrust in the body politic.\n<\/p><p>\nMisrepresentation, false, propaganda, innuendoes soon sprout into poisonous weeds, and\nbefore long the people find themselves victims of a pollution that has robbed them of their\nindividual liberty and enslaved them to a group of political gangsters. Let us draw a lesson\nfrom this.\n<\/p><p>\nTHOUGHTS DETERMINE DESTINY\n<\/p><p>\nSo it is with evil thoughts that may be permitted insidiously to enter and to find lodgment in\nthe human mind. Thoughts harbored determine destiny.\n<\/p><p>\n\"My spirit,\" says the Christ, \"will not dwell in unclean tabernacles\"\n(<span class=\"citation\" id=\"40237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40237)\">Mosiah 2:37<\/a><\/span>;\n<span class=\"citation\" id=\"24677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24677)\">Hel. 4:24<\/a><\/span>).\nThe corruption that is in\nthe world through lust, as mentioned in one of Peter's epistles\n(<span class=\"citation\" id=\"4816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4816)\">2 Pet. 1:4<\/a><\/span>), has its source in thoughts and\nschemes harbored in the individual mind. A man who takes advantage of his neighbor in a\nbusiness deal when the opportunity offers has prepared himself for the occasion by dishonest\nthinking. Young couples do not lose their chastity, named by the Book of Mormon as\n\"precious above all things\" (<span class=\"citation\" id=\"38248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38248)\">Moro. 9:9<\/a><\/span>),\nwithout their having previously in thought justified the act.\n<\/p><p>\nThe husband who coolly turns from a loyal wife and family and seeks illicit relationships\nelsewhere, perhaps with a disloyal wife of a neighbor, has previously poisoned his soul with\nimmoral ideas. Disgruntled members of society, faultfinders in wards and stakes, do not\nbecome such merely because of some offense, real or imagined. What they say and do have\nbeen preceded by selfish desires or unattained ambition.\n<\/p><p>\nCORRUPTION FROM WITHIN\n<\/p><p>\nI mentioned Communism in its war against individual liberty and free enterprise as\nsurreptitiously sowing poisonous seeds (<span class=\"citation\" id=\"34443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34443)\">Matt. 13:25<\/a><\/span>)\nwithin the body politic. It is also from within, morally\nspeaking, that our cities become corrupt, not from outward, open assaults on virtue, but from\ninsidious, corrupt actions of trusted individuals. Our government, as you know, has recently\nuncovered a gambling ring that covers a twenty billion dollar business in vice. Many large\ncities in the United States are connected with it and contaminated by it.\n<\/p><p>\nToo many of these city officials license darkened rooms wherein men and women, and not\ninfrequently teenage boys and girls, may guzzle beer and whiskey and indulge in other vices\nsought by persons of low ideals. For the permission and perpetuation of such dens of iniquity\nin our cities, the public is not entirely free from blame. However, those who are elected to\noffice&mdash;commissioners, peace officers, trusted servants of the people&mdash;are most directly\nresponsible.\n<\/p><p>\nGenerally speaking, these men are honest in their intentions and actions to enforce the laws\nand if possible to eradicate, at least to reduce to a minimum, the evils upon which the\nunderworld thrives. One or two, or a half a dozen unprincipled men, however, can frustrate\nthe most earnest efforts of the upright officials. For example, officers informed that minors\nare permitted to enter a certain \"joint\" will find when they get to the place that the proprietor\nhas been \"tipped off\" and seemingly everything is within the law.\n<\/p><p>\nIf and when appreciation for such \"tips-off,\" and other favors, is expressed in secretive\npayments of money, those participating in the graft may meet in a room, a club, or in a\nprivate residence, ostensibly to play a social game of poker and under this guise divide their\nill-gotten gains. Thus do our cities, as individuals, become corrupt from within.\n<\/p><p>\nSuch exploitation of the poor unfortunates whose thoughts and desires lead them only to\ngratify their appetites, indulge their passions to exist by deceit, cunning, and crime, are among\nthe corruptions that Peter says \"are in the world through lust\"\n(<span class=\"citation\" id=\"4817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4817)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\nLet us always remember that, \"There is no vice so great but we can kill and conquer it if we\nbut will.\"\n<\/p><p>\nCHRIST OUR IDEAL\n<\/p><p>\nChrist came to redeem the world from sin. He came with love in his heart for every\nindividual, with redemption and possibility for regeneration for all. By choosing him as our\nideal, we create within ourselves a desire to be like him, to have fellowship with him. We\nperceive life as it should be and as it may be.\n<\/p><p>\nThe chief apostle Peter, the indefatigable Paul, the Prophet Joseph Smith, and other true\nfollowers of the Risen Lord recognized in him the Savior of the individual, for did he not say,\n\"This is my work and my glory&mdash;to bring to pass the immortality and eternal life of\nman?\" (<span class=\"citation\" id=\"38990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38990)\">Moses 1:39<\/a><\/span>)&mdash;not\nthe sacrificing of the individual for the perpetuation of the socialistic or\ncommunistic state.\n<\/p><p>\nMembers of the Church of Christ are under obligation to make the sinless Son of Man their\nideal&mdash;the one perfect being who ever walked the earth.\n<\/p><p>\nSublimest Example of Nobility<br \/>\nGodlike in nature<br \/>\nPerfect in his love<br \/>\nOur Redeemer<br \/>\nOur Savior<br \/>\nThe immaculate Son of our Eternal Father<br \/>\nThe Light, the Life, the Way\n<\/p><p>\nI know he lives and his power is potent: that he is the Son of God, and that he has restored in\nthis dispensation the complete plan of salvation. God bless us all that we may hold him as our\nideal and pray for power to be like him, I ask in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}