{"ID":514, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Let Us Search Our Testimonies<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1951, pp. 98-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am always glad to bear testimony to the faith within me. Yet I\nconfess that standing before such an audience, I feel a sobering effect. Brigham Young felt it\nin his day. He declared that since we are all children of God, there is within each one of us a\npart of God's very nature, and that to stand before a great group of Latter-day Saints, the\naccumulation, so to speak, of their godliness, lifts a man to a feeling that he stands before the\ngreat dignity of the Maker of us all.\n<\/p><p>\nI have listened with great interest to the messages of this conference. We have had a good\ntime together. I know we have all been touched by the eloquent words just spoken by\nPresident McKay. He has touched the very center of our spiritual being, of our membership in\nthe Church of Christ.\n<\/p><p>\nKINDNESS OF GEORGE ALBERT SMITH\n<\/p><p>\nDuring the events of the last few days, many memories have crowded in upon my mind. In a\nlate afternoon of a warm, sultry day in August or September, I sat in my office rather tired\nafter the day's work. The University of Utah had had internal dissensions which had been\nfanned by enemies into a nationwide scandal. I had been called in to assist others who were\ntrying to return the institution and its work to a normal condition. It was the third time in my\nlife that I had been obliged to serve my state in such a capacity. I was weary. Just then there\nwas a knock upon the door, and in walked George Albert Smith. He said, \"I am on the way\nhome after my day's work. I thought of you and the problems that you are expected to solve.\nI came in to comfort you and to bless you.\"\n<\/p><p>\nThat was the way of George Albert Smith. Of the many friends I have throughout the state\nand beyond, he was the only one, except a few of my intimate friends, who took time to give\nme the loving help in the work I had to do. Of course I appreciated that; I shall never forget\nit. We talked together for awhile; we parted, he went home. My heart was lifted. I was weary\nno longer.\n<\/p><p>\nYou see, love, of which we have spoken so much during this conference, is not a mere word\nor a sensation within. To be a worthy love, it must be brought into action. President Smith on\nthat occasion did that. He gave of his own time, his own strength, to me. I hope that those of\nus who have attended this conference these last few days will understand that the test of love\nis whether the person who loves gives of himself, of his powers, to the loved one. There is no\ntrue love unless that is done. The husband must give of his own self in a large sense, to the\nwife he loves; and she must give of herself surrender perhaps, for him, the things that she\nwould like to keep and have. Parents and children must have the same relationship. There is\nno true love without sacrifice for the loved one. Since we have spoken so much about love,\nperhaps we might keep that in memory.\n<\/p><p>\nTHEME OF ADDRESS\n<\/p><p>\nShortly before the death of President Smith, I heard one of his addresses, perhaps it was his\nlast, I am not quite sure. He chose as his theme, the unhappy condition of the world at the\npresent time. He laid down a principle which I believe to be correct and inspired, that there\nwill be no peace, no final solution to the world's problems, until this body of people,\ncomprising the Church of Jesus Christ of Latter day Saints, cleanse themselves, accept the\ndoctrines of the Lord Jesus Christ, spoken of so beautifully this morning, and set to work to\nbattle for righteousness and for truth; only then can we hope for peace. He admitted that of\ncourse it was a tremendous claim, but the claim is eternal. Truth is always the winner, truth is\nnever defeated. In the words of the old poet: \"Truth crushed to earth will rise again.\" He left\non that occasion the message to me and to others that we must cleanse our hearts, as said here\ntoday by President McKay. We must gather up our courage, and we must set forth to battle\nfor righteousness in the world. Then, just as a leaven leavens the lump\n(<span class=\"citation\" id=\"204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(204)\">1 Cor. 5:6<\/a><\/span>), so we shall leaven the\nwhole world. A tremendous mission, isn't it? Tremendous to think about&mdash;that this handful\nof people have within themselves the power, if properly used, to change the whole world for\ngood or for evil.\n<\/p><p>\nEXAMINATION OF TESTIMONIES\n<\/p><p>\nI have felt on many occasions, especially after that sermon, that what we need to do, each one\nof us, is to begin to examine our own testimonies of the truth. After all, with our testimonies\nas our chief weapon, we go out to battle evil. We speak of a testimony, yes; we say we have\na testimony&mdash;but is the testimony of a kind that will enable a man to accept and obey the\ngospel of the Lord Jesus Christ under any and all conditions? It might be good for us\nLatter-day Saints to begin to re-examine our own testimonies. A man who goes into battle\ncleanses his sword, looks after his gun, and he is ready for the battle when it comes. We are\nin the midst of a great battle today, the battle of the ages, foretold by prophets throughout the\nlong ages of the past. We must begin with a certain understanding of the gospel of the Lord\nJesus Christ and a willing, ready acceptance of it, as indicated by President McKay. There is\nno other way. But have we done that? Have we looked into our own hearts, to our\ntestimonies, and added that which is wanting, taken out that which is unworthy? We should\nbe fit for the battle.\n<\/p><p>\nIn the words of President Smith, we, like the leaven, shall leaven all people. His life of love\nwas merely an illustration of that larger view of the concern of all who follow the Christ.\n<\/p><p>\nA UNIQUE PEOPLE\n<\/p><p>\nI think that we Latter-day Saints can afford to be a unique people. Once in awhile I meet a\nyoung person, sometimes an older person who says, \"Well, that may all be true, but I don't\nwant to be different from other people. I want to be like other people. Why can't we be like\nthe others? It's so much easier then to go through life.\"\n<\/p><p>\nBut we can't help it, my brethren and sisters, if we are different. We are different&mdash;in\nrighteousness, in virtue, in the teachings of the eternal gospel&mdash;we are different. We can't\nescape it. If our testimonies are sound and true, we know that we cannot be like other people\nunless they, too, accept the truth as we possess it.\n<\/p><p>\nI don't know of a figure in the last two thousand years who was more different from the mass\nof humanity, the millions of men and women, than the Prophet Joseph Smith. He stands\nalone, unique&mdash;the only such religious leader in two thousand years, since the days of the\nChrist. He received his commission from God himself: he was instructed by God himself; he\nspoke at one time with God himself. No other man in the midst of the great apostasy from\nsimple truth has ever been able to make that claim. And we know it to be true. Of course we\nare a different people. Since I mustn't take too much time today&mdash;many of us are yet to\nspeak&mdash;let me say to you that we have the right, in searching our testimonies, in getting\nthem ready for this great battle, to remember that a testimony is a living thing, not a static,\ndead thing&mdash;it is alive and sometimes fills a man and a woman until the visions of heaven\nare opened to him or to her. By that token of life, a testimony must be fed, cared for and\nnurtured, kept in its right place and position, protected if needs be. In doing that, we have the\nright and the need to take all evidences that lie about us, all evidences of the truth of this\ngreat latter-day work. The Lord himself told us so to do. We may read in the Doctrine and\nCovenants, section twenty, when the foundations of this Church were laid, when our Church\nconstitution, so to speak, was written (you will find that evidences are there mentioned), that\nby the evidences that lie all about us we shall be judged\n(<span class=\"citation\" id=\"12877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12877)\">D&amp;C 20:7-16<\/a><\/span>). Joseph Smith set up evidence after\nevidence of the reality and truth of all that he said and did.\n<\/p><p>\nWITNESSES TO PROPHET'S WORK\n<\/p><p>\nI am thinking of one great argument in favor of Joseph, debated and talked about for over a\nhundred years: He had witnesses, human flesh and blood witnesses, such as we are, of his\nwork. He was alone in the grove when the first vision came; he was alone when Moroni\ncalled; the Church had not then been organized, hardly begun. But from that time on, almost\neverything he did of a spiritual nature, his communions and communications with the\nAlmighty and divine beings, were shared by him with others. It is really a wonderful thing.\nThe great spiritual leaders of the last two thousand years have gone into the woods, fasted and\nprayed, and come back with these messages, alone. They have gone into caves&mdash;Mohammed,\nfor example&mdash;always alone. But this great latter-day prophet, after the beginning of the work,\nhad companions who shared with him his great experiences. Twelve honorable men of\nunquestioned probity saw the plates of the Book of Mormon; when the priesthood was\nrestored by John the Baptist, Oliver Cowdery, an honest man whose integrity has never been\nquestioned, received the priesthood with Joseph. When Peter, James, and John came to give\nthe higher priesthood, Oliver Cowdery was there. When the great messages in the Kirtland\nTemple came, which we frequently overlook in their greatness, Oliver Cowdery was by his\nside. When the message that men shall be judged by their works&mdash;a tremendous doctrine in\nthat day of apostasy&mdash;was given, Sidney Rigdon was with the Prophet Joseph Smith. And\nother men, ancestors of some of you men who are here today, were in the room with the\nProphet time and time again when the revelations of God came to him. Some of them have\ndescribed in writing how it occurred.\n<\/p><p>\nWe don't stand alone. We have witnesses to our faith. We are a unique people. All about us\nare witnesses to the truth of this great latter-day work. It might be well in building our\ntestimonies to begin with the simple foundation&mdash;events. Ultimately we will then win that\ngreater testimony, the testimony of the spirit which is <i>the<\/i> testimony, but which we must\nachieve little by little (<span class=\"citation\" id=\"25121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25121)\">Isa. 28:10<\/a><\/span>),\nin a natural manner that the Lord has prescribed: \n<\/p><p>\nA WORLD MESSAGE\n<\/p><p>\nSo brethren and sisters, let us look into our testimonies. Are they just words on our tongues,\nor do they really represent our convictions? If they need mending, mend them; if they need\nbuilding, build them. Remember that our message is a world message&mdash;I have said before\nfrom this stand that we are not confined to these valleys and mountains&mdash;our message is for\nthe whole world. For every nation, every tongue, and every kindred\n(<span class=\"citation\" id=\"42222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42222)\">Rev. 14:6<\/a><\/span>), we have responsibility.\n<\/p><p>\nGod bless us and be with us, not only in our search for truth, but also in our use of truth, for\nthe accomplishment and the completion of the great purposes of the Lord in these days, I pray\nin the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}