{"ID":515, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And, Lo, I Am with You Alway\"<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, April 1951, pp. 102-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have been thinking, my brothers and sisters, since the meeting of the Twelve in the temple\non Thursday, of the words of the Master when he was about to take his departure from the\nTwelve, and he said unto them: \n<\/p><p>\nGo ye therefore, and teach all nations, baptizing them in the name of the Father, and\nof the Son, and of the Holy Ghost: \n<\/p><p>\nTeaching them to observe all things whatsoever I have commanded you and, lo, I am\nwith you alway, even unto the end of the world\n(<span class=\"citation\" id=\"34482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34482)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nQUORUM OF THE TWELVE APOSTLES\n<\/p><p>\nAs this Council of Twelve met in the upper room of the temple on Thursday, the Spirit of\nGod bore witness to my spirit that Christ was saying there to the Twelve: \". . . and, lo, I am\nwith you always even unto the end of the world.\" And where there is no Quorum of Twelve\nin God's ministry upon the earth, Christ is not there as the leader of his Church and his\nkingdom. This testimony has sunk deep into my heart since that meeting and during this\nconference which has been presided over by the Council of the Twelve with President McKay\nas its presiding officer. When Christ came to the earth he organized his Church, and at the\nhead, under his leadership, he had Twelve Apostles. And when he left, he left his Church\nunder the direction of the Twelve. When he came to the American continent he organized his\nChurch, and at the head of that Church, under his leadership, he placed Twelve Disciples\n(<span class=\"citation\" id=\"5510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5510)\">3 Ne. 12:1<\/a><\/span>).\nAnd when he left them, he left his Church and his Saints under the leadership of that Twelve.\nAnd when the gospel was restored again, Christ came back and appeared unto him who was\nraised up to be the Prophet at the head of this dispensation. And under his direction the\nChurch was organized for the last time, and at the head of the Church under the Presidency of\nthe Prophet were the appointed Twelve. And when the Prophet was taken from the earth,\nsealing his testimony with his blood, the Church was left under the direction of the Twelve.\nAnd down through the years when the leadership of the Quorum of the Presidency has been\ntaken away, the keys have remained with the Twelve.\n<\/p><p>\n\". . . and, lo, I am with you alway, even unto the end of the world.\"\n<\/p><p>\nAs God has borne witness to me in that meeting in his holy house and in this conference, so I\nbear witness to you that where there is no Quorum of the Twelve, the true organization of\nChrist's Church is not here upon the earth, and that is my testimony to you, which I bear in\nall humbleness and in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}