{"ID":5151, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Healing\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_004<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p4\" class=\"\">I humbly come to this pulpit today to speak about a sure cure for heartache, disappointment, torment, anguish, and despair. The psalmist stated, “He healeth the broken in heart, and bindeth up their wounds.” (<span class=\"citation\" id=\"42063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42063)\">Ps. 147:3<\/a><\/span>.) The healing is a divine miracle; the wounds are a common lot of all mankind. Shakespeare has said, “He jests at scars that never felt a wound.” (<span class=\"emphasis\">Romeo and Juliet,<\/span> II.ii.1.) It seems that no one escapes the troubles, challenges, and disappointments of this world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p5\" class=\"\">In today’s overloaded society, some of the healing agents that our parents enjoyed seem not to be at work in our lives. Fewer and fewer are able to relieve stress by working with their hands and by tilling the soil. The increasing demands, the diversity of voices, the entreating sales pitches, the piercing noises, the entanglement of many personal relationships can rob our souls of the peace they need to function and survive. Our hurry to meet the relentless demands of the clock tears away at our inner peace. The pressures to compete and survive are great. Our appetite for personal possessions seems enormous. The increasing forces that destroy the individual and family bring great sadness and heartbreak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p6\" class=\"\">One reason for the spiritual sickness of our society is that so many do not know or care about what is morally right and wrong. So many things are justified on the basis of expediency and the acquiring of money and goods. In recent times, those individuals and institutions that have had the courage to stand up and speak out against adultery, dishonesty, violence, and gambling, and other forms of evil are often held up to ridicule. Many things are just plain and simply wrong, whether they are illegal or not. Those who persist in following after the evil things of the world cannot know the “peace of God, which passeth all understanding.” (<span class=\"citation\" id=\"41332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41332)\">Philip. 4:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p7\" class=\"\">Someway, somehow, we must find the healing influence that brings solace to the soul. Where is this balm? Where is the compensating relief so desperately needed to help us survive in the world’s pressures? The onsetting comfort in large measure can come through increased communion with the Spirit of God. This can bring spiritual healing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p8\" class=\"\">Spiritual healing is illustrated in the story of Warren M. Johnson, pioneer ferryman at Lee’s Ferry, Arizona. As a young man, Warren Johnson came west seeking his fortune in gold in the summer of 1866. He became very ill, and his companions left him under a tree in the yard of a family in Bountiful. One of the daughters found him and reported there was a dead man out in the yard. Although he was a complete stranger, this kind family took him in and nursed him back to health. They taught him the gospel, and he was baptized. He eventually ended up as the ferryman at Lee’s Ferry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p9\" class=\"\">In 1891 the Warren Johnson family suffered a great tragedy. Within a period of a short time, they lost four children to diphtheria. All four were buried in a row next to each other. In a letter to President Wilford Woodruff, dated July 29, 1891, Warren told the story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p10\" class=\"\">“Dear Brother …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p11\" class=\"\">“In May 1891 a family residing in Tuba City, came here from Richfield Utah, where they … spent the winter visiting friends. At Panguitch they buried a child, … without disinfecting the wagon or themselves, and not even stopping to wash the dead child’s clothes, they came to our house, and remained overnight, mingling with my little children. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p12\" class=\"\">“We knew nothing of the nature of the disease, but had faith in God, as we were here on a very hard mission, and had tried as hard as we knew how to obey the word of Wisdom, [to] attend to the other duties of our religion, such as paying [our] tithing, family prayers, etc. etc. that our children would be spared. But alas, in four and a half days [the oldest boy] choked to death in my arms. Two more were taken down with the disease and we fasted and prayed as much as we thought it wisdom as we had many duties to perform here. We fasted [for] twenty-four hours and once I fasted [for] forty hours, but to no avail for both my little girls died also. About a week after their death my fifteen year old daughter Melinda was [also] stricken down and we did all we could for her but she [soon] followed the others. … Three of my dear girls and one boy [have] been taken from us, and the end is not yet. My oldest girl nineteen years old is now prostrate [from] the disease, and we are fasting and praying in her behalf today. … I would ask for your faith and prayers in our behalf however. What have we done that the Lord has left us, and what can we do to gain his favor again[?]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p13\" class=\"\">“Yours in the gospel<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p14\" class=\"\">“Warren M. Johnson.” (P. T. Riely, “Warren Marshall Johnson, Forgotten Saint,” <span class=\"emphasis\">Utah Historical Quarterly, <\/span>Winter 1971, p. 19; spelling modernized.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p15\" class=\"\">In a subsequent letter dated August 16, 1891, to his friend Warren Foote, Brother Johnson testified that he had found a spiritual peace:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p16\" class=\"\">“I can assure you, however, that it is the hardest trial of my life, but I set out for salvation and am determined that … through the help of Heavenly Father that I [would] hold fast to the iron rod no matter what troubles [came] upon me. I have not slackened in the performance of my duties, and hope and trust that I shall have the faith and prayers of my brethren, that I can live so as to receive the blessings you having authority … placed on my head.” (Warren Foote Autobiography, LDS Church Archives.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p17\" class=\"\">The sixth article of faith states that, among other spiritual gifts, we believe in the gift of healing. To me, this gift extends to the healing of both the body and the spirit. The Spirit speaks peace to the soul. This spiritual solace comes by invoking spiritual gifts, which are claimed and manifested in many ways. They are rich, and full, and abundant in the Church today. They flow from the proper and humble use of a testimony. They also come through the administering to the sick following an anointing with consecrated oil. Christ is the great Physician, who rose from the dead “with healing in his wings” (<span class=\"citation\" id=\"4465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4465)\">2 Ne. 25:13<\/a><\/span>), while the Comforter is the agency of healing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p18\" class=\"\">The Lord has provided many avenues by which we may receive this healing influence. I am grateful that the Lord has restored temple work to the earth. It is an important part of the work of salvation for both the living and the dead. Our temples provide a sanctuary where we may go to lay aside many of the anxieties of the world. Our temples are places of peace and tranquillity. In these hallowed sanctuaries God “healeth the broken in heart, and bindeth up their wounds.” (<span class=\"citation\" id=\"42064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42064)\">Ps. 147:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p19\" class=\"\">The reading and the study of the scriptures can bring great comfort. President Marion G. Romney stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p20\" class=\"\">“I feel certain that if, in our homes, parents will read from the Book of Mormon prayerfully and regularly, both by themselves and with their children, the spirit of that great book will come to permeate our homes and all who dwell therein. The spirit of reverence will increase, mutual respect and consideration for each other will grow. The spirit of contention will depart. Parents will counsel their children in greater love and wisdom. Children will be more responsive and submissive to that counsel. Righteousness will increase. Faith, hope, and charity—the pure love of Christ—will abound in our homes and lives, bringing in their wake peace, joy, and happiness.” (In Conference Report, Apr. 1960, pp. 112–13.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p21\" class=\"\">When I was young, the health benefits of the Word of Wisdom, including abstinence from tobacco, alcoholic drinks, tea, and coffee, were not as well established as they are today. However, the spiritual benefits have long been validated. The Word of Wisdom promises that those who remember to keep this counsel and walk in obedience to the commandments “shall receive health in their navel and marrow to their bones.” (<span class=\"citation\" id=\"19679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19679)\">D&amp;C 89:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p22\" class=\"\">Marrow has long been a symbol of vibrant, healthful living. But in a day of life-saving bone marrow transplants, the phrase “marrow to their bones” takes on an additional significance as a spiritual covenant. The promises for those who keep the Word of Wisdom continue. Those who observe this law “shall find wisdom and great treasures of knowledge, even hidden treasures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p23\" class=\"\">“And shall run and not be weary, and shall walk and not faint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p24\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them.” (<span class=\"citation\" id=\"19680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19680)\">D&amp;C 89:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p25\" class=\"\">If we are to be spared, we do indeed need to be fortified against the many destroying agents at work in the world today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p26\" class=\"\">However, for many of us, the spiritual healing takes place not in great arenas of the world, but in our own sacrament meetings. It is comforting to worship, partake of the sacrament with, and be taught in a spirit of humility by neighbors and close friends who love the Lord and try to keep his commandments. Our good bishop assigns the participants to treat a gospel subject or principle. Invariably they speak by the power of the Holy Ghost, opening their hearts so that the audience can behold the jewels therein. The messages are given in humble witness and sweet counsel. We of the audience understand that which is taught by the spirit of truth and verify the accompanying testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p27\" class=\"\">Our sacrament meetings should be worshipful and healing, restoring those who attend to spiritual soundness. Part of this healing process occurs as we worship through music and song. Singing our beautiful, worshipful hymns is food for our souls. We become of one heart and one mind when we sing praises to the Lord. Among other influences, worshipping in song has the effect of spiritually unifying the participants in an attitude of reverence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p28\" class=\"\">Spiritual healing also comes from bearing and hearing of humble testimonies. A witness given in a spirit of contrition, thankfulness for divine providence, and submission to divine guidance is a powerful remedy to relieve the anguish and concerns of our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p29\" class=\"\">I doubt that sincere members of this church can achieve complete spiritual healing without our being in harmony with the foundation of the Church, which, the Apostle Paul stated, is “the apostles and prophets.” (<span class=\"citation\" id=\"22024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22024)\">Eph. 2:20<\/a><\/span>; see also <span class=\"citation\" id=\"7024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7024)\">A of F 1:6<\/a><\/span>.) This may not be the popular thing to do based upon the long history of rejection by the world of the prophets and their messages. Nevertheless, they are the oracles of God on earth and those called to lead and direct the work in this day and time. It is also essential for us to be found sustaining our bishops and our stake presidents and other leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p30\" class=\"\">Recent information seems to confirm that the ultimate spiritual healing comes in the forgetting of self. A review of the accounts indicates that those who survived best in prison and hostage camps were those who were concerned for their fellow prisoners and were willing to give away their own food and substance to help sustain the others. Dr. Viktor Frankl stated: “We who lived in concentration camps can remember the men who walked through the huts comforting others, giving away their last piece of bread. They may have been few in number, but they offer sufficient proof that everything can be taken from a man but one thing: the last of … human freedoms—to choose one’s attitude in any given set of circumstances, [and] to choose one’s own way [of life].” (<span class=\"emphasis\">Man’s Search for Meaning, <\/span>New York: Simon and Schuster, 1963, p. 104.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p31\" class=\"\">The Savior of the world said it very simply: “And whosoever shall lose his life shall preserve it.” (<span class=\"citation\" id=\"32457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32457)\">Luke 17:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p32\" class=\"\">Of all that we might do to find solace, prayer is perhaps the most comforting. We are instructed to pray to the Father in the name of his Son, the Lord Jesus Christ, by the power of the Holy Ghost. The very act of praying to God is satisfying to the soul, even though God, in his wisdom, may not give what we ask for. President Harold B. Lee taught us that all of our prayers are answered, but sometimes the Lord says no. The Prophet Joseph Smith taught that the “best way to obtain truth and wisdom” is “to go to God in prayer.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith, <\/span>p. 191.) Prayer is most helpful in the healing process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p33\" class=\"\">Wounds inflicted by others are healed by the “art of healing.” President Joseph F. Smith stated, “But the healing of a wound is an art not acquired by practice alone, but by the loving tenderness that comes from universal good will and a sympathetic interest in the welfare and happiness of others.” (<span class=\"emphasis\">Gospel Doctrine, <\/span>5th ed., Salt Lake City: Deseret Book Co., 1939, p. 264.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p34\" class=\"\">There is hope for all to be healed through repentance and obedience. The Prophet Isaiah verified that “though your sins be as scarlet, they shall be as white as snow.” (<span class=\"citation\" id=\"25692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25692)\">Isa. 1:18<\/a><\/span>.) The Prophet Joseph Smith stated, “There is never a time when the spirit is too old to approach God. All are [in] reach of pardoning mercy.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith, <\/span>p. 191.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p35\" class=\"\">After full repentance, the formula is wonderfully simple. Indeed, the Lord has given it to us in these words: “Will ye not now return unto me, and repent of your sins, and be converted, that I may heal you?” (<span class=\"citation\" id=\"6245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6245)\">3 Ne. 9:13<\/a><\/span>.) In so doing, we have his promise that “he healeth the broken in heart, and bindeth up their wounds.” (<span class=\"citation\" id=\"42065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42065)\">Ps. 147:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p36\" class=\"\">We find solace in Christ through the agency of the Comforter, and he extends this invitation to us: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.” (<span class=\"citation\" id=\"37457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37457)\">Matt. 11:28<\/a><\/span>.) The Apostle Peter speaks of “casting all your care upon him; for he careth for you.” (<span class=\"citation\" id=\"2436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2436)\">1 Pet. 5:7<\/a><\/span>.) As we do this, healing takes place, just as the Lord promised through the prophet Jeremiah when he said, “I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow. … I have satiated the weary soul, and I have replenished every sorrowful soul.” (<span class=\"citation\" id=\"26590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26590)\">Jer. 31:13, 25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spiritual-healing.p37\" class=\"\">In the celestial glory, we are told, “God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain.” (<span class=\"citation\" id=\"42579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42579)\">Rev. 21:4<\/a><\/span>.) Then faith and hope will replace heartache, disappointment, torment, anguish, and despair, and the Lord will give us strength, as Alma says, that we “should suffer no manner of afflictions, save it were swallowed up in the joy of Christ.” (<span class=\"citation\" id=\"9936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9936)\">Alma 31:38<\/a><\/span>.) Of this I have a testimony, and I so declare it in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}