{"ID":5152, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Royal Law\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p3\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:240e.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_005<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p4\" class=\"\">In the fourth chapter of the book of Alma is a line I cherish and would be worthy of: “The Spirit of the Lord did not fail him.” (<span class=\"citation\" id=\"9894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9894)\">Alma 4:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p5\" class=\"\">Just a few yards from this beautiful Tabernacle where, since the 1860s, the Saints have gathered for conference is a visitors’ center. In that visitors’ center is visible through a wide, beautiful two-story window a Thorvaldsen Christus, carved after the pattern, a replica, of the original, which is in Copenhagen, Denmark, and is well known throughout the world as a classic representation of the Lord Jesus Christ. At the base of that statue are the words in Danish: <span class=\"emphasis\">Kommer Til Mig, <\/span>“Come unto Me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p6\" class=\"\">That invitation is the central mission of The Church of Jesus Christ of Latter-day Saints. We desire to accept and to help others to accept the scriptural invitation to “come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption.” (<span class=\"citation\" id=\"41196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41196)\">Omni 1:26<\/a><\/span>.) We know that he is “the way, the truth, and the life: [and that] no [one] cometh unto the Father, but by [him].” (<span class=\"citation\" id=\"29575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29575)\">John 14:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p7\" class=\"\">My testimony is that Jesus Christ is the Son of God, the Only Begotten in the flesh, the Good Shepherd, our Exemplar; that he is our Advocate with the Father, our Redeemer, and our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p8\" class=\"\">With John of old we testify that “the Father sent the Son to be the Saviour of the world.” (<span class=\"citation\" id=\"1157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1157)\">1 Jn. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p9\" class=\"\">We rejoice in the wonderful welding in his life of principle and performance. The Savior taught precepts of spiritual perfection, and he <span class=\"emphasis\">practiced <\/span>and <span class=\"emphasis\">applied <\/span>them with perfection. He could with authority declare that he was the light and example the people should follow: “I have set an example for you. … I am the light which ye shall hold up—that which ye have seen me do.” (<span class=\"citation\" id=\"6264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6264)\">3 Ne. 18:16, 24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p10\" class=\"\">What he <span class=\"emphasis\">did, <\/span>as we read in a splendid verse in the book of Matthew, was to go “about all Galilee, teaching … and preaching the gospel of the kingdom, and healing all manner of … disease.” (<span class=\"citation\" id=\"37432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37432)\">Matt. 4:23<\/a><\/span>.) Matthew also recorded that, as he approached the final events of his earthly ministry, Jesus taught his followers the parable of the sheep and the goats, representing the judgment to come, in which he clearly identified those who will inherit “life eternal” and those who will “go away into everlasting punishment.” (<span class=\"citation\" id=\"37487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37487)\">Matt. 25:46<\/a><\/span>.) The key difference was that those who should inherit the kingdom with him had developed the habit of helping, had experienced the joy of giving and the satisfaction of serving—they had responded to the needs of the hungry, thirsty, homeless, the naked, the sick, and those in prison. Well known are his words, the words of comfort to them: “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"37482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37482)\">Matt. 25:40<\/a><\/span>), while to those who were condemned to “everlasting punishment” he made the sad pronouncement, “Inasmuch as ye did it <span class=\"emphasis\">not <\/span>to one of the least of these, ye did it not to me” (<span class=\"citation\" id=\"37486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37486)\">Matt. 25:45<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p11\" class=\"\">Nothing would seem more clear than the high premium the Savior put upon selfless service to others as an indispensable element of Christian conduct and of salvation. Helping, giving, sacrificing are, or should be, as natural as growing and breathing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p12\" class=\"\">Only recently I came upon a significant statement made by President Clark at this pulpit fifty-five years ago concerning these matters:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p13\" class=\"\">“When the Savior came upon the earth he had two great missions; one was to work out the Messiahship, the atonement for the fall, and the fulfilment of the law; the other was the work which he did among his brethren and sisters in the flesh by way of relieving their sufferings. … He left as a heritage to those who should come after him in his Church the carrying on of those two great things—work for the relief of the ills and the sufferings of humanity, and the teaching of the spiritual truths which should bring us back into the presence of our Heavenly Father.” (J. Reuben Clark, Jr., in Conference Report, Apr. 1937, p. 22.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p14\" class=\"\">His divine messiahship is the matter of first magnitude for us. It is the center of our considerations at this conference, of our religion, of our lives. The Book of Mormon declares plainly that “it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation.” (<span class=\"citation\" id=\"24832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24832)\">Hel. 5:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p15\" class=\"\">Jesus plainly taught that we have an indispensable personal part in qualifying for the fulfillment of our high eternal possibilities. The Atonement, free gift that it is, requires that the gift be received in the way <span class=\"emphasis\">he <\/span>prescribed, and he gave us the pattern. John writes that “Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.” (<span class=\"citation\" id=\"33432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33432)\">Mark 1:9<\/a><\/span>.) The sacred ordinance was confirmed by the Spirit, and the Father spoke from heaven, saying, “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"37427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37427)\">Matt. 3:17<\/a><\/span>.) As he commenced his public ministry, “Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand.” (<span class=\"citation\" id=\"37429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37429)\">Matt. 4:17<\/a><\/span>.) He said to Nicodemus the Pharisee: “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"29535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29535)\">John 3:5<\/a><\/span>; see <span class=\"citation\" id=\"29534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29534)\">John 3:1–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p16\" class=\"\">The scriptures plainly teach that there is more to Christ’s gospel plan than is frequently declared. Peter and the others understood these truths very well. After those at Pentecost had been touched in their hearts by the Spirit and by Peter’s powerful testimony, they said, “Men and brethren, what shall we do?” (<span class=\"citation\" id=\"8390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8390)\">Acts 2:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p17\" class=\"\">Peter’s answer was plain and understandable: “Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.” (<span class=\"citation\" id=\"8391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8391)\">Acts 2:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p18\" class=\"\">President Clark in the statement earlier quoted referred to the vital second mission of Christ—that unselfish work “for the relief of the ills and the sufferings of humanity,” which the Master plainly declared to be as important as the other elements of his message in our qualifying for eternal life. In the Sermon on the Mount and throughout his teachings he made it clear that he and our Father are concerned with <span class=\"emphasis\">what kind of people we are! <\/span>The sermon concluded, you will remember, with the parable about a house built on a foundation of stone and another built on sand. (See <span class=\"citation\" id=\"37451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37451)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p19\" class=\"\">Jesus referred repeatedly to the old law by which they had been governed—and then fitted those teachings into the higher and holier context of the law of love he had come to invoke among God’s children. He was not content with the old levels of concept and conduct. He wanted those who were the salt of the earth, the light of the world, to rise to nobler heights than the old law had required: “Ye have heard that it was said by them of old time, … But I say unto you.” (<span class=\"citation\" id=\"37435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37435)\">Matt. 5:21–22<\/a><\/span>.) He taught them that “except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.” (<span class=\"citation\" id=\"37434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37434)\">Matt. 5:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p20\" class=\"\">Then came the direct question: “What do ye more than others?” (<span class=\"citation\" id=\"37443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37443)\">Matt. 5:47<\/a><\/span>.) His teachings explain the kind of people we are expected to be, in our relationships not only with the Almighty but with our families and others, and with ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p21\" class=\"\">Christ established the standard of our responsibility as he answered the contentious questioner who asked, “Which is the great commandment in the law?” (<span class=\"citation\" id=\"37467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37467)\">Matt. 22:36<\/a><\/span>.) Jesus said that love of God with heart, soul, and mind is “the first and great commandment” (<span class=\"citation\" id=\"37469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37469)\">Matt. 22:38<\/a><\/span>), and love of neighbor the second like unto it and added, “On these two commandments hang all the law and the prophets” (<span class=\"citation\" id=\"37470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37470)\">Matt. 22:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p22\" class=\"\">The Apostle James called the second great commandment the “royal law” (<span class=\"citation\" id=\"26385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26385)\">James 2:8<\/a><\/span>), and Paul told the Galatians that “all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"23355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23355)\">Gal. 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p23\" class=\"\">The parable of the good Samaritan supplied the answer to the lawyer’s next question, the one that followed, “And who is my neighbour?” (<span class=\"citation\" id=\"32449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32449)\">Luke 10:29<\/a><\/span>.) The Samaritan alone of three passersby mentioned gave the help he did because that was the kind of man he was. He had acquired the habit of helpfulness through persistent experience helping, noticing needs, and reaching out in response to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p24\" class=\"\">In the challenging times in which we live, remarkable evidence of man’s humanity yet abounds. It is seen in help being offered in compassionate service in every ward and stake in the Church through our Relief Society ladies, Young Women’s and children’s groups, priesthood quorums, home and visiting teachers, Boy Scouts; in the fact that every missionary across the earth, as part of his calling, is committed to regular community service, Christian service. It is seen in the great work of our young representatives in the refugee camps. The Church itself has responded to large-scale needs locally and nationally and internationally, and as Christian individuals and families we are striving to understand and carry out our heaven-mandated responsibilities to “walk uprightly before God, imparting to one another … according to … needs and … wants.” (<span class=\"citation\" id=\"40849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40849)\">Mosiah 18:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p25\" class=\"\">Shortly before his death Joseph Smith wrote these words: “[We are] to feed the hungry, to clothe the naked, to provide for the widow, to dry up the tear of the orphan, to comfort the afflicted, whether in this church, or in any other, or in no church at all, wherever [we find] them.” (<span class=\"emphasis\">Times and Seasons, <\/span>16 Mar. 1842, p. 732.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p26\" class=\"\">In recent days we have had the honor of having again in our home as a guest a noble, quiet man from Mali, West Africa, an elder in the Church, who has taught his people how to dig wells for themselves and how to use the water on gardens which miraculously produce fresh vegetables and grain that grow on land which heretofore has grudgingly yielded only meager crops of millet. Literacy and health programs have been introduced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p27\" class=\"\">Many other special examples of the strength of Christ’s mission crowd the memory. I share just one or two. Some years ago I was privileged to dedicate a chapel built by the Church in the Kalaupapa leper colony on the island of Molokai in the Hawaiian Islands. The experience was tender and touching and unforgettable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p28\" class=\"\">A musical number by the branch choir, comprising most of the members of the branch, was a poignant highlight. They came forward haltingly from the congregation, many being helped by others to the front of the small, attractive building. They arranged themselves in choir grouping, some of them literally leaning for support against each other. The sight was one that will linger in memory. Many were blind and many halt and lame. They literally supported each other as they sang hymns of praise and thanksgiving to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p29\" class=\"\">There were a lot of tears at Kalaupapa that day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p30\" class=\"\">As Easter time approaches, let me share with you the tender story of an eleven-year-old boy named Philip, a Down’s syndrome child who was in a Sunday School class with eight other children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p31\" class=\"\">Easter Sunday the teacher brought an empty plastic egg for each child. They were instructed to go out of the church building onto the grounds and put into the egg something that would remind them of the meaning of Easter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p32\" class=\"\">All returned joyfully. As each egg was opened there were exclamations of delight at a butterfly, a twig, a flower, a blade of grass. Then the last egg was opened. It was Philip’s, and it was empty!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p33\" class=\"\">Some of the children made fun of Philip. “But, teacher,” he said, “teacher, the tomb was empty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p34\" class=\"\">A newspaper article announcing Philip’s death a few months later noted that at the conclusion of the funeral eight children marched forward and put a large empty egg on the small casket. On it was a banner that said, “The tomb was empty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p35\" class=\"\">With John of old, we bear especial witness and testify that “the Father sent the Son to be the Saviour of the world” (<span class=\"citation\" id=\"1156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1156)\">1 Jn. 4:14<\/a><\/span>) and that a major purpose of his sacred mission was to teach us how to love and serve one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-royal-law.p36\" class=\"\">I thank God for the Holy Savior, for the compassionate Christ, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}