{"ID":5153, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Pure Love of God”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p2\" class=\"\">Elder Yoshihiko Kikuchi<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/yoshihiko-kikuchi-10.jpg\" alt=\"Yoshihiko Kikuchi\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_006<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p4\" class=\"\">Brothers and sisters, my wife and I learned so many faith-promoting missionary stories about Elders George Q. Cannon and Joseph F. Smith, and many other missionaries’ wonderful spiritual experiences while we were serving in Hawaii. (See George Q. Cannon, <span class=\"emphasis\">My First Mission, <\/span>2d ed., Salt Lake City: Juvenile Instructor Office, 1882; and Joseph Fielding Smith, <span class=\"emphasis\">Life of Joseph F. Smith, <\/span>Salt Lake City: Deseret News Press, 1938.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p5\" class=\"\">I feel so strongly that I should share with you the missionary experiences of Elder Joseph F. Smith. He was sent by the Brethren as a missionary when he was fifteen years of age. At the age of five he had lost his father, and at fourteen he had lost his mother. The record shows that he labored in Maui and in Kohala on the Big Island. Then he was transferred to the island of Molokai as the presiding elder when he was sixteen years old. Every day he and his companion, Elder Thomas A. Dowell, visited the several small branches, proselyting, healing the sick, and casting out evil spirits. With the Saints, they read the scriptures and the beautiful teachings of the Savior, and retold the story of the Restoration. Many members were indifferent and had an apathetic attitude because of false reports about the Church and the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p6\" class=\"\">The two companions traveled from the east to the west on Molokai. Their food was scarce, and they traveled about thirty miles every day under the hot sun, without water. One day, Elder Smith’s companion almost didn’t make it. That day, they finally reached the home of Mr. and Mrs. Myers, a German family. This couple treated them kindly and so lovingly and gave them food and lodging for several days. Not only that, but Mr. Myers furnished Elder Smith with a good riding horse so he could visit several branches. Elders Smith and Dowell were guided by the Spirit every day. They worked hard and brought converts, as well as bringing so many back into activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p7\" class=\"\">One day Elder Smith was taken desperately ill with a raging fever. He was given a priesthood blessing, but he remained ill. He almost passed away. His condition was very critical on many occasions. For the next three months, he was tenderly cared for by a native brother and his wife. This couple did everything possible to save the young missionary’s life and gave him the best they had through tender fatherly and motherly love, even fasting and praying for many days. This young missionary never forgot a kindness and never forsook a friend. He always treated and honored this wonderful Hawaiian lady, Ma Manuhii, as his own Hawaiian mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p8\" class=\"\">Many years later this boy again visited the Islands in the company of a member of the Presiding Bishopric, Bishop Charles W. Nibley, who later became a member of the First Presidency. As they landed in the harbor at Honolulu, many native Saints greeted them. They brought lots of leis and all kinds of beautiful native flowers. Both of them were loaded with leis upon leis. The young man, who was now an old man, had more than anyone else. A great Hawaiian band was playing a welcome to them, and even played Mormon music.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p9\" class=\"\">Then Bishop Nibley explained in his journal one touching little incident:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p10\" class=\"\">“It was a beautiful sight to see the deep-seated love, the even tearful affection, that these people had for him. In the midst of it all I noticed a poor, old blind woman tottering under the weight of about ninety years, being led in. She had a few choice bananas in her hand. It was her all—her offering. She was calling, ‘Iosepa, Iosepa!’ [means ‘Joseph, Joseph!’] Instantly, [when] he saw her, he ran to her and clasped her in his arms, hugged her, and kissed her over and over again, patting her on the head saying, ‘Mama, Mama, my dear old Mama!’ And with tears streaming down his cheeks he turned to me and said, ‘Charley, she nursed me when I was a boy, sick and without anyone to care for me. She took me in and was a mother to me!’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p11\" class=\"\">Bishop Nibley continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p12\" class=\"\">“O, it was touching—it was pathetic. It was beautiful to see the great, noble soul in loving, tender remembrance of kindness extended to him more than fifty years before; and the poor old soul who had brought her loving offering, a few bananas—it was all she had—to put into the hand of her loved Iosepa.” (<span class=\"emphasis\">Life of Joseph F. Smith, <\/span>pp. 185–86.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p13\" class=\"\">Brothers and sisters, this Iosepa was President Joseph F. Smith, sixth President of the Church. What can we learn from this story? Sister Ma Manuhii had no idea that this little sixteen-year-old boy would someday be President of the Church. She didn’t expect anything from him. She helped him because she loved the Lord’s missionary with the pure love of God. (See <span class=\"citation\" id=\"38633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38633)\">Moro. 7:47<\/a><\/span>.) This Hawaiian couple honored, respected, loved, and took care of the missionaries as the Lord’s messengers because they had the pure love of God. That respect and reverence remained with her until she died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p14\" class=\"\">Elder Smith was seasoned and matured by the Lord in the mission field, and his love, developed and cultivated by this beautiful Hawaiian mother, never left his heart. “With tears streaming down his cheeks … ‘Charley, she nursed me when I was a boy, sick and without anyone to care for me. She took me in and was a mother to me!’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p15\" class=\"\">Brothers and sisters, this type of love, kindness, and thoughtfulness must—MUST—exist in our missionary and reactivation work. This “love of God” (<span class=\"citation\" id=\"2030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2030)\">1 Ne. 11:22, 25<\/a><\/span>) is the spirit of missionary work, and the spirit of reactivation. This “love of God” is the spirit of conversion. This “love of God” is the spirit of nurturing. “It is the most desirable above all things” (<span class=\"citation\" id=\"2028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2028)\">1 Ne. 11:22<\/a><\/span>), and it is “the most joyous to the soul” (<span class=\"citation\" id=\"2031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2031)\">1 Ne. 11:23<\/a><\/span>). Brothers and sisters, let’s show our noble example like this beautiful Hawaiian mother, not only by feeding the missionaries, but by bringing this love as we take missionaries to part-member families, less-active members or nonmembers within the framework of the home teaching and visiting teaching programs. These people will be touched by this love. When Nephi saw the Savior, he exclaimed, “Yea, it is the love of God, which sheddeth itself abroad in the hearts of the children of men.” (<span class=\"citation\" id=\"2029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2029)\">1 Ne. 11:22<\/a><\/span>.) With this love, when you and I work with full-time missionaries, combining our efforts, we can bring many converts and reactivated members to the temple. Your example will teach the missionaries. When they return to their wards and stakes, they will emulate your example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p16\" class=\"\">Missionaries, you must be so <span class=\"emphasis\">clean, pure, <\/span>and <span class=\"emphasis\">diligent. <\/span>Obey and observe all the mission rules “with exactness.” (<span class=\"citation\" id=\"9959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9959)\">Alma 57:21<\/a><\/span>.) Like Joseph F. Smith, be <span class=\"emphasis\">studious <\/span>in the scriptures. (See <span class=\"citation\" id=\"2032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2032)\">1 Ne. 11:25<\/a><\/span>.) Exercise your “exceeding faith,” do “not doubt.” (<span class=\"citation\" id=\"9960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9960)\">Alma 57:26<\/a><\/span>.) Put your “trust in God.” (<span class=\"citation\" id=\"9961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9961)\">Alma 57:27<\/a><\/span>.) Above all, you must cultivate the real missionary quality, “charity … the pure love of Christ.” (<span class=\"citation\" id=\"38634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38634)\">Moro. 7:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p17\" class=\"\">I testify to you that as Moroni promised us, when we “pray unto the Father with all <span class=\"emphasis\">the energy of heart,<\/span>” we “may be <span class=\"emphasis\">filled with this love, <\/span>which he hath bestowed upon all who are true followers of his Son, Jesus Christ.” (<span class=\"citation\" id=\"38639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38639)\">Moro. 7:48<\/a><\/span>; italics added.) When we work together—missionaries, leaders, and members—the Lord will bless us as he did Nephi and Lehi, the sons of Helaman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p18\" class=\"\">The scripture explains, “There was exceedingly great prosperity in the church … there were thousands who did join … and were baptized unto repentance. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p19\" class=\"\">“And … the work of the Lord did prosper unto the baptizing and uniting [to me, reactivating] to the church of God, many souls, yea, even tens of thousands. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p20\" class=\"\">“The Lord is merciful unto <span class=\"emphasis\">all who will, in the sincerity of their hearts, call upon his holy name. …<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p21\" class=\"\">“The gate of heaven [will be] open unto all, even to those who will believe on the name of Jesus Christ, who is the Son of God.” (<span class=\"citation\" id=\"24822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24822)\">Hel. 3:24, 26–28<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-pure-love-of-god.p22\" class=\"\">Brothers and sisters, I humbly testify to you that God lives. Jesus is the Christ. He loves us. As we emulate his love, we can bring wonderful brothers and sisters back into this fold. This is his Church. President Benson is his prophet. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}