{"ID":5154, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Nourish the Flock of Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p2\" class=\"\">Elder Alexander B. Morrison<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:231a.jpg\" alt=\"Elder Alexander B. Morrison\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_007<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p4\" class=\"\">One of the abiding tragedies of Nephite society was its failure to maintain spiritual strength through constant spiritual nourishment. As strength waned, the effects of spiritual malnutrition were quick to be felt. In the book of Mosiah we read that during <span class=\"emphasis\">one<\/span> period <span class=\"emphasis\">of relative spiritual strength,<\/span> “there began to be much peace again in the land; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p5\" class=\"\">“And the Lord did visit them and prosper them.” (<span class=\"citation\" id=\"40851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40851)\">Mosiah 27:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p6\" class=\"\">Yet, only a few years later, the Church was full of wickedness. From Alma chapter 4 we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p7\" class=\"\">“And thus, in this eighth year of the reign of the judges, there began to be great contentions among the people of the church; yea, there were envyings, and strife, and malice, and persecutions, and pride, even to exceed the pride of those who did not belong to the church of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p8\" class=\"\">“And the wickedness of the church was a great stumbling-block to those who did not belong to the church; and thus the church began to fail in its progress.” (<span class=\"citation\" id=\"9893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9893)\">Alma 4:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p9\" class=\"\">The lesson is clear: if we do not constantly receive the spiritual nourishment needed daily, we will soon—as individuals and societies—be in dire straits, bereft of God’s protection, cut off from the healing influences of the Spirit. Just as one who is weakened by malnutrition soon may fall prey to infectious disease, so, too will we, if spiritually weakened, be ready prey for the adversary and his legions of dupes and devils.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p10\" class=\"\">What, then, is the source of the spiritual nourishment we need? Where can it be found? Jesus, as always, had the answer. To the Samaritan woman at Jacob’s well, He proclaimed, “Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” (<span class=\"citation\" id=\"29538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29538)\">John 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p11\" class=\"\">The woman, puzzled and unsure of the meaning of Jesus’ words and not knowing His true identity, exclaimed, “I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.” (<span class=\"citation\" id=\"29540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29540)\">John 4:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p12\" class=\"\">Then said Jesus, in words of such calm assurance and power that they ring in our hearts two millennia later, <span class=\"emphasis\">“I that speak unto thee am he.” <\/span>(<span class=\"citation\" id=\"29542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29542)\">John 4:26<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p13\" class=\"\">Jesus, then, is the living water which we require for constant nourishment of our spirits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p14\" class=\"\">Jesus’ position as the source of essential spiritual sustenance is further illustrated in His glorious sermon to the multitude at Capernaum, as described in the sixth chapter of John. “I am the bread of life,” He said; “he that cometh to me shall never hunger; and he that believeth on me shall never thirst.” (<span class=\"citation\" id=\"29549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29549)\">John 6:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p15\" class=\"\">Jesus, then, is both the bread of life and the living water needed to nourish our spirits and to keep us spiritually strong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p16\" class=\"\">To faithful souls who labor in His service, in whatever calling, Jesus gives the blessing of acting as His undershepherds, charged with nourishing the sheep of His pasture and the lambs of His fold. How do wise undershepherds fulfill that sacred responsibility with honor and energy, striving always to be true and faithful to the trust reposed in them? The scriptures provide the guidelines within which faithful servants carry out sacred tasks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p17\" class=\"\">Faithful undershepherds nourish with the good word of God, as occurred in the “Zion Society” phase of Nephite history. Moroni wrote: “And after they had been received unto baptism, … they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God.” (<span class=\"citation\" id=\"38624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38624)\">Moro. 6:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p18\" class=\"\">Faithful servants of the master use the scriptures to learn and teach the grand and glorious principles of salvation and exaltation. Wrote Paul to Timothy:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p19\" class=\"\">“All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p20\" class=\"\">“That the man of God may be perfect.” (<span class=\"citation\" id=\"5272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5272)\">2 Tim. 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p21\" class=\"\">The gift of the scriptures, which testify of Christ, is free to all. “Whosoever will may lay hold upon the word of God, which is quick and powerful, which shall divide asunder all the cunning and the snares and the wiles of the devil, and lead the man of Christ in a strait and narrow course across that everlasting gulf of misery which is prepared to engulf the wicked—<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p22\" class=\"\">“And land their souls … at the right hand of God in the kingdom of heaven.” (<span class=\"citation\" id=\"24826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24826)\">Hel. 3:29–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p23\" class=\"\">Christ is at the center of the scriptures. Said He of them, “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"29545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29545)\">John 5:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p24\" class=\"\">Indeed, <span class=\"emphasis\">all <\/span>truth, both spiritual and temporal, testifies of Him. When we learn to read the “signs, and wonders, and types, and shadows” (<span class=\"citation\" id=\"40834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40834)\">Mosiah 3:15<\/a><\/span>) properly, with the eyes of faith, we will realize that all of history, all of science, all of nature, all divinely revealed knowledge of any sort, testifies of Him. He is the very personification of truth and light, of life and love, of beauty and goodness. All that He did was done out of love. In Nephi’s words, “He doeth not anything save it be for the benefit of the world; for he loveth the world, even that he layeth down his own life that he may draw all men unto him.” (<span class=\"citation\" id=\"4468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4468)\">2 Ne. 26:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p25\" class=\"\">Faithful undershepherds nourish through commitment to sacred covenants which bind the children of God to their Father and His glorious Son. In a remarkable revelation given to the Prophet Joseph Smith on April 26, 1832, Jesus pointed out the supernal power of sacred and solemn agreements between man and God. “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"19657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19657)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p26\" class=\"\">Wise undershepherds are never casual in their commitment to Christ and His cause, and do all in their power to encourage others to honor sacred agreements, solemnly made in the Lord’s house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p27\" class=\"\">Faithful servants nourish by focusing on the individual. God loves us one by one. How eloquently the Savior taught that lesson in the masterful parable of the lost sheep found in Luke 15. The parable tells of a shepherd who was prepared to leave the main flock of sheep—the ninety and nine—and go out into the wilderness in search of the one straggler which was lost. [see <span class=\"citation\" id=\"32453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32453)\">Luke 15:4<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p28\" class=\"\">“And when he hath found it, he layeth it on his shoulders, rejoicing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p29\" class=\"\">“And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.” (<span class=\"citation\" id=\"32454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32454)\">Luke 15:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p30\" class=\"\">Note the attention paid to the individual. It must have been at best a nuisance, and most likely dangerous, for the shepherd to leave the ninety and nine and go out into the wilderness to find the lost sheep. For one thing, wildernesses tend to be dangerous and lonely places, where unwary travelers can get into a great deal of trouble. And what about the worries the shepherd must have had as he thought about the flock left behind without a shepherd’s care to safeguard its members from predators, accidents, acts of nature, and so on? After all, anyone who knows anything about sheep understands just how prone they are to get into trouble spontaneously, without anyone having to help them. I learned as a farm boy many years ago that sheep and trouble go together! Come to think of it, so, too, do people and trouble often go together!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p31\" class=\"\">Whenever I think of the shepherd’s loving and caring efforts on behalf of the one, I’m reminded of the Savior’s deep and abiding love for each of us. Oh, how He rejoices when a lost soul is found by a faithful undershepherd and then is tenderly and lovingly brought home again! “The worth of souls is great in the sight of God.” (<span class=\"citation\" id=\"19578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19578)\">D&amp;C 18:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p32\" class=\"\">Though even the best of us cannot love others as perfectly as Christ does, the sentiments expressed by Alma come close. As he left the land of Zarahemla to head a mission to reclaim the apostate Zoramites, Alma expressed his love for them and his hope for their return to the fold of Christ in this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p33\" class=\"\">“O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p34\" class=\"\">“Behold, O Lord, their souls are precious, and many of them are our brethren; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee.” (<span class=\"citation\" id=\"9935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9935)\">Alma 31:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p35\" class=\"\">True undershepherds help others to partake of the bread of life and the living water through selfless service. They know that service solves the seeming paradox of the scriptures: one has to <span class=\"emphasis\">lose <\/span>his or her life to <span class=\"emphasis\">find <\/span>it [see <span class=\"citation\" id=\"37455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37455)\">Matt. 10:39<\/a><\/span>]. Service, wise undershepherds understand, is the golden key which unlocks the doors to celestial halls. For many, Christ is found through serving Him. With King Benjamin, inspired undershepherds proclaim, “When ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40830)\">Mosiah 2:17<\/a><\/span>.) Armed with that understanding, they are “willing to mourn with those that mourn … and comfort those that stand in need of comfort, and … stand as witnesses of God at all times and in all things, and in all places.” (<span class=\"citation\" id=\"40848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40848)\">Mosiah 18:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p36\" class=\"\">Wise undershepherds, in helping others to partake of the bread of life and the living water, seek neither acclaim nor accolade. The honors of men are of no consequence to them. They seek only “to do justly, and to love mercy, and to walk humbly with [their] God.” (<span class=\"citation\" id=\"37919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37919)\">Micah 6:8<\/a><\/span>.) They become as little children, “submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon [them], even as a child doth submit to his father.” (<span class=\"citation\" id=\"40835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40835)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/nourish-the-flock-of-christ.p37\" class=\"\">May we all love, care for, and serve each other that all may receive the bread of life and the living water, and be perfected in Christ, is my prayer in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}