{"ID":5155, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Come to the House of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_008<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p4\" class=\"\">In the first recorded revelation of this, the last dispensation, our Lord instructed Joseph Smith in what we regard as perhaps the greatest work of this dispensation: to seal the living to their families and progenitors. (See <span class=\"citation\" id=\"19561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19561)\">D&amp;C 2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p5\" class=\"\">Inscribed on brass plaques in the entry of the Canadian Alberta Temple are these significant words written by Orson F. Whitney, an Apostle of eighty years ago:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Hearts must be pure to come within these walls,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Where spreads a feast unknown to festive halls.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Freely partake, for freely God hath given,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And taste the holy joys that tell of heaven.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Here learn of Him who triumphed o’er the grave,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And unto men the keys, the kingdom gave;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Joined here by powers that past and present bind<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">The living and the dead perfection find.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p14\" class=\"\">These tender words remind those who enter the temple of significant truths about their service in the temple: that all who enter may do so feeling the love of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p15\" class=\"\">“Hearts must be pure.” With this phrase Elder Whitney teaches the importance of effective preparation to attend the temple. We who would attend the temple must be living in a manner which helps us be worthy to enter and fully partake of the feast of which he spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p16\" class=\"\">We examine our worthiness to enter the temple in our annual temple recommend interviews with priesthood leaders. Our signature, with theirs, on our temple recommend testifies of our worthiness to enter the temple. How important it is to be completely honest with our bishop. To be less than completely honest with him about our worthiness creates a breach of integrity which compounds the seriousness of concealed sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p17\" class=\"\">When we present our recommend to the attendant at the temple, we reaffirm our worthiness to enter the temple. If an unresolved problem exists since we received the recommend, it would be well to obey our Lord’s teaching expressed in His Sermon on the Mount:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p18\" class=\"\">“Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p19\" class=\"\">“Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.” (<span class=\"citation\" id=\"37436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37436)\">Matt. 5:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p20\" class=\"\">Remember that the gifts we bring to His house are not the sacrifices our ancestors of old brought to their temples, but the pure hearts of which Brother Whitney speaks. We apply the Lord’s direction by ensuring that our hearts are pure by examining our lives before we approach His house. Where there is an unresolved sin, we should take the necessary penitent action to clear it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p21\" class=\"\">We should also examine our relationships with our brother, or sister, or wife, or husband, or child, or parent, or anyone else who might have “ought against us.” We should repair and strengthen any damaged relationship, then come to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p22\" class=\"\">The truly humble and obedient take this preparation a step further. They clear their hearts of any feelings which may be out of harmony with the sacred environment and sacred experiences they will encounter in the temple. They will be mindful that feelings of anger, hostility, fear, frustration, haste, or any preoccupation with matters outside the temple will interfere with their ability to fully partake of the feast available within the temple—which is a feast of the Spirit. Those kinds of feelings are left outside the temple when we enter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p23\" class=\"\">A temple is a place in which those whom He has chosen are endowed with power from on high—a power which enables us to use our gifts and capabilities with greater intelligence and increased effectiveness in order to bring to pass our Heavenly Father’s purposes in our own lives and the lives of those we love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p24\" class=\"\">As he dedicated the cornerstone of the Salt Lake Temple on April 6, 1853, President Brigham Young made this observation about the endowment:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p25\" class=\"\">“Your <span class=\"emphasis\">endowment <\/span>is, to receive all those ordinances in the House of the Lord, which are necessary for you, after you have departed this life, to enable you to walk back to the presence of the Father, passing the angels who stand as sentinels, … and gain your eternal exaltation in spite of earth and hell.” (in <span class=\"emphasis\">Journal of Discourses, <\/span>2:31.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p26\" class=\"\">We receive the blessings of which President Young spoke when we are endowed. Our understanding of the significance of the endowment expands as we regularly participate in the holy ordinances in behalf of those deceased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p27\" class=\"\">Some participate in the feast of which Orson F. Whitney spoke more fully than others. Those who receive most understand the teaching methods the Lord uses in the temple. They bring to the temple hearts and minds prepared to participate in the Lord’s way of learning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p28\" class=\"\">Others receive less and may be somewhat disappointed in their temple experience; perhaps they do not understand how the Lord teaches us in His house. Elder John A. Widtsoe said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p29\" class=\"\">“We live in a world of symbols. No man or woman can come out of the temple endowed as he should be, unless he has seen, beyond the symbol, the mighty realities for which the symbols stand.” (“Temple Worship,” <span class=\"emphasis\">Utah Genealogical and Historical Magazine, <\/span>Apr. 1921, p. 62.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p30\" class=\"\">If you may have been somewhat confused, unclear, or concerned about your temple experience, I hope you will return again and again. When you return, come with an open, seeking, contrite heart, and allow the Spirit to teach you by revelation what the symbols can mean to you and the eternal realities which they represent. Elder Widtsoe thoughtfully provided some counsel about how you might do this. He spoke of the Prophet’s first vision as a model of how revelation, in the temple and elsewhere, is received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p31\" class=\"\">“How do men receive revelations?” he asked. “How did the Prophet Joseph Smith obtain his first revelation, his first vision? He desired something. In [a grove of trees], away from human confusion, he summoned all the strength of his nature; there he fought the demon of evil, and, at length, because of the strength of his desire and the great effort that he made, the Father and the Son descended out of the heavens and spoke eternal truth to him.” (Ibid., p. 63.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p32\" class=\"\">Elder Widtsoe observed that it was the strength of Joseph’s desire and the great effort which enabled him to receive his vision of the Father and the Son. Desire and effort are likewise required if we would receive revelation to understand the ordinances of the endowment. He wrote: “Revelation … is not imposed upon a person; it must be drawn to us by faith, seeking and working. … To the man or woman who goes through the temple, with open eyes, heeding the symbols and the covenants, and making a steady, continuous effort to understand the full meaning, God speaks his word, and revelations come. … The endowment which was given by revelation can best be understood by revelation; and to those who seek most vigorously, with pure hearts, will the revelation be greatest.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p33\" class=\"\">To understand the things of God requires a continuance effort, a pure and receptive heart, and an open mind. Revelation comes in response to our desire and seeking; then we feast on the “holy joys that tell of heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p34\" class=\"\">President Benson has given us a promise about this. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p35\" class=\"\">“Now, by virtue of the sacred priesthood in me vested … I promise you that, with increased attendance in the temples of our God, you shall receive increased personal revelation to bless your lives as you bless those who have died.” (<span class=\"emphasis\">Ensign,<\/span> May 1987, p. 85.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p36\" class=\"\">Come to the temples worthily and regularly. Not only do you bless those who are deceased, but you may freely partake of the promised personal revelation that may bless your life with power, knowledge, light, beauty, and truth from on high, which will guide you and your posterity to eternal life. What person would not want these blessings, as expressed by the Prophet Joseph Smith at the dedication of the Kirtland Temple. He said: “We ask thee, Holy Father, that thy servants may go forth from this house armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them.” (<span class=\"citation\" id=\"19710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19710)\">D&amp;C 109:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p37\" class=\"\">When you return from the temple, share with your children and loved ones at home your feelings about what you experienced. Speak not of the sacred ordinances but of the love and power manifest by them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p38\" class=\"\">Let your children see you behave—toward them and your eternal companion—in kindlier, more loving ways. Your consistently positive expressions about what you experience in the temple will create in your children a desire to receive those same blessings and provide them with strong motivation to resist the temptations which could disqualify them from temple blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p39\" class=\"\">Through the exercise of the sealing power of the holy priesthood, generations are bound together in patriarchal chains from the newborn baby “as far back as the Lord shall reveal.” (Brigham Young, in <span class=\"emphasis\">Journal of Discourses, <\/span>3:372.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p40\" class=\"\">When sweethearts kneel at the temple altar and are joined by the power of the holy priesthood for time and all eternity, an eternal family is organized and is created. It is to exist throughout all eternity. It may become eternal in its attributes by the constant fidelity of a husband and wife to one another and by their faithfulness to their covenants with their Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p41\" class=\"\">May I invite those of you who are sealed to a spouse, whether living or departed, to recall for a moment your memories of that day of days when you knelt together at the altar and were sealed as husband and wife for time and all eternity. Do you remember any of the words of the ceremony? Do you recall sacred feelings, a glimpse of eternal promises? Can you feel again the power that created a relationship which will transcend death? Can you recall the feeling of love of our Heavenly Father for you and your companion, which was manifest on that occasion?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p42\" class=\"\">If time and the realities of everyday life have eroded your recollections of what you felt and received when you were sealed, you should return to the temple and participate again as proxies for the departed in that same sealing ordinance. Take advantage of that opportunity. Do it together as husband and wife. In this manner you may deepen your understanding of the covenants you made and renew the promises you received on that day when you were sealed as eternal companions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p43\" class=\"\">For some of you these words may reopen wounds you wish closed and buried. There may be a bitter tinge to the memories that those words invoke, because that which once seemed so glorious and promising to you little resembles the reality you now experience. Your eternal marriage may have been destroyed by infidelity or apostasy, or perhaps it is being eroded by indifference, neglect, or inattention to covenants. You may have been a faithful spouse, but are now involuntarily a lonely, struggling, single parent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p44\" class=\"\">May your hearts be lifted by my testimony that your faithfulness to your endowment and sealing covenants assures you a fullness of the blessings promised. The infidelity, sin, or indifference of a spouse need not adversely affect <span class=\"emphasis\">your <\/span>faithfulness to <span class=\"emphasis\">your <\/span>covenants. I testify to you that the promised blessings are yours through your faithfulness to your covenants. I testify that no matter how long and difficult the road, you can, with the support of loving leaders and the constant love of our Savior, arrive at your eternal destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p45\" class=\"\">Now a word to those who may not now qualify for a temple recommend. Work with your priesthood leaders and change your life in order to worthily enter the temple. Then attend regularly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p46\" class=\"\">You will come to know our Lord there. As your relationship with Him grows and deepens, you will grow increasingly confident in His love, in His compassion for your difficulties, in His power to bear you up and bring you back into His presence. As you avail yourself of that divine assistance, you will come to know that there can be no challenge, no difficulty, no obstacle in your life which you and He together cannot overcome. To that I testify!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p47\" class=\"\">Each of the ordinances of the Lord’s house bears witness “of Him who triumphed o’er the grave”—of the reality of His atonement and His resurrection. We are taught of immortality and eternal life, which are realities for us through His atonement. We are blessed by covenants and ordinances to prepare us to eventually reenter His divine presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p48\" class=\"\">I close, as I began, with Elder Whitney’s inspired verse:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Hearts must be pure to come within these walls,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Where spreads a feast unknown to festive halls.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Freely partake, for freely God hath given,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And taste the holy joys that tell of heaven.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Here learn of Him who triumphed o’er the grave,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And unto men the keys, the kingdom gave;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Joined here by powers that past and present bind<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">The living and the dead perfection find.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/come-to-the-house-of-the-lord.p57\" class=\"\">I pray that we will take full advantage of every opportunity to regularly come to our Lord’s temple and there freely partake of the feast and blessings He provides, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}