{"ID":5157, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “But the Labourers Are Few”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_013<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p4\" class=\"\">In the fourth chapter of the book of Alma, we find one of the many accounts contained in this book where the chief spiritual leader was troubled with the performance of his people. We read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p5\" class=\"\">“And it came to pass in the eighth year of the reign of the judges, that the people of the church began to wax proud, because of their exceeding riches, and their fine silks, and their fine-twined linen, and because of their many flocks and herds, and their gold and their silver, and all manner of precious things, which they had obtained by their industry; and in all these things were they lifted up in the pride of their eyes, for they began to wear very costly apparel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p6\" class=\"\">“Now this was the cause of much affliction to Alma, yea, and to many of the people whom Alma had consecrated to be teachers, and priests, and elders over the church; yea, many of them were sorely grieved for the wickedness which they saw had begun to be among their people.” (<span class=\"citation\" id=\"9891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9891)\">Alma 4:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p7\" class=\"\">It was a time of decision for Alma. In his role as chief high priest, he had been attempting to protect his people from falling into sin by teaching them the gospel. In his role as chief judge, he had been administering the laws of the land. As he found the wickedness of the people increasing, he could not continue to divide his time between these dual roles. Again we read from the book of Alma regarding his decision:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p8\" class=\"\">“And he selected a wise man who was among the elders of the church, and gave him power according to the voice of the people, that he might have power to enact laws according to the laws which had been given, and to put them in force according to the wickedness and the crimes of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p9\" class=\"\">“Now this man’s name was Nephihah, and he was appointed chief judge; and he sat in the judgment-seat to judge and to govern the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p10\" class=\"\">“Now Alma did not grant unto him the office of being high priest over the church, but he retained the office of high priest unto himself; but he delivered the judgment-seat unto Nephihah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p11\" class=\"\">“And this he did that he himself might go forth among his people, or among the people of Nephi, that he might preach the word of God unto them, to stir them up in remembrance of their duty, … that he might pull down, by the word of God, all the pride and craftiness and all the contentions which were among his people, seeing no way that he might reclaim them save it were in bearing down in pure testimony against them.” (<span class=\"citation\" id=\"9895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9895)\">Alma 4:16–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p12\" class=\"\">Alma understood a basic fact of life. There is no way of caring for the problems of mankind unless the great majority of them have been taught and subscribed their lives to a code of conduct which will keep them from falling into sin. The Lord, in the very beginning, established for our first earthly parents commandments and covenants which, if observed and obeyed, will keep us from the heartache and waste of unrighteous living. As we consider conditions in the world today, we should be asking the question, “How can we more effectively prevent the loss resulting from an overwhelming increase in spiritual, emotional, and physical problems now afflicting mankind?” It seems as if we are spending too much of our time and energy in repairing the damage of sin and not enough time in teaching them the Lord’s law as a foundation on which they can govern our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p13\" class=\"\">From the Old Testament we find Ezekiel telling us that the Lord reproved those who did not help feed His sheep. We read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p14\" class=\"\">“My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered upon all the face of the earth, and none did search or seek after them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p15\" class=\"\">“Neither did my shepherds search for my flock, but the shepherds fed themselves, and fed not my flock; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p16\" class=\"\">“[And] thus saith the Lord God; Behold I, even I, will both search my sheep, and seek them out.” (<span class=\"citation\" id=\"23185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23185)\">Ezek. 34:6, 8, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p17\" class=\"\">Wasn’t this also one of the Savior’s laments as He performed His earthly ministry? We read from the Gospel of Matthew:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p18\" class=\"\">“And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every [manner of] sickness and every disease among the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p19\" class=\"\">“But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p20\" class=\"\">“[And] saith he unto his disciples, The harvest truly is plenteous, but the labourers are few;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p21\" class=\"\">“Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest.” (<span class=\"citation\" id=\"37454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37454)\">Matt. 9:35–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p22\" class=\"\">The shortage of laborers in the Lord’s vineyard continues now, as it did in previous times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p23\" class=\"\">History has recently recorded the words of a prophet calling for every worthy and able young man to serve a full-time mission. The response to the prophet’s voice has been heartwarming. Many thousands of young men have listened to his clarion call and have come forward to fulfill honorable, successful missions, declaring the gospel of our Lord and Savior to ever-increasing numbers. Their harvest has been truly remarkable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p24\" class=\"\">As the numbers increase, the call of the prophet was again heard to open the doors of nations to the preaching of the gospel. We have all witnessed a miracle of the power of the united prayers of the Saints. Doors have been opened to the preaching of the gospel in nations never dreamed of or hoped for just a few years ago. Now the demand for increased numbers of full-time missionaries is greater than ever before. And again we issue the call for every worthy young man to heed the voice of the prophet to serve as a full-time missionary. We call on you bishops and branch presidents to see that every worthy and able young man has an opportunity to go forth into the mission field. Many of our young women have also served in the mission field. They have been some of the most productive missionaries we have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p25\" class=\"\">President Kimball made the following statement regarding young women serving: “Many young women have a desire to serve a full-time mission, and they are also welcome in the Lord’s service. This responsibility is not on them as it is on the elders, but they will receive rich blessings for their unselfish sacrifice. The Lord is pleased [with] their willingness to bring souls to him.” (<span class=\"emphasis\">President Kimball Speaks Out, <\/span>Salt Lake City: Deseret Book Co., 1981, p. 30.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p26\" class=\"\">These valiant young men and young women go into the mission field bearing a strong witness of the mission of our Lord and Savior, giving true Christian service and teaching with faith and conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p27\" class=\"\">In addition to the need for more young men and women to serve, there is an urgent need for couples. Each time we visit a mission, the universal request is for more couples. The need is great for mature couples who are financially able, possessing strong testimonies and with reasonably good health. Their entry into the mission field adds strength and maturity to our missionary effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p28\" class=\"\">With the opportunities to labor so plentiful, we need experienced couples to work with those newly converted to the gospel, making sure that the seeds which have fallen on good ground will be nourished and cultivated in order that the tares of a previous life-style will not spring up and choke out the good plants. You mature couples have years of experience in studying, teaching, and administering in the wards and branches of the Church. That experience is so desperately needed throughout the world to prevent the tender new plants from being overcome by worldliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p29\" class=\"\">You are the ones who can build a firm root structure, which will support the new converts in the truths of the gospel in this life and help them become worthy to receive the blessings in the eternities to come. Listen to the experiences of those couples who have gone forth to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p30\" class=\"\">Quoting a few lines from a letter recently received in the Missionary Department from the president of the Oklahoma Tulsa Mission, we read: “The Wilsons, who recently returned home, did an outstanding job in reactivating the membership. They were able to see two couples go to the temple, have eighteen baptisms, increase ward activity from an average of 136 to over 180 during just the year that they labored in the Nevada Ward. When they came into the mission field, they had just purchased a new truck. During their mission, they put 29,000 miles on the vehicle. This couple was truly dedicated to strengthening the Lord’s work in this area. Now they are retired, living in St. George and would like to go on another mission in the near future.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p31\" class=\"\">The letter continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p32\" class=\"\">“Brother Williams is the branch president in the Lebanon Branch. President and Sister Williams have done an outstanding job in reactivating members and also getting a genealogical library going in the town.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p33\" class=\"\">Sister Williams writes: “I am so proud of my husband. He really helps the young elders a lot. He gives them the support they need. President Williams is in the height of his glory when he can take them out on a discussion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p34\" class=\"\">“Since we opened our new library, I have been just overwhelmed with the work, with both nonmembers and members. The local Genealogical Association (all nonmembers) meets once a month in our chapel, holding their genealogical meetings. They have all become interested in our new library and the wonderful research tools we have. I have trained each staff member as completely as I can, so they will have full knowledge of all we have in the library, since, alas, I will have to go home someday. Darn it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p35\" class=\"\">In another letter, from the Prices, who served in Australia, they write:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p36\" class=\"\">“I admit it is hard to leave growing and changing grandchildren, but we share the joys of our missions with our families. Knowing that our children and our little grandchildren are praying for us every night is a sustaining and inspiring feeling each day. And besides, it is all for our Father in Heaven, who has promised us that our family bonds will never be broken if we serve Him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p37\" class=\"\">Is this not the special time of decision for all of you young adults of full-time missionary age, and all of you special mature older couples? Have you ever sat down and contemplated what kind of entries you will prepare for your life’s history? Will yours be one comprised of slides and videos of worldly acquisitions of boats and motor homes, of travel and entertainment for personal gratification and amusement?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p38\" class=\"\">Or will your history express the joy you have experienced in preaching and teaching the message of our Lord and Savior to all who would hear your voice? May you decide, as Alma did, to go forth among the people, preaching the word of God unto them to stir them up in remembrance of their duty, to pull down the pride, craftiness, and contentions among them, that they may be reclaimed and saved by you in bearing down in pure testimony to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p39\" class=\"\">Bishops and branch presidents, only one additional missionary couple called from your ward or branch would mean an increase of over eight thousand couples in our missionary force. Oh, how they’re needed!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p40\" class=\"\">To you who will accept the call to go forth and serve, I can promise you that your good name will never be forgotten in this world or in the eternities to come. So again we issue the clarion call and pray that the Lord of the harvest will send forth laborers in increased numbers, for the field is white, all ready for a bounteous harvest. (See <span class=\"citation\" id=\"19565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19565)\">D&amp;C 4:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/but-the-labourers-are-few.p41\" class=\"\">That this is His work in which we are engaged is my solemn witness to you in the name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}