{"ID":516, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Valiant<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1951, pp. 103-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, these are momentous days. The experiences of this week we will not\nsoon forget. I am impressed, too, as Brother Cowley expressed, with the importance of the\nbody to which I belong. This is the first general conference I have ever attended which was\nconducted by the Council of the Twelve.\n<\/p><p>\nSTATEMENT OF PAUL\n<\/p><p>\nI am reminded of the statement by Paul to the Ephesians when he said: \n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some, evangelists; and some,\npastors and teachers.\n<\/p><p>\nAnd then he outlines carefully for what purpose they were called: \n<\/p><p>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the\nbody [the Church] of Christ.\n<\/p><p>\nAnd then he goes further and makes a statement that I think is very important indeed to every\nLatter-day Saint: \n<\/p><p>\nThat we henceforth be no more children, tossed to and fro, and carried about with\nevery wind of doctrine, by the sleight of men, and cunning craftiness whereby they lie\nin wait to deceive (<span class=\"citation\" id=\"21651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21651)\">Eph. 4:11-12,14<\/a><\/span>).\n<\/p><p>\nCHOSEN LEADERS\n<\/p><p>\nIn many other places Paul also warned us against the deceivers who would come even before\nhis departing (<span class=\"citation\" id=\"42695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42695)\">Rom. 16:17-18<\/a><\/span>).\nAnd they have continued to come, and they are among us today. The authorities\nwhich the Lord has placed in his Church constitute for the people of the Church a harbor, a\nplace of refuge, a hitching post, as it were. No one in this Church will ever go far astray who\nties himself securely to the Church Authorities whom the Lord has placed in his Church. This\nChurch will never go astray; the Quorum of the Twelve will never lead you into bypaths: it\nnever has and never will. There could be individuals who would falter; there will never be a\nmajority of the Council of the Twelve on the wrong side at any time The Lord has chosen\nthem; he has given them specific responsibilities. And those people who stand close to them\nwill be safe. And conversely, whenever one begins to go his own way in opposition to\nauthority, he is in grave danger. I would not say that those leaders whom the Lord chooses\nare necessarily the most brilliant, nor the most highly trained, but they are the chosen, and\nwhen chosen of the Lord they are his recognized authority, and the people who stay close to\nthem have safety.\n<\/p><p>\nI am reminded of when Moses was called to his tremendous responsibility of leading the\nchildren of Israel out of bondage, and he complained to the Lord and said, \"I am weak, I am\nslow of speech\" (<span class=\"citation\" id=\"22614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22614)\">Ex. 4:10-16<\/a><\/span>),\nand the Lord gave to him a voice in his brother Aaron. But the Lord didn't\nreplace him by that voice.\n<\/p><p>\nNEED OF BEING VALIANT\n<\/p><p>\nThe Lord is at the helm, brothers and sisters, and he will continue to be there, and his work\nwill go forward. The important question is whether we, as individuals, will be going in that\nsame direction. It's up to us. This is a gospel of individual work. I wish our Latter-day Saints\ncould become more valiant. As I read the seventy-sixth section of the Doctrine and\nCovenants, the great vision given to the Prophet Joseph Smith, I remember that the Lord says\nto that terrestrial degree of glory may go those who are not valiant in the testimony\n(<span class=\"citation\" id=\"12905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12905)\">D&amp;C 76:79<\/a><\/span>), which\nmeans that many of us who have received baptism by proper authority, many who have\nreceived other ordinances, even temple blessings, will not reach the celestial kingdom of glory\nunless we live the commandments and are valiant.\n<\/p><p>\nWhat is being valiant? I believe that John, in the book of Revelation, says something about\nvaliancy. He is speaking to the people at Sardis, one of the cities which Paul had proselyted.\nHe is speaking to the Saints, mind you, not to the people in the world. He says: I know thy\nworks, that thou hast a name that thou livest, and art dead\"\n(<span class=\"citation\" id=\"42214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42214)\">Rev. 3:1<\/a><\/span>).\n<\/p><p>\nSPIRITUALLY DEAD\n<\/p><p>\nThere are many people in this Church today who think they live, but they are dead to the\nspiritual things. And I believe even many who are making pretenses of being active are also\nspiritually dead. Their service is much of the letter and less of the spirit\n(<span class=\"citation\" id=\"3021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3021)\">2 Cor. 3:6<\/a><\/span>). Again I notice he\nspeaks to another group, the Laodiceans, and says: \n<\/p><p>\nI know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.\n<\/p><p>\nSo then because thou art lukewarm, and neither cold nor hot, I will spue thee out of\nmy mouth (<span class=\"citation\" id=\"42218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42218)\">Rev. 3:15-16<\/a><\/span>).\n<\/p><p>\nThose were Saints who had been baptized into the kingdom, received the Holy Ghost, we\nwould assume, and were supposed to be on their way to exaltation. But they weren't faithful,\nthey weren't valiant. The Lord says again in these verses through John: \n<\/p><p>\nHim that overcometh will I make a pillar in the temple of my God, and he shall go no\nmore out: and I will write upon him the name of my God, and the name of the city of\nmy God, which is new Jerusalem, which cometh down out of heaven from my God:\nand I will write upon him my new name\n(<span class=\"citation\" id=\"42217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42217)\">Rev. 3:12<\/a><\/span>).\n<\/p><p>\nHe says again of these Sardis members of the Church: \n<\/p><p>\nThou hast a few names even in Sardis which have not defiled their garments; and they\nshall walk with me in white: for they are worthy.\n<\/p><p>\nHe that overcometh, the same shall be clothed in white raiment; and I will not blot out\nhis name out of the book of life, but I will confess his name before my Father, and\nbefore his angels (<span class=\"citation\" id=\"42215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42215)\">Rev. 3:4-5<\/a><\/span>).\n<\/p><p>\nI remember a great people of long ago who belonged to the Church of our Lord, who became\nso righteous as a group that they were translated into heaven\n(<span class=\"citation\" id=\"38998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38998)\">Moses 7:69<\/a><\/span>). And I wonder why other groups\nhave not been taken. The only conclusion that I can reach is that whole groups have not been\nsufficiently righteous. We buried a righteous man yesterday. If all of the people in this\nChurch were as righteous as he was, perhaps there might be further translations. But we are\nnot living the commandments of the Lord as well as we know. Many of us are not valiant.\n<\/p><p>\nGREATER CHURCH ACTIVITY\n<\/p><p>\nI pray the Lord will bless us all, that we may catch a vision of greater activity in this Church,\nall of us. That none of us may stand by and feel self-righteous as did the hypocrite who with\nthe publican went to the temple to pray: \n<\/p><p>\nThe Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as\nother men are, extortioners, unjust, adulterers, or even as this publican.\n<\/p><p>\nI fast twice in the week, I give tithes of all that I possess\n(<span class=\"citation\" id=\"31301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31301)\">Luke 18:11-12<\/a><\/span>).\n<\/p><p>\nThen Jesus goes on to say: \n<\/p><p>\nAnd the publican, standing afar off, would not lift up so much as his eyes unto\nheaven, but smote upon his breast saying, God be merciful to me a sinner.\n<\/p><p>\nI tell you, this man went down to his house justified rather than the other: for every\none that exalteth himself shall be abased; and he that humbleth himself shall be\nexalted (<span class=\"citation\" id=\"31302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31302)\">Luke 18:13-14<\/a><\/span>).\n<\/p><p>\nWe are all sinners. We all need to repent. We all need to change our lives and to make them\nmore righteous, and become valiant as the children of Enoch were valiant, so that we may\nreceive the blessings which are promised to us and which we are striving for. Many of us\nhave not yet surrendered, or if it has been a surrender it has been a conditional surrender,\nwith many reservations.\n<\/p><p>\nGod help us, brothers and sisters, that we may unconditionally surrender to the Lord and his\nprogram and to the spirit of the work I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}