{"ID":5160, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Please Hear the Call!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2378.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_016<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p4\" class=\"\">My brothers and sisters, I would like to recall to your minds the statement of invitation made by the First Presidency in December of 1985, and I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p5\" class=\"\">“At this Christmas season we rejoice in the blessings that come of membership and <span class=\"emphasis\">activity <\/span>in this Church whose head is the Son of God, the Lord Jesus Christ. In deep sincerity we express our love and gratitude for our brethren and sisters everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p6\" class=\"\">“We are aware of some who are inactive, of others who have become critical and are prone to find fault, and of those who have been disfellowshipped or excommunicated because of serious transgressions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p7\" class=\"\">“To all such we reach out in love. We are anxious to forgive in the spirit of Him who said: ‘I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.’ (<span class=\"citation\" id=\"19637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19637)\">D&amp;C 64:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p8\" class=\"\">“We encourage Church members to forgive those who may have wronged them. To those who have ceased <span class=\"emphasis\">activity<\/span> and to those who have become critical, we say, ‘Come back. Come back and feast at the table of the Lord, and taste again the sweet and satisfying fruits of fellowship with the saints.’” (“An Invitation to Come Back,” <span class=\"emphasis\">Church News, <\/span>22 Dec. 1985, p. 3; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p9\" class=\"\">While most of us in the Church may think of activities as primarily fun and games, there is a part that <span class=\"emphasis\">activities <\/span>play in the Church that reaches far beyond this shallow perception.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p10\" class=\"\">For those who have experienced Church discipline, feelings of isolation and loneliness are very real. This is the case whether the discipline is informal or formal. In the case of formal excommunication, the isolation and loneliness are more than a feeling. This action results in a person’s name being removed from the Church membership records and the withdrawal of the gift of the Holy Ghost given at the time of baptism and confirmation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p11\" class=\"\">Most of us have experienced times of isolation and loneliness in our lives. Have you ever been in a city, airport, train station, or the like and, while surrounded by hundreds or even thousands of people, yet felt alone? Have you on occasion, when uniquely challenged in your family as a child, a teen, or even an adult, felt alone while living with your family under the same roof? Have you on other occasions felt alone and lonely even while sitting among others in a Church meeting or a school class?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p12\" class=\"\">The fact that people are physically nearby, regardless of the setting, does not always equate to feelings of acceptance, understanding, inclusion, and fellowship. In too many cases, the reverse may be true. Feelings of acceptance and inclusion come when someone invites us into their circle of friendship and activity. Far beyond fun and games, activities represent at least one nonthreatening way to accept, include, understand, and fellowship others. Perceived in this manner, activities become another vehicle to show charity, love, kindness, forgiveness, service, and to include and not exclude. Amulek said, “If ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth).” (<span class=\"citation\" id=\"9940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9940)\">Alma 34:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p13\" class=\"\">Those whose formal Church participation may be limited for a season can experience the warmth of loving arms and open hearts as they are invited to participate in activities in the Church. Their season of limitation is softened as they are warmly included in family home evenings, dinners, socials, firesides, roadshows, dramas, interest groups, homemaking activities, family outings, ward camps, reunions, and the like.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p14\" class=\"\">Through activities, individuals can sense a feeling of being included, wanted, and needed. Participating in Church activities provides opportunities to associate with members of the quorum, Relief Society, or ward on neutral grounds. Again, their season of limitation can be softened as they are fellowshipped and included socially in activities. Their participation in activities is often the forerunner to their participation in meetings of worship on the Sabbath, even though for a time they must participate in worship and teaching settings as spectators.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p15\" class=\"\">Some critical issues are:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p16\" class=\"\">Are activities an integral part of your family, your quorum, Relief Society, or Church unit?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p17\" class=\"\">Are activities planned and conducted on a regular basis that include those working their way back into full fellowship and those who are less active in the fold?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p18\" class=\"\">Do your activities represent safe harbors of acceptance, brotherhood, and sisterhood?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p19\" class=\"\">Are you helping those who are struggling to recapture their faith and testimony look forward to the day when their privilege and blessings to participate fully in Church might be reinstated?<\/p>\n\t\t\t<div class=\"figure\"><p class=\"preamble\">Through a variety of family, priesthood, Relief Society, or ward and stake activities, we can create a setting that—<\/p><ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Helps all of us participate in wholesome activities that should be free from the sensuality and coarseness of many activities offered and promoted by the world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Places a premium on including rather than excluding individuals and groups, regardless of age, station in life, Church callings, etc.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Offers opportunities for participation to the active, those who are less active, and those who are winning their way back to full fellowship.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Displays forgiveness and forgetting as individuals feel the warmth and concern of loving arms and open hearts. When we do not forgive and forget, the Lord warns: “My disciples, in days of old, sought occasion against one another and forgave not one another in their hearts; … for this evil they were afflicted and sorely chastened.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p25\" class=\"\">“Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.” (<span class=\"citation\" id=\"19635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19635)\">D&amp;C 64:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p26\" class=\"\">When a person returns to full fellowship in the Church as a result of love, kindness, and forgiveness from those who care, the feeling of joy is almost inexpressible. This depth of joy is described in the Book of Mormon when Alma met Ammon in a joyful meeting:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p27\" class=\"\">“Now the joy of Ammon was so great even that he was full; yea, he was swallowed up in the joy of his God, even to the exhausting of his strength; and he fell again to the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p28\" class=\"\">“Now was not this exceeding joy? Behold, this is joy which none receiveth save it be the truly penitent and humble seeker of happiness.” (<span class=\"citation\" id=\"9929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9929)\">Alma 27:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p29\" class=\"\">Activities can be so much more than fun and games, and so much more than momentary pleasure. Activities planned with purpose and carried out with real efforts aimed at helping participants on their path to perfection bring joy everlasting and occupy an important place in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p30\" class=\"\">We need to be reminded that activities sponsored by the Church are not new. In each administration of the thirteen modern-day prophets who have presided over the Church, activities have been an important part of the Latter-day Saint way of life. Church activities continue to be one means to include rather than exclude, to be a participant rather than a spectator, to find moments of joy among challenges of adversity, to promote socialization and unity rather than isolation and disharmony, to offer neutral and nonjudgmental circumstances for those who are winning their way back to full fellowship in the Church with the Saints and household of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p31\" class=\"\">In closing, I would like to continue quoting from the First Presidency’s Christmas message: “We are confident that many have longed to return, but have felt awkward about doing so. We assure you that you will find open arms to receive you and willing hands to assist you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p32\" class=\"\">“This is the Christmas season when we honor the birth of the Lord who gave His life for the sins of all. We know there are many who carry heavy burdens of guilt and bitterness. To such we say, ‘Set them aside and give heed to the words of the Savior: “Come unto me, all ye that labour and are heavy laden, and I will give you rest. … For my yoke is easy, and my burden is light.”’” (<span class=\"citation\" id=\"37458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37458)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p33\" class=\"\">The First Presidency continues by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p34\" class=\"\">“We plead with you. We pray for you. We invite and welcome you with love and appreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p35\" class=\"\">“Sincerely your brethren, The First Presidency.” (“An Invitation to Come Back,” p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/please-hear-the-call.p36\" class=\"\">May I invite all to come unto Christ. Come back, and partake of His joy. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}