{"ID":5165, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Prisoner of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p2\" class=\"\">Elder Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2008.jpg\" alt=\"Elder Vaughn J. Featherstone\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_021<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p4\" class=\"\">Brethren, I would talk tonight to the generation who are moving into their mature years, many of whom have served God, country, and fellowman—a strong, principled, and committed generation, which did great things but had the wisdom not to talk about them much. There is another need for us now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p5\" class=\"\">The cause to which I speak is of missionary work as couples. It was of such great consequence that the Savior, in his final instructions to his disciples, charges them with it: “Greater love hath no man than this, that a man lay down his life for his friends. … I have chosen you … that ye should go … and that your fruit should remain.” (<span class=\"citation\" id=\"29585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29585)\">John 15:13, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p6\" class=\"\">There has never been a greater need than now for an army of mature couples to go out into every far corner of this earth and retain the fruit of the harvest. The harvest is truly great, and the laborers are few. Remember the words of Ammon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p7\" class=\"\">“Our brethren, the Lamanites, were in darkness, yea, even in the darkest abyss, but behold, how many of them are brought to behold the marvelous light of God! And this is the blessing which hath been bestowed upon us, that we have been made instruments in the hands of God to bring about this great work.” (<span class=\"citation\" id=\"9924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9924)\">Alma 26:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p8\" class=\"\">Imagine what thousands of couples could do this year, followed by hosts more in succeeding years. We could move into the fields of harvest, and we could nurture, care for, and gather them “into the garners, that they are not wasted. Yea, they shall not be beaten down by the storm at the last day.” (<span class=\"citation\" id=\"9925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9925)\">Alma 26:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p9\" class=\"\">I think we will not be tested in the way the pioneers were tested. They were called to leave all worldly possessions, homes, even family and loved ones, to cross the prairies to dry and desolate, forbidding lands. They buried their babies, children, and companions on the Great Plains in shallow, unmarked graves. Physically, they suffered beyond belief, nor can tongue tell the sad, pitiful story. Out of the ashes of sacrifice of so noble a people this kingdom has emerged to become the most powerful force for good on the face of the earth today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p10\" class=\"\">There is a need—<span class=\"emphasis\">not <\/span>to leave homes forever, but for a time—then return and reap the rich harvest of the faithful labor. Your children and grandchildren will be blessed. The power of good will go out from Zion. “How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace.” (<span class=\"citation\" id=\"40841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40841)\">Mosiah 12:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p11\" class=\"\">Can you imagine any more Christlike service than to secure the harvest?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p12\" class=\"\">Missionary couples are sent into the branches to minister and nurture. They strengthen the Church, lift up the hands that hang down, and fall in love with the Filipinos, the Africans, the Norwegians, Haitians, and Polynesians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p13\" class=\"\">Imagine what it means to be truly needed by the Lord in a far ministry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p14\" class=\"\">There was a popular song that our generation may remember. Review the slightly adjusted lyrics with me:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Away from home tonight you’ll find me,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Too weak to break the chains that bind me;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I need no shackles to remind me<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I’m just a prisoner of love.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">For one command I stand and wait now<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">From one who’s master of my fate now.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I can’t escape for it’s too late now;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I’m just a prisoner of love.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">What’s the good of my caring,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Unless I am sharing his love for me;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Although there may be others,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I must be a brother, for I’m not free.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">He’s in my dreams, awake or sleeping.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Upon my knees to him I’m creeping,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">My very life is in his keeping.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I’m just a prisoner of love.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I am a prisoner of love.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p32\" class=\"\">René de Chardin said, “Someday, after we have mastered the winds, the waves, the tides, and gravity, we will harness for God the energies of love: and then, for the second time in the history of the world, man will have discovered fire.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p33\" class=\"\">Wonderful couples who simply love the Lord and will enlist in this great work and accept a call will also be prisoners of love, His love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p34\" class=\"\">Yogi Berra, an oft-quoted baseball philosopher, said; “When you come to a crossroads … take it.” Thousands of you may have reached a crossroads.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p35\" class=\"\">Now is the time to accept a call or volunteer for one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p36\" class=\"\">A little old lady at a rest home turned to the old man next to her and said, “I can guess your age.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p37\" class=\"\">“You can’t,” he replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p38\" class=\"\">“Yes, I can,” she said. “You go take a bath, shave, brush your hair, put on a nice clean shirt and a tie, and shine your shoes, and I’ll tell you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p39\" class=\"\">The old man was gone for about an hour. When he returned he was neat, clean, hair brushed, shoes polished, and in his suit. She said, “Now you go stand up against the wall.” He did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p40\" class=\"\">He said, “Now, how old am I?” She said, “You’re 89.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p41\" class=\"\">He responded, “That’s right, but how did you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p42\" class=\"\">She said, “You told me yesterday.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p43\" class=\"\">After examining a woman’s husband, the doctor said, “I don’t like the looks of your husband.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p44\" class=\"\">“Neither do I,” said the woman, “but he is good to the children.” Some of us may look a little old, but if we get all dressed up we don’t look half bad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p45\" class=\"\">You can imagine what a wonderful blessing it would be to serve in a branch in Alaska, Barbados, Haiti, Nigeria, or Manila. We need couples filled with love and a desire to serve, whose chief responsibility is to bless the harvest so that the fruit will remain. Experience alone from a mature life qualifies us to become nurturers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p46\" class=\"\">Thanksgiving, Christmas, and New Year’s will never be the same again once you have celebrated them while serving a mission. Imagine a small Christmas tree with a few decorations, Christmas carols, a humble apartment, never more in love with your wife—a Christmas spirit that makes that little apartment seem as a sacred temple. You pack your white baptismal clothing and walk, hand in hand, to the chapel, where a little family waits patiently to enter God’s kingdom through the waters of baptism. You see the star of wonder, not hanging over Bethlehem, but in the eyes of the humble, sweet converts. You look at your wife, she looks at you; nothing need or can be said, both of you overcome with joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p47\" class=\"\">The twelve or eighteen months will seem as a small moment, but the memories will last through the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p48\" class=\"\">Those of us who have partaken of the goodness of God have a divine charge to share.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p49\" class=\"\">The Apostle Paul asked the Ephesians “to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.” (<span class=\"citation\" id=\"22025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22025)\">Eph. 3:19<\/a><\/span>.) We should be filled with all the fulness of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p50\" class=\"\">We ask along with James, “What doth it profit, my brethren, though a man say he hath faith, and have not works? Can faith save him?” (<span class=\"citation\" id=\"26386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26386)\">James 2:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p51\" class=\"\">And in the last verse of the book of James, the Apostle gives us a key to our service. “Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.” (<span class=\"citation\" id=\"26389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26389)\">James 5:20<\/a><\/span>.) Should the reward be less for the nurturer, the garnerer, the carer?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p52\" class=\"\">President Harold B. Lee taught the principle that only as we make ourselves totally available are we worthy disciples of Christ and obtain another promise that reaches beyond us. We worry and ache and pain over family members who have erred. The thirty-first section of the Doctrine and Covenants provides a great key in verse five:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p53\" class=\"\">“Therefore, thrust in your sickle with all your soul, and your sins are forgiven you, and you shall be laden with sheaves upon your back, for the laborer is worthy of his hire. Wherefore, your family shall live.” [<span class=\"citation\" id=\"19601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19601)\">D&amp;C 31:5<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p54\" class=\"\">Ours has been a giving generation. Why not one more time, that our families should live?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p55\" class=\"\">We do not know the blessings or condescensions of God. The promise is sure, “Wherefore, your family shall live.” Blessings will come to our wayward or wandering children, even those who are married and have children of their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p56\" class=\"\">Our generation came through a depression, World War II, Korea, and Vietnam. We live in the season of the world when good has become evil and evil, good. We have heard outcries against the things which we hold precious and dear—prayer and God. We see attempts at legalization of drugs, abortion, homosexuality, and other compromising, drifting philosophies. Some of the brightest in our generation have been swept by giant waves onto treacherous shoals. We may not have been all that we should have been as parents, but we have loved our children, this church, our homelands, and cared for people in all nations. Some of the best blood of our generation has been spilled to preserve freedom. We have sacrificed many things to provide those who would follow better things than we had. This may well be another opportunity to reach our own by serving others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p57\" class=\"\">President Joseph F. Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p58\" class=\"\">“After we have done all we could do for the cause of truth, and withstood the evil that men have brought upon us, … it is still our duty to stand. We cannot give up; we must not lie down. Great causes are not won in a single generation. To stand firm in the face of overwhelming opposition, when you have done all you can, is the courage of faith. The courage of faith is the courage of progress. Men who possess that divine quality go on; they are not permitted to stand still if they would. They are not simply the creatures of their own power and wisdom; they are instrumentalities of a higher law and a divine purpose.” (<span class=\"emphasis\">Gospel Doctrine: Selections from the Sermons and Writings of Joseph F. Smith, <\/span>Salt Lake City: Deseret Book Co., 1939, p. 119.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p59\" class=\"\">There is a holy hand behind the divine purposes of God. We can be His “instrumentalities.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p60\" class=\"\">Most of us do not have many years left to live. As we come to the latter years of life, we come to a mature spiritual understanding. We have these next years to do something great, important and significant for God, our religion, our wives, and children. We ought to raise a new title, not a title of liberty, but of love—a banner that will remain long after we are gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p61\" class=\"\">What better way have we to prepare to meet our God than to serve a mission when the autumn and winter of life is upon us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p62\" class=\"\">We are prisoners of love. Come, my beloved brethren. Let our generation do something great and noble, come join our ranks. Let us march by the thousands out into the vineyards to nurture, teach and bless the tender branches. Let us protect and bless the fruit of the harvest. Let us gather the sheaves into the garners, away from the storm, safe from the whirlwind, a holy place where the storm cannot penetrate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p63\" class=\"\">A good man said: “I believe the test of a great man is humility. I do not mean by humility the doubt in one’s own personal power; but really, truly great men have the curious feeling that greatness is not in them but through them and they see the divine in every other human soul and are endlessly, foolishly, incredibly merciful.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p64\" class=\"\">That sounds like our generation. Who knows but what God will grant for us and ours what we do for others? Come, lift your banner high and march with us into the mission field in the spirit of love and caring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-prisoner-of-love.p65\" class=\"\">Ponder and pray together. Begin to prepare. Our generation can do something great for those who follow. Have we been “steeled” for the very purpose about which I have been speaking? Let the ranks of missionaries swell with couples from every broad reach of this earth that the fruit will remain, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}