{"ID":5166, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “A Disciple of Jesus Christ”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p2\" class=\"\">Elder L. Aldin Porter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2010.jpg\" alt=\"Elder L. Aldin Porter\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_022<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p4\" class=\"\">Elder L. Tom Perry made reference this afternoon to additional millions and millions of people who now may hear the glorious message of the restored gospel. The Lord has, in the recent past, opened the doors of nations long denied the blessings of gospel covenants. Elder Perry reissued the Lord’s clarion call for every worthy young man to serve a mission. With a deep desire to in no way detract from his clear and urgent message, I would like to ask the question, What kind of missionaries must they be?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p5\" class=\"\">The Church was less than eighteen months old when the Lord encouraged the early Saints by saying: “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p6\" class=\"\">“Behold, the Lord requireth the heart and a willing mind” (<span class=\"citation\" id=\"19641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19641)\">D&amp;C 64:33–34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p7\" class=\"\">Missionaries who have willing minds are needed in the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p8\" class=\"\">Let me share with you the recorded feelings of one who had a willing mind. Elder Heber C. Kimball recorded: “The Prophet Joseph came to me … and … said, ‘Brother Heber, the Spirit of the Lord has whispered to me: “Let my servant Heber go to England and proclaim my Gospel, and open the door of salvation to that nation.”’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p9\" class=\"\">The thought was overpowering. “O, Lord,” wrote Elder Kimball, “I am a man of stammering tongue, and altogether unfit for such a work; how can I go to preach in that land, which is so famed throughout Christendom for learning, knowledge and piety; the nursery of religion; and to a people whose intelligence is proverbial!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p10\" class=\"\">Note this: “However, all these considerations did not deter me from the path of duty; the moment I understood the will of my Heavenly Father, I felt a determination to go at all hazards, believing that He would support me by His almighty power, and endow me with every qualification that I needed.” (In Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball, <\/span>3d ed., Salt Lake City: Bookcraft, 1967, pp. 103–4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p11\" class=\"\">Many months passed; this man of strong determination to duty had completed his mission and was about to return to his home:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p12\" class=\"\">“On the morning when I left Chatburn many were in tears, thinking they should see my face no more. When I left them, my feelings were such as I cannot describe. As I walked down the street I was followed by numbers; the doors were crowded by the inmates of the houses to bid me farewell, who could only give vent to their grief in sobs. … While contemplating this scene I was constrained to take off my hat, for I felt as if the place was holy ground. The Spirit of the Lord rested down upon me and I was constrained to bless that whole region of country. … My heart was like unto theirs, and I thought my head was a fountain of tears, for I wept for several miles after I bid them adieu.” (Ibid., p. 187.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p13\" class=\"\">The Lord needs missionaries with a willing heart and mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p14\" class=\"\">Truly effective missionaries have many talents, varied and beautiful, but one quality they all seem to have is the ability to stick with their commitments—that is, the power to <span class=\"emphasis\">do<\/span> what they agree to do. They tell themselves to get up in the morning, on time, and do it. They don’t depend on companions, district leaders, or anyone else. They commit to the mission president that they will follow the gospel study program every morning and not run out of steam in a few days. They understand that the Lord has called them to teach and testify, baptize and build the kingdom in His name, and they are happily at their work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p15\" class=\"\">From whence came this power to make a decision and stay with it? I would suggest to you it came, in most cases, long before they arrive in the mission field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p16\" class=\"\">Eighteen months ago, President Thomas S. Monson spoke at the general priesthood meeting concerning a very important message. It has been published for all of us in a pamphlet called <span class=\"emphasis\">For the Strength of Youth. <\/span>Permit me to read a short paragraph: “Some people knowingly break God’s commandments. They plan to repent before they go on a mission or receive the sacred covenants and ordinances of the temple. Repentance for such behavior is difficult and painful and may take a long time. It is better to not commit the sin. Certain sins are of such gravity that they can put your membership in the Church and your eternal life at risk. Sexual sins are among those of such seriousness.” (<span class=\"emphasis\">For the Strength of Youth,<\/span> Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1990, p. 17.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p17\" class=\"\">It is my judgment that some of our youth <span class=\"emphasis\">do not believe <\/span>that repentance for serious transgression “is difficult and painful and may take a long time.” Where has this grave misunderstanding come from?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p18\" class=\"\">To you young people, if any of us who are older have given you the impression that it isn’t too serious to disobey the commandments of God, forgive us. Listen carefully to the words of the Lord through a prophet, even King Benjamin:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p19\" class=\"\">“And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom’s paths that ye may be blessed, prospered, and preserved—<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p20\" class=\"\">“I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.” (<span class=\"citation\" id=\"40833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40833)\">Mosiah 2:36–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p21\" class=\"\">Far better that we diligently strive to keep ourselves clean of these serious transgressions. Some have not done so, and gratefully there is a way of escape. But it “is difficult and painful and may take a long time.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p22\" class=\"\">Note the words of the Lord Himself as He remembers the cost of our transgressions and points us to that deliverance:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p23\" class=\"\">“Therefore I command you to repent—repent, lest I smite you by the rod of my mouth, and by my wrath, and by my anger, and your sufferings be sore—how sore you know not, how exquisite you know not, yea, how hard to bear you know not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p24\" class=\"\">“For behold, I, God, have suffered these things for all, that they might not suffer if they would repent;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p25\" class=\"\">“But if they would not repent they must suffer even as I;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p26\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit.” (<span class=\"citation\" id=\"19585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19585)\">D&amp;C 19:15–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p27\" class=\"\">Young men, you must live righteously for many reasons. One of them is that you must be accompanied by the Spirit of the Lord as you labor in the mission field. The association of the Spirit of the Lord is dependent upon personal righteousness. If you do not strive diligently for the assistance of the Spirit, you will find your missionary work extremely difficult and your results very disappointing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p28\" class=\"\">President Benson’s counsel is very clear: “Our preaching and our teaching must be by the power of the Holy Ghost. We must ever remember that in this glorious work, the most essential element is the Spirit” (<span class=\"emphasis\">The Teachings of Ezra Taft Benson, <\/span>Salt Lake City: Bookcraft, 1988, p. 313.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p29\" class=\"\">Listen also to the words of the Lord as He speaks of His emissaries: “Wherefore, I call upon the weak things of the world, those who are unlearned and despised, to thrash the nations by the power of my Spirit;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p30\" class=\"\">“And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me.” (<span class=\"citation\" id=\"19604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19604)\">D&amp;C 35:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p31\" class=\"\">Let your desire be to join this magnificent army marching arm in arm with companions to “fight manfully” for Him, accompanied by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p32\" class=\"\">Priesthood leaders, let us be careful that we do not permit young missionaries to go into the mission field with unresolved transgression. It is literally like going into battle without helmet, sword, or shield. Let us remember that it takes time to develop the power to resist the fires of temptation. It takes time to receive the sweet comfort that always comes to the heart of the truly penitent. Allow them sufficient time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p33\" class=\"\">In addition, there is a broader issue. Time will permit just a reference to it. But our success in this endeavor will have eternal consequences for more than the missionary and the convert.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p34\" class=\"\">Elder Boyd K. Packer has reminded us that “the safety of the Church in generations ahead rests on our success in calling missionaries. If we have concern for the future of this work, we will not rest until every able-bodied young man is made worthy and desires to receive a call to a mission.” (<span class=\"emphasis\">Ensign, <\/span>Mar. 1985, p. 10.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p35\" class=\"\">The Lord is calling for worthy, willing workers to labor in His harvest fields.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p36\" class=\"\">My beloved young men, will you consider what it would mean to you if you could join the prophet Mormon in saying: “Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life” (<span class=\"citation\" id=\"6242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6242)\">3 Ne. 5:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-disciple-of-jesus-christ.p37\" class=\"\">I am a witness that the Lord Jesus Christ is the Son of God and the Savior of the world. It is my deep conviction that He has called us to teach and testify in His name before the world. And to you young brethren, my sincere prayer is that you will respond to His call with a willing mind and worthy heart, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}