{"ID":5167, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Learn, To Do, To Be\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_023<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p4\" class=\"\">Truly a royal priesthood has assembled tonight. The Tabernacle on Temple Square is filled to overflowing, and the Assembly Hall is occupied, as are chapels throughout many countries in the world. In all likelihood this is the largest assemblage of priesthood holders ever to come together. Your devotion to your sacred callings is inspiring. Your desire to learn your duty is evident. The purity of your souls brings heaven closer to you and your families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p5\" class=\"\">These are difficult economic times. Cutbacks in industry, layoffs on a substantial scale, and the resultant dislocation of families become a serious challenge. We must make certain that those for whom we share responsibilities do not go hungry or unclothed or unsheltered. When the priesthood of this church work together as one in meeting these vexing conditions, near miracles take place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p6\" class=\"\">We urge all Latter-day Saints to be prudent in their planning, to be conservative in their living, and to avoid excessive or unnecessary debt. The financial affairs of the Church are being managed in this manner, for we are aware that your tithing and other contributions have not come without sacrifice and are sacred funds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p7\" class=\"\">Let us make of our homes sanctuaries of righteousness, places of prayer, and abodes of love, that we might merit the blessings that can come only from our Heavenly Father. We need His guidance in our daily lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p8\" class=\"\">In this vast throng is priesthood power and the capacity to reach out and share the glorious gospel with others. We have the hands to lift others from complacency and inactivity. We have the hearts to serve faithfully in our priesthood callings and thereby inspire others to walk on higher ground and to avoid the swamps of sin which threaten to engulf so many. The worth of souls is indeed great in the sight of God. Ours is the precious privilege, armed with this knowledge, to make a difference in the lives of others. The words found in Ezekiel could well pertain to all of us who follow the Savior in this sacred work:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p9\" class=\"\">“A new heart also will I give you, and a new spirit will I put within you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p10\" class=\"\">“And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p11\" class=\"\">“And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God.” (<span class=\"citation\" id=\"23186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23186)\">Ezek. 36:26–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p12\" class=\"\">How might we merit this promise? What will qualify us to receive this blessing? Is there a guide to follow? May I suggest three imperatives for our consideration? They apply to the deacon as well as the high priest. They are within our reach. A kind Heavenly Father will help us in our quest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p13\" class=\"\">First: <span class=\"emphasis\">Learn what we should learn!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p14\" class=\"\">Second: <span class=\"emphasis\">Do what we should do!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p15\" class=\"\">Third: <span class=\"emphasis\">Be what we should be!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p16\" class=\"\">Let us in some detail discuss these objectives, that we might be profitable servants in the sight of our Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p17\" class=\"\">1. <span class=\"emphasis\">Learn what we should learn. <\/span>The Apostle Paul placed an urgency on our efforts to learn. He said to the Philippians, “One thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus.” (<span class=\"citation\" id=\"41331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41331)\">Philip. 3:13–14<\/a><\/span>.) And to the Hebrews he urged, “Lay aside … sin … , and let us run with patience the race … set before us, Looking [for an example] unto Jesus the author and finisher of our faith.” (<span class=\"citation\" id=\"24571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24571)\">Heb. 12:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p18\" class=\"\">Elder Stephen L Richards spoke often to holders of the priesthood and emphasized his philosophy pertaining to it. He declared: “The Priesthood is usually simply defined as ‘the power of God delegated to man.’ This definition, I think, is accurate. But for practical purposes I like to define the Priesthood in terms of service and I frequently call it ‘the perfect plan of service.’ I do so because it seems to me that it is only through the utilization of the divine power conferred on men that they may ever hope to realize the full import and vitality of this endowment. It is an instrument of service … and the man who fails to use it is apt to lose it, for we are plainly told by revelation that he who neglects it ‘shall not be counted worthy to stand.’ [<span class=\"citation\" id=\"19709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19709)\">D&amp;C 107:100<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p19\" class=\"\">“The Priesthood is not static and a man’s ordination … is not a static investiture. There may be some men, however, who so regard it, for they seem to be so smug and content with their ordinations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p20\" class=\"\">“I can well imagine such a man going into the presence of the great Eternal Judge and saying in substance, ‘While I was on earth I was a High Priest. I come now to claim the reward of a High Priest.’ I think it is not difficult to suppose what may be his answer. He will likely be met with such questions as these, ‘What did you do when you were a High Priest? How did you use this great power which you held? Whom did you bless with it?’ Upon his reply to such interrogatories as these will his reward be predicated.”<sup class=\"noteMarker\"><a href=\"#footnote1-92905_000_023\">1<\/a> <span class=\"footnote\">[In Conference Report, Apr. 1937, pp. 46–47.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p21\" class=\"\">The First Presidency, comprised of Joseph F. Smith, Anthon H. Lund, and Charles W. Penrose, in February 1914 declared: “Priesthood is not given for the honor or aggrandizement of man, but for the ministry of service among those for whom the bearers of that sacred commission are called to labor. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p22\" class=\"\">“The God-given titles of honor, and of more than human distinction, associated with the several offices in and orders of the Holy Priesthood, are not to be used nor considered as are the titles originated by man; they are not for adornment nor are they expressive of mastership, but rather of appointment to humble service in the work of the one Master whom we profess to serve.”<sup class=\"noteMarker\"><a href=\"#footnote2-92905_000_023\">2<\/a> <span class=\"footnote\">[James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints, <\/span>6 vols. (Salt Lake City: Bookcraft, 1965–75), 4:304.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p23\" class=\"\">President Harold B. Lee, one of the great teachers of the Church, put his counsel in easy-to-understand terms: “You see, when one becomes a holder of the priesthood, he becomes an agent of the Lord. He should think of his calling as though he were on the Lord’s errand.”<sup class=\"noteMarker\"><a href=\"#footnote3-92905_000_023\">3<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Stand Ye in Holy Places <\/span>(Salt Lake City: Deseret Book Co., 1974), p. 255.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p24\" class=\"\">Now, some of you may be shy by nature or consider yourselves inadequate to respond affirmatively to a calling. Remember that this work is not yours and mine alone. It is the Lord’s work, and when we are on the Lord’s errand, we are entitled to the Lord’s help. Remember that the Lord will shape the back to bear the burden placed upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p25\" class=\"\">While the formal classroom may be intimidating at times, some of the most effective teaching takes place other than in the chapel or the classroom. Well do I remember that about this season, some years ago, members holding the Aaronic Priesthood would eagerly look forward to an annual outing commemorating the restoration of the Aaronic Priesthood. By the busload the young men of our stake journeyed ninety miles north to the Clarkston Cemetery, where we viewed the grave of Martin Harris, one of the three witnesses of the Book of Mormon. While we surrounded the beautiful granite shaft which marks his grave, Elder Glen L. Rudd, then a high councilor, presented the background of the life of Martin Harris, read from the Book of Mormon his testimony, and then bore his own witness to the truth. The young men listened with rapt attention, touched the granite marker, and pondered the words they had heard and the feelings they had felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p26\" class=\"\">At a park in Logan, lunch was enjoyed. The group of young men then lay down on the lawn at the Logan Temple and gazed upward at its lofty spires. Beautiful white clouds hurried by the spires, moved along by a gentle breeze. The purpose of temples was taught. Covenants and promises became much more than words. The desire to be worthy to enter those temple doors entered those youthful hearts. Heaven was very close that day. Learning what we should learn was assured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p27\" class=\"\">2. <span class=\"emphasis\">Do what we should do. <\/span>In a revelation on priesthood, given through Joseph Smith the Prophet, recorded as the 107th section of the Doctrine and Covenants, “learning” moves to “doing” as we read, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.” (<span class=\"citation\" id=\"19708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19708)\">D&amp;C 107:99<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p28\" class=\"\">Each priesthood holder attending this session tonight has a calling to serve, to put forth his best efforts in the work assigned to him. No assignment is menial in the work of the Lord, for each has eternal consequences. President John Taylor warned us: “If you do not magnify your calling, God will hold you responsible for those whom you might have saved had you done your duty.” And who of us can afford to be responsible for the delay of eternal life of a human soul? If great joy is the reward of saving one soul, then how terrible must be the remorse of those whose timid efforts have allowed a child of God to go unwarned or unaided so that he has to wait till a dependable servant of God comes along.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p29\" class=\"\">The old adage is ever true: “Do your duty, that is best; leave unto the Lord the rest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p30\" class=\"\">Most service given by priesthood holders is accomplished quietly and without fanfare. A friendly smile, a warm handclasp, a sincere testimony of truth can literally lift lives, change human nature, and save precious souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p31\" class=\"\">An example of such service was the missionary experience of Juliusz and Dorothy Fussek, who were called to fill a two-year mission in Poland. Brother Fussek was born in Poland. He spoke the language. He loved the people. Sister Fussek was English and knew little of Poland and its people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p32\" class=\"\">Trusting in the Lord, they embarked on their assignment. The living conditions were primitive, the work lonely, their task immense. A mission had not at that time been established in Poland. The assignment given the Fusseks was to prepare the way, that a mission could be established, that other missionaries be called to serve, people taught, converts baptized, branches established, and chapels erected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p33\" class=\"\">Did Elder and Sister Fussek despair because of the enormity of their assignment? Not for a moment. They knew their calling was from God, they prayed for His divine help, and they devoted themselves wholeheartedly to their work. They remained in Poland not two years, but five years. All of the foregoing objectives were realized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p34\" class=\"\">Elders Russell M. Nelson, Hans B. Ringger, and I, accompanied by Elder Fussek, met with Minister Adam Wopatka of the Polish government and we heard him say, “Your church is welcome here. You may build your buildings, you may send your missionaries. You are welcome in Poland. This man,” pointing to Juliusz Fussek, “has served your church well. You can be grateful for his example and his work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p35\" class=\"\">Like the Fusseks, let us do what we should do in the work of the Lord. Then we can, with Juliusz and Dorothy Fussek, echo the psalm: “My help cometh from the Lord, which made heaven and earth … he that keepeth thee will not slumber. Behold, he that keepeth Israel shall neither slumber nor sleep.” (<span class=\"citation\" id=\"42061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42061)\">Ps. 121:2–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p36\" class=\"\">3. <span class=\"emphasis\">Be what we should be. <\/span>Paul counseled his beloved friend and associate Timothy, “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.” (<span class=\"citation\" id=\"2899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2899)\">1 Tim. 4:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p37\" class=\"\">President Ezra Taft Benson has urged us to pray over our assignments and to seek divine help that we might be successful. Further, he has followed this counsel himself in all of his undertakings. Prayer is a hallmark of the leadership of Ezra Taft Benson. “The recognition of a power higher than man himself does not in any sense debase him. He must seek, believe in, pray and hope that he will find. No such sincere, prayerful effort will go unanswered: that is the very constitution of the philosophy of faith. Divine favor will attend those who humbly seek it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p38\" class=\"\">From the Book of Mormon comes counsel that says it all. The Lord speaks: “Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"6273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6273)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p39\" class=\"\">And what manner of man was He? What example did He set in His service? From John, chapter 10, we learn:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p40\" class=\"\">“I am the good shepherd: the good shepherd giveth his life for the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p41\" class=\"\">“But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p42\" class=\"\">“The hireling fleeth, because he is an hireling, and careth not for the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p43\" class=\"\">“I am the good shepherd, and know my sheep, and am known of mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p44\" class=\"\">“As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.” (<span class=\"citation\" id=\"29561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29561)\">John 10:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p45\" class=\"\"><span class=\"emphasis\">Learn what we should learn. Do what we should do. Be what we should be. <\/span>By so doing, the blessings of heaven will attend. We will know that we do not serve alone. He who notes the sparrow’s fall will, in His own way, acknowledge our service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p46\" class=\"\">Let me share with you, brethren, a touching experience that illustrates this assurance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p47\" class=\"\">Brother Edwin Q. Cannon, Jr., was a missionary to Germany in 1938, where he loved the people and served faithfully. At the conclusion of his mission, he returned home to Salt Lake City. He married and commenced his own business.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p48\" class=\"\">Forty years passed by. One day Brother Cannon came to my office and said he had been pruning his missionary slides. Among those slides he had kept since his mission were several which he could not specifically identify. Every time he had planned to discard those few slides, he had been impressed to keep them, although he was at a loss as to why. They were photographs taken by Brother Cannon during his mission when he served in Stettin, Germany, and were of a family—a mother, a father, a small girl, a small boy. Brother Cannon knew their surname was Berndt but could remember nothing more about them. He indicated that he understood there was a Berndt who was a Regional Representative in Germany, and he thought, although the possibility was remote, that this Berndt might have some connection with the Berndts who had lived in Stettin and who were depicted in the photographs. Before disposing of the slides, he thought he would check with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p49\" class=\"\">I told Brother Cannon I was leaving shortly for Berlin, where I anticipated that I would see Dieter Berndt, the Regional Representative, and that I would show the slides to him to see if there were any relationship and if he wanted them. There was a possibility I would also see Brother Berndt’s sister, who was married to Dietmar Matern, a stake president in Hamburg.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p50\" class=\"\">The Lord didn’t even let me get to Berlin before His purposes were accomplished. I was in Zurich, Switzerland, boarding the flight to Berlin, when who should also board the plane but Dieter Berndt. He sat next to me, and I told him I had some old slides of people named Berndt from Stettin. I handed them to him and asked if he could identify those shown in the photographs. As he looked at them carefully he began to weep. He said, “Our family lived in Stettin during the war. My father was killed when an Allied bomb struck the plant where he worked. Not long afterward, the Russians invaded Poland and the area of Stettin. My mother took my sister and me and fled from the advancing enemy. Everything had to be left behind, including any photographs we had. Brother Monson, I am the little boy pictured in these slides, and my sister is the little girl. The man and the woman are our dear parents. Until today, I have had no photographs of our childhood in Stettin or of my father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p51\" class=\"\">Wiping away my own tears, I told Brother Berndt the slides were his. He placed them carefully and lovingly in his briefcase.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p52\" class=\"\">At the next general conference, when Dieter Berndt, Regional Representative, visited Salt Lake City, he paid a visit to Brother and Sister Edwin Cannon, Jr., that he might express in person his own gratitude for the inspiration that came to Brother Cannon to retain these precious slides and that he followed that inspiration in keeping them for forty years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p53\" class=\"\">William Cowper penned the lines:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">God moves in a mysterious way<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">His wonders to perform;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">He plants his footsteps in the sea<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And rides upon the storm. …<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Judge not the Lord by feeble sense,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">But trust him for his grace;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Behind a frowning providence<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">He hides a smiling face.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p62\" class=\"\">(<span class=\"emphasis\">Hymns <\/span>(1948), no. 48)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/to-learn-to-do-to-be.p63\" class=\"\">I leave with you my testimony that this work in which we are engaged is true. The Lord is at the helm. May we ever follow Him, is my sincere prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-92905_000_023\"><a name=\"-92905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-92905_000_023\">1.<\/a><\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1937, pp. 46–47.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92905_000_023\"><a name=\"-92905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-92905_000_023\">2.<\/a><\/span>\n\t\t\t\t<p>James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints, <\/span>6 vols. (Salt Lake City: Bookcraft, 1965–75), 4:304.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92905_000_023\"><a name=\"-92905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-92905_000_023\">3.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Stand Ye in Holy Places <\/span>(Salt Lake City: Deseret Book Co., 1974), p. 255.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}