{"ID":517, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessings of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1951, pp. 108-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, this has been a most impressive conference. I think in my experience\nI have never attended one more impressive, and it has been my privilege to attend conferences\nsince the passing of President Woodruff when vacancies have been filled in the presidency of\nthe Church. I remember President Woodruff well. He knew me by my first name, largely\nbecause my father attended him professionally, and it was my privilege to drive my father\nfrom place to place as a boy. So, I say, in my recollection I never remember a more\nimpressive conference.\n<\/p><p>\nGOSPEL BRINGS PEACE\n<\/p><p>\nIt's a great pleasure and a privilege and a blessing to be here and to feel the warmth of the\nhearts of the people. Although there has been a shadow of sorrow in all of our hearts, yet\nthere has been that peace that comes to the human soul through the gospel of Jesus Christ.\nWe are all striving for peace, and we wonder how it's going to come. I sometimes think we\nlook upon it as sort of a tangible thing and perhaps there are some tangible aspects to it, but\nin a larger sense, it is most intangible. I think we were conscious of that yesterday as we\nassembled in this room paying our respects and showing our love to our great leader. As we\nsat here, I couldn't help but think, here we are evidencing peace in the world. Our hearts are\nfree from strife, that's what peace means. We have nothing but love and kindness one toward\nanother, and regardless of creed, regardless of color, and there were many here yesterday who\nare not of the white race, we were all dedicated to one purpose and that was peace and love.\nIt's true, that was inspired by our leader, but leaders can do that, and they will do it, and\npeace will come through the inspiration of men whom God will raise up and who will\nestablish in the hearts of men, because of their righteous lives, these great concepts of peace.\n<\/p><p>\nPEACE THROUGH SUFFERING\n<\/p><p>\nAnd then, too, we had another most striking experience as we sat here. We listened to that\nlovely blind woman, Sister Jones, pay her tribute, one from whom the beauties of this world\nhave been shut out&mdash;I mean the tangible beauties. I couldn't help thinking of it as I saw those\nbeautiful flowers. She couldn't see them, she can't see the shadows of a fleeting day or the\nrising sun, or these delicate lilies. Tennyson, you know, it was, as he was going along one\ntime, seeing a little flower in a crannied wall, said: \n<\/p><p>\nFlower in the crannied wall,<br \/>\nI pluck you out of the crannies,<br \/>\nI hold you here, root and all, in my hand,<br \/>\nLittle flower&mdash;but <i>if<\/i> I could understand<br \/>\nWhat you are, root and all, and all in all,<br \/>\nI should know what God and man is.\n<\/p><p>\nThis lovely girl can't see those flowers. But she does see something, my brothers and sisters,\nbeyond what you and I see. She has a perception of beauty; she has peace in her soul; she has\nsomething Christ-like that God exemplified, and it brings home the fact that there is great\nwisdom in the experience of suffering and sorrow, and it's in that suffering and sorrow that\nwe acquire these divine attributes. God understood it; he didn't let the cup pass when Jesus\nsupplicated that it might. He knew. And so, some have to go through life missing some of the\ntangible things you and I enjoy, but partaking of some of those intangibles that transcend\nthem all. We had a great lesson here yesterday, not only of how peace may come into the\nhuman soul, but also of how men and women exemplify the teachings of our Lord and Savior\nand the great virtues of love and sacrifice.\n<\/p><p>\nSTORY OF BLIND WOMAN\n<\/p><p>\nI remember many years ago of reading, I believe it was in the old <i>Juvenile Instructor<\/i>, a\nbeautiful story, and it has stayed with me all these years. It is said that on one occasion\nPresident Young left his home, over where the Bee Hive House stands, and started down State\nStreet. There used to be a stream of water, part of City Creek, flow down the street, and the\nsidewalk, such as it was, or the trail, meandered along this ditch; and as President Young was\nmaking his way down he saw coming up the trail an old lady with a cane, following her way\nalong the ditch. She couldn't see. In the goodness of his heart President Young stopped and,\ntaking her by the hand, he said, \"My dear sister, God bless you. Let the light of the gospel be\nthe light that shines beyond the rays of the setting sun.\" It's the gospel of Christ that brings\npeace to all of us and as was said here, appropriately, the reason that we could feel it so\nimpressively yesterday is because we were paying tribute to one who had exemplified these\ndivine virtues.\n<\/p><p>\nEXERCISE OF AGENCY\n<\/p><p>\nAnd so, brethren and sisters, there is hope for all of us. There's hope for this suffering world.\nPresident Clark called our attention last night to one very potent thing, however: namely, that\nwe can lose our agency. We have the agency to make these things possible; we also have the\nagency to lose them because God, in giving his promises to his children, has not taken it from\nus. We have the right to do, or not to do, and we have the right to establish righteousness.\nWe have the will to do it or the will not to do it. Therein lies the great danger, and if we fail,\nor if failure occurs, it will be because of us who know better. But we have great hope as we\nvisualize what has happened these last hundred years. Someone has said that one man alone\nwith a message of peace and righteousness can revolutionize the world. The Prophet Joseph\nstood alone a hundred and twenty years ago. Today we number 1,100,000 people, and that's\nnot counting the hundreds and thousands who have passed to the other side. It merely\nillustrates what one man alone can do. Jesus stood alone when he stood before Pilate, even\nPeter had deserted him&mdash;he knew him not, he said\n(<span class=\"citation\" id=\"34480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34480)\">Matt. 26:70,72,74<\/a><\/span>),\nand thus Jesus stood alone. One man\nalone can give hope and life and vitality to this world. And one man stood alone a hundred\nand twenty years ago and today we're the recipients of his great message of eternal truth.\n<\/p><p>\nI bear you my testimony, my brothers and sisters, again thanking my Heavenly Father for the\nblessings of the gospel of Jesus Christ and for the peace that it brings to the human soul, and\nI do it in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}