{"ID":5170, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A More Excellent Way\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p3\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2308.jpg\" alt=\"President Howard W. Hunter\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_026<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p4\" class=\"\">In an important message to the Latter-day Saints in Nauvoo just one year before his tragic and untimely martyrdom, the Prophet Joseph Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p5\" class=\"\">“If we would secure and cultivate the love of others, we must love others, even our enemies as well as friends. … Christians should cease wrangling and contending with each other, and cultivate the principles of union and friendship in their midst.” (<span class=\"emphasis\">History of the Church, <\/span>5:498–99.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p6\" class=\"\">That is magnificent counsel today, even as it was 150 years ago. The world in which we live, whether close to home or far away, needs the gospel of Jesus Christ. It provides the only way the world will ever know peace. We need to be kinder with one another, more gentle and forgiving. We need to be slower to anger and more prompt to help. We need to extend the hand of friendship and resist the hand of retribution. In short, we need to love one another with the pure love of Christ, with genuine charity and compassion and, if necessary, shared suffering, for that is the way God loves us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p7\" class=\"\">In our worship services, we often sing a lovely hymn with text written by Susan Evans McCloud. May I recall a few lines of that hymn for you?<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Savior, may I learn to love thee,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Walk the path that thou hast shown,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Pause to help and lift another,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Finding strength beyond my own. …<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Who am I to judge another<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">When I walk imperfectly?<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">In the quiet heart is hidden<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Sorrow that the eye can’t see. …<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I would be my brother’s keeper;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I would learn the healer’s art.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">To the wounded and the weary<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I would show a gentle heart.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I would be my brother’s keeper—<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Lord, I would follow thee.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p22\" class=\"\">(<span class=\"emphasis\">Hymns, <\/span>1985, no. 220.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p23\" class=\"\">We need to walk more resolutely and more charitably the path that Jesus has shown. We need to “pause to help and lift another” and surely we will find “strength beyond [our] own.” If we would do more to learn “the healer’s art,” there would be untold chances to use it, to touch the “wounded and the weary” and show to all “a gentle[r] heart.” Yes, Lord, we should follow thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p24\" class=\"\">“A new commandment I give unto you,” he said, “That ye love one another; … By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"29574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29574)\">John 13:34–35<\/a><\/span>.) This love that we should have for our brothers and sisters in the human family, and that Christ has for every one of us, is called charity or “the pure love of Christ.” (<span class=\"citation\" id=\"38635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38635)\">Moro. 7:47<\/a><\/span>.) It is the love that prompted the suffering and sacrifice of Christ’s atonement. It is the highest pinnacle the human soul can reach and the deepest expression of the human heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p25\" class=\"\">We have a feeling of appreciation that our women’s Relief Society organization, celebrating this year its sesquicentennial anniversary, has always had as its theme “Charity Never Faileth.” Charity encompasses all other godly virtues. It distinguishes both the beginning and the end of the plan of salvation. When all else fails, charity—Christ’s love—will <span class=\"emphasis\">not <\/span>fail. It is the greatest of all divine attributes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p26\" class=\"\">Out of the abundance of his heart, Jesus spoke to the poor, the downtrodden, the widows, the little children; to farmers and fishermen, and those who tended goats and sheep; to strangers and foreigners, the rich, the politically powerful, as well as the unfriendly Pharisees and scribes. He ministered to the poor, the hungry, the deprived, the sick. He blessed the lame, the blind, the deaf, and other people with physical disabilities. He drove out the demons and evil spirits that had caused mental or emotional illness. He purified those who were burdened with sin. He taught lessons of love and repeatedly demonstrated unselfish service to others. All were recipients of his love. All were “privileged the one like unto the other, and none [were] forbidden.” (<span class=\"citation\" id=\"4469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4469)\">2 Ne. 26:28<\/a><\/span>.) These are all expressions and examples of his unbounded charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p27\" class=\"\">The world in which we live would benefit greatly if men and women everywhere would exercise the pure love of Christ, which is kind, meek, and lowly. It is without envy or pride. It is selfless because it seeks nothing in return. It does not countenance evil or ill will, nor rejoice in iniquity; it has no place for bigotry, hatred, or violence. It refuses to condone ridicule, vulgarity, abuse, or ostracism. It encourages diverse people to live together in Christian love regardless of religious belief, race, nationality, financial standing, education, or culture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p28\" class=\"\">The Savior has commanded us to love one another as he has loved us; to clothe ourselves “with the bond of charity” (<span class=\"citation\" id=\"19676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19676)\">D&amp;C 88:125<\/a><\/span>), as he so clothed himself. We are called upon to purify our inner feelings, to change our hearts, to make our outward actions and appearance conform to what we say we believe and feel inside. We are to be true disciples of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p29\" class=\"\">As a young man, Brother Vern Crowley said he learned something of the crucial lesson the Prophet Joseph had taught the early Saints in Nauvoo when he told them to “love others, even our enemies as well as friends.” This is a good lesson for each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p30\" class=\"\">After his father became ill, Vern Crowley took responsibility for running the family wrecking yard although he was only fifteen years of age. Some customers occasionally took unfair advantage of the young man, and parts were disappearing from the lot overnight. Vern was angry and vowed to catch someone and make an example of him. Vengeance would be his.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p31\" class=\"\">Just after his father had started to recover from his illness, Vern was making his rounds of the yard one night at closing time. It was nearly dark. In a distant corner of the property, he caught sight of someone carrying a large piece of machinery toward the back fence. He ran like a champion athlete and caught the young thief. His first thought was to take out his frustrations with his fists and then drag the boy to the front office and call the police. His heart was full of anger and vengeance. He had caught his thief, and he intended to get his just dues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p32\" class=\"\">Out of nowhere, Vern’s father came along, put his weak and infirm hand on his son’s shoulder, and said, “I see you’re a bit upset, Vern. Can I handle this?” He then walked over to the young would-be thief and put his arm around his shoulder, looked him in the eye for a moment, and said, “Son, tell me, why are you doing this? Why were you trying to steal that transmission?” Then Mr. Crowley started walking toward the office with his arm around the boy, asking questions about the young man’s car problems as they walked. By the time they had arrived at the office, the father said, “Well, I think your clutch is gone and that’s causing your problem.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p33\" class=\"\">In the meantime, Vern was fuming. “Who cares about his clutch?” he thought. “Let’s call the police and get this over with.” But his father just kept talking. “Vern, get him a clutch. Get him a throwout bearing, too. And get him a pressure plate. That should take care of it.” The father handed all of the parts to the young man who had attempted robbery and said, “Take these. And here’s the transmission, too. You don’t have to steal, young man. Just ask for it. There’s a way out of every problem. People are willing to help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p34\" class=\"\">Brother Vern Crowley said he learned an everlasting lesson in love that day. The young man came back to the lot often. Voluntarily, month by month, he paid for all of the parts Vic Crowley had given him, including the transmission. During those visits he asked Vern why his dad was the way he was and why he did what he did. Vern told him something of their Latter-day Saint beliefs and how much his father loved the Lord and loved people. Eventually the would-be thief was baptized. Vern later said, “It’s hard now to describe the feelings I had and what I went through in that experience. I, too, was young. I had caught my crook. I was going to extract the utmost penalty. But my father taught me a different way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p35\" class=\"\">A different way? A better way? A higher way? A more excellent way? Oh, how the world could benefit from such a magnificent lesson. As Moroni declares:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p36\" class=\"\">“Wherefore, whoso believeth in God might with surety hope for a better world, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p37\" class=\"\">“In the gift of his Son hath God prepared a more excellent way.” (<span class=\"citation\" id=\"22406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22406)\">Ether 12:4, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p38\" class=\"\">President David O. McKay once said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p39\" class=\"\">“The peace of Christ does not come by seeking the superficial things of life, neither does it come except as it springs from the individual’s heart. Jesus said to his disciples: ‘Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.’” (<span class=\"emphasis\">Gospel Ideals, <\/span>Salt Lake City: Improvement Era, 1953, pp. 39–40.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p40\" class=\"\">In all the realms of daily living and in a world of so much need, we should so live that one day we will hear the King of Kings say to us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p41\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p42\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.” (<span class=\"citation\" id=\"37480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37480)\">Matt. 25:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p43\" class=\"\">And if we should have occasion to say:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p44\" class=\"\">“Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p45\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p46\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?” (<span class=\"citation\" id=\"37481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37481)\">Matt. 25:37–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p47\" class=\"\">Then I am certain we will hear this reply: “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"37483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37483)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p48\" class=\"\">We need a more peaceful world, growing out of more peaceful families and neighborhoods and communities. To secure and cultivate such peace, “we must love others, even our enemies as well as our friends.” The world needs the gospel of Jesus Christ. Those who are filled with the love of Christ do not seek to force others to do better; they inspire others to do better, indeed inspire them to the pursuit of God. We need to extend the hand of friendship. We need to be kinder, more gentle, more forgiving, and slower to anger. We need to love one another with the pure love of Christ. May this be our course and our desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-more-excellent-way.p49\" class=\"\">I add my witness that Jesus is the Christ, the Savior of the world, and that this is his church, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}