{"ID":5176, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Mighty Force for Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p2\" class=\"\">President Ardeth G. Kapp<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p3\" class=\"\">Recently Released as Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2414.jpg\" alt=\"President Ardeth G. Kapp\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_032<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p4\" class=\"\">My dear brothers and sisters, today my heart is filled with joy because of the deep love and respect I feel for the newly called Young Women Presidency. I also feel heartfelt gratitude for my counselors and the Young Women board members I have served with. We rejoice in the opportunities that have come through our callings. I’m grateful to my eternal companion, who has been my constant support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p5\" class=\"\">As we have inquired of the Lord in earnest prayer and sought Him diligently, we have felt His Spirit and witnessed His guiding hand. I bear testimony of the wisdom, inspiration, and guidance of our priesthood leaders directing this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p6\" class=\"\">At the time of my calling President Hinckley spoke of this as a time when the young women of the Church would become a mighty force for righteousness. We are witnessing this around the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p7\" class=\"\">A young fifteen-year-old from Zaire, Africa, wrote, “I know my Heavenly Father loves me because I have asked.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p8\" class=\"\">Another young woman wrote: “I am almost fourteen. I want to know if you think it is all right to go to the school dances. If you don’t answer my letter in time for the Halloween dance, I won’t go. I don’t want to disobey.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p9\" class=\"\">Behind these righteous young women are loving parents and faithful leaders who sense the sacred trust to teach, to love, to hold a hand, and when appropriate, hold the line.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p10\" class=\"\">In <span class=\"emphasis\">Fiddler on the Roof, <\/span>Tevye speaks to his daughters and says: In Anatevka “Everyone here knows who [she] is and what God expects [of her.]” (Jerry Bauch, “Tradition,” <span class=\"emphasis\">Fiddler on the Roof, <\/span>New York: Sunbeam Music, 1971.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p11\" class=\"\">It is important for all of us to know who we are and what God expects of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p12\" class=\"\">After Jesus had fasted forty days, the tempter came to Him and attempted to plant seeds of doubt about who He really was: “If thou be the Son of God,” he began his evil ploy. (<span class=\"citation\" id=\"37428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37428)\">Matt. 4:3<\/a><\/span>.) Jesus knew who He was. He has declared that message clearly to each of us: “Behold, I am Jesus Christ, the Son of God!” (<span class=\"citation\" id=\"19569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19569)\">D&amp;C 6:21<\/a><\/span>.) He is our Savior, our advocate with the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p13\" class=\"\">The young women of the Church have a personal statement which declares their identity: “I am a daughter of a Heavenly Father who loves me, and I will have faith in his eternal plan, which centers in Jesus Christ, my Savior.” (<span class=\"emphasis\">Young Women Handbook, <\/span>Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1989], p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p14\" class=\"\">Each of us, young and older, through the ordinance of baptism has covenanted to take upon us the name of Jesus Christ, to love, to care, and to serve our brothers and sisters wherever they may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p15\" class=\"\">A few weeks ago I was speaking at a missionary fireside where members had brought their nonmember friends. I noticed a young girl sitting by her mother on the front row. I learned later that she was only twelve years old. I asked her if she would come up. She could hardly see over the pulpit. Unrehearsed, this young girl, with great feeling and conviction in her tender yet clear voice, repeated from memory, “We are daughters of our Heavenly Father who loves us, and we love him. We will ‘stand as witnesses of God at all times and in all things, and in all places. …’” (<span class=\"emphasis\">Young Women Handbook, <\/span>p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p16\" class=\"\">She continued to the end of the Young Women Theme, including the Young Women Values, while the audience listened in awe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p17\" class=\"\">Knowing and remembering who we are and whose we are, we become guided by a force affecting our attitude and our conduct. We draw close to our Father in Heaven through sacred ordinances and covenants available only through His restored church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p18\" class=\"\">I had the privilege of visiting with a faithful family of Latter-day Saints in a small nipa hut in the Philippines. In this humble setting a beautiful young woman, fourteen years old, listened intently while her father explained that by saving all the money they could and selling everything they owned, the family would one day have enough to go to the temple where they could be sealed as a family forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p19\" class=\"\">It is our faith in the importance of making covenants with God and coming to understand our immense possibilities that the temple, the house of the Lord, becomes the focus for all that really matters. In the temple we participate in ordinances and covenants that span the distance between heaven and earth. They prepare us to one day return to God’s presence and enjoy the blessings of eternal families and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p20\" class=\"\">I have heard young women around the world repeat in many languages their commitment: “We will be prepared to make and keep sacred covenants, receive the ordinances of the temple, and enjoy the blessings of exaltation.” (<span class=\"emphasis\">Young Women Handbook,<\/span> p. 3.) Those blessings can be available to all of us—to all our Father’s children. When our faith is centered in Jesus Christ, our Savior, we begin to understand our identity and our tender relationship to Him as expressed in the song,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">The King of love my Shepherd is,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Whose goodness faileth never;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I nothing lack if I am His<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And He is mine forever.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p25\" class=\"\">(Henry W. Baker, “The King of Love,” <span class=\"emphasis\">Masterpieces of Religious Verse, <\/span>New York: Harper, 1948, no. 783.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/a-mighty-force-for-righteousness.p26\" class=\"\">It is through the ordinances and covenants available in the temple that our Father in Heaven has provided the way for us to return to Him rejoicing. To these eternal truths I bear my testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}