{"ID":5178, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Take Up His Cross\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p2\" class=\"\">Elder Han In Sang<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2016.jpg\" alt=\"Elder Han In Sang\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_034<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p4\" class=\"\">I feel deeply humble, and I sincerely pray for the Spirit and the support from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p5\" class=\"\">From the book of 3 Nephi we read: “Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.” (<span class=\"citation\" id=\"6243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6243)\">3 Ne. 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p6\" class=\"\">I came from Korea, traveling halfway around the world to bear my testimony of the truthfulness of the gospel of Jesus Christ. Korea has experienced wars. During my lifetime I have seen many tragic things, sadness and changes. Yet I have also witnessed many miracles. My country of Korea is where I was born and where I have lived all my life. It is where my beloved ancestors, including my dear father and mother and the parents of my grandparents, are buried.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p7\" class=\"\">Four of our five children are in Korea now. Many of our close friends and our brothers and sisters and their families are there also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p8\" class=\"\">I have never lived outside Korea until last August, when I was called to Salt Lake City, called by the Lord to declare His words among His people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p9\" class=\"\">Yet the First Presidency counseled me to become a General Authority, a disciple of the Lord, first, above all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p10\" class=\"\">Before I’ve gone too far, let me say, <span class=\"emphasis\">“Kam sa ham ni ta!” Kam sa ham ni ta <\/span>is a unique Korean honorific expression of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p11\" class=\"\">I am grateful to Heavenly Father for His love and special blessings in my life. During the desperate times of difficulties and throughout the war, I wandered to the very edge of my life and felt most helpless. There was no hope and no future for me. I thought I had been completely thrown out and left out by everything.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p12\" class=\"\">Heavenly Father, through my loving parents, worked out miracles for me. I was able to stand up and move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p13\" class=\"\">The shelters and food were provided here and there. It wasn’t much, but enough for me to keep going and ultimately to join with you today in this historic great Tabernacle, surrounded by the chosen leaders of the Lord’s Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p14\" class=\"\">Thus, I say, <span class=\"emphasis\">“Kam sa ham ni ta”<\/span> to my Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p15\" class=\"\">I am grateful for my good parents and for their special love and wonderful influence on my life. I am also deeply grateful to Dr. Kim Ho Jik, the first Korean Latter-day Saint, the most humble and unselfish person I have ever known. This great man led the handful of poverty-stricken young Korean Saints during the time of tribulation to lay the foundation of the work of the Lord in the land of morning calm, Korea, by preparing those seemingly helpless individuals to learn the gospel of Jesus Christ and to stand firm for the cause of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p16\" class=\"\">His love of God and his love for me formulated many miracles in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p17\" class=\"\">I set my goal to become a good member of the Church, as he was—a good father, a good husband, and even a good translator, as he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p18\" class=\"\">I know that today he and my father are looking down and smiling at me from the spirit world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p19\" class=\"\">I am grateful for you, my brothers and sisters. <span class=\"emphasis\">Kam sa ham ni ta!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p20\" class=\"\">One of you taught me the restored gospel of Jesus Christ and baptized me into the kingdom. The love you had moved me to accept the gospel to begin with. Then many great leaders of the Church came over to teach and train us all these years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p21\" class=\"\">President Lee, President Kimball, President Benson, President Hinckley, President Monson, and many other great leaders came to help us and change us, with great love of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p22\" class=\"\">In Korea, President Hinckley wept many times, and we all felt the love he had for the Lord and for the poor people in the Orient. <span class=\"emphasis\">Kam sa ham ni ta!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p23\" class=\"\">When we left our home in Korea last fall, many of our brothers and sisters came to KimPo Airport to say good-bye to us. Four of our children were also among the people, half lost and half crying. They were so proud of their parents. On that particular day, my wife and I stood on the side of the departure lounge away from the area where we normally stood, where we had seen our guests off.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p24\" class=\"\">KimPo Airport: I know that place very well. I have gone there numerous times, primarily to bring visitors in and to accompany guests out. Each time I visited KimPo Airport I would say to myself or to my wife: “Not me! Never! I will do their errands for them. I will drive for them and translate for them and all the rest. But no, sir! I will stay home and be a good Gospel Doctrine class teacher in Sunday School!” Thus, the Lord heard my selfish whispering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p25\" class=\"\">Elder Maxwell, you taught us about the reality of the costs of discipleship. Further, you said, “They can be paid neither at wholesale rates nor in one lump sum.” (<span class=\"emphasis\">Men and Women of Christ, <\/span>Salt Lake City: Bookcraft, 1991, p. 24.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p26\" class=\"\">I had to learn the lesson very quickly, and I am grateful for the counsel and encouragement of the message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p27\" class=\"\">We are now living in Tokyo, Japan. Only the Lord knows why. In Tokyo we have to learn everything all over again, including the new meaning of life. We have to learn the language, the culture, the system of the society, how to commute from one place to another; and, importantly, we are learning about the people and how to love these people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p28\" class=\"\">In the book of Mark we read, “Whosoever will come after me, let him deny himself, and take up his cross, and follow me.” (<span class=\"citation\" id=\"33433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33433)\">Mark 8:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p29\" class=\"\">Bearing this cross is not easy, but it will not be too difficult because God lives and He loves us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p30\" class=\"\">I meet many “tired leaders” here and there in our area. I hug them and tell them I love them because I have a strong testimony of the living God and His great love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p31\" class=\"\">To me, the love of God means going out to the people and doing something good for them and helping them until they change their old ways of living and come to Heavenly Father, happily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p32\" class=\"\">Only the love of God will cure many diseases and problems of the world, including the disease of inactivity in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p33\" class=\"\">May that love of God bring peace in your homes. I love you, and <span class=\"emphasis\">kam sa ham ni ta! <\/span>I know that God, our Heavenly Father, lives and that Jesus Christ is our Savior. Joseph Smith was a true prophet of the Lord in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/take-up-his-cross.p34\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}