{"ID":5179, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith and Good Works\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p2\" class=\"\">Elder Stephen D. Nadauld<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1f9c.jpg\" alt=\"Elder Stephen D. Nadauld\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_035<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p4\" class=\"\">It is a humbling experience to occupy this podium where truths of the Restoration have been taught by prophets and Apostles both past and present. I am grateful for this call to serve and have come to admire and love the Brethren with whom I associate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p5\" class=\"\">I am indebted to a wonderful and able mother and a truly extraordinary wife, companion, and mother to our seven sons. I echo a sentiment previously expressed by Elder Scott—Margaret excels me in every worthwhile quality. I love her very much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p6\" class=\"\">Children can provide wonderful and often humorous insights into life. We have in our family identical ten-year-old twin sons. In some circumstances they are practically impossible to tell apart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p7\" class=\"\">Recently we moved and found ourselves in new surroundings. Several days later I was talking to Aaron, one of the twins, and inquired about the big bump he had on his forehead. He described it this way. “Well, Dad, Lincoln [who is his older brother] was chasing me down the hall. I ran around the corner, and I saw my twin brother, Adam. Now, I knew I could outrun Adam, so I just kept running.” It turns out he ran into a full-length mirror!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p8\" class=\"\">Life provides for each of us a full-length, wide-screen panorama of opportunities to run into ourselves. The eminent philosopher Pogo expressed it this way: “We have met the enemy, and he is us!” (Walt Kelly.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p9\" class=\"\">In more eloquent terms, Moroni was told by the Lord: “And if men come unto me I will show unto them their weakness … ; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.” (<span class=\"citation\" id=\"22407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22407)\">Ether 12:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p10\" class=\"\">As we look into the mirror at the accumulation of bumps and bruises that evidence our weaknesses, may we be reminded that there are two great stabilizing forces that can anchor our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p11\" class=\"\">The first is illustrated by an experience of several months ago. A stake president and I took the opportunity to visit a young woman in her home near Atlanta, Georgia. She was twenty-nine years old; her husband had been killed in a car accident; she was living in a modest apartment with her two young children. I suppose we expected to find her upset and discouraged at having received a “bump” not of her own making. On the contrary, she was cheerful; she was calm; she was very gracious. She thanked us for coming and then said, as nearly as I can recall: “Brethren, I want you to know I believe in the plan of redemption. I am grateful to my Savior for the promise of a glorious resurrection with my husband. I am grateful for His redeeming sacrifice.” Then, putting her arms around her two children, she said, “Our faith in Jesus Christ will see us through.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p12\" class=\"\">We came expecting to comfort and strengthen, and we left humbled, buoyed, and blessed by her wonderful expression of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p13\" class=\"\">Indeed we walk by faith—faith in the plan of redemption, faith in the role of Jesus Christ as Savior and Redeemer, faith that as the Son of God, he has the power to save, to forgive, to lift us up. Because of our faith, we repent, we keep his commandments, we seek his restored Church and authorized priesthood. We listen to and follow the words of his prophets and Apostles spoken from this and other pulpits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p14\" class=\"\">When we exercise our faith in him, then Christ will help us overcome our weaknesses and the resulting “bumps and bruises.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p15\" class=\"\">To illustrate the second great stabilizing force, I would relate another experience. Some years ago, I was serving as a young bishop. We were holding a ward social around a swimming pool near the apartment where most of the ward members lived. I was introduced to a new member of the ward—a young woman in her twenties by the name of Carol. Carol had been afflicted with cerebral palsy since infancy. She walked with great difficulty; her hands were crippled. Her kind and dear face was also affected, as was her speech. But as I would come to understand, to know Carol was to love her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p16\" class=\"\">I had only to wait a few minutes to begin learning the great lesson she would teach. While we were talking, we watched a tall, handsome, dark-haired, very athletic young man dive off the diving board and seem to injure himself slightly. He got out of the pool, holding his neck, and went and sat under a tree. I watched as Carol struggled to prepare a plate of food and with great difficulty delivered it to him—a guileless act of service, of “good works.” Carol’s good works became a legend. She cared for the sick; she took food to the hungry; she drove people places (an experience that delivered you pale and shaken, but always in one piece); she comforted; she lifted; she blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p17\" class=\"\">I walked with her one day on the sidewalk that passed through the apartment complex where she lived. From the windows, from the balconies, from the porches came cries of “Hi, Carol!” “How are you doing, Carol?” “Come up and see us, Carol.” And occasionally someone would say, “Oh, hi, Bishop.” It was clear that Carol was loved and greatly accepted through her wonderful good works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p18\" class=\"\">My most vivid recollection of Carol occurred in the spring of that year. The ward had agreed to participate in the stake five-kilometer fun run—an oxymoronic term, to be sure. Carol wanted to be with the rest of the ward members, but we didn’t see how it would be possible. For her, just walking was a great difficulty. Nevertheless, she was determined. She struggled and trained each day to increase her endurance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p19\" class=\"\">The race finished in the stadium. Two or three hundred of us were in the stands by the finish line, drinking juice and catching our breath. And then we remembered Carol—she was left somewhere back on the course. As we ran out the entrance to the stadium, she came into view, struggling to breathe, barely able to walk, but determined to finish. As she started around the track toward the finish line, a wonderful thing happened. Suddenly the track was lined on both sides with hundreds of cheering friends. Others were running alongside to support and hold her up. Carol “of great good works” had finished the race.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p20\" class=\"\">One day each of us will cross the finish line. Will it likewise be to the cheers and encouragement of those we have loved and served? Hopefully it will be to the approbation of our Savior, who because of our faith and our good works, will say, “Well done, thou good and faithful servant.” [<span class=\"citation\" id=\"37479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37479)\">Matt. 25:21<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/faith-and-good-works.p21\" class=\"\">I add my witness to the many that have been borne from this pulpit. I know God lives. Jesus Christ is his Son—our Savior and our Redeemer. He has the power to lift us up if we will come unto him in faith, with good works, and with all of our hearts. I so testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}