{"ID":5180, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Doest Ye for Christ?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p2\" class=\"\">Elder Sam K. Shimabukuro<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:201c.jpg\" alt=\"Elder Sam K. Shimabukuro\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_036<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p4\" class=\"\">My dear brothers and sisters, I am pleased to convey to all of you love and warm greetings from the wonderful Saints and missionaries of Japan and Korea. They join the hundreds of thousands of Saints and missionaries throughout the world in doing their utmost to be true and dedicated disciples of the Lord Jesus Christ so as to enjoy the blessings of peace and fulfillment in their lives and share the blessings of love and goodwill with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p5\" class=\"\">I am honored and humbled by this assignment from the First Presidency to speak in this session of general conference. If a wife’s worries and concerns are the determinative factor for assuring the success of a talk in general conference, then I’m happy to say I’ve got it made, for the amount of worries and concerns generated by my wife is more than enough to assure the success of not only my talk, but also all of the talks that have been given and will be given from this pulpit at this conference. What a blessing to have a wife who worries for you and over you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p6\" class=\"\">In Matthew chapter 22, verse 42 [<span class=\"citation\" id=\"37471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37471)\">Matt. 22:42<\/a><\/span>] is recorded a question of great import to you and me who profess to be disciples of the Lord Jesus Christ. The question, as raised by Jesus Himself, is: “What think ye of Christ?” I’m sure we have thought of or have been asked this question before. No doubt we have come up with many responses, and all have been reflective of the deep love and esteem we have for Him. It is not surprising we have given or have heard others give, time and time again, such descriptions as the Only Begotten Son, Lord and Savior, Redeemer of the World, Sinless Sacrifice, Lamb of God, Light of the World, and countless more. And each time we bear testimony of what we think of Him, I’m sure we do it with utmost reverence and endearment. It is also reassuring to know that what we testify is made sure by the Spirit, for “no man can say that Jesus is the Lord, but by the Holy Ghost.” (<span class=\"citation\" id=\"860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(860)\">1 Cor. 12:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p7\" class=\"\">And now may I humbly pose another important question that may be considered a follow-up to “What think ye of Christ?” It is not a question found in the scriptures, but hopefully it may be worthy of your thoughtful consideration, and perhaps also prove appropriate in assessing and measuring our discipleship—yours and mine. As a follow-up to “What think ye of Christ?” may I pose the question “What doest ye for Christ?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p8\" class=\"\">The main character relative to the question “What think ye of Christ?” is of course the Lord Jesus Himself. We place Him on center stage as we give vivid descriptions of His divine nature, mission, and accomplishments, followed by our thoughts and testimonies concerning His teachings and works during His ministry of three short years and the profound impact for good these have had in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p9\" class=\"\">The question “What doest ye for Christ?” is, of course, of great importance because it poses a challenge that has eternal implications and consequences affecting our mortal life and our life beyond the veil. This time we become the main characters, and we occupy center stage rather than Jesus Christ. The issue now is not what we think of Him, but rather what we have done, are doing, and will do for Him. Clearly our discipleship could and would be measured by our responses to this question, and obviously such responses must be in terms of works more than words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p10\" class=\"\">Jesus taught us: “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” (<span class=\"citation\" id=\"37449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37449)\">Matt. 7:21<\/a><\/span>.) He brings home the powerful message that to do His Father’s will is the key to entering the kingdom of heaven. To think and to testify of Christ are very important, but in addition, these must be followed by good works patterned after those of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p11\" class=\"\">The answer to the question “What doest ye for Christ?” can be found only in the things we do for Him. The burden of proving our discipleship—in other words, what we are willing to do for Him—rests squarely on our shoulders. Truly by his works, Jesus has already proven the man He is and what He has accomplished for us. By what He did He has left us an indelible description of Himself and has made it easy for us to form an opinion about Him. Now the attention has shifted from Christ to us. It is our turn to leave a description of ourselves by what we do for Him, and this in turn provides the answers to the question “What doest ye for Christ?” and the question of what we want people to think of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p12\" class=\"\">That description we eventually would like to leave of ourselves as we labor diligently to answer the question by the works we do may well be called character—hopefully even a Christlike character. The meaning and heart of a Christlike character is beautifully described in Jesus’ simple but profound statement, “What manner of men ought ye to be? … even as I am.” (<span class=\"citation\" id=\"6275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6275)\">3 Ne. 27:27<\/a><\/span>.) And typical of the great man He is, He not only tells us what a Christlike character is, He also extends a helping hand to you and me as to what we can and must do to have a Christlike character. In loving terms, He said, “Verily, verily, I say unto you, this is my gospel; and ye know the things that ye must do in my church; for the works which ye have seen me do [even] that shall ye also do; for that which ye have seen me do even that shall ye do;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p13\" class=\"\">“Therefore, if ye do these things blessed are ye, for ye shall be lifted up at the last day.” (<span class=\"citation\" id=\"6271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6271)\">3 Ne. 27:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p14\" class=\"\">Furthermore, He said, “For I have given you an example, that ye should do as I have done to you.” (<span class=\"citation\" id=\"29571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29571)\">John 13:15<\/a><\/span>.) And still further, “If ye continue in my word, then are ye my disciples indeed.” (<span class=\"citation\" id=\"29556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29556)\">John 8:31<\/a><\/span>.) And finally, simply but majestically, “Follow thou me.” (<span class=\"citation\" id=\"4477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4477)\">2 Ne. 31:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p15\" class=\"\">It becomes clear the wisest and most sensible thing for us to do as His disciples is to labor diligently during this mortal estate to become like Him and acquire a Christlike character by following and doing what He taught and showed us. When we do this, our works become sure answers to the question “What doest ye for Christ?” and in turn they go hand in hand with our answers to “What think ye of Christ?” [<span class=\"citation\" id=\"37472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37472)\">Matt. 22:42<\/a><\/span>] Indeed, our cries of “Lord, Lord” and the works we do being in harmony with each other for sure will entitle us to enter the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p16\" class=\"\">The greatest of all achievements that we can attain in our long and challenging journey through immortality is when our claim to discipleship of the Lord Jesus Christ reaches the stage where we can say, with all honesty, His ways are our ways and His thoughts our thoughts [see <span class=\"citation\" id=\"25700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25700)\">Isa. 55:8–9<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/what-doest-ye-for-christ.p17\" class=\"\">That we may all achieve this through dedicated effort and steadfast faith in Him who is our Exemplar of truth and righteousness is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}