{"ID":5181, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seeking the Good\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_037<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p4\" class=\"\">My beloved brethren and sisters, it’s a privilege for me to be here on this occasion and to have the opportunity of bearing my testimony as to the truthfulness of the gospel and my deep love of its leaders. I pray for the Spirit of the Lord while I address you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p5\" class=\"\">Since being a very small boy, probably age five, I came to conference, and I remember I sat with my father on the third row, center section, and enjoyed so much all of the conferences that he took me to. But I don’t believe I’ve ever attended a finer and more inspirational conference than this one. I might add, it’s been probably the longest I’ve ever attended, since I’m one of the last speakers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p6\" class=\"\">A key document of the restoration of the gospel is a letter the Prophet Joseph Smith wrote in reply to a request of John Wentworth, editor of a Chicago newspaper. In the Wentworth letter, the Prophet wrote a “sketch of the rise, progress, persecution, and faith of the Latter-day Saints.” (<span class=\"emphasis\">History of the Church,<\/span> 4:535.) It apparently was the first published account of principal events that occurred in the 36-year-period after the Prophet’s birth. The last part of the letter, the Articles of Faith, is a concise statement of fundamental beliefs of the Church. The fact that one heaven-inspired person rather than a council of scholars produced this remarkable document is another evidence of Joseph Smith’s divine calling. (See <span class=\"emphasis\">History of the Church, <\/span>4:535.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p7\" class=\"\">The last part of the thirteenth article states, “If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.” (<span class=\"citation\" id=\"7028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7028)\">A of F 1:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p8\" class=\"\">The word <span class=\"emphasis\">seek <\/span>means to go in search of, try to discover, try to acquire. It requires an active, assertive approach to life. For example, Abraham “sought for the blessings of the fathers … and to be a greater follower of righteousness.” (<span class=\"citation\" id=\"7406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7406)\">Abr. 1:2<\/a><\/span>.) It is the opposite of passively waiting for something good to come to us, with no effort on our part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p9\" class=\"\">We can fill our lives with good, leaving no room for anything else. We have so much good from which to choose that we need never partake of evil. Elder Richard L. Evans declared: “There is evil in the world. There is also good. It is for us to learn and choose between the two; to increase in self-discipline, in competence, in kindness; to keep going—putting one foot in front of the other—one day, one hour, one moment, one task at a time.” (Richard L. Evans, <span class=\"emphasis\">Thoughts for One Hundred Days, <\/span>5 vols., Salt Lake City: Publishers Press, 1970, 4:199.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p10\" class=\"\">If we seek things that are virtuous and lovely, we surely will find them. Conversely, if we seek for evil, we will find that also. Lucifer understands how to tempt and drag many of our Heavenly Father’s children down to where he and his followers are. He rebelled and was cast out; he wants to make us as miserable as he is. (See <span class=\"citation\" id=\"4450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4450)\">2 Ne. 2:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p11\" class=\"\">My message may be the opposite of the worldly message of Satan’s fallacy. Nephi described it when he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p12\" class=\"\">“Many … shall say: Eat, drink, and be merry, for tomorrow we die; and it shall be well with us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p13\" class=\"\">“Nevertheless, fear God—he will justify in committing a little sin; yea, lie a little, take the advantage of one … ; there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God.” (<span class=\"citation\" id=\"4472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4472)\">2 Ne. 28:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p14\" class=\"\">Though we live in the world, we must not be of the world. For members of the Church, seeking the good is more than a lofty ideal. It is an obligation we accepted when we entered the waters of baptism; we renew it each time we partake of the sacrament. We must remember: “The Lord cannot look upon sin with the least degree of allowance;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p15\" class=\"\">“Nevertheless, he that repents and does the commandments of the Lord shall be forgiven.” (<span class=\"citation\" id=\"19554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19554)\">D&amp;C 1:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p16\" class=\"\">We can seek to strengthen our families and can foster peace and happiness in our homes, making them a safe haven from the cares and woes about us. By example parents can teach children to be kind, considerate, respectful, and supportive of one another and to avoid strife and contention. Occasionally, family members treat each other with less courtesy and kindness than they do acquaintances or even strangers. Family members do have differences that can cause friction, but they should reserve their most tender affection for those who are closest to them: their spouse, parents, brothers and sisters. The true greatness of a person, in my view, is evident in the way he or she treats those where courtesy and kindness are not required.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p17\" class=\"\">We can seek to be good neighbors. In most cases, those who are good neighbors will have good neighbors. Being a good neighbor means doing more than offering a thoughtful gesture from time to time on a holiday or in a crisis. It means striving continuously to build and maintain genuine friendship. We react quickly in an emergency. For example, last Christmas, our neighbor’s car caught on fire. Everyone who saw the flames immediately rushed out to help. Do we respond as well when the need is less urgent but perhaps very important? Do we visit our neighbors even when no one is ill and no crisis exists?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p18\" class=\"\">We can seek to provide selfless service because of the love we have for our fellow men. The Savior placed such love second only to love for God when he said: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p19\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p20\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p21\" class=\"\">“On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"37468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37468)\">Matt. 22:37–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p22\" class=\"\">Regarding these two commandments, we read in the book of 1 John: “If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p23\" class=\"\">“And this commandment have we from him, That he who loveth God love his brother also.” (<span class=\"citation\" id=\"1158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1158)\">1 Jn. 4:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p24\" class=\"\">Serving others should become a natural part of the life of every follower of our Savior. When we subordinate personal interests out of love and give of ourselves with no thought of receiving in return, we are moving toward becoming true disciples. “The Lord has … commanded his people to care for the poor and needy. He said, ‘And remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple.’ (<span class=\"citation\" id=\"19625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19625)\">D&amp;C 52:40<\/a><\/span>.)” (<span class=\"emphasis\">Providing in the Lord’s Way,<\/span> Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1990, p. 3.) In a stake I visited recently, the unemployment rate was high. However, the faithful Saints and leaders there have joined together in a liberal fast offering contribution to make sure that no one goes without necessities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p25\" class=\"\">We should seek to become self-reliant, so far as possible, rather than depend on someone else to provide for us. Some people seem to have the notion that we have a right to everything in life without making any effort to produce it ourselves. Many believe the government and others should take care of us: they think they should provide food, health care, and housing. Of course, society must care for some of its people, but the general population should get away from the idea of depending on the government for things they can provide for themselves and their families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p26\" class=\"\">We should seek to be happy and cheerful and not allow Satan to overcome us with discouragement, despair, or depression. As President Benson said, “Of all people, we as Latter-day Saints should be the most optimistic and the least pessimistic.” (<span class=\"emphasis\">Ensign,<\/span> Oct. 1986, p. 2.) Where sin is the cause of unhappiness, we need to repent and return to a righteous life because “wickedness never was happiness” (<span class=\"citation\" id=\"9955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9955)\">Alma 41:10<\/a><\/span>) and “you cannot do wrong and feel right. It is impossible.” (Ezra Taft Benson, <span class=\"emphasis\">New Era, <\/span>June 1986, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p27\" class=\"\">I believe happiness comes from a clear conscience and from being without guile or deception. It means avoiding jealousy and envy. It means cultivating peace in our homes and enjoying the peace in our hearts that righteousness brings. It comes from a knowledge and assurance, given by the Spirit, that the life we are pursuing accords with God’s will and is acceptable to him. (See Joseph Smith, <span class=\"emphasis\">Lectures on Faith, <\/span>Salt Lake City: Deseret Book Co., 1985, 3:5.) After all, the Prophet Joseph’s oft-quoted statement remains in force; he said: “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.” (<span class=\"emphasis\">History of the Church, <\/span>5:134–35.) We need not feel depressed or discouraged about conditions in the world, for the Lord will help us find the good that will lead us to happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p28\" class=\"\">In a day when broadcasters and publishers have rather free access into our homes, we must seek clean, uplifting entertainment, whether on television, videos, movies, magazines, books, and other printed material. We should be very selective and choose only those things that meet the test of being virtuous, lovely, of good report, or praiseworthy. If it is questionable, we should avoid it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p29\" class=\"\">Especially in an election year, as we have in the United States this year, we should seek to support those we believe will act with integrity and carry out our ideas of good government. The Lord has said: “When the wicked rule the people mourn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p30\" class=\"\">“Wherefore, honest men and wise men should be sought for diligently, and good men and wise men ye should observe to uphold.” (<span class=\"citation\" id=\"19690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19690)\">D&amp;C 98:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p31\" class=\"\">The Church maintains a policy of strict political neutrality, favoring no party or candidate, but every member should take an active part in the political process. We should study the issues and the candidates to be sure our votes are based on knowledge rather than hearsay. We need to pray for our public officials and ask the Lord to help them in making momentous decisions that affect us. Our beliefs regarding earthly governments and laws are summarized in section 134 of the Doctrine and Covenants (<span class=\"citation\" id=\"19726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19726)\">D&amp;C 134<\/a><\/span>) and the twelfth article of faith (<span class=\"citation\" id=\"7026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7026)\">A of F 1:12<\/a><\/span>). We should support public policy that coincides with these moral beliefs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p32\" class=\"\">Church members should seek to carry the gospel message forth to all who will hear it. We should seek without delay to preach by precept and by example to be sure everyone is willing to accept gospel truths and has the opportunity to do so. The best way to teach the gospel is to live it. Parents are to prepare their children by teaching them gospel principles; teaching them to live clean, pure lives so they can be worthy missionaries and ambassadors of the Lord, encouraging them to acquire a strong testimony of the gospel, and helping them to prepare financially for this sacred service. Also, older couples should arrange their affairs so they can serve as missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p33\" class=\"\">We can seek to enter holy temples frequently to perform essential ordinances regularly for others who have preceded us. Temple work enables us to do for others what they cannot do for themselves. It is a labor of love that permits our forefathers to continue their progress toward eternal life. As valuable and beneficial as temple work is to them, it is equally valuable to us. The House of the Lord is a place where we can escape from the mundane and see our lives in an eternal perspective. We can ponder instructions and covenants that help us understand more clearly the plan of salvation and the infinite love of our Heavenly Father for his children. We can ponder our relationship to God, the Eternal Father, and his Son, Jesus Christ. We learn from the Doctrine and Covenants that a temple is a place of thanksgiving, “a place of instruction for all those who are called to the work of the ministry in all their several callings and offices;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p34\" class=\"\">“That they may be perfected in the understanding of their ministry, in theory, in principle, and in doctrine, in all things pertaining to the kingdom of God on the earth.” (<span class=\"citation\" id=\"19689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19689)\">D&amp;C 97:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p35\" class=\"\">Regular temple work can provide spiritual strength. It can be an anchor in daily life, a source of guidance, protection, security, peace, and revelation. No work is more spiritual than temple work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p36\" class=\"\">In the words of Hugh Nibley, “The temple is a scale model of the universe. The mystique of the temple lies in its extension to other worlds; it is the reflection on earth of the heavenly order, and the power that fills it comes from above.” (“Nibley Considers teh Temple in the Cosmos,” <span class=\"emphasis\">Insights, an Ancient Window,<\/span> Mar. 1992, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p37\" class=\"\">As spirit children of our Heavenly Father, we should seek always to recognize the divine potential within us and never restrict our perspective to the limited scope of mortal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p38\" class=\"\">We should seek the Holy Ghost, who can be the constant companion of all members of the Church who are obedient and righteous. He can reveal all truth to us in our minds and in our hearts, comfort us in times of distress, prompt us in making correct choices and decisions, and help purify ourselves from sin. I know of no greater blessing that can come to us in mortality than the companionship of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p39\" class=\"\">Surely we live in troubled times, but we can seek and obtain the good despite Satan’s temptations and snares. He cannot tempt us beyond our power to resist. (See <span class=\"citation\" id=\"857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(857)\">1 Cor. 10:13<\/a><\/span>.) When we seek “anything virtuous, lovely, or of good report or praiseworthy” (<span class=\"citation\" id=\"7029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7029)\">A of F 1:13<\/a><\/span>), we are seeking to emulate the Savior and follow his teachings. Then we are on the path that can lead us to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/seeking-the-good.p40\" class=\"\">I bear humble witness that our Heavenly Father knows and loves each of his children and that his Beloved Son, Jesus Christ, is our Savior and Redeemer. Joseph Smith is the prophet of the restoration of the gospel of Jesus Christ. His successors, from Brigham Young to our present prophet, President Ezra Taft Benson, are also modern-day prophets of God. They teach us to seek that which is good. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}