{"ID":5182, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Great Mission\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92905_000_038<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p4\" class=\"\">My beloved brothers and sisters, these have been two wonderful days. I hope that we will review and ponder what we have heard. We have feasted on the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p5\" class=\"\">The music has been wonderful. The prayers have been inspired. The talks have been uplifting and enlightening, and our lives will be the richer for our experience if we strive to do better in harmony with the teachings to which we have listened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p6\" class=\"\">We regret that President Benson has been unable to speak to us. He is now in his ninety-third year. His presence yesterday and again today has helped us. We have enjoyed his smile and the wave of his hand. As we bring this meeting to a close, I leave with you a statement from him—his personal witness of the Son of God, whose servant he is. These are his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p7\" class=\"\">“Nearly two thousand years ago a perfect Man walked the earth—Jesus the Christ. He was the Son of a Heavenly Father and an earthly mother. He is the God of this world, under the Father. In his life, all the virtues were lived and kept in perfect balance; he taught men truth—that they might be free; his example and precepts provide the great standard—the only sure way—for all mankind. Among us he became the first and only one who had the power to reunite his body with his spirit after death. By his power all men who have died shall be resurrected. Before him one day we all must stand to be judged by his laws. He lives today, and in the not too distant future shall return, in triumph, to subdue his enemies, to reward men according to their deeds, and to assume his [rightful] role to rule and reign in righteousness over the entire earth.” (Ezra Taft Benson, <span class=\"emphasis\">An Enemy Hath Done This, <\/span>Salt Lake City: Parliament Publishers, 1969, pp. 52–53.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p8\" class=\"\">Such is the testimony of our prophet and our leader. When all is said and done, I remind you that this is our great mission—to bear witness to the world, both with example and precept, of the living reality of the Son of God, the resurrected Lord, who is our Redeemer and our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p9\" class=\"\">Now, in conclusion, may I thank each of you, all within the sound of my voice, wherever you may be across this broad land and across the world, for the faith which you carry in your hearts of the divinity of this work, for the devotion with which you serve, for your prayerful desires to bring up your children in light and truth and to nurture them with the good word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p10\" class=\"\">When you leave the Tabernacle in a few minutes, I invite you to look at the spires of the temple just to the east of us. The capstone on the highest tower of that beautiful structure was put in place one hundred years ago tomorrow. The Brethren at the conference of a century ago urged the people to consecrate the needed skills and resources to ensure dedication of the temple on April 6, 1893. They met the challenge, and at this time next year, we will commemorate the centennial of the dedication of this magnificent house of the Lord. Its presence is testimony that no challenge is too great for the people of this Church when they move forward in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/our-great-mission.p11\" class=\"\">In behalf of President Benson and all of my Brethren, I invoke upon you, wherever you may be, the blessings of heaven. May the Lord smile with favor upon you that there may be peace in your lives and peace in your homes. May you return safely to those you love, and may the remembrances of this great occasion be sweet and fruitful, I humbly pray. God be with you till we meet again, my beloved brethren and sisters, my friends and associates in this great work, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}