{"ID":5184, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Mission of Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p3\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p4\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:20fa.jpg\" alt=\"Aileen H. Clyde\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_040<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p5\" class=\"\">And now here we are—well into the last decade of the twentieth century in March 1992. We marvel together at our diversity of place, of language, of culture, and even of personal description. We celebrate the power demonstrated by this great international society that binds us together with unity of purpose and sisterhood. The mission of Relief Society is founded in the gospel of Jesus Christ, and women throughout the world are responding increasingly to his teachings. Their faith elevates their lives, and as their testimonies grow, they lift and teach those around them. This society’s aim is to include them all and to bless their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p6\" class=\"\">Christ taught clearly that regardless of our living conditions, or our marital status, or our gender, we may know his love. When he met the woman at the well, as he crossed Samaria on his way to Galilee, she couldn’t believe he spoke to her. She was a Samaritan—he was a Jew. Her awareness of their differences, no doubt the legacy of long tradition, complicated her understanding him. He engaged her in a thoughtful conversation, and she began to sense that this visit had meaning far beyond the importance of drinking from a well. The exchange itself freed her from the inhibitions she expressed when he first spoke to her. When he offered the living “water springing up into everlasting life,” a new awareness came upon her, and she began to hear what he was teaching “in spirit and in truth.” (<span class=\"citation\" id=\"29539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29539)\">John 4:14, 23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p7\" class=\"\">Her hearing became her knowing, and her testimony brought other Samaritans to him. They later said to the woman, “Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.” (<span class=\"citation\" id=\"29543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29543)\">John 4:42<\/a><\/span>.) Relief Society women throughout this world have first in their purposes to know him themselves and to build their personal testimony of Christ’s love, which he so freely offers to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p8\" class=\"\">Some of us need the blessing of more fully realizing our importance as individuals to our Savior. We have record of his high expectations for us. When a woman who had sinned was brought by scribes and Pharisees to be stoned, Jesus said, “He that is without sin among you, let him first cast a stone at her.” (<span class=\"citation\" id=\"29553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29553)\">John 8:7<\/a><\/span>.) One by one, probably because of his presence, their own consciences lifted their condemnation of her, and they walked away. Christ then spoke those words of power that could cleanse the world, “Neither do I condemn thee: go, and sin no more.” (<span class=\"citation\" id=\"29554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29554)\">John 8:11<\/a><\/span>.) His invitation was clear; the initiative was hers. Freedom from past acts was within her reach through her vision of his merciful love. Regardless of what had brought her to that point, a life of dignity and service, of righteousness and happiness was possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p9\" class=\"\">From the beginning—150 years ago—Relief Society has offered women ways to strengthen their own lives and ways to help them strengthen the lives of others. The others might be our own family, our neighbor, or the stranger who has come to our awareness. The ways sometimes come by assignment and often come from personal initiative. The needs are everywhere, and the key to our ability to meet them is Christ’s admonition that we love one another as he has loved us. (See <span class=\"citation\" id=\"29572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29572)\">John 13:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p10\" class=\"\">The aim of this society to build testimonies, bless individuals, exercise charity, strengthen all families, and find joy in our sisterhood turns on the fulcrum of Christ’s love. May these principles of serving and growing help us see ourselves in new ways as women. May we see clearly the way before us to be righteous disciples of our atoning Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/the-mission-of-relief-society.p11\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}