{"ID":5185, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spit and Mud and <span class=\"emphasis\">Kigatsuku<\/span>\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p3\" class=\"\">Chieko N. Okazaki<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p4\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1f9e.jpg\" alt=\"Chieko N. Okazaki\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_047<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p5\" class=\"\">My dear sisters, aloha! What a joy it is to stand with you on this threshold between the past and the future! We celebrate 150 years of service, sisterhood, and a shared struggle toward sainthood. In 150 years, when the sisters look back in their own season of celebration, I hope they will say, “The year 1992 was a year when the angels could not be restrained from being the associates of those women.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p6\" class=\"\">Well, dear sisters, that’s us! You know, it was Joseph Smith who made that prophecy about the angels. (See <span class=\"emphasis\">History of the Church,<\/span> 4:605.) I am calling on all of us to make this prophecy come true by increasing our personal spirituality, by uniting in a mighty sisterhood, and by serving others with Christlike love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p7\" class=\"\">As we discuss service today, I’d like to teach you an important Japanese word. It’s <span class=\"emphasis\">kigatsuku<\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p8\" class=\"\"><span class=\"emphasis\">Kigatsuku<\/span> means “an inner spirit to act without being told what to do.” First, we can do great good when we act as an organized group. One hundred and fifty years of Relief Society speaks for itself. One stake in Denver, Colorado, is making quilts—dozens of thick, warm, comforting quilts—which they will donate to the homeless and those in need. Second, we can do great good when we act in small, informal groups. The Relief Society general board volunteered to clean a littered highway, pulled on their gloves, and discovered that it doesn’t take a long time to make a big difference. And third, we can do great good on our own—just as individuals who care enough to serve. Think of Sister Julia Mavimbela in South Africa, teaching children who had never had a real home to tend the earth by planting gardens. It is the desire in individual hearts that powers not only small, individual acts of service, but also the great acts that become mass movements and even revolutions. You have that power, too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p9\" class=\"\">Are you sitting on a mat or on a polished bench? Are you wearing a sari or a three-piece suit? Are you hearing me in English or in Tagalog? It doesn’t matter. Hear the words of my heart. Feel the power that can come from your own desire to do good!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p10\" class=\"\">When I was just a little girl, my mother began teaching me to be <span class=\"emphasis\">kigatsuku.<\/span> When she swept the floor, she would say, “Chieko, what would a <span class=\"emphasis\">kigatsuku<\/span> girl do now?” Then I’d run and get the dustpan. I recognized my mother’s teaching when I read that wonderful scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p11\" class=\"\">“Verily, I say, [you] should be anxiously engaged in a good cause, and do many things of [your] own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p12\" class=\"\">“For the power is in [you], wherein [you] are [an agent] unto [yourself].” (<span class=\"citation\" id=\"19631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19631)\">D&amp;C 58:27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p13\" class=\"\">You are powerful! Where does that power come from to “do many things of [our] own free will”? It comes from the Savior himself. Feel that desire to serve in your own heart. Sense within yourself that strength to choose!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p14\" class=\"\">Remember Jesus healing the blind beggar. He spat on the ground, rubbed the mud on the man’s eyes, and said, “Go, wash [your face] in the pool of Siloam.” (See <span class=\"citation\" id=\"29560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29560)\">John 9:1–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p15\" class=\"\">My sisters, this story has a lesson about service in it for us. First, remember that Jesus and the man didn’t have an appointment. They encountered each other almost by accident. So look for little opportunities in your daily life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p16\" class=\"\">Second, Jesus saw the need of an individual. Sometimes I think we see programs instead of individuals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p17\" class=\"\">Third, Jesus performed the service immediately with just the resources he had—spit and mud and a desire to help. He didn’t transport the man to an exotic medical facility, organize a cornea transplant team, or didn’t make it into a media event. Sometimes we think we can’t serve because we’re not rich enough, not educated enough, not old enough, or not young enough. Remember, if we have the desire to serve, then our bare hands, a little spit, and a little dirt are enough to make a miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p18\" class=\"\">And fourth, Jesus didn’t just dump that service on the man and walk away. He gave that man a way to exercise faith and strengthen the faith he had by asking him to participate in his own healing. It was a simple thing—washing in the pool of Siloam. But what if the man had refused? Jesus took that risk and let the man participate in his own miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p19\" class=\"\">Our desire to serve is divine. Charity is our motto. As women, we beseech with the prophets of old:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p20\" class=\"\">“And let these my words, wherewith I have made supplication before the Lord, be nigh unto the Lord our God day and night, that he maintain the cause of … his people Israel at all times.” (<span class=\"citation\" id=\"1311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1311)\">1 Kgs. 8:59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/spit-and-mud-and-kigatsuku.p21\" class=\"\">“That [we] may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that [we] may become the [daughters] of God; that when he shall appear we shall be like him.” (<span class=\"citation\" id=\"38640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38640)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38640)\">Moro. 7:48<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}