{"ID":5186, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Look Up and Press On\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p3\" class=\"\">President Elaine L. Jack<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p4\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1e50.jpg\" alt=\"President Elaine L. Jack\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_049<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p5\" class=\"\">When my four sons were all at home, my husband, Joe, and I spent many summer days hiking with them. Our favorite places to hike were in the high mountains. We all loved the challenge of a tough climb up and then that exhilarating moment of standing at what seemed to be the top of the world. We would carefully scan the horizon, relishing the sight of other peaks and valleys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p6\" class=\"\">One of the best adventures of my life was the day we climbed three adjacent mountain passes. Beginning early in the morning, we began our ascent, moving ever higher. The hike proved long and demanding, yet each view held its own majesty and perspective. My satisfaction at what I saw far exceeded any weariness I felt. I have never forgotten the awe and accomplishment I experienced when I stood at the top of a mountain and looked out on this wide and wonderful world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p7\" class=\"\">Today, my beloved Relief Society sisters, we join hands around the world while we stand on another type of peak. From this pinnacle of 150 years of Relief Society, we survey the rich fruits of charity sown from seeds of faith in 135 countries and territories. How satisfying it is to see testimonies built, individuals blessed, charity developed and exercised, families strengthened, and sisterhood enjoyed by over three million Relief Society members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p8\" class=\"\">Your vantage point may actually be a mountaintop. It may be the knoll of a grassy plain or a mound of sand in the desert. It could be a favorite stretch of beach or the icy crest of a snow-packed hill. It may be the top step of your own front porch. Whatever your perspective, today I ask you to stand arm in arm with me and look up! Let us climb together to new spiritual heights. We will echo Isaiah’s words, “Let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths.” (<span class=\"citation\" id=\"25694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25694)\">Isa. 2:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p9\" class=\"\">Today I ask you to undertake with me a spiritual journey worthy of our best efforts. I ask you to press forward with me in the quest for unparalleled levels of personal spirituality. Let us seek keener vision and stronger hearts. Let us make “Charity Never Faileth” [<span class=\"citation\" id=\"862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(862)\">1 Cor. 13:8<\/a><\/span>] a motto of such personal significance that the whole world will be blessed by us, the daughters of God who are the sisters of Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p10\" class=\"\">With this broadcast, we join as we never have before. Never in the history of the Church have the women of Zion been linked so closely together. This is symbolic, reminding us that we come together in the greatest of all causes, the gospel of Jesus Christ. As a young girl growing up in the foothills of the Canadian Rockies, I often imagined climbing the distant peaks I could see. Today as we are literally linked together across the continents of the world, we ascend mountains far greater than those I saw.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p11\" class=\"\">Sisters, we are the covenant people, blessed to live on the earth when we can prepare in earnest for the second coming of our Savior. I pray that we will daily rejoice in being alive now when we can covenant through baptism and in the house of the Lord. I feel as Nephi expressed, “My soul delighteth in the covenants of the Lord … ; yea, my soul delighteth in his grace, and in his justice, and power, and mercy in the great and eternal plan of deliverance from death.” (<span class=\"citation\" id=\"4464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4464)\">2 Ne. 11:5<\/a><\/span>.) To be a woman of covenant is a sacred and holy calling. Our covenants should ennoble us, serving as inspiration and incentive. A deepened understanding of our covenants lifts our vision to the loftier vistas awaiting us. As we are “true followers of … Jesus Christ,” we can become the daughters of God, “that when he shall appear we shall be like him, for we shall see him as he is.” (<span class=\"citation\" id=\"38641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38641)\">Moro. 7:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p12\" class=\"\">In this quest for the best in us, we are like Sariah, who, with Lehi and their family, left Jerusalem at the Lord’s command. We stand with our “family, and provisions” (<span class=\"citation\" id=\"2010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2010)\">1 Ne. 2:4<\/a><\/span>), and we travel through the wilderness. We give “thanks unto the Lord our God.” (<span class=\"citation\" id=\"2011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2011)\">1 Ne. 2:7<\/a><\/span>.) Sometimes we grieve because of the hardened hearts of those we love. Some moments we are “filled with joy, and … exceedingly glad.” (<span class=\"citation\" id=\"2014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2014)\">1 Ne. 5:1<\/a><\/span>.) At other times we “exhort … with all the feeling of a tender parent” (<span class=\"citation\" id=\"2024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2024)\">1 Ne. 8:37<\/a><\/span>), whether we are physical mothers or not. We toil. We encounter conflicts. We strive for faith. We “[suffer] all things.” (<span class=\"citation\" id=\"2043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2043)\">1 Ne. 17:20<\/a><\/span>.) Yet, like Sariah, we keep moving towards exaltation, the ultimate promised land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p13\" class=\"\">You recall that during the journey of Lehi and Sariah’s family, Nephi broke his bow. He was directed to “go forth up into the top of the mountain” (<span class=\"citation\" id=\"2042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2042)\">1 Ne. 16:30<\/a><\/span>) to obtain food for his family. I wonder when he reached the top if he paused, as I often have at such a height, to look around and see how far he and his family had come and the direction in which they still needed to go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p14\" class=\"\">Beloved sisters, from my vantage point I see your goodness and potential. I know your lives have their difficulties. I also see how far you’ve climbed already and what dazzling heights you’ve attained. I feel the love of the Savior for you and your love for Him. Our Lord Himself promised, “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.” (<span class=\"citation\" id=\"19662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19662)\">D&amp;C 84:88<\/a><\/span>.) With such a promise, we can keep going. With this assurance, we will rise to spiritual heights previously unimagined.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p15\" class=\"\">A ward Relief Society president recently shared with me the reaction of a community worker to her request to inform the sisters of local service needs. The president calmly explained that each Relief Society unit around the Church would be undertaking a project. The worker said, “You mean 18,000 groups of Relief Society women are going to do something in their local communities? Then you’ll change the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p16\" class=\"\">We will change the world. For the better. For this journey to great heights is not any ordinary journey, any more than was Sariah’s. Ours is a quest to change ourselves, to become even truer disciples of our Lord and Savior. We will lift our eyes to the mountains and move ceaselessly towards exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p17\" class=\"\">And how shall we scale this mountain? One faithful step at a time. I have a good friend with whom I have often counseled over the years about some of my gravest concerns. Particularly when I begin a new task and feel unsure, she invariably says enthusiastically, “How exciting! Elaine, you can do this.” I have been grateful for her confidence. Sisters, I say today, we can do this. We will build the kingdom of God—one person and one home at a time. Married, single, older, younger, mothering, or childless, we are going to prove that Eliza R. Snow, an early and inspired Relief Society leader, was right: “There is no sister so isolated, and her sphere so narrow but what she can do a great deal towards establishing the Kingdom of God upon the earth.” (<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Sept. 1873, p. 62.) We will build the kingdom of God by lighting our homes with faith, whether we live alone or with a house full of family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p18\" class=\"\">For many of us, the most rugged mountains we tackle are within the walls of our homes. Since we strive to become eternal family units, we should prize our families. Dear sisters, stay close to your husband, your children, your parents, your brothers and sisters, and those who feel like family because your lives have joined. Consider them your fellow voyagers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p19\" class=\"\">A woman of mighty faith joined the Church and, because of pressing economic circumstances, left her family and homeland. Her journey took her far, but her faith took her farther. When she was well into her retirement years, she was called to be the ward Relief Society president. That calling brought forth a lifetime of knowledge and skill. She was a woman of such loving faith that the sisters of her Relief Society were drawn together as she put her arms around them physically and spiritually. A young mother asked her how she developed such radiant faith. This sister replied, “Turn your back on the problems and look for the light.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p20\" class=\"\">Sisters, as we climb the mountains, especially those in our own backyards, let us look to the Lord, who is the light. Show that light to your family and those who feel like family, for the brush at our feet will snag us, and obstacles will surely bruise us. But warm and steady, the light beckons us on. Follow it, knowing the challenges are real, but so is the Lord. Light a torch of faith at home and keep it burning brilliantly, even when the night is long and the journey difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p21\" class=\"\">We shall scale our spiritual peaks with courage. Courage is a powerful tool. With it we can dig into the bedrock and stand steady, even when the footing is treacherous. I see so much of courage in you. You walk miles to church. You rebuild a home ruined by floods. You go to school, sometimes with your desk on your head. You stretch limited money so you can feed your family. You face death, survive drought, and forgive after a divorce. You repent when that’s what is needed. You let go of old habits and espouse the gospel instead. You pay tithing when your children need shoes. You live through winter without warm clothes. You raise children alone. You accept a Church calling when you have no idea how to do it. You work to feel good about yourself, even as you feel so imperfect. You reach out to someone who may not extend a hand to you. You patch up a long-standing family argument. You put your family first, even when other options entice you. Cultivate courage, for it will help you live confidently and well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p22\" class=\"\">The prophet Moses told the children of Israel, who were ready to enter a new territory of many unknowns, “Be strong and of a good courage, fear not, nor be afraid … : for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.” (<span class=\"citation\" id=\"21378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21378)\">Deut. 31:6<\/a><\/span>.) Sisters, the Lord will not fail or forsake us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p23\" class=\"\">We will climb our spiritual mountains rejoicing. Our hearts will resonate to Isaiah’s words, “For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands.” (<span class=\"citation\" id=\"25701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25701)\">Isa. 55:12<\/a><\/span>.) Each insight, each spiritual view should fill us with a spirit of thanksgiving that spills over into the lives of those around us. We sisters in Zion have the best reasons to thank the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p24\" class=\"\">Thank the Lord for your testimony. Thank Him for being alive now. When your challenges come, thank the Lord for your knowledge that He lives, and feel peace knowing He loves you. As you work hard, say, “The Lord doth give me exceedingly great joy in the fruit of my labors.” (<span class=\"citation\" id=\"9945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9945)\">Alma 36:25<\/a><\/span>.) When you struggle, say, “I can do all things through Christ which strengtheneth me.” (<span class=\"citation\" id=\"41335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41335)\">Philip. 4:13<\/a><\/span>.) With each new lesson learned and each answer to personal prayer, say, “I rejoice exceedingly that [my] Lord Jesus Christ hath been mindful of [me].” (<span class=\"citation\" id=\"38643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38643)\">Moro. 8:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p25\" class=\"\">Today, arm in arm and hand in hand, we stand together on sand or rock or the steps of home. We look together in the direction of our heavenly home. May you, a member of Relief Society—and my sister—seek and find the loftiest, personal spiritual heights. May the peaks of spiritual awareness fill your soul with joy and inspire you to look up and to press on. And may this ascent we share witness in every home and in every nation “That he lives!” (<span class=\"citation\" id=\"19648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19648)\">D&amp;C 76:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/05\/look-up-and-press-on.p26\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}