{"ID":520, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Truth and Righteousness Will Triumph<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1951, pp. 129-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I trust I may have the benefit of your faith and prayers during the\nfew minutes I shall stand before you. First of all, I want to express my gratitude for the\nstrength, the comfort, the consolation, and the increased confidence which have come to the\nmembers of the Church in the passing of President George Albert Smith. I think, in one way\nor another, he must have touched all of us more or less closely during his entire ministry.\n<\/p><p>\nSERMONS OF PRESIDENT SMITH\n<\/p><p>\nI remember as a boy in my teens I heard President Smith for the first time deliver a sermon\nin the Logan Tabernacle. The theme of his discourse was \"Observance of the Sabbath Day.\" It\nwas a timely message because at that time, in Logan, particularly, there was some controversy\nas to what extent Sunday amusements should be commercialized and carried on. President\nSmith's sermon was powerful. He said, among other things, \"Sabbath observance\n(<span class=\"citation\" id=\"22616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22616)\">Ex. 20:8<\/a><\/span>) is one of the\ngreat pillars of civilization.\" I have thought of it many times, and I am sure as I have\nreflected upon it that President Smith was right in his conclusions.\n<\/p><p>\nYears later I heard him discuss before an audience in the same place the Ten Commandments\n(<span class=\"citation\" id=\"22615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22615)\">Ex. 20:1-17<\/a><\/span>).\nAs he often did, he referred to each one of these Commandments, and after he had made his\ncomments he turned to the audience and said, \"You may break these commandments if you\nwant to, but if you do, they will break you.\" I have never forgotten those words.\n<\/p><p>\nAnd so, President Smith has brought a vital message into the lives of each of us. When I was\nfirst called to the position in the Church which I now hold, one of the first assignments given\nme was to the St. Johns and the Snowflake stakes in Arizona. To my surprise and to my\ndelight, President George Albert Smith was to be my companion. We journeyed together to\nSt. Johns, where the conference was held. During the afternoon session, a telegram came to\nPresident Smith, who was at my side. He opened it and read it, folded it up, put it in his\npocket, and when the session was ended, he came to me and said, \"I have been called back to\nSalt Lake City. It will be necessary for you to fill the appointments which I have made.\" He\nthereupon handed me a little sheet of paper, and on it was a schedule of meetings which he\nhad arranged in the little villages and settlements around St. Johns and Snowflake. I mention\nthis fact only because it illustrates the zeal, the energy, and the diligence with which President\nSmith assumed his responsibilities in the ministry.\n<\/p><p>\nGIVE THE LORD A CHANCE\n<\/p><p>\nWhen I left for Europe to take on a great responsibility, one I felt that was altogether too\ngreat for me to assume, President Smith called me to his office. He gave me only a very brief\nadmonition, and I suspect he has given it to many. Said he, \"Remember, Brother Sonne, give\nthe Lord a chance.\" I believe that admonition remained with me throughout my mission over\nin Europe. I'm not sure that I needed it so much, for I was very humble and prayerful in the\nwork I had to do, but the advice was so good and so sound, that I never forgot it. And I feel\nwhat success came from our endeavors over in Europe during a crucial time was due in large\nmeasure to the help which we received from our Heavenly Father.\n<\/p><p>\nAnd so I hope and pray that the members of the Church and particularly those who bear the\nHoly Priesthood, will put forth the same effort which our great leader has demonstrated in his\nlife.\n<\/p><p>\nDEVOTION OF LATTER-DAY SAINTS\n<\/p><p>\nI recall at this moment a testimony which I heard from a young missionary in the French\nMission. He had but recently arrived in the field. As he stood up, he said something like this:\n\"My grandparents joined the Church in Southampton, England. Soon after being baptized,\nthey emigrated to Nauvoo, Illinois. They bought a home and expected to live there\nindefinitely. But,\" said the missionary, \"a mob burned the home, and they were left practically\ndestitute. Then my grandparents loaded all of their earthly possessions on a handcart and\npushed it over the plains to the Rocky Mountains. I thank God,\" said this young man, \"for the\nfaith and the integrity, the determination and the conviction, which prompted my grandparents\nto be thus faithful to their trust.\" Such devotion has been characteristic of the Latter-day\nSaints and their leaders from the beginning.\n<\/p><p>\nI rejoice, brethren and sisters, in my testimony of the truth. I know God has spoken from the\nheavens and established his Church upon the earth. We have received a great shock during the\npast few days; we'll receive other shocks, in all probability, but I tell you this Church will\nnever receive a setback. It will go forward in the future as it has in the past, and truth and\nrighteousness will triumph in the earth. I pray that it may be so, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}