{"ID":521, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fellowship, Unity and Love<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1951, pp. 152-153<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe have just witnessed, and taken part in a most solemn, wonderful manifestation of\nfellowship, unity, and love.\n<\/p><p>\nPLEDGE OF SUPPORT\n<\/p><p>\nFirst, I wish to say before this vast congregation of priesthood and members of the Church\nthat I pledge myself to support my brethren of the First Presidency. They have my full\nsupport, my love, and fellowship, and I pray that the Spirit of the Lord may rest upon them in\ngreat abundance to guide them and direct them in all things pertaining to their high and holy\ncallings.\n<\/p><p>\nI feel humble in standing here, considering myself the weakest of my brethren. I love each\none of them: the First Presidency, the Council of the Twelve, and the other brethren whose\nnames have been presented and approved here this day. And may the Lord be with us to help\neach one of us to magnify his calling.\n<\/p><p>\nI realize the position I have been called to fulfil is one of great importance. It makes me\nhumble. I am grateful for the expressions that I have received from my brethren. They have\nexpressed their confidence, and already have given me their support.\n<\/p><p>\nIt is wonderful to see a great body such as we have here today (composed of the leading\nbrethren of the Church and many others who have not been called to presiding capacity),\nraising their hands enthusiastically, feeling in their hearts to give their support, and they do\ngive their support with all their hearts to the brethren who have been sustained.\n<\/p><p>\nI thank the Lord for the gospel of Jesus Christ, for my membership in the Church, for the\nopportunity which has come to me to give service. I have only one desire, weak as I am, and\nthat is to magnify to the best of my ability the calling which is mine.\n<\/p><p>\nFAITH AND PRAYERS NEEDED\n<\/p><p>\nI need the faith and the prayers of the members of the Church. These brethren of the\nPresidency need them, too. We should support them, uphold them, sustain them by our faith\nand by our prayers, that they may feel the influence that radiates from this great body of\npriesthood and from the membership of the Church.\n<\/p><p>\nThere is an influence that radiates forth. In fact, every individual radiates some influence. Our\ninfluence should be for good, for the building up of the kingdom of God. We should have no\nother purpose, only to bring to pass this great work and see it established in the earth as the\nLord would have it.\n<\/p><p>\nESTABLISHMENT OF ZION\n<\/p><p>\nIn the early days of the Church the brethren came to the Prophet Joseph Smith asking what\nthe Lord would have them do. The answer given to them was \"to bring forth the cause of\nZion\" (<span class=\"citation\" id=\"12865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12865)\">D&amp;C 6:6<\/a><\/span>).\nThat is our work, to establish Zion, to build up the kingdom of God, to preach the\ngospel to every creature in the world\n(<span class=\"citation\" id=\"33051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33051)\">Mark 16:15<\/a><\/span>),\nthat not one soul may be overlooked where there is the\npossibility for us to present unto him the truth.\n<\/p><p>\nAs we have heard during this conference, we are all going to be judged according to our\nworks, every soul. I have often thought of my place and responsibility in this Church. What a\ndreadful thing it would be to be going forth to teach, to lead men, to guide them into\nsomething that wasn't true. I think the greatest crime in all this world is to lead men and\nwomen, the children of God, away from the true principles. We see in the world today\nphilosophies of various kinds, tending to destroy faith, faith in God, faith in the principles of\nthe gospel. What a dreadful thing that is.\n<\/p><p>\nThe Lord says if we labor all our days and save but one soul, how great will be our joy with\nhim (<span class=\"citation\" id=\"12875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12875)\">D&amp;C 18:15<\/a><\/span>);\non the other hand how great will be our sorrow and our condemnation if through our\nacts we have led one soul away from this truth.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nAgain I bear my testimony to you. I know that God lives. I know that Jesus Christ is the\nOnly Begotten Son in the flesh of our Father, the great Elohim whom we worship. I have\nperfect faith in the mission of the Prophet Joseph Smith and those who have succeeded him.\n<\/p><p>\nI know that we have the truth of the everlasting gospel of Jesus Christ, just as well as I know\nthat I stand here before you. If I did not know it, I wouldn't want to be here or have anything\nto do with this work. But I know it in every fiber of my body. God has revealed it to me.\nMay the Lord bless us all I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}