{"ID":522, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Not Where You Serve, but How<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1951, pp. 153-154<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I begin by bearing again my testimony that this is the work of the\nLord, that Joseph Smith is a prophet, that those who have followed afterward have been his\nprophets, and that the one whom we have sustained is the ninth in regular succession, as a\nprophet, seer, and revelator to this Church and to the world.\n<\/p><p>\nI know that Jesus is the Christ, the Redeemer of the world. I know that he is the firstfruits of\nthe resurrection (<span class=\"citation\" id=\"209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(209)\">1 Cor. 15:20<\/a><\/span>),\nand that by and through him we are redeemed from the Fall, and thus able to\novercome the results of the Fall and get back into the presence of our Heavenly Father.\n<\/p><p>\nI thank President McKay for his kindly words about myself. I thank you for your sustaining\nvotes, and I earnestly pray that I may be the beneficiary of your prayers as time shall go on,\nand that I may be able to do the things which I am supposed to do with an eye single to the\nglory of our Heavenly Father (<span class=\"citation\" id=\"12914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12914)\">D&amp;C 88:67<\/a><\/span>).\n<\/p><p>\nPLEDGE OF DEVOTED SERVICE\n<\/p><p>\nIn the service of the Lord, it is not where you serve but how. In the Church of Jesus Christ of\nLatter-day Saints, one takes the place to which one is duly called, which place one neither\nseeks nor declines. I pledge to President McKay and to President Richards the full loyal\ndevoted service to the tasks that may come to me to the full measure of my strength and my\nabilities, and so far as they will enable me to perform them, however inadequate I may be.\n<\/p><p>\nMay the Lord help me so to serve, to serve President McKay and President Richards and to\nserve the Lord, all for the advancement of his work. This I humbly pray in the name of Jesus.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}