{"ID":5226, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Where Is Wisdom?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p2\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p3\" class=\"\">Today I would like to pose a question asked long ago by Job: “Where shall wisdom be found?” (<span class=\"citation\" id=\"26839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26839)\">Job 28:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p4\" class=\"\">Leaders of this Church have repeatedly emphasized the importance of education. It is a vital component of wisdom. Not long after the pioneers began construction of their temple in Illinois, they established the University of the City of Nauvoo. The First Presidency proclaimed that this university “will enable us to teach our children wisdom, to instruct them in all the knowledge and learning, in the arts, sciences, and learned professions.”<sup class=\"noteMarker\"><a href=\"#footnote1-92911_000_004\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:269.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p5\" class=\"\">A similar scene followed after the persecuted pioneers entered the valley of the Great Salt Lake. Less than three years later, on 28 February 1850, they instituted the University of the State of Deseret.<sup class=\"noteMarker\"><a href=\"#footnote2-92911_000_004\">2<\/a>\n       <span class=\"footnote\">[Journal History of The Church of Jesus Christ of Latter-day Saints, 28 Feb. 1850, pp. 1–2.]<\/span><\/sup> Later several academies of learning were established.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p6\" class=\"\">Now as Church membership worldwide exceeds eight million, it is evident that a direct role of the Church in secular education is no longer feasible. Yet our commitment to education remains constant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p7\" class=\"\">Scriptures teach that “the glory of God is intelligence.” (<span class=\"citation\" id=\"19686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19686)\">D&amp;C 93:36<\/a><\/span>.) They also teach that individual “intelligences … were organized before the world was.” (<span class=\"citation\" id=\"7407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7407)\">Abr. 3:22<\/a><\/span>.) “Man was also in the beginning with God. Intelligence, or the light of truth, was not created or made, neither indeed can be.” (<span class=\"citation\" id=\"19685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19685)\">D&amp;C 93:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p8\" class=\"\">Our personal intelligence is everlasting and divine. I believe Thomas Jefferson felt that dignity of the human spirit when he wrote: “I have sworn upon the Altar of God, eternal hostility against every form of tyranny over the mind of man.”<sup class=\"noteMarker\"><a href=\"#footnote3-92911_000_004\">3<\/a>\n       <span class=\"footnote\">[Elbert D. Thomas, <span class=\"emphasis\">Thomas Jefferson, World Citizen<\/span> (New York: Modern Age Books, 1942), p. 251.]<\/span><\/sup><\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Seek Education<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p10\" class=\"\">Because of our sacred regard for each human intellect, we consider the obtaining of an education to be a religious responsibility. Yet opportunities and abilities differ. I believe that in the pursuit of education, individual desire is more influential than institution, and personal faith more forceful than faculty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p11\" class=\"\">Our Creator expects His children everywhere to educate themselves. He issued a commandment: “Seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.” (<span class=\"citation\" id=\"19673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19673)\">D&amp;C 88:118<\/a><\/span>.) And He assures us that knowledge acquired here will be ours forever. (See <span class=\"citation\" id=\"19722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19722)\">D&amp;C 130:18–19<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p12\" class=\"\">Measured by this celestial standard, it is apparent that those who impulsively “drop out” and cut short their education not only disregard divine decree but frustrate the realization of their own potential.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p13\" class=\"\">I remember my moment of resolution many years ago when, as an untrained teenager, I secured temporary employment at Christmastime. The work was monotonous. Each hour and each day passed slowly. I resolved then and there that I must obtain an education that would qualify me better for life. I determined to stay in school and work for an education as though my very life depended upon it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p14\" class=\"\">Later as stake president I was questioned by many young people about their own educational pursuits. Some asked me how long it took to become a doctor of medicine. “The general pattern would be four years at a university, followed by four years in medical school,” I replied. “And if you choose to become a specialist, that could take another five years or more, depending upon your desire.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p15\" class=\"\">That occasionally evoked a reaction: “That adds up to thirteen years—and maybe <span class=\"emphasis\">more?<\/span> That’s too long for me!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p16\" class=\"\">“It all depends,” I would respond. “Preparation for your career is not too long if you know what you want to do with your life. How old will you be thirteen years from now if you <span class=\"emphasis\">don’t<\/span> pursue your education? Just as old, whether or not you become what you want to be!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p17\" class=\"\">So my counsel then—and now—is to continue your education wherever you are, whatever your interest and opportunity, however you determine you can best serve your family and society.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Beware of Unbalance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p19\" class=\"\">Choose what you will learn and whose purposes you will serve. But don’t place all your intellectual eggs in one basket of secular learning. Remember this warning from the Book of Mormon:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p20\" class=\"\">“O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p21\" class=\"\">“But to be learned is good if they hearken unto the counsels of God.” (<span class=\"citation\" id=\"4460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4460)\">2 Ne. 9:28–29<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p22\" class=\"\">That scripture reminds me of a friend who proudly boasted that his climb toward wealth had come from tireless work and lessons learned in the “school of hard knocks.” But his fortune had come at the expense of his spiritual development. When it was too late, he regretfully discovered that his ladder of success had been leaning against the wrong wall. He had never read this instruction from his Maker:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p23\" class=\"\">“Seek not for riches but for wisdom, and behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.” (<span class=\"citation\" id=\"19568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19568)\">D&amp;C 6:7<\/a><\/span>; see also <span class=\"citation\" id=\"19573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19573)\">D&amp;C 11:7<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p24\" class=\"\">Mankind’s unfamiliarity with the scriptures has sometimes brought sorrow to great numbers of people over long periods of time. The suffering that has resulted from such ignorance is truly tragic. May I illustrate with excerpts from history that pertain to the spread of infection.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p25\" class=\"\">In the nineteenth century, health officials and others were concerned about pollution of the air, not by visible smoggy hydrocarbons of today, but by an invisible miasma that was blamed for almost any infection. In 1867, for example, Lord Lister indicted bad air as the chief cause of infection.<sup class=\"noteMarker\"><a href=\"#footnote4-92911_000_004\">4<\/a>\n\t <span class=\"footnote\">[J. Lister, “On a New Method of Treating Compound Fracture, Abscess, etc., with Observations on the Conditions of Suppuration,” <span class=\"emphasis\">Lancet,<\/span> 1 (1867): 326.]<\/span><\/sup> Because of that, in 1869 Simpson from Edinburgh urged that hospitals be taken down and rebuilt every few years.<sup class=\"noteMarker\"><a href=\"#footnote5-92911_000_004\">5<\/a>\n\t <span class=\"footnote\">[J. Y. Simpson, “Our Existing System of Hospitalism and Its Effects,” <span class=\"emphasis\">Edinburgh Medical Journal,<\/span> 14 (1869): 817.]<\/span><\/sup> Such an extravagant practice was also advocated by other experts.<sup class=\"noteMarker\"><a href=\"#footnote6-92911_000_004\">6<\/a>\n\t <span class=\"footnote\">[L. A. Stimson, “Bacteria and Their Influence upon the Origin and Development of Septic Complications of Wounds,” <span class=\"emphasis\">New York Medical Journal,<\/span> 22 (1875): 144.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p26\" class=\"\">Even Florence Nightingale, a living legend following her heroic efforts in the Crimean War, failed to recognize the transmission of infection from one patient to another—this despite her careful notations that wound infection accounted for 40 percent of postoperative mortality.<sup class=\"noteMarker\"><a href=\"#footnote7-92911_000_004\">7<\/a>\n\t <span class=\"footnote\">[See Edward Cook, <span class=\"emphasis\">The Life of Florence Nightingale,<\/span> 2 vols. (London: Macmillan and Co., 1913), 1:352–438.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p27\" class=\"\">But others missed the connection, too. For centuries, lives of innumerable mothers and children were claimed by “childbirth fever”—infections unknowingly transmitted among the innocent by unwashed hands of attendants.<sup class=\"noteMarker\"><a href=\"#footnote8-92911_000_004\">8<\/a>\n\t <span class=\"footnote\">[See Ignaz Philipp Semmelweiss, <span class=\"emphasis\">Die Aetiologie, der Begriff und die Prophylaxis des Kindbettfiebers,<\/span> reprinted from 1861 ed. (New York: Johnson Reprint Co., 1966), pp. 102–13.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p28\" class=\"\">It was only a short century ago that the great work of Koch, Pasteur, and others proved that infection could be caused by bacteria in contaminated body fluids—or infected issues—passed from one individual to another.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p29\" class=\"\">With these highlights of history in mind, may I quote the word of the Lord recorded long ago in Leviticus, chapter fifteen:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p30\" class=\"\">“The Lord spake unto Moses and to Aaron, saying,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p31\" class=\"\">“Speak unto the children of Israel, and say unto them, When any man hath a running issue out of his flesh, because of his issue he is unclean.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p32\" class=\"\">“And this shall be his uncleanness <span class=\"emphasis\">in his issue.<\/span> …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p33\" class=\"\">“Every bed, whereon he lieth that hath the issue, is unclean: and every thing, whereon he sitteth, shall be unclean.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p34\" class=\"\">“And whosoever toucheth his bed shall wash his clothes, and bathe himself in water. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p35\" class=\"\">“And he that toucheth the flesh of him that hath the issue shall wash his clothes, and bathe himself in water.” (<span class=\"citation\" id=\"30962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30962)\">Lev. 15:1–5, 7<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p36\" class=\"\">Several verses follow which re-emphasize and illustrate those important principles. Then we read this conclusion:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p37\" class=\"\">“And when he that hath an issue is cleansed of his issue; then he shall … wash his clothes, and bathe his flesh in running water, and shall be clean.” (<span class=\"citation\" id=\"30963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30963)\">Lev. 15:13<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p38\" class=\"\">Thus, our loving Heavenly Father had clearly revealed principles of clean technique in the handling of infected patients more than three thousand years ago! These scriptures are in complete harmony with modern medical guidelines.<sup class=\"noteMarker\"><a href=\"#footnote9-92911_000_004\">9<\/a>\n\t <span class=\"footnote\">[See <span class=\"emphasis\">Isolation Techniques for Use in Hospitals<\/span> (Washington, D.C.: U.S. Department of Health, Education, and Welfare, 1970), p. 9.]<\/span><\/sup> But during those many millennia, how many mothers needlessly perished? How many children suffered because man’s quest for knowledge had failed to incorporate the word of the Lord?<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Contemporary Challenges<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p40\" class=\"\">In our day, many challenges face us. Some are new, some are old—simply clothed in modern attire. The epistles of Paul include prophecies pertaining to our day. Do these descriptions sound familiar?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p41\" class=\"\">“In the last days perilous times shall come.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p42\" class=\"\">“For men shall be lovers of their own selves, covetous, boasters, proud, [and the list of insidious qualities goes on] …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p43\" class=\"\">“Without natural affection, …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p44\" class=\"\">“Lovers of pleasures more than lovers of God;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p45\" class=\"\">“Having a form of godliness, but denying the power thereof: …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p46\" class=\"\">“Ever learning, and never able to come to the knowledge of the truth.” (<span class=\"citation\" id=\"5264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5264)\">2 Tim. 3:1–5, 7<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p47\" class=\"\">Paul’s warnings describe apostasy and other dangers of our day. Some of these perils are contrary to God’s purposes and are championed by persuasive people possessing more ability than morality, more knowledge than wisdom. Their rationalization breeds justification. The Bible affirms that the “way of a fool is right in his own eyes.” (<span class=\"citation\" id=\"41631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41631)\">Prov. 12:15<\/a><\/span>.) Indeed, individuals with malignity of purpose often wear the mask of honesty. So we must constantly be on guard.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p48\" class=\"\">To build a house straight and strong, you do not choose crooked boards. So to build your eternal destiny, you cannot—you must not—limit lessons only to those warped to exclude revelation from God. The Book of Mormon offers this note of caution and hope:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p49\" class=\"\">“Seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.” (<span class=\"citation\" id=\"25968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25968)\">Jacob 4:10<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p50\" class=\"\">Remember the terrible price paid for ignorance of divine instruction. Until the turn of this century, infection was spread as if no one had ever read or taken seriously the fifteenth chapter of Leviticus. Where is wisdom?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p51\" class=\"\">Today we are seriously concerned with the increasing incidence of human infection with HIV (Human Immunosuppressive Virus) and variant viruses and the associated outbreak of AIDS (Acquired Immune Deficiency Syndrome). An epidemic has been forecast—a plague fueled by a vocal few who exhibit greater concern for civil rights than for public health, a plague abetted by the immoral. Some live in lust as though God’s commandment to be chaste was written with an asterisk, exempting them from obeying. And regrettably, as in previous plagues, many innocent victims are doomed to suffer. Where is wisdom?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p52\" class=\"\">Avoidable deaths and mounting financial burdens are also incurred worldwide because of indifference to or ignorance of God’s declaration that tobacco “is not good for man.” (<span class=\"citation\" id=\"19678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19678)\">D&amp;C 89:8<\/a><\/span>.) Many other societal problems could be listed, such as alcohol and drug abuse, gambling, civil strife, and erosion of family stability.<sup class=\"noteMarker\"><a href=\"#footnote10-92911_000_004\">10<\/a>\n\t <span class=\"footnote\">[See Bryce J. Christensen, “Critically Ill: The Family and Health Care,” <span class=\"emphasis\">The Family in America,<\/span> The Rockford Institute Center on the Family in America, Mount Morris, Ill., May 1992, pp. 1–8.]<\/span><\/sup> We may know so much, yet learn so little. “Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?”<sup class=\"noteMarker\"><a href=\"#footnote11-92911_000_004\">11<\/a>\n\t <span class=\"footnote\">[T. S. Eliot, “Choruses from ‘The Rock,’” <span class=\"emphasis\">The Complete Poems and Plays<\/span> (New York: Harcourt, Brace &amp; World, 1971), p. 96.]<\/span><\/sup> Again I ask, Where is wisdom?<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Wisdom Found<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p54\" class=\"\">Wisdom is to be found in pure intelligence—in that divine light which can guide people in all countries, all climes, and all continents. The Lord has promised that “a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel.” (<span class=\"citation\" id=\"19615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19615)\">D&amp;C 45:28<\/a><\/span>.) Then He lamented:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p55\" class=\"\">“But they receive it not; for they perceive not the light, and they turn their hearts from me because of the precepts of men. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p56\" class=\"\">“And there shall be men standing in that generation, that shall not pass until they shall see an overflowing scourge; for a desolating sickness shall cover the land.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p57\" class=\"\">“But my disciples shall stand in holy places, and shall not be moved; but among the wicked, men shall lift up their voices and curse God and die.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p58\" class=\"\">“And there shall be earthquakes also in divers places, and many desolations; yet men will harden their hearts against me.” (<span class=\"citation\" id=\"19616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19616)\">D&amp;C 45:29, 31–33<\/a><\/span>; see also <span class=\"citation\" id=\"19664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19664)\">D&amp;C 87:6<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p59\" class=\"\">In bright contrast to such bitter chaos, the light of the gospel of Jesus Christ beams as the hope of the world. Missionaries and members courageously proclaim its brilliance. Wise students throughout the world heed its light and enrich their education by adding the curriculum of Church Seminaries and Institutes. The Lord hides His wisdom from no one: “If any of you lack wisdom, let him ask of God.” (<span class=\"citation\" id=\"26381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26381)\">James 1:5<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p60\" class=\"\">Again I pose the question once asked by Job: “Where shall wisdom be found?” (<span class=\"citation\" id=\"26840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26840)\">Job 28:12<\/a><\/span>.) Answer: It emanates from the Lord. He Himself said,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p61\" class=\"\">“I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more.” (<span class=\"citation\" id=\"4475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4475)\">2 Ne. 28:30<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p62\" class=\"\">Divine light and wisdom continue to increase when love for Deity grows:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p63\" class=\"\">“That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.” (<span class=\"citation\" id=\"19624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19624)\">D&amp;C 50:24<\/a><\/span>; see also <span class=\"citation\" id=\"19666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19666)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p64\" class=\"\">“He that keepeth his commandments receiveth truth and light, until he is glorified in truth and knoweth all things.” (<span class=\"citation\" id=\"19683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19683)\">D&amp;C 93:28<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/where-is-wisdom.p65\" class=\"\">Where is wisdom? It pulses and surges with the Lord’s light of truth! With that light He lifts us toward eternal life, I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-92911_000_004\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:269.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-92911_000_004\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Journal History of The Church of Jesus Christ of Latter-day Saints, 28 Feb. 1850, pp. 1–2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-92911_000_004\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Elbert D. Thomas, <span class=\"emphasis\">Thomas Jefferson, World Citizen<\/span> (New York: Modern Age Books, 1942), p. 251.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-92911_000_004\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>J. Lister, “On a New Method of Treating Compound Fracture, Abscess, etc., with Observations on the Conditions of Suppuration,” <span class=\"emphasis\">Lancet,<\/span> 1 (1867): 326.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-92911_000_004\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>J. Y. Simpson, “Our Existing System of Hospitalism and Its Effects,” <span class=\"emphasis\">Edinburgh Medical Journal,<\/span> 14 (1869): 817.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-92911_000_004\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>L. A. Stimson, “Bacteria and Their Influence upon the Origin and Development of Septic Complications of Wounds,” <span class=\"emphasis\">New York Medical Journal,<\/span> 22 (1875): 144.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-92911_000_004\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Edward Cook, <span class=\"emphasis\">The Life of Florence Nightingale,<\/span> 2 vols. (London: Macmillan and Co., 1913), 1:352–438.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-92911_000_004\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See Ignaz Philipp Semmelweiss, <span class=\"emphasis\">Die Aetiologie, der Begriff und die Prophylaxis des Kindbettfiebers,<\/span> reprinted from 1861 ed. (New York: Johnson Reprint Co., 1966), pp. 102–13.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-92911_000_004\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Isolation Techniques for Use in Hospitals<\/span> (Washington, D.C.: U.S. Department of Health, Education, and Welfare, 1970), p. 9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-92911_000_004\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bryce J. Christensen, “Critically Ill: The Family and Health Care,” <span class=\"emphasis\">The Family in America,<\/span> The Rockford Institute Center on the Family in America, Mount Morris, Ill., May 1992, pp. 1–8.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-92911_000_004\"><a name=\"-92911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-92911_000_004\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>T. S. Eliot, “Choruses from ‘The Rock,’” <span class=\"emphasis\">The Complete Poems and Plays<\/span> (New York: Harcourt, Brace &amp; World, 1971), p. 96.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}