{"ID":5229, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Golden Years\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p2\" class=\"\">Elder Robert L. Backman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246a.jpg\" alt=\"Elder Robert L. Backman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p3\" class=\"\">Fourteen years ago I stood at this pulpit to accept my call to the Seventy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p4\" class=\"\">The years following have been the most challenging, rewarding, satisfying years of my life. I have enjoyed every choice experience I have had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p5\" class=\"\">At this conference I am being made an emeritus General Authority. I pray that my productive life is not over. I look ahead and wonder what to do with the rest of my days. I don’t feel old; my mind is still reasonably alert; my body still functions well. My father died at ninety-four. My mother still lives at ninety-five. I have a lot of mileage left in me. Barring an accident, I probably have at least another twenty-five years ahead of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p6\" class=\"\">I don’t want to be like the retiree of whom it was said, “He died at seventy but waited to be buried until he was eighty-five.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p7\" class=\"\">What to do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p8\" class=\"\">There is a single passage in all the New Testament which describes the Savior’s life between the age of twelve and when he began his ministry. I have quoted that passage many times in speaking to the youth. I wonder if it doesn’t have just as much application for the rest of us, particularly those who are retired. Luke wrote: “And Jesus increased in wisdom and stature, and in favour with God and man.” (<span class=\"citation\" id=\"32441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32441)\">Luke 2:52<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p9\" class=\"\">In today’s vernacular, these words translate into our Savior’s growing physically, mentally, socially, and spiritually. What a model to follow!<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Growing Physically<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p11\" class=\"\">Of course our bodies are wearing down. That is part of life. But I believe we have a duty to maintain our health the best we can through proper exercise, a healthy diet, daily care of our bodies. I hope to emulate Elder Joseph Anderson, who was still swimming at one hundred and walking daily until his death; or my uncle, Milt Backman, who is still playing racquetball at ninety-four.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Growing Mentally<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p13\" class=\"\">We need to keep expanding our minds, for they require exercise as surely as do the muscles of our bodies. I want to follow the example of my good neighbor, Perris Jensen, who graduated from Brigham Young University at eighty-one, and Amelia McConkie, widow of Elder Bruce R. McConkie, who, after her husband’s death, took up painting.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p14\" class=\"\">I have already started piano lessons, and I mean to master the computer if I live long enough.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Growing Socially<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p16\" class=\"\">We have so many opportunities to serve our fellowmen. Wherever we live, our fellow citizens are hungry for the wisdom and experience of those who have lived long and well. Without the voluntarism which can be given by the retired, our cities are in danger of dying. As I look ahead, I think of the tremendous civic good deeds Lowell Bennion has extended throughout his life but more particularly since he retired. He has exemplified real Christian living, reaching out to “the least of these [our] brethren.” (<span class=\"citation\" id=\"37484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37484)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Growing Spiritually<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p18\" class=\"\">One of the dangers I see in retiring is that we withdraw from the world. We turn inward as society seems to say, “We have no more use for you.” With the aging of our society, more and more of us are going to retire. I hope the Church will continue to use us. We have been tried and tested throughout our lives. Society is not likely to experience any challenge we have not faced. We have learned what is important and what brings lasting happiness. Use our experience, our testimonies, our wisdom, and our understanding. We can still assist in building the kingdom of God. I believe he needs all the help he can get.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p19\" class=\"\">There is no retirement from the service of the Lord. We believe in eternal progression. We should continually grow spiritually throughout our lives. The gospel challenges us to endure to the end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p20\" class=\"\">The word <span class=\"emphasis\">endure<\/span> has an interesting connotation. We seem to equate it with suffering. I was interested to discover that <span class=\"emphasis\">endure<\/span> comes from the Latin word <span class=\"emphasis\">indurare,<\/span> which means “to harden, to steel, make lasting.” I like one of the definitions of the word <span class=\"emphasis\">endure<\/span> found in the <span class=\"emphasis\">Random House Dictionary.<\/span> It defines <span class=\"emphasis\">endure<\/span> as “to have or gain continued or lasting acknowledgment or recognition, as of worth, merit, or greatness.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p21\" class=\"\">When I think of the supernal joy I have experienced during my ministry, I hope those rich spiritual adventures are not ended. I know they will not be if I accept the opportunities to serve that lie ahead.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p22\" class=\"\">Having been deeply involved in missionary work for the past several years, I see such glorious opportunities for older couples to continue to be useful in serving their fellowmen. How badly the Church needs us!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p23\" class=\"\">There are so many of you who have found fulfillment in serving missions, forgetting yourselves in that important work, staying youthful in the discipline and single-mindedness that come with being immersed in the gospel and sharing your testimonies with all those you meet. I hope I can do the same!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p24\" class=\"\">I think of Royce Flandro and his wife, who after retirement served a mission in Spain, performing valuable service. Upon returning home, they missed that beautiful experience, so they came to the Missionary Department to ask where they could help the most. It was suggested to them that they might learn Hungarian, which they did. A few months later they were called to Hungary, once again serving with distinction. Now they are headed for Mongolia.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p25\" class=\"\">So many of us are afraid to leave our “comfort zones” and thus cheat ourselves of some of the greatest adventures of our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p26\" class=\"\">Brother and Sister Harold Salway have served in Fiji, Ireland, South Africa, Israel, England, California, and are now preparing to go to Florida. They intend to continue to serve as long as their health permits. Who can measure the good they have done or the blessings they have received?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p27\" class=\"\">The staff in the Missionary Department recently received a letter from President Thomas R. Murray of the Missouri Independence Mission concerning the missionary service of Elder and Sister Ronald Smith. He wrote:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p28\" class=\"\">“The Smiths left a legacy in Nebraska City, Nebraska. They baptized eighteen people, reactivated a large number in two wards, traveled many miles per month, contributed to the local newspaper, gave meaningful community service, motivated the Scouting program, strengthened the ward leadership, fellowshipped and friendshipped, and provided great public relations for the Church in the community.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p29\" class=\"\">Where could the Smiths have spent a more productive, profitable time or experienced more fulfilling service?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p30\" class=\"\">Some have an idea that as we get older we can’t learn languages. That is not true. Again and again, we see couples come to the Missionary Training Center without prior knowledge of a language and leave two months later able to communicate. Of course their skills increase as they love and serve in the mission field. Even when a new language is difficult, older couples perform a unique service in the missions simply by being there. Their experience, example, and faith serve as tremendous resources in building inexperienced members of the Church. They are absolutely indispensable to the growth of the kingdom across the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p31\" class=\"\">I remember meeting a wonderful couple who were missionaries among the Southeast Asians of the California Oakland Mission. As I saw the bonding between the missionaries and these delightful new Latter-day Saints, I asked the sister missionary whether she could speak their language. She responded that she could not. I then asked her how they communicated with the members. With tears in her eyes, she replied, “We just love them.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p32\" class=\"\">I have rejoiced in the rich experiences of the past fourteen years, but I look forward to the challenges of the golden years ahead. I look forward to new experiences, new adventures, new horizons, new worlds to conquer. I look forward to new opportunities to grow physically, mentally, socially, and spiritually. I pray that my life, from this day forth, will testify that I am a disciple of Jesus Christ, the Son of God!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p33\" class=\"\">I pray that you and I might wear ourselves out in the service of the Lord so that at the end of our useful, productive lives we can exult with Paul: “I have fought a good fight, I have finished my course, I have kept the faith: Henceforth there is laid up for me a crown of righteousness.” (<span class=\"citation\" id=\"5274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5274)\">2 Tim. 4:7–8<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p34\" class=\"\">I conclude my public ministry by paraphrasing the words I spoke in 1978, words that have even deeper meaning for me after that choice experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p35\" class=\"\">President Benson declared that the highest honor we could have is to be members of God’s church, which I am; to know that Christ is our Savior, which, I testify to you, I know; to hold his holy priesthood, which I do; and to be part of an eternal family unit, which I am. (See <span class=\"emphasis\">Ensign,<\/span> May 1978, p. 72.) I’m honored above all men. I’m blessed above all men. And I am so grateful for the holy calling which I have enjoyed. I rejoice in the opportunity that has been mine of consecrating my entire life to his service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p36\" class=\"\">Every blessing I have in my life, everything I hold dear and precious in my heart, I can trace to my membership in The Church of Jesus Christ of Latter-day Saints, to my love of the Lord, to my testimony of his divine gospel, and to the responses I have made to the opportunities for service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-golden-years.p37\" class=\"\">My beloved Brethren, my dear wife and I are still prepared to go wherever you want to send us and to do whatever you ask of us, and pray only that we might be instruments in the hands of the Lord to assist you in your awesome assignment to build the kingdom of God, to sanctify his people, and to prepare the way for Christ to come in his glory when every knee will bow and every tongue confess that he is the Savior of the world, which I testify in the name of Jesus Christ, amen. (See Conference Report, Apr. 1978, p. 109; or <span class=\"emphasis\">Ensign,<\/span> May 1978, p. 72.)<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}