{"ID":523, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Confidence in the Promises of the Lord<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1951, pp. 154-156<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI call upon the Lord to come to my rescue in this, the most trying hour of my life. It reaches\nbeyond my understanding to know why I have been privileged in the providence of God to\nstand before you, my brethren and sisters of the Church, in the capacity in which I have this\nday been presented to you.\n<\/p><p>\nFRIENDSHIP OF GREAT MAN\n<\/p><p>\nFor more than forty-five years I have had a great man as a friend. I don't know how I have\ndeserved his friendship as he has given it to me. His friendship has been one of the main\nfactors of encouragement in my life. My association with him has brought more richness into\nmy life and my experience than any other association outside that of my own flesh and blood.\n<\/p><p>\nThis great man has stimulated me in times of discouragement to go forward and give the best\nI could to this work. I shall never live long enough to pay the debt of gratitude I owe my\nfriend. I respond to his call with the deepest humility, with a great sense of inadequacy, but\nwith an obligation to give to him my best.\n<\/p><p>\nDEVOTION OF WILLARD RICHARDS\n<\/p><p>\nOne of the few ways in which I can account for this which has transpired lies in another\nfriendship. My grandfather, Willard Richards, was an intimate and close friend of the Prophet\nJoseph Smith. I am honored to learn and to know that the Prophet prized his friendship, and\nis said to have remarked on one occasion that no one could ever have a finer friend than was\nWillard Richards.\n<\/p><p>\nYou recall that at one time he was discouraged by his superiors to follow the Prophet to\nCarthage Jail. He replied by an offer of his life for the Prophet, if he would accept it, and he\nwent with the Prophet and his brother, witnessed their assassination, and then with his great\nlove and heavy heart took their bodies back to the people of Nauvoo, assuaged their\nexcitement, and gave them counsel to be calm.\n<\/p><p>\nI have often felt that the only reason for my being in the presiding councils of the Church is\nin the devotion of Willard Richards to the Prophet Joseph Smith. I believe there are councils\non the other side. We have had testimonies of them, and while I cannot understand I can\nbelieve that the Prophet, out of consideration for his friend, has had a voice in bringing me\ninto the Council of the Twelve through President Joseph F. Smith, and also in that which has\nbrought me to this position. I would like to be as true a friend to President David O. McKay\nas my grandfather was to the Prophet, and in some measure show to him my appreciation of\nhis marvelous kindness to me.\n<\/p><p>\nPRESIDENT J. REUBEN CLARK\n<\/p><p>\nI have had the pleasure of long acquaintance with President J. Reuben Clark, and I have loved\nhim and still love him as an exemplar, as one of the most true and solicitous friends that a\nman can have, and as a man of such high ability and outstanding achievement as to command\nthe respect of all, not only within the confines of our Church but also in the nation and the\nworld.\n<\/p><p>\nI have gloried in his achievements. I have felt that the credit he has reflected upon the Church\nhas been of immeasurable value in setting this work forward. It will be a great pleasure to\nhave even closer associations with him, and as I pledge my love and support to the President,\nI pledge it to him also.\n<\/p><p>\nCONFIDENCE IN LORD'S PROMISES\n<\/p><p>\nI cannot go forward in this work, my brethren and my sisters, without the aid of the Holy\nSpirit. I must have confidence, however, in the promises of the Lord that if we will faithfully\nserve him he will sustain us. We must have the faith of Nephi of old. If it is of any\nqualification for the work, I declare my love for it. I love the gospel of the Lord Jesus Christ.\nI accept all of its principles. I accept its authority. I accept the great and marvelous\norganization of the Church as being calculated to raise humanity to the highest destiny men\nand women may reach.\n<\/p><p>\nTESTIMONY OF DIVINE ORIGIN\n<\/p><p>\nI know that it is of divine origin. I am realistic enough to believe every word that the Prophet\nJoseph Smith gave to us regarding his early experiences in the restoration of this work. There\nis nothing about his story that is not literal to me. I know it is the truth, and I know that he\nlives, as we sang today, in the heavens above, and has gone to a reward, the like of which\nfew, if any, men shall ever be permitted to attain.\n<\/p><p>\nI know that Jesus Christ is our Elder Brother and our Lord and our Savior and the God of this\nEarth, and that testimony permeates every fiber of my being.\n<\/p><p>\nI saw one of my brethren down here in the audience today&mdash;President Piranian. He will\nremember when he guided us into the land of Jerusalem, concerning which we spoke a little\nyesterday. As I went to the places made memorable and now preserved as shrines by the\nworks and ministry of the Savior, my heart was full of meditation.\n<\/p><p>\nI never saw a thing in the actions of men, I never saw a thing in the paganistic buildings that\nhave been constructed to remind me of the Savior, but I remember that it was here that he\nlabored and I said to myself with the deepest humility, \"Brother Piranian and I are the only\nmen in all of this so-called Holy Land who really represent the Christ about whose shrines\nthose ignorant, deluded people were quarreling and fighting&mdash;the only men having the\npriesthood of Almighty God given from an angel of the Lord,\" and I was subdued as this\noverpowering thought came to me.\n<\/p><p>\nI know that this priesthood is divine. I know that it is more than a mere name. I know that\nthere is virtue and essence in it, if I can discern anything by the interpretative senses God has\ngiven me. I have felt the essence and virtue of this Holy Priesthood go out as I have\nadministered the ordinances of the gospel\n(<span class=\"citation\" id=\"31292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31292)\">Luke 8:46<\/a><\/span>).\n<\/p><p>\nAPPEAL FOR BLESSINGS\n<\/p><p>\nI thank the Lord from the bottom of my heart for this great power that has come to men and\nbeen so generously and widely bestowed among them, and I pray to him that I may be worthy\nof the investiture of that power and use it for the building up of his kingdom and the blessing\nof his children.\n<\/p><p>\nI humbly pray that the administration which has come into being this day by your concerted\naction may prove to be a boon to this work that shall go beyond anything which we now may\ncontemplate, and I humbly invoke the blessings of God upon our beloved leader, that vision\nmay be given him to see the way in which we shall go. I ask God to bless us all that we may\nfollow him and support him to accomplish the mighty works that God has in store for his\npeople. I do so humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}