{"ID":5231, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Beacon in the Harbor of Peace\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_009<\/span>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p3\" class=\"\">My dear brothers and sisters, we are mindful that, in spite of hopeful progress seen in recent years, many parts of the world are still filled with strife and sorrow and despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p4\" class=\"\">Our hearts are torn and our emotions touched when each day’s coverage of local or global news brings yet another story of conflict and suffering and, all too often, open warfare. Surely our prayer is to see the world made a better place in which to live, to see more care and concern for one another, and to see the cause of peace and reassurance increased in every direction and extended to all people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p5\" class=\"\">In the pursuit of such peace and reassurance, may I quote a great voice from the past. He said: “[In order to make the world] a better place … to live, … the first and most important step is to choose as a leader one whose leadership is infallible, whose teachings when practiced have never failed. In … [any] tempestuous sea of uncertainty, the pilot must be one who through the storm can see the beacon in the harbor of peace” (David O. McKay, <span class=\"emphasis\">Man May Know for Himself,<\/span> Salt Lake City: Deseret Book Co., 1967, p. 407.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p6\" class=\"\">The message of this general conference of The Church of Jesus Christ of Latter-day Saints is that there is but one guiding hand in the universe, only one truly infallible light, one unfailing beacon to the world. That light is Jesus Christ, the light and life of the world, the light which one Book of Mormon prophet described as “a light that is endless, that can never be darkened.” (<span class=\"citation\" id=\"40845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40845)\">Mosiah 16:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p7\" class=\"\">As we search for the shore of safety and peace, whether we be individual women and men, families, communities, or nations, Christ is the only beacon on which we can ultimately rely. He is the one who said of his mission, “I am the way, the truth, and the life.” (<span class=\"citation\" id=\"29577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29577)\">John 14:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p8\" class=\"\">In this age, as in every age before us and in every age that will follow, the greatest need in all the world is an active and sincere faith in the basic teachings of Jesus of Nazareth, the living Son of the living God. Because many reject those teachings, that is all the more reason why sincere believers in the gospel of Jesus Christ should proclaim its truth and show by example the power and peace of a righteous, gentle life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p9\" class=\"\">Consider, for example, this instruction from Christ to his disciples. He said, “Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you.” (<span class=\"citation\" id=\"37442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37442)\">Matt. 5:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p10\" class=\"\">Think what this admonition alone would do in your neighborhood and mine, in the communities in which you and your children live, in the nations which make up our great global family. I realize this doctrine poses a significant challenge, but surely it is a more agreeable challenge than the terrible tasks posed for us by the war and poverty and pain the world continues to face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p11\" class=\"\">How are we supposed to act when we are offended, misunderstood, unfairly or unkindly treated, or sinned against? What are we supposed to do if we are hurt by those we love, or are passed over for promotion, or are falsely accused, or have our motives unfairly assailed?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p12\" class=\"\">Do we fight back? Do we send in an ever-larger battalion? Do we revert to an eye for an eye and a tooth for a tooth, or, as Tevye says in <span class=\"emphasis\">Fiddler on the Roof,<\/span> do we come to the realization that this finally leaves us blind and toothless?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p13\" class=\"\">We all have significant opportunity to practice Christianity, and we should try it at every opportunity. For example, we can all be a little more forgiving. In latter-day revelation the Lord said: “My disciples, in days of old, sought occasion against one another and forgave not one another in their hearts; and for this evil they were afflicted and sorely chastened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p14\" class=\"\">“Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p15\" class=\"\">“I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.” (<span class=\"citation\" id=\"19636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19636)\">D&amp;C 64:8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p16\" class=\"\">In the majesty of his life and the example of his teachings, Christ gave us much counsel with secure promises always attached. He taught with a grandeur and authority that filled with hope the educated and the ignorant, the wealthy and the poor, the well and the diseased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p17\" class=\"\">His message, as one writer said, “flowed forth as sweetly and as lavishly to single listeners as to enraptured crowds; and some of its very richest revelations were vouchsafed, neither to rulers nor to multitudes, but to the persecuted outcast of the Jewish synagogue, to the timid inquirer in the lonely midnight, and the frail woman by the noonday well.” His teachings dealt not so much with ceremony and minutia as with the human soul, and human destiny, and human life filled with faith and hope and charity. “Springing from the depths of holy emotions, it thrilled the being of every listener as with an electric flame.” In a word, his authority was the authority of God. Christ’s voice was pure and pervaded with sympathy. Even the severity of his sternest injunctions was expressed with an unutterable love. (Frederic W. Farrar, <span class=\"emphasis\">The Life of Christ,<\/span> Portland, Oreg.: Fountain Publications, 1964, p. 215.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p18\" class=\"\">Let me recall one of the great stories of Christ’s triumph over that which seems to test us and try us and bring fear to our hearts. As Christ’s disciples had set out on one of their frequent journeys across the Sea of Galilee, the night was dark and the elements were strong and contrary. The waves were boisterous and the wind was bold, and these mortal, frail men were frightened. Unfortunately there was no one with them to calm and save them, for Jesus had been left alone upon the shore.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p19\" class=\"\">As always, he was watching over them. He loved them and cared for them. In their moment of greatest extremity they looked and saw in the darkness an image in a fluttering robe, walking toward them on the ridges of the sea. They cried out in terror at the sight, thinking that it was a phantom that walked upon the waves. And through the storm and darkness to them—as so often to us, when, amid the darknesses of life, the ocean seems so great and our little boats so small—there came the ultimate and reassuring voice of peace with this simple declaration, “It is I; be not afraid.” Peter exclaimed, “Lord, if it be thou, bid me come unto thee on the water.” And Christ’s answer to him was the same as to all of us: “Come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p20\" class=\"\">Peter sprang over the vessel’s side and into the troubled waves, and while his eyes were fixed upon the Lord, the wind might toss his hair and the spray might drench his robes, but all was well. Only when with wavering faith he removed his glance from the Master to look at the furious waves and the black gulf beneath him, only then did he begin to sink. Again, like most of us, he cried, “Lord, save me.” Nor did Jesus fail him. He stretched out his hand and grasped the drowning disciple with the gentle rebuke, “O thou of little faith, why didst thou doubt?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p21\" class=\"\">Then safely aboard their little craft, they saw the wind fall and the crash of the waves become a ripple. Soon they were at their haven, their safe port, where all would one day hope to be. The crew as well as his disciples were filled with deep amazement. Some of them addressed him by a title which I declare today: “Truly thou art the Son of God.” (Adapted from Farrar, <span class=\"emphasis\">The Life of Christ,<\/span> pp. 310–13; see <span class=\"citation\" id=\"37461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37461)\">Matt. 14:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p22\" class=\"\">It is my firm belief that if as individual people, as families, communities, and nations, we could, like Peter, fix our eyes on Jesus, we too might walk triumphantly over “the swelling waves of disbelief” and remain “unterrified amid the rising winds of doubt.” But if we turn away our eyes from him in whom we must believe, as it is so easy to do and the world is so much tempted to do, if we look to the power and fury of those terrible and destructive elements around us rather than to him who can help and save us, then we shall inevitably sink in a sea of conflict and sorrow and despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p23\" class=\"\">At such times when we feel the floods are threatening to drown us and the deep is going to swallow up the tossed vessel of our faith, I pray we may always hear amid the storm and the darkness that sweet utterance of the Savior of the world: “Be of good cheer; it is I; be not afraid.” (<span class=\"citation\" id=\"37462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37462)\">Matt. 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-beacon-in-the-harbor-of-peace.p24\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}