{"ID":5232, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Yearning for Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21c8.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p3\" class=\"\">At some time in your life, you’ve probably experienced the pangs of homesickness. It might have been those first times you stayed overnight with a friend or went on a sleepover, as our grandchildren call them. As much as you wanted to be with your friends, you might have been lonely for your parents and for the secure feeling of being home, where it was safe and comfortable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p4\" class=\"\">Sustained homesickness might not have come until later—when you left for college or to serve a mission, or even when you were uprooted by marriage and a move far from home. Or it might have occurred when your parents divorced and you found yourself struggling to adapt to new surroundings and maybe even a stepparent and new relatives. During these periods of adjustment and absence, you perhaps felt unsettled, lonely, and had a deep yearning for home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p5\" class=\"\">Recently a mission president asked me to speak to a troubled missionary who was having extreme homesickness problems. His intense yearnings were causing poor performance, a waste of time, a lack of concentration, and a dislike for his present assignment. I took the occasion to tell him that some of the right kind of homesickness could be desirable, but it must be kept under control. Let me say at the outset, <span class=\"emphasis\">yearning<\/span> is defined “to have a strong or deep desire; be filled with longing.” This missionary seemed very sincere in wanting to do better. Proper yearnings for home can be beneficial.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p6\" class=\"\">Not just children but all of us will want to think of home under joyous or trying circumstances. We let ourselves become homesick for love, acceptance, security, understanding, and guidance that generally are taught and shared there. Home should be the place in which a person can unburden his soul and find renewed strength to face the world, where there is comfort, joy, and understanding, where best friends live, and where we can learn to be our best selves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p7\" class=\"\">There is a certain kind of yearning for home we should never want to lose. Home should be an anchor, a port in a storm, a refuge, a happy place in which to dwell, a place where we are loved and where we can love. Home should be where life’s greatest lessons are taught and learned. Home and family can be the center of one’s earthly faith, where love and mutual responsibility are appropriately blended. Thinking of home with its pleasant and happy memories can make us stronger during our present and future days here upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p8\" class=\"\">President Benson has always loved his childhood home. He loves Whitney, Idaho, his birthplace. He loves the homestead where all eleven children were born and reared by noble parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p9\" class=\"\">Over a lifetime of worldwide travel, he yearned to return often to his home, and he did so. His heart has always been in Cache Valley. He loved going back and visiting with family members still there and seeing the friends of his birth, his neighbors, his teachers, his bishops, his kin who had such an impact for good on his life. He calls them “the finest people in all the world,” and Whitney “the ideal farm community.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p10\" class=\"\">It revitalizes President Benson to go back to his roots, to go back to the land that nourished him and built character in him and provided him the sacred beginnings of a life devoted to God, family, and country. Truly, President Benson loves his childhood home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p11\" class=\"\">I am concerned for people today who do not have a longing or thoughts of home. It is unfortunate that among us we have people who have never experienced home life that has been and is desirable so that there can be an anxiousness under control for thoughts toward home. Our responsibilities are to share the warmth of our homes by being good neighbors and friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p12\" class=\"\">To know who we are is important, but to know where we are in relationship to our earthly home and heavenly home is essential if we are to receive all the blessings our Father in Heaven has for those who love him and keep his commandments. Our eternal home is our ultimate destination. A proper yearning for home can prevent our getting lost in detours or paths that lead us away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p13\" class=\"\">It is reported that one summer at a Young Women’s conference in Alberta, Canada, three hundred girls were camped in tents scattered among tall pines. It rained every day and was very cold and wet. Even so, there was no murmuring in the camp. The last day of the conference, the leader addressed the young women under cloudy skies. Despite the unseasonable cold, there was a feeling of warmth among them for this their temporary home. Maybe because of the cold, they were all drawn together and felt warm from the inside out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p14\" class=\"\">The speaker began her remarks by asking, “Where are you going following this outdoor conference?” The united chorus of three hundred young women resounded through the tall pines. “Home!” they cried out. “Where?” they were asked again, and they responded with even greater conviction, “Home!” They knew where they wanted to go most of all and were anxious to get there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p15\" class=\"\">The most attractive home that we will ever share will be that abode with our families with appropriate relationship to our Heavenly Father and his Son, Jesus Christ. Even the prodigal son could not resist the pull of home. He spurned his father, his home life, and his heritage, lavishly wasting his inheritance on riotous living. When he had nothing and was reduced to living off the spoils that only swine would eat, his thoughts turned homeward. Could there have been moments, as he gleaned the fields for husks to eat, when he longed for the security, safety, and acceptance he’d had before? Might he have been deeply homesick? Repentant, and hoping his father would accept him as a servant, he finally returned home. His father rejoiced, welcoming him back with open arms and complete acceptance. He no doubt knew that welcoming his wayward son was crucial if he hoped to ever return to his heavenly home. (See <span class=\"citation\" id=\"32455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32455)\">Luke 15:11–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p16\" class=\"\">Over the years I’ve counseled with many whose homesickness threatened to interfere with their missions, marriages, and families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p17\" class=\"\">But I’ve come to see that being homesick isn’t all bad. It’s natural to miss the people you are closest to. It’s normal to long to be where you feel secure, where those you love have your best interests at heart. It’s understandable to want to return to the place where you learned how to walk and talk, where you felt loved even when friends turned away, and where you were accepted, regardless of the situation. There’s no place on earth that can take the place of a home where love has been given and received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p18\" class=\"\">Recently we’ve witnessed the tragic devastation that Hurricane Andrew left in its wake in southern Florida and Louisiana. Tens of thousands of people have lost their homes. Armed forces personnel have raised tent cities to try and at least provide these victims with shelter. But the sobering fact is that, at least for a time, many of these people literally cannot go home. I cannot imagine how they must yearn for what they so recently had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p19\" class=\"\">I have known other men and women who, for one reason or another, could not go home or who had no home to go to. I have felt their pain and seen their tears. It is, at best, a heartbreaking situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p20\" class=\"\">In another application, I have also known men and women who have jeopardized the privilege of returning to their heavenly home. Some were dealing with problems that made them ineligible to enter the temple and make the eternal covenants that bind us to our eternal home. I have felt their heartache and their longing for opportunities that, at least for a time, were beyond their reach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p21\" class=\"\">The ramifications are poignant and endless. Perhaps we’ve all had these overwhelming thoughts come to mind: What if I am unworthy? What if I could never go home?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p22\" class=\"\">If he could have his way, Satan would distract us from our heritage. He would have us become involved in a million and one things in this life—probably none of which are very important in the long run—to keep us from concentrating on the things that are really important, particularly the reality that we are God’s children. He would like us to forget about home and family values. He’d like to keep us so busy with comparatively insignificant things that we don’t have time to make the effort to understand where we came from, whose children we are, and how glorious our ultimate homecoming can be!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p23\" class=\"\">We are literally the children of our Heavenly Father. We kept our first estate. During our experience in premortality, we lived and were cared for and taught by a loving Father. Among other things, we were schooled in what had to be a perfect spiritual and educational environment. And we rejoiced when told of the plan whereby we could prove ourselves. Hence the day arrived when it was our turn to experience a period of probation and testing, a period during which a veil would be drawn over our memories so that we would be free either to walk by faith and by the Spirit or to forsake our spiritual heritage and birthright.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p24\" class=\"\">Now we’re here. And I’m sure we would all agree that this second estate has lived up to its billing. It is a time of testing, of probation. The challenges and duties and responsibilities, at times, seem to overshadow almost everything else. Sadly, it’s easy to become so encumbered by the press of daily life that we lose our focus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p25\" class=\"\">One definition of the word <span class=\"emphasis\">focus<\/span> is “directed attention,” or “emphasis.” Perhaps as much as anything in this day and age of mass media, instantaneous worldwide communications, and modern conveniences that seem to help us pack more into each day than would have been considered possible just a few decades ago, we need to focus and direct our attention to the things that really matter. And simply, what really matters is a personal testimony of Jesus Christ, an understanding of who we are and what we’re doing here, and an absolute determination to return home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p26\" class=\"\">What young musician, after years of agonizing rehearsal was finally scheduled to debut in a capacity concert hall, would, while en route to the performance, stop to join a long line forming at the latest hit movie, forgetting the thousands of people waiting to hear her?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p27\" class=\"\">What world-class runner, after training for well over a decade, would find himself in the Olympic finals, only to stop running halfway through his race to watch the high-jump finals taking place on the other side of the field?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p28\" class=\"\">These examples may seem preposterous—but how much more tragic it is for someone who, equipped with a testimony of the truth and a knowledge of the purpose of life, becomes more absorbed in life today than in life forever. Who’s just a little more concerned about his or her status and standing in mortality than in eternity. Whose focus is not directed to God the Father and his Son, Jesus Christ, with whom it is possible to have a glorious connection and bond.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p29\" class=\"\">I fear that, at times, we run the risk of acting like seasoned, conditioned athletes who are more interested in what kind of jogging suits we’ll wear than in buckling down to train for the race. C. S. Lewis had an intriguing way of evaluating this dilemma: “We are half-hearted creatures, fooling about with drink and sex and ambition when infinite joy is offered us, like an ignorant child who wants to go on making mud pies in a slum because he cannot imagine what is meant by the offer of a holiday at the sea. … We are far too easily pleased.” (<span class=\"emphasis\">A Mind Awake,<\/span> New York: Harcourt Brace Jovanovich, 1968, p. 168.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p30\" class=\"\">The prophet Mormon put it another way: “Why are ye ashamed to take upon you the name of Christ? Why do ye not think that greater is the value of an endless happiness than that misery which never dies—because of the praise of the world?” (<span class=\"citation\" id=\"38102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38102)\">Morm. 8:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p31\" class=\"\">When we have a yearning and don’t know what it is for, perhaps it’s our soul longing for its heartland, longing to be no longer alienated from the Lord and the pursuit of something much higher, better, and more fulfilling than anything this earth has to offer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p32\" class=\"\">After Joseph, youngest son of Jacob, had been reunited with his brothers, he asked them to return home to Canaan to bring his father, Jacob, to him in Egypt. As the brothers were preparing to depart, Joseph said to them simply, “See that ye fall not out by the way.” (<span class=\"citation\" id=\"24078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24078)\">Gen. 45:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p33\" class=\"\">Might our Heavenly Father have given us much the same counsel as we departed his presence to begin our earthly sojourn?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-yearning-for-home.p34\" class=\"\">May our yearning for home be the motivation we need to so live that we can return to our heavenly home with God our Father on a forever basis, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}