{"ID":5233, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Honour Thy Father and Thy Mother”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p2\" class=\"\">Elder Lino Alvarez<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2450.jpg\" alt=\"Elder Lino Alvarez\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p3\" class=\"\">My dear brothers and sisters, I feel very humble as I stand at the same pulpit where so many men of God come to teach us the eternal truths of the everlasting gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p4\" class=\"\">I pray that the Spirit of the Lord may be present this afternoon so that as I express myself in a language which is not my own, you may understand in your mind and in your heart what I will try to say, that his promise that we both may be edified and rejoice together may be fulfilled. (See <span class=\"citation\" id=\"19623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19623)\">D&amp;C 50:22<\/a><\/span>.) I ask you to have a prayer in your heart that this may be possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p5\" class=\"\">First of all I would like to express to my Heavenly Father gratitude for his love, his mercy, his patience, and, above all, for his confidence in me. I would like to thank the First Presidency, the Quorum of the Twelve, and the Seventy for everything they have taught me during the course of many years about the Savior and the way I can serve him better. I would also like to thank my mission president, who believed in me during my youth. He gave me confidence and nurtured my testimony of Christ and his restored gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p6\" class=\"\">I come to this calling with a feeling of inadequacy but also with a great and solemn testimony that comes from God that I am willing to give my best to serve the Lord and his people. I received this calling through President Hinckley, who also called me as the stake mission president of the first stake in Santiago, Chile, in 1972 and later as president of the Mexico City South Mission in 1982.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p7\" class=\"\">As I have pondered about my childhood, my youth, and my adult life, I believe that the foundation for my beliefs was laid by my parents during the years of my childhood and youth. I wish to render a tribute to them. My father and mother, with no formal education, knew how to teach the eternal principles of the gospel. I am the tenth child in a family of twelve children—ten boys and two girls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p8\" class=\"\">The Lord gave to Israel, through Moses, the Ten Commandments on Mount Sinai. I wish to call to your attention today the fifth of these commandments, which says, “Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee” (<span class=\"citation\" id=\"23016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23016)\">Ex. 20:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p9\" class=\"\">There are two things that our parents did with all of their children for which we now honor them. First, they taught us correct principles and helped us walk uprightly before the Lord and live his commandments. Second, they taught us the value of work, personal integrity, and family unity. Even though not all of us are members of the Church, we have tried to live according to the principles they taught us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p10\" class=\"\">Every year we have the opportunity to gather as a family—children, grandchildren, and great-grandchildren—with my father. He does what Lehi did before he died, when he gathered together his children and told them: “And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity.” (<span class=\"citation\" id=\"4448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4448)\">2 Ne. 1:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p11\" class=\"\">When I was about to go on a mission, I worried about the same things that today worry the young men and young women who will also serve missions. I worried about work, my girlfriend, school, and family. When I was old enough to go on a mission, my father was almost sixty-six years old, and I thought, my father is old, and if I leave for two years, he may die and I will not see him anymore. Who will take care of my mother? She will be all alone when he is no longer at her side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p12\" class=\"\">May I tell you that I served two years in the mission, I served in the Church schools in Chile for five years, I served as a mission president for three years, as a Regional Representative for six years, and my father is still here at the head of the family. He was born a month after President Benson, so last month he turned ninety-three years old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p13\" class=\"\">I testify that when we serve the Lord with all of our heart, might, mind, and strength, he blesses us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p14\" class=\"\">I also wish to render tribute to the parents of my loving companion, who taught her as my parents did me. I thank them for having accepted the gospel even before she was born.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p15\" class=\"\">I testify that an excellent way to honor our parents is to keep the commandments and serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p16\" class=\"\">After having been set apart to serve in the Second Quorum of the Seventy, I, with my wife and one of our children, visited my father. We asked him to give me a blessing, something which I have always striven to do when I have received a new priesthood assignment. He laid his hands upon my head and gave me a short but grand blessing. He said, “Son, I bless you that the Holy Spirit may accompany you, your wife, and your children in everything you do.” What more could I wish for?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p17\" class=\"\">I would also like to thank my sweet companion and my dear children, two of whom are now serving full-time missions and the third is awaiting his call. Without their love and confidence I could do nothing. I love them dearly, and I trust them completely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p18\" class=\"\">I invite all who are listening, young and old alike, to honor their parents day by day and to try to do those things that bring honor to them. I testify with all my heart that God lives, that his son Jesus Christ honored him by keeping his commandments and obeying his will. Our Savior taught us this when he said, “For I came down from heaven, not to do mine own will, but the will of him that sent me.” (<span class=\"citation\" id=\"29550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29550)\">John 6:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p19\" class=\"\">I testify that the Savior is our example and model of life. We must strive every day to follow his teachings and do the things that he did, for “the Son can do nothing of himself, but what he seeth the Father do” (<span class=\"citation\" id=\"29544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29544)\">John 5:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/honour-thy-father-and-thy-mother.p20\" class=\"\">I testify that Joseph Smith was a prophet of God and that through him the fulness of the gospel has been restored to bless the families of the earth. I also testify that Ezra Taft Benson is the prophet of God for our day and that The Church of Jesus Christ of Latter-day Saints is the only true and living church upon the face of the earth. I testify of these things in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}