{"ID":5234, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Born of Goodly Parents”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p2\" class=\"\">Elder Dallas N. Archibald<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fa6.jpg\" alt=\"Elder Dallas N. Archibald\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p3\" class=\"\">Recently, I had the opportunity to sit at the back of a chapel during a sharing time session of Primary and watch a lively group of youngsters keep a music teacher very busy. For a final song the director asked the children to sing “I Am a Child of God.” They quieted down, and for the first song of the entire session the voices unified in quality instead of quantity. The words rang throughout the chapel with an angel-like resonance:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lead me, guide me, walk beside me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me find the way.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me all that I must do<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To live with him someday.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p8\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 301.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p9\" class=\"\">These pleading words sank deep into my heart that day and stirred my soul. What a great burden of responsibility the Lord has placed upon us as parents: to take these children and lead them in the ways of holiness, to guide them through the perils of mortality, and to walk beside them on the straight and narrow path which leads to eternity. Yes, the responsibility is ours to teach them all they must do so that someday, as the mortal is changed to immortal, they will be prepared to return to the presence of the Father and dwell with him and their Elder Brother, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p10\" class=\"\">The Book of Mormon clearly shows the value of righteousness and dedication in parents. The first statement of Nephi is a tribute to his parents: “I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the learning of my father.” (<span class=\"citation\" id=\"2009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2009)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2009)\">1 Ne. 1:1<\/a><\/span>.) Enos wrote, “And the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart.” (<span class=\"citation\" id=\"21535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21535)\">Enos 1:3<\/a><\/span>.) Mormon recorded of Nephi and Lehi, the two sons of Helaman: “For they remembered the words which their father Helaman spake unto them. And these are the words which he spake.” (<span class=\"citation\" id=\"24829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24829)\">Hel. 5:5<\/a><\/span>.) Here we have a tribute to a goodly parent and also the words which he spoke to his children. He reminded them of the names he had given them so that they would always seek to do good works and desire the precious gift of eternal life. (See <span class=\"citation\" id=\"24830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24830)\">Hel. 5:6–7<\/a><\/span>.) Then he told them, “O remember, remember, my sons, the words which King Benjamin spake unto his people; yea, remember that there is no other way nor means whereby man can be saved, only through the atoning blood of Jesus Christ.” (<span class=\"citation\" id=\"24831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24831)\">Hel. 5:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p11\" class=\"\">The reference to the words of King Benjamin shows that Helaman, as a parent, knew the scriptures and taught his children to follow the words of the prophets. He continued, saying, “And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation.” (<span class=\"citation\" id=\"24833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24833)\">Hel. 5:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p12\" class=\"\">What better teaching could a parent provide for a child than that of following the prophets and building a sure foundation upon Jesus Christ? The Book of Mormon prophet Jacob instructed that once they have been taught and “obtained a hope in Christ,” we may then teach them how to earn riches so that they can use them “to clothe the naked, and to feed the hungry.” (<span class=\"citation\" id=\"25964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25964)\">Jacob 2:18–19<\/a><\/span>.) We must teach them all that they must do to live with Him, and the best teacher is example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p13\" class=\"\">As I sat there in the back of the chapel, I silently asked myself, “Am I doing all the things which I must do? Can my wife and daughter walk alongside me with confidence that I will lead them into the celestial kingdom? ‘Lead me, guide me, walk beside me …’” Stop. Stop for one minute and ask the same question of yourself: “Can my spouse and children walk alongside me with confidence that I will lead them into the celestial kingdom?” The Savior said, “Seek ye first the kingdom of God.” (<span class=\"citation\" id=\"37447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37447)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p14\" class=\"\">The instructions are clear. We must teach, and we must be an example of those teachings; but many times in our zeal to persuade others to righteousness we begin to use force, which results in rebellion. Attempting to force others to accept our way of thinking will cause them to close their minds to our teachings and ultimately reject our words. They have their free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p15\" class=\"\">In the Doctrine and Covenants, section 121, the Lord explains the proper way to teach. He said, “Only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p16\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul.” (<span class=\"citation\" id=\"19713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19713)\">D&amp;C 121:41–42<\/a><\/span>.) How I love those words “enlarge the soul.” Proper teaching will enlarge the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p17\" class=\"\">For example, let us compare a child to an empty glass, and our knowledge and experience, which have accumulated over the years, to a bucketful of water. Logic and physics tell us that we cannot pour a bucketful of water directly into a small glass. However, by using correct principles of transferring knowledge, the glass can be enlarged. Those principles are persuasion, long-suffering, gentleness and meekness, love unfeigned, kindness, and pure knowledge. They will enlarge the glass, which is the soul of the child, allowing that child to receive much more than the original bucketful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p18\" class=\"\">Behavioral psychologists have written libraries of books on this subject. The Lord gave us the same information in just a few verses of scripture. We must always teach, lead, and guide in a way which will create high levels of self-esteem in our children and others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p19\" class=\"\">To create and maintain self-esteem, our words and our actions must always express to the individual that he or she is important and capable. The words the scriptures use are “to lift.” The psychologists would say, “Reinforce the positive.” The secret is simple. Always look for the good in the individual and lift, reinforce the positive by words and actions. Put-downs, words like “stupid” or “dummy,” or phrases like “Why can’t you do anything right?” destroy self-esteem and shouldn’t be part of our vocabulary. It is impossible to emphasize the good in others if negative words or phrases are readily available on the tips of our tongues or expressed through our gestures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p20\" class=\"\">The plea behind the words “Walk beside me, Help me find the way” is this: “Lift me. Strengthen my feeble knees. Let me know that I am important and capable.” (See <span class=\"citation\" id=\"19655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19655)\">D&amp;C 81:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p21\" class=\"\">When correction and discipline must take place, it is essential to continue lifting and strengthening, ensuring that the feelings of being important and capable are not lost. Again, in section 121 of the Doctrine and Covenants, the Lord explains how: “Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved.” (<span class=\"citation\" id=\"19714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19714)\">D&amp;C 121:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p22\" class=\"\">As Elder Maxwell has observed, the word <span class=\"emphasis\">betimes<\/span> is casually assumed to mean “from time to time,” or “occasionally,” when actually it means “early on.” Therefore, correction must take place early on with the direction of the Holy Ghost and not in anger. One hundred and thirty-two years ago, in a discourse in this tabernacle, Brigham Young counseled, “Never chasten beyond the balm you have within you to bind up.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 9:124–25.) The Lord said, “… showing forth afterwards an increase of love.” (<span class=\"citation\" id=\"19715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19715)\">D&amp;C 121:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p23\" class=\"\">The instructions on how to correct are clear and simple: early on, with the peace of the Holy Ghost, and with enough of the healing power within us to make sure that self-esteem is never wounded, ensuring always that the individual feels important and capable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p24\" class=\"\">Oh, goodly parent, hear the words and respond accordingly:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lead me, guide me, walk beside me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me find the way.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me all that I must do<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To live with him someday.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/born-of-goodly-parents.p29\" class=\"\">In the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}