{"ID":5236, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love of Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p2\" class=\"\">Elder C. Max Caldwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2232.jpg\" alt=\"Elder C. Max Caldwell\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p3\" class=\"\">I have come to know something of the value of the Book of Mormon as a witness for Christ, and I treasure the teachings contained in its sacred pages. Today, I would like to discuss one of its unique precepts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p4\" class=\"\">As a young man on a mission, I recall reading Paul’s words to the Corinthian Saints and pondering what he meant by the phrase “faith, hope, charity, these three; but the greatest of these is charity.” (<span class=\"citation\" id=\"864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(864)\">1 Cor. 13:13<\/a><\/span>.) I wondered why charity should be the greatest. <span class=\"emphasis\">Charity<\/span> was a word I did not understand. Part of the reason for my dilemma was that the common use of the term <span class=\"emphasis\">charity<\/span> did not seem to be consistent with the doctrinal or scriptural use.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p5\" class=\"\">As I searched the pages of the Book of Mormon, I gained a new view. Mormon, an ancient prophet of the Americas, connected the word <span class=\"emphasis\">charity<\/span> to the Savior. He declared that “charity is the pure love of Christ, and it endureth forever.” (<span class=\"citation\" id=\"38636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38636)\">Moro. 7:47<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">I considered what was meant by the phrase “love of Christ.” That answer is critical because “the Lord God hath given a commandment that all men should have charity, which charity is love.” (<span class=\"citation\" id=\"4471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4471)\">2 Ne. 26:30<\/a><\/span>.) If we must have charity, then we must know what it is. The phrase “love of Christ” might have meaning in three dimensions:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Love <span class=\"emphasis\">for<\/span> Christ<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Love <span class=\"emphasis\">from<\/span> Christ<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Love <span class=\"emphasis\">like<\/span> Christ<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p10\" class=\"\">First, love <span class=\"emphasis\">for<\/span> Christ. This concept proclaims Jesus as the object of our love, and our lives should be an external expression of our gratitude for him. Sometimes that is difficult to do. I once visited a high priests group meeting where an older brother taught us. He noted that “as a people we often pray, ‘We thank thee for all the blessings we enjoy.’ But what about the blessings we don’t enjoy? It can be very hard to be thankful for those.” This dear man had just experienced his first Christmas without his sweetheart in more than fifty years. It is difficult to be grateful to the Lord under circumstances we don’t enjoy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p11\" class=\"\">Our beloved President Benson told some of his experiences with the Saints in war-torn countries and shared the following: “One sister walked over a thousand miles with four small children, leaving her home in Poland. She lost all four to starvation and the freezing conditions. Yet she stood before us in her emaciated condition, her clothing shredded, and her feet wrapped in burlap, and bore testimony of how blessed she was.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1980, p. 33.) Things we don’t enjoy must not overshadow our reasons to maintain our love for the Savior. Otherwise we may lose our perspective or become bitter, and our love for Christ may be lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p12\" class=\"\">How deeply do we love him? Does our love depend on favorable environments? Is it diminished or strengthened by our experiences? Is our love for him evident by our behavior and our attitude? Charity, or love <span class=\"emphasis\">for<\/span> Christ, sustains us in every need and influences us in every decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p13\" class=\"\">A second dimension of the meaning of charity is love <span class=\"emphasis\">from<\/span> Christ. From a prophet of the Book of Mormon comes an inspired explanation. Speaking to the Lord, Moroni declared: “Thou hast said that thou hast loved the world, even unto the laying down of thy life for the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p14\" class=\"\">“This love which thou hast had for the children of men is charity.” (<span class=\"citation\" id=\"22409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22409)\">Ether 12:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p15\" class=\"\">Through his compliance with the severe requirements of the Atonement, the Savior offered the ultimate expression of love. “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"29584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29584)\">John 15:13<\/a><\/span>.) And by permitting his Son to make such a selfless and suffering sacrifice, the Father provided us with an ultimate expression of his love as his gift to the rest of his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p16\" class=\"\">The Apostle John accurately testified of this infinite though conditional representation of the charity of the Gods when he wrote, “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” (<span class=\"citation\" id=\"29536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29536)\">John 3:16<\/a><\/span>.) This gift of charity is to be received. The Savior’s act of redemption for our sins is of no effect without our willingness to comply with the conditions of his atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p17\" class=\"\">Speaking of the need for us to receive the divine love of God, Moroni prayerfully declared, “Except men shall have charity they cannot inherit that place which thou hast prepared in the mansions of thy Father.” (<span class=\"citation\" id=\"22410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22410)\">Ether 12:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p18\" class=\"\">Some years ago I prepared to teach a class on a subject I felt would be particularly difficult. The night before the scheduled class, I prayed for guidance and then retired, still troubled in my mind. When I awoke, a certain thought was introduced to my mind that I shared with the class later that morning. After the class, a young man spoke with me privately and said, “The lesson was for me. I now know what I have to do.” Later, I learned that he had come to that class as his first contact with the Church in many years. He then proceeded to get his life in order and eventually served a faithful mission. Presently he is experiencing the happiness associated with keeping eternal family covenants. He possesses the gift of charity because he received the atoning love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p19\" class=\"\">A third perception of charity is to possess a love that is <span class=\"emphasis\">like<\/span> Christ. In other words, people are the object of Christlike love. Nephi said: “I have charity for my people …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p20\" class=\"\">“I have charity for the Jew …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p21\" class=\"\">“I also have charity for the Gentiles.” (<span class=\"citation\" id=\"4486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4486)\">2 Ne. 33:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p22\" class=\"\">Since Nephi had such love for everyone, we wonder how he acquired it. He must have lived in anticipation of the divine directive that would later be proclaimed by the Savior as the key to the development of love: “A new commandment I give unto you, That ye love one another; <span class=\"emphasis\">as I have loved you.<\/span>” (<span class=\"citation\" id=\"29573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29573)\">John 13:34<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p23\" class=\"\">Jesus’ love was inseparably connected to and resulted from his life of serving, sacrificing, and giving in behalf of others. We cannot develop Christlike love except by practicing the process prescribed by the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p24\" class=\"\">The Apostle John was not only loved by the Lord, but he also loved others <span class=\"emphasis\">like<\/span> the Lord. John affirmed the process by saying, “Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.” (<span class=\"citation\" id=\"1155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1155)\">1 Jn. 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p25\" class=\"\">Is it a coincidence that missionaries give a portion of their lives in behalf of others, then come home and testify of their great love for the people they have served? Is it any wonder that bishops and other priesthood and auxiliary leaders who sacrifice for others are filled with love for those who are recipients of their labors? Is there a greater love among mortals than that of a mother, who offers all for her child? Many who desire to have charity like Jesus attain it as he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p26\" class=\"\">On one occasion my wife expected to be away for the weekend and asked one of the sisters in our ward to teach her Relief Society lesson. The week following the session, that sister came to our home and returned the instruction manual. She also brought to my wife a freshly baked loaf of bread and a handwritten note that read, “I love you. You are a special person. Thank you for thinking of me.” She was grateful to have been asked to serve. She was full of the love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p27\" class=\"\">Charity is not just a precept or a principle, nor is it just a word to describe actions or attitudes. Rather, it is an internal condition that must be developed and experienced in order to be understood. We are possessors of charity when it is a part of our nature. People who have charity have a love for the Savior, have received of his love, and love others as he does.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p28\" class=\"\">It may be of some significance to note that the word <span class=\"emphasis\">charity<\/span> does not appear in a single verse in the Old Testament. Surely the prophets of ancient times understood the need for charity as did the Apostle Paul and the prophets of ancient America. And surely those prophets knew and taught that “charity is the pure love of Christ.” (<span class=\"citation\" id=\"38637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38637)\">Moro. 7:47<\/a><\/span>.) We are left to wonder if the enemies of Christ deliberately removed from the holy writings these saving truths as part of the plain and precious teachings that Nephi prophetically said would be removed. (See <span class=\"citation\" id=\"2036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2036)\">1 Ne. 13:20–29<\/a><\/span>.) Also, charity is only partially explained in the New Testament. But thankfully the Book of Mormon, another witness for Christ, has restored to us an understanding of this eternal precept. I testify that as we abide by this precept, we will draw nearer to God. Indeed, we will become more like him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/love-of-christ.p29\" class=\"\">Individually and collectively, we can experience the peace and happiness enjoyed for nearly two hundred years anciently when “there was no contention in the land, because of the love of God which did dwell in the hearts of the people.” (<span class=\"citation\" id=\"6560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6560)\">4 Ne. 1:15<\/a><\/span>.) This I know, as I know the Savior lives, in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}