{"ID":5238, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Bonfires of Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p3\" class=\"\">Many years ago, large packs of wolves roamed the countryside in Ukraine, making travel in that part of the world very dangerous. These wolf packs were fearless. They were not intimidated by people nor by any of the weapons available at that time. The only thing that seemed to frighten them was fire. Consequently, travelers who found themselves away from cities developed the common practice of building a large bonfire and keeping it burning through the night. As long as the fire burned brightly, the wolves stayed away. But if it were allowed to burn out and die, the wolves would move in for an attack. Travelers understood that building and maintaining a roaring bonfire was not just a matter of convenience or comfort; it was a matter of survival. (See Mary Pratt Parrish, <span class=\"emphasis\">Ensign,<\/span> May 1972, p. 25.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p4\" class=\"\">We do not have to protect ourselves from wolf packs as we travel the road of life today, but, in a spiritual sense, we do face the devious wolves of Satan in the forms of temptation, evil, and sin. We live in dangerous times when these ravenous wolves roam the spiritual countryside in search of those who may be weak in faith or feeble in their conviction. In his first epistle, Peter described our “adversary the devil, as a roaring lion [that] walketh about, seeking whom he may devour.” (<span class=\"citation\" id=\"2437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2437)\">1 Pet. 5:8<\/a><\/span>.) The Lord told the Prophet Joseph Smith that “enemies prowl around thee like wolves for the blood of the lamb.” (<span class=\"citation\" id=\"19717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19717)\">D&amp;C 122:6<\/a><\/span>.) We are all vulnerable to attack. However, we can fortify ourselves with the protection provided by a burning testimony that, like a bonfire, has been built adequately and maintained carefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p5\" class=\"\">Unfortunately, some in the Church may believe sincerely that their testimony is a raging bonfire when it really is little more than the faint flickering of a candle. Their faithfulness has more to do with habit than holiness, and their pursuit of personal righteousness almost always takes a back seat to their pursuit of personal interests and pleasure. With such a feeble light of testimony for protection, these travelers on life’s highways are easy prey for the wolves of the adversary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p6\" class=\"\">The Savior understood that many of His followers would struggle under the rigors of true discipleship; consequently, He taught them how to build burning testimonies. The night before His crucifixion, Jesus shared the feast of the Passover with His twelve beloved Apostles, most of whom had been with Him throughout His ministry. At one point during this sacred evening, the Lord looked upon Peter, His senior Apostle and loyal friend. Knowing what would be required of Peter after the Ascension, the Lord said: “Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p7\" class=\"\">“But I have prayed for thee, that thy faith fail not: and <span class=\"emphasis\">when thou art converted,<\/span> strengthen thy brethren.” (<span class=\"citation\" id=\"32460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32460)\">Luke 22:31–32<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p8\" class=\"\">Imagine for a moment that you are Peter. Three years ago a holy stranger invited you to set aside your fishing boat and nets, your means of support for yourself and your family, and then asked you to follow Him. You did so without hesitation, and for three years you have continued to follow and to love and support and sustain Him. You have seen Him confound the wise, comfort the weary and the afflicted, heal the sick, and raise the dead to life. You have seen Him conquer evil spirits, calm the troubled seas, and for a few minutes, at least, you even walked on the water toward Him. You were at His side when Moses and Elias appeared to Him; you saw Him transfigured before your very eyes. You have committed your entire life to Him. And now He questions you by instructing you to strengthen your brethren “when thou art converted.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p9\" class=\"\">Peter was surprised. He assured the Lord, “I am ready to go with thee, both into prison, and to death.” (<span class=\"citation\" id=\"32461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32461)\">Luke 22:33<\/a><\/span>.) But Jesus knew and understood. He was not condemning Peter for a lack of conviction; Peter demonstrated his conviction during the Lord’s arrest. Rather, the Savior was telling Peter what he needed to do when his testimony became more secure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p10\" class=\"\">As He knew Peter, the Lord understands you and me when our testimonies may not be the brightly burning bonfire you may think they are or want them to be. Perhaps in some cases, that testimony is constructed unwisely, built on a social foundation of programs and personalities instead of the sure rock of personal revelation. Or perhaps you have allowed your testimony to flicker gradually through the years of disuse and spiritual complacency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p11\" class=\"\">Regardless of the reason your testimony may be growing dim, the Savior lovingly urges you to come unto Him and become strengthened in Him. Said He to Moroni: “If men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; … for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.” (<span class=\"citation\" id=\"22408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22408)\">Ether 12:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p12\" class=\"\">Some people are weak in their faith and testimonies but are not even aware of how precarious their situation is. Many of them likely would be offended at the suggestion. They raise their right hand to sustain Church leaders and then murmur and complain when a decision does not square with their way of thinking. They claim to be obedient to God’s commandments but do not feel at all uncomfortable about purchasing food at the store on Sunday and then asking the Lord to bless it. Some say they would give their lives for the Lord, yet they refuse to serve in the nursery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p13\" class=\"\">The Savior spoke very explicitly about people who “draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me.” (<span class=\"citation\" id=\"25695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25695)\">Isa. 29:13<\/a><\/span>.) His words were: “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p14\" class=\"\">“Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p15\" class=\"\">“And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"37450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37450)\">Matt. 7:21–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p16\" class=\"\">None would want to hear the Lord speak such disappointing words of you. That is why you need to do everything in your power to be absolutely certain that your spiritual bonfire of testimony is burning brightly enough to keep the wolves of darkness away. You can always use more dry kindling. As the Apostle Paul taught, each of us has “come short of the glory of God.” (<span class=\"citation\" id=\"42957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42957)\">Rom. 3:23<\/a><\/span>.) None of us has progressed so far in this life that we do not need to continually fortify our testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p17\" class=\"\">I offer three suggestions that will fan the flame of personal testimony as a protection against the wolves of evil that are prowling all around us to threaten our spiritual security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p18\" class=\"\">First, make sure your testimony is built upon a solid foundation of faith in the Lord, Jesus Christ. Even though we enjoy the fellowship of the Saints and have strong feelings about the inspired programs of the Church, we must remember that we have only one sure anchor for our souls. It is stated in the words of the prophet Helaman, when he taught his sons:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p19\" class=\"\">“And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall.” (<span class=\"citation\" id=\"24834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24834)\">Hel. 5:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p20\" class=\"\">Perhaps you are one of the members of the Church whose first contact with the gospel came through the beautiful music of the Tabernacle Choir. Maybe your life was blessed by the Church welfare program when you followed prophetic counsel to store food and other necessities. These are marvelous, inspired aspects of the Church that God has provided to help bring his children to Christ. However, they are implements and not ends in themselves. The ultimate focus of our devotion must properly be our Heavenly Father and His Beloved Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p21\" class=\"\">We often hear of members who have separated themselves from the Church because some leader, teacher, or member has said or done something to offend them. Others have had their faith shaken when the Brethren have taken a stand with which they disagree. In such cases, I wonder about the faith of those people and whether it was grounded securely in a testimony of the Lord, Jesus Christ, or merely based on their own ideas and social perceptions of what the Church and its members should be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p22\" class=\"\">Scripture teaches us: “Trust in the Lord with all thine heart; and lean not unto thine own understanding.” (<span class=\"citation\" id=\"41630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41630)\">Prov. 3:5<\/a><\/span>.) In His moving prayer recorded in the seventeenth chapter of John, the Savior taught this profound truth: “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"29592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29592)\">John 17:3<\/a><\/span>.) Building a testimony on the foundation of a sincere, personal relationship with our Heavenly Father and His Beloved Son, Jesus Christ, and on our faith in them, should be our highest priority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p23\" class=\"\">Anchored with that faith, we are ready for my second suggestion—another layer of kindling on the bonfire of testimony—it is humble, sincere repentance. Few things extinguish the fervor of the Holy Spirit in the heart of any individual more quickly than does sin. It dulls the spiritual senses, diminishes confidence and personal security, and separates the sinner from the Savior. One who carries the burden of unrepented sin is more likely to rationalize additional disobedience. The more sin is rationalized, the greater the possibility of destruction by Satan’s wolves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p24\" class=\"\">Few would argue the potential spiritual risk of major sins like murder or marital infidelity. But what about the person who uses employer’s time to complete personal projects, the person who sneaks into a pornographic movie, the student who cheats at school, the person who criticizes others unfairly, or the parent who thinks family home evening is a good idea—for someone else?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p25\" class=\"\">The simple fact is this: anything that does not draw us closer to God takes us away from Him. We have no middle ground, no foggy gray area where we can sin a little without suffering spiritual decline. That is why we must repent and come to Christ daily on submissive knees so that we can prevent our bonfires of testimony from being snuffed out by sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p26\" class=\"\">My third suggestion is that we follow the example of the Savior. He set the pattern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p27\" class=\"\">In any pursuit and under any condition, we can ask ourselves what would Jesus do and then determine our own course accordingly. For example, what sort of home teacher would the Savior be? Would He occasionally miss visiting families? Would He visit them without a message? Or would He minister to His families like the Good Shepherd that He is, with constant watch care and loving kindness? Deep in our hearts we know what kind of home teacher Jesus would be, just as we know what kind of bishop, teacher, Primary leader, clerk, or youth adviser He would be. Even though we could never in this life measure up completely to His standard of excellence, our attempt to do so will lead us to do far better than otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p28\" class=\"\">We can apply the same principle to other pursuits the same way. What sort of parent would Jesus be? What sort of neighbor, employer, employee, student, or friend? If we live our lives to conform as nearly as possible to the pattern the Savior has set, our testimonies will be fortified continually and our spiritual bonfires will never be reduced to embers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p29\" class=\"\">We live in perilous times. The influence of Satan often appears to be unchecked and overwhelming. Remember the promise that God has given to those who build and maintain brightly burning bonfires of testimony to counter the wolves that threaten us. This is His promise: “Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will … uphold thee with the right hand of my righteousness.” (<span class=\"citation\" id=\"25698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25698)\">Isa. 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p30\" class=\"\">The strength of the Church lies in the depth and vitality of the personal testimonies of its members. Firm, secure testimonies will be the difference between faithfulness and disaffection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p31\" class=\"\">I bear testimony that in order for us to enjoy a happy, rewarding, and spiritual life, we must make sure that our testimonies are built upon the foundation of faith in the Lord, Jesus Christ, humble and sincere repentance, and following the example of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/spiritual-bonfires-of-testimony.p32\" class=\"\">I know that our Heavenly Father lives and loves each of His children. His Son, Jesus Christ, is our Savior and Redeemer. Christ’s atonement provides for all of us immortality and the possibility of eternal life, the kind of life that God lives, if we will repent of our sins and will be true and faithful in keeping the commandments. Joseph Smith is a prophet of God. Through him, the Lord restored the gospel of Jesus Christ in these the latter days. President Ezra Taft Benson is our prophet today. I testify of these divine truths in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}