{"ID":524, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Greatest Responsibility...The Greatest Honor<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1951, pp. 157-159<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved fellow workers, brethren and sisters: I wish it were within my power of\nexpression to let you know just what my true feelings are on this momentous occasion. I\nwould wish that you might look into my heart and see there for yourselves just what those\nfeelings are.\n<\/p><p>\nRESPONSIBILITY OF LEADERSHIP\n<\/p><p>\nIt is just one week ago today that the realization came to me that this responsibility of\nleadership would probably fall upon my shoulders. I received word that President George\nAlbert Smith had taken a turn for the worse, and that the doctor thought the end was not far\noff. I hastened to his bedside, and with his weeping daughters, son, and other kinfolk, I\nentered his sickroom. For the first time, he failed to recognize me.\n<\/p><p>\nThen I had to accept the realization that the Lord had chosen not to answer our pleadings as\nwe would have had them answered, and that he was going to take him home to himself.\nThankfully, he rallied again later in the day. Several days preceding that visit, as President\nClark and I were considering problems of import pertaining to the Church, he, ever solicitous\nof the welfare of the Church and of my feelings, would say, \"The responsibility will be yours\nto make this decision,\" but each time I would refuse to face what to him seemed a reality.\n<\/p><p>\nNEED FOR SUPPORT\n<\/p><p>\nWhen that reality came, as I tell you, I was deeply moved. And I am today, and pray that I\nmay, even though inadequately, be able to tell you how weighty this responsibility seems.\n<\/p><p>\nThe Lord has said that the three presiding high priests chosen by the body appointed and\nordained to this office of presidency, are to be \"upheld by the confidence, faith, and prayer of\nthe Church\" (<span class=\"citation\" id=\"12930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12930)\">D&amp;C 107:22<\/a><\/span>).\nNo one can preside over this Church without first being in tune with the head of\nthe Church, our Lord and Savior, Jesus Christ. He is our head. This is his Church. Without\nhis divine guidance and constant inspiration, we cannot succeed. With his guidance, with his\ninspiration, we cannot fail.\n<\/p><p>\nNext to that as a sustaining potent power, comes the confidence, faith, prayers, and united\nsupport of the Church.\n<\/p><p>\nI pledge to you that I shall do my best so to live as to merit the companionship of the Holy\nSpirit, and pray here in your presence that my counselors and I may indeed be \"partakers of\nthe divine spirit\" (<span class=\"citation\" id=\"4818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4818)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\nSPIRIT OF UNITY\n<\/p><p>\nNext to that, unitedly we plead with you for a continuation of your love and confidence as\nyou have expressed it today. From you members of the Twelve, we ask for that love and\nsympathy expressed in our sacred Council. From the Assistants to the Twelve the Patriarch,\nthe First Council of the Seventy, the Presiding Bishopric, we ask that the spirit of unity\nexpressed so fervently by our Lord and Savior when he was saying good-by to the Twelve,\nmay be manifest by us all.\n<\/p><p>\nYou remember he said, as he left them: \"And now I am no more in the world, but these are\nin the world, and I come to thee. Holy Father, keep through thine own name those whom\nthou hast given me, that they may be one, as we are.\"\n<\/p><p>\n\"Neither pray I for these alone, but for them also which shall believe on me through their\nword; \n<\/p><p>\n\"That they all may be one: as thou, Father, art in me, and I in thee, that they also may be one\nin us: that the world may believe that thou hast sent me\"\n(<span class=\"citation\" id=\"27504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27504)\">John 17:11,20-21<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, brethren of the General Authorities, God keep us as one, overlooking\nweaknesses we may see, keeping an eye single to the glory of God and the advancement of\nhis work.\n<\/p><p>\nHELP OF MEMBERSHIP\n<\/p><p>\nAnd now to the members of the Church: We all need your help, your faith and prayers, not\nyour adverse criticisms, but your help. You can do that in prayer if you cannot reach us in\nperson. The potency of those prayers throughout the Church came to me yesterday when I\nreceived a letter from a neighbor in my old home town. He was milking his cows when the\nword came over his radio which he has in his barn that President Smith had passed. He\nsensed what that would mean to his former fellow-townsman, and he left his barn and went to\nthe house and told his wife. Immediately they called their little children, and there in that\nhumble home, suspending their activities, they knelt down as a family and offered prayer. The\nsignificance of that scene I leave for you to understand. Multiply that by a hundred thousand,\ntwo hundred thousand, half a million homes, and see the power in the unity and prayers, and\nthe sustaining influence in the body of the Church.\n<\/p><p>\nToday you have by your vote placed upon us the greatest responsibility, as well as the\ngreatest honor, that lies within your power to bestow as members of the Church of Jesus\nChrist of Latter day Saints. Your doing so increases the duty of the First Presidency to render\nservice to the people.\n<\/p><p>\nEXAMPLE OF SERVICE\n<\/p><p>\nWhen the Savior was about to leave his Apostles, he gave them a great example of service.\nYou remember he girded himself with a towel and washed his disciples' feet. Peter, feeling it\nwas a menial work for a servant, said, \". . . dost thou wash my feet? . . . Thou shalt never\nwash my feet.\"\n<\/p><p>\nThe Savior answered \"If I wash thee not, thou hast no part with me.\"\n<\/p><p>\n\"Nay then,\" said the chief Apostle, \"Not my feet only, but also my hands and my head.\"\n<\/p><p>\n\"He that is washed needeth not save to wash his feet, but is clean every whit.\n<\/p><p>\n\"What I do thou knowest not now; but thou shalt know hereafter\"\n(<span class=\"citation\" id=\"27494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27494)\">John 13:6,8-10,7<\/a><\/span>).\n<\/p><p>\nAnd then he washed his feet, and those of the others also. Returning the basin to the side of\nthe door, ungirding himself, and putting on his robe, he returned to his position with the\nTwelve, and said: \n<\/p><p>\n\"Ye call me Master and Lord: and ye say well; for so I am.\n<\/p><p>\n\"If I then, your Lord and Master, have washed your feet; ye also ought to wash one another's\nfeet\" (<span class=\"citation\" id=\"27495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27495)\">John 13:13-14<\/a><\/span>).\n<\/p><p>\nWhat an example of service to those great servants, followers of the Christ! He that is greatest\namong you, let him be least (<span class=\"citation\" id=\"34464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34464)\">Matt. 23:11<\/a><\/span>).\nSo we sense the obligation to be of greater service to the membership of the\nChurch, to devote our lives to the advancement of the kingdom of God on earth.\n<\/p><p>\nBLESSING AND TESTIMONY\n<\/p><p>\nGod bless you, brothers and sisters. May the spirit of this occasion remain in our hearts. May\nit be felt throughout the uttermost parts of the earth, wherever there is a branch in all the\nworld, that that spirit might be a unifying power in increasing the testimony of the divinity of\nthis work, that it may grow in its influence for good in the establishment of peace throughout\nthe world.\n<\/p><p>\nI bear you my testimony that the head of this Church is our Lord and Savior, Jesus Christ. I\nknow the reality of his existence, of his willingness to guide and direct all who serve him. I\nknow he restored, with his Father, to the Prophet Joseph Smith the gospel of Jesus Christ in\nits fullness. I know that these brethren whom you have sustained today are men of God. I\nlove them. Don't you think anything else. God's will has been done.\n<\/p><p>\nMay we have increased power to be true to the responsibilities that the Lord and you have\nplaced upon us, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}