{"ID":5240, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord Will Prosper the Righteous\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p2\" class=\"\">Elder Dean L. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246c.jpg\" alt=\"Elder Dean L. Larsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p3\" class=\"\">In behalf of the Presidency of the Seventy and the Quorum members, I would like to express a very warm welcome to Elders Eyring and Pace as they take their place now among the ranks of the Seventy. We also acknowledge the addition to the Seventies Quorums of the fifteen men whose names President Hinckley read to you earlier and who have been serving since mid-August. Our best wishes also to Bishop Edgley and Bishop Burton, who now take their places beside Bishop Hales in the Presiding Bishopric of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p4\" class=\"\">And we acknowledge our love and continuing deep respect and admiration for those men whose tenure as Seventies has concluded officially at this general conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p5\" class=\"\">During the conference of the Church in Fayette, New York, in 1831 the Lord gave a revelation through Joseph Smith that contains a remarkable promise. “I have made the earth rich,” the Lord declared, “and behold it is my footstool, wherefore, again I will stand upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p6\" class=\"\">“And I hold forth and deign to give unto you greater riches, even a land of promise, a land flowing with milk and honey, upon which there shall be no curse when the Lord cometh;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p7\" class=\"\">“And I will give it unto you for the land of your inheritance, if you seek it with all your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p8\" class=\"\">“And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.” (<span class=\"citation\" id=\"19607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19607)\">D&amp;C 38:17–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p9\" class=\"\">The Lord has demonstrated throughout the generations that when the inhabitants of the earth remember him and are obedient to his direction, he will bless them not only with spiritual blessings, but with material abundance as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p10\" class=\"\">The scriptures contain many evidences of the Lord’s willingness to prosper his people with the riches of the earth when they demonstrate that they will use this abundance prudently, with humility and charity, always acknowledging the source of their blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p11\" class=\"\">When the people of Lehi arrived in the Americas from the old world, they felt a great dependence upon the Lord as they established their homes and worked to provide for themselves. Nephi makes this entry in his record:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p12\" class=\"\">“And we did observe to keep the judgments, and the statutes, and the commandments of the Lord in all things. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p13\" class=\"\">“And the Lord was with us; and we did prosper exceedingly; for we did sow seed, and we did reap again in abundance. And we began to raise flocks, and herds, and animals of every kind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p14\" class=\"\">“And it came to pass that we began to prosper exceedingly, and to multiply in the land.” (<span class=\"citation\" id=\"4456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4456)\">2 Ne. 5:10–11, 13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p15\" class=\"\">This kind of material prosperity has always been a fragile thing. It has proved to be one of the greatest tests with which a people can be confronted. The essential human qualities and other factors that generate abundance have always been difficult to sustain. We see this reflected in an episode that is described in the first chapter of Alma in the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p16\" class=\"\">As I read several of the verses from this account, make particular note of the elements that contribute to the material successes of the people and then the factors that lead to their subsequent misfortunes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p17\" class=\"\">“And when the priests left their labor to impart the word of God unto the people, the people also left their labors to hear the word of God. And when the priest had imparted unto them the word of God they all returned again diligently unto their labors; and the priest, not esteeming himself above his hearers, for the preacher was no better than the hearer, neither was the teacher any better than the learner; and thus they were all equal, and they did all labor, every man according to his strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p18\" class=\"\">“And they did impart of their substance, every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted; and they did not wear costly apparel, yet they were neat and comely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p19\" class=\"\">“And thus they did establish the affairs of the church; and thus they began to have continual peace. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p20\" class=\"\">“And now, because of the steadiness of the church they began to be exceedingly rich, having abundance of all things whatsoever they stood in need—an abundance of flocks and herds, and fatlings of every kind, and also abundance of grain, and of gold, and of silver, and of precious things, and abundance of silk and fine-twined linen, and all manner of good homely cloth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p21\" class=\"\">“And thus, in their prosperous circumstances, they did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the church or in the church, having no respect to persons as to those who stood in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p22\" class=\"\">“And thus they did prosper.” (<span class=\"citation\" id=\"9889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9889)\">Alma 1:26–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p23\" class=\"\">It has always been so. When the lives of the people are in harmony with the Lord’s will, all of the essential factors that produce the blessings God deigns to give to his children seem to come into line. Love and harmony prevail. Even the weather, the climate, and the elements seem to respond. Peace and tranquillity endure. Industry and progress mark the lives of the people. It is as the Lord has promised: “If ye walk in my statutes, and keep my commandments, and do them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p24\" class=\"\">“Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p25\" class=\"\">“And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p26\" class=\"\">“And I will give peace in the land, and ye shall lie down, and none shall make you afraid.” (<span class=\"citation\" id=\"30964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30964)\">Lev. 26:3–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p27\" class=\"\">Perhaps the greatest tragedies of all time have occurred when people have received the promised blessings of the Lord and then have forgotten the source of their good life. Moses cautioned the people of Israel against this natural inclination when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p28\" class=\"\">“Beware that thou forget not the Lord thy God, in not keeping his commandments, and his judgments, and his statutes. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p29\" class=\"\">“Lest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p30\" class=\"\">“And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p31\" class=\"\">“Then thine heart be lifted up, and thou forget the Lord thy God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p32\" class=\"\">“And thou say in thine heart, My power and the might of <span class=\"emphasis\">mine<\/span> hand hath gotten me this wealth.” (<span class=\"citation\" id=\"21376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21376)\">Deut. 8:11–14, 17<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p33\" class=\"\">Returning to the account in Alma to which I made earlier reference, not many years passed away from the time of prosperity described in such glowing terms until the people began to take all of the credit for the good times unto themselves. We find this sad entry in Alma’s record:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p34\" class=\"\">“And it came to pass in the eighth year of the reign of the judges, that the people of the church began to wax proud, because of their exceeding riches, and their fine silks, and their fine-twined linen, and because of their many flocks and herds, and their gold and their silver, and all manner of precious things, which they had obtained by their industry; and in all these things were they lifted up in the pride of their eyes. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p35\" class=\"\">“The people of the church began … to set their hearts upon riches and upon the vain things of the world, that they began to be scornful, one towards another.” (<span class=\"citation\" id=\"9892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9892)\">Alma 4:6, 8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p36\" class=\"\">The same cycle occurred in the days of Helaman. At one point Helaman describes his people in this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p37\" class=\"\">“And it came to pass that in this same year there was exceedingly great prosperity in the church, insomuch that there were thousands who did join themselves unto the church and were baptized unto repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p38\" class=\"\">“And so great was the prosperity of the church, and so many the blessings which were poured out upon the people, that even the high priests and the teachers were themselves astonished beyond measure.” (<span class=\"citation\" id=\"24821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24821)\">Hel. 3:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p39\" class=\"\">It was not long until the full cycle was completed, however. Within five years from the period just cited, Helaman makes this report regarding members of the Church: “And in the fifty and first year of the reign of the judges there was peace also, save it were the pride which began to enter into the church—not into the church of God, but into the hearts of the people who professed to belong to the church of God—<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p40\" class=\"\">“And they were lifted up in pride, even to the persecution of many of their brethren” (<span class=\"citation\" id=\"24828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24828)\">Hel. 3:33–34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p41\" class=\"\">These abrupt changes in the condition of the people led Helaman to lament:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p42\" class=\"\">“And thus we can behold how false, and also the unsteadiness of the hearts of the children of men; yea, we can see that the Lord in his great infinite goodness doth bless and prosper those who put their trust in him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p43\" class=\"\">“Yea, and we may see at the very time when he doth prosper his people, yea, in the increase of their fields, their flocks and their herds, and in gold, and in silver, and in all manner of precious things of every kind and art; sparing their lives, and delivering them out of the hands of their enemies; … and in fine, doing all things for the welfare and happiness of his people; yea, then is the time that they do harden their hearts, and do forget the Lord their God” (<span class=\"citation\" id=\"24839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24839)\">Hel. 12:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p44\" class=\"\">It is one thing to look back upon the events of history. It is another to regard our own time. We have the Lord’s assurance that he will bless and prosper his people if they will keep his commandments and remember to look to him as the source of their blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p45\" class=\"\">On the other hand, we must not forget that these blessings are conditional. As King Limhi warned his people, “For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them” (<span class=\"citation\" id=\"40839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40839)\">Mosiah 7:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p46\" class=\"\">As bearers of the priesthood to whom the Lord has entrusted the leadership for his work, we must look carefully at our own lives. And we must assess honestly the level of faith and obedience of our people. Too many of the indicators are not encouraging. Only a small percentage of the Church members worldwide are tithe payers today. For many who live in conditions of material poverty, there may be no other way to escape their impoverishment than to give obedience to this law. As I visit among the stakes of the Church, I find it is not uncommon to discover that fewer than 50 percent of the households are contributing to the fast offerings of the Church, and the trends are not improving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p47\" class=\"\">We have reached a point where more of our adult men are becoming prospective elders than are receiving the Melchizedek Priesthood. About half of the endowed members of the Church hold current temple recommends. Reports of other violations of the Lord’s law are a source of concern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p48\" class=\"\">These indicators may seem to carry a direful tone, but as Enos declared in the Book of Mormon, sometimes it is necessary to resort to “exceedingly great plainness of speech” (<span class=\"citation\" id=\"21538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21538)\">Enos 1:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/the-lord-will-prosper-the-righteous.p49\" class=\"\">As the world continues to ripen in iniquity, our lives of necessity must become increasingly different from the world and its standard. It will be a great challenge for us. We must be better than we have ever been before. As we succeed, we have the sure promise of the Lord that he will prosper us in every way necessary for our well-being. That is my faith and my testimony. But it is a conditional promise. May we qualify for its fulfillment in our lives and in our time is my earnest prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}