{"ID":5246, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Healing Your Damaged Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p3\" class=\"\">Some of the sweetest memories of my childhood center in the occasional summer and fall days spent with my brothers at Uncle Zene’s farm in rural Virginia. There we hiked through woods with fragrant wildflowers. We marveled at flying squirrels, colorful birds, and even occasionally discovered a fox or pheasant. Meandering streams invited us to catch sunfish, and a cool, pure spring satisfied our thirst. There were roasted hot dogs, potato salad, sweet pickles, and of course hot apple pie with homemade ice cream. Every turn of the crank heightened our anticipation of that seldom-savored treat. But the most treasured experience was the rope swing Uncle Zene had hung in a tall tree near a beautiful brook. Its long gliding passes provided hours of pure joy. We would arch our backs and fling our legs and feet to see who could go the fastest and highest. It was sheer delight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p4\" class=\"\">Once, to treat me to even more excitement, my brother Gerald put me on the wooden seat, then rotated the swing until the ropes were twisted in a double row of knots. With a mighty thrust he launched me into a spin of ever-increasing velocity. At first there was a feeling of exhilaration as I began to pick up speed. That short-lived pleasure was quickly replaced by increasing feelings of dizziness, nausea, and just plain terror. When the horrible experience was over, I couldn’t walk without falling, my head reeled, and I was certain my stomach would never again be the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p5\" class=\"\">Throughout it all, Gerald jumped with glee. When I finally fell out of the seat, he shouted, “Wasn’t that terrific?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p6\" class=\"\">My mind thought, “You’re crazy,” but my mouth said, “Yeah, that was great. Get in and I’ll show you how much fun it is.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p7\" class=\"\">I wonder if some of you are doing the same thing in your own life? Instead of enjoying the countless edifying experiences, precious wholesome relationships, and the wondrous beauties of the earth the Lord has given for our happiness, do you pursue excitement beyond the bounds He has set? Do you seek transitory stimulation, even recognizing that it is always followed by powerful negative feelings? Do tantalizing emotions stimulate your appetite, creating an insatiable thirst for more? Does that thirst override the motivation to improve that should result from the negative harvest of transgression? Is your focus on satisfying appetite through increased participation, even though you begin to sense that inevitably it will bring very unpleasant consequences? Have you wondered how and when you will stop?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p8\" class=\"\">Even though you publicly defend strongly your actions, privately in moments of sober contemplation you may have recognized that you are in trouble. While outwardly you may blame others for your problems, inside you may have already discovered that indulgence in violation of trust and denial of truth leads to ever-diminishing options. One backs himself ever farther into a corner. Finally there seems to be no way out, and a sense of hopelessness sets in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p9\" class=\"\">I have no interest but to help you. Will you listen? I may challenge some of your fixed ideas, but please listen for a few minutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p10\" class=\"\">You may be tired of others trying to run your life—always telling you what to do. After all, you have the right to make your own choices. That is correct. You have that right. It is your agency. The secret to solve problems in your life will be found in understanding and using the eternally beneficial interaction of your <span class=\"emphasis\">agency<\/span> and His <span class=\"emphasis\">truth.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p11\" class=\"\">The Master said: “He that keepeth [the] commandments receiveth truth and light. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p12\" class=\"\">\n\t<span class=\"emphasis\">“Light and truth forsake that evil one, …<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p13\" class=\"\"><span class=\"emphasis\">“And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men.”<\/span> (<span class=\"citation\" id=\"19684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19684)\">D&amp;C 93:28, 37, 39<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p14\" class=\"\">He also declared, “Every man may act in doctrine and principle, … according to the <span class=\"emphasis\">moral agency<\/span> which I have given unto him, that every man may be accountable … in the day of judgment” (<span class=\"citation\" id=\"19696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19696)\">D&amp;C 101:78<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p15\" class=\"\">These scriptures teach how to overcome the effects of wrong choices, whether they be lying, stealing, gambling, addiction to alcohol or drugs, immorality, inflicting abuse, or anything like it. Simply stated, one must use his <span class=\"emphasis\">agency to obey truth.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p16\" class=\"\">When others give you advice, have you ever said, “I just don’t believe the way you do. Those are your standards and your principles. I have my own”? Please understand that no one can change truth. Rationalization, overpowering self-interest, all of the arguments of men, anger, or self-will cannot change truth. Satan knows that, so he tries to create an atmosphere where one unwittingly begins to feel that he can not only choose what to do, but can determine what is right to do. Satan strives to persuade us to live outside truth by rationalizing our actions as <span class=\"emphasis\">the right of choice.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p17\" class=\"\">But our Eternal Father defined truth and established what is right and wrong before the creation of this earth. He also fixed the consequences of obedience and disobedience to those truths. He defended our right to choose our path in life so that we would grow, develop, and be happy, but <span class=\"emphasis\">we do not have the right to choose the consequences of our acts.<\/span> Those who willfully, consistently disobey His commandments will inevitably learn that truth. Joseph Smith was inspired to record, “When we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"19724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19724)\">D&amp;C 130:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p18\" class=\"\">Please understand, no one has the privilege to choose what is right. God reserved that prerogative to Himself. Our agency does allow us to choose among alternate paths, but then we are bound to the consequence God has decreed. Later, if we don’t like where the path takes us, the only out is through repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p19\" class=\"\">Our Heavenly Father gave us truth, some as statements of cause and effect. We call them commandments. They guide our life to happiness. He knew that Satan would try to persuade some to live without fixed standards in life so that decisions would be based on current circumstances, what appears convenient, or what provides the greatest personal return. In this way, Satan removes the power of truth from one’s life so he can take that soul captive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p20\" class=\"\">If you are trapped and there seems to be no way out, remember what Robert Frost taught, “The best way out is always through.” (From “A Servant to Servants.”) You must face the challenge and conquer it. The way through is based on faith in Jesus Christ and obedience to His commandments. It is the only way to permanently cure damage to mind and spirit caused by unrighteous acts. It also provides healing, within the bounds of eternal law, to a body devastated by the effects of transgression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p21\" class=\"\">It may be hard in your state of mind to understand that. Please believe me. He will help you when you do it His way. A prophet said, “For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is <span class=\"emphasis\">far from the thoughts and intents of his heart?<\/span>” (<span class=\"citation\" id=\"40838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40838)\">Mosiah 5:13<\/a><\/span>; emphasis added.) Read and learn about the Savior until you know Him, then trust Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p22\" class=\"\">You may have found that change is hard. But know you <span class=\"emphasis\">can<\/span> do it. You may wonder why you are not believed when you decide to change from a life of disobedience to one of integrity and compliance to truth. Recognize that it takes time to build a reputation that overcomes the effects of past deliberate decisions to deceive and to take advantage of others—but it is worth it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p23\" class=\"\">Have you noticed that no matter how worthy your intent and how many procedures you follow precisely, if you make the tiniest mistake with a computer, it will not respond? All of your effort is futile. That is <span class=\"emphasis\">not<\/span> the way the Lord works. There is nothing tricky about His commandments. He wants you to succeed. Where there is purity of heart and real intent, it is known to the Lord. Your obedience to truth and proper use of agency open the door to His divine help. At first, perhaps only you and He will believe your sincerity. But you will be rewarded by the joy that comes from positive personal progress. In time, others will recognize your consistent righteous acts and support you.<\/p>\n\t\t\t<p class=\"preamble\">Many people offer advice, but one’s suggestions often directly contradict another’s. How do you know whom to believe? Ask yourself these questions:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>What motivates the offer of help?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Does your common sense confirm it is right? If so, it will be consistent with the teachings of the Savior.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Has the advice offered been followed in the giver’s life? Has it improved the quality of that life?<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p28\" class=\"\">Honest evaluation of advice against these standards will help you decide whether it is motivated for your benefit or another’s self-interest. A true friend is not one that always encourages you to do what you want to do, but one who helps you do what you know you ought to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p29\" class=\"\">You can block the corrective power of truth in your life by constantly letting others protect you from the consequences of your unworthy acts, without being smart enough to change your life. Your failure to properly respond to help will fix false concepts in your mind, and you will see no need to repent. Your negative patterns will be reinforced, not rejected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p30\" class=\"\">How can one decide when to help you and when to let you grow from facing reality? The Lord has provided the answer. When you show genuine remorse, a contrite heart, a recognition of guilt, movement in the direction of improvement even though there may be slippage—when there is acceptance of responsibility for improper acts, support and help are needed and will be productive. Should you continue to manipulate, blame others for improper decisions, be deceitful and determined to continue the path of transgression by camouflage or cover-up, you are reinforcing false principles and have chosen to head for a showdown with tough reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p31\" class=\"\">It is one thing to know how to heal your damaged life. It is quite another to do it. You will change only when you recognize that it will bring lasting personal benefit. Deep down you know that breaking commandments does not bring anything productive and does cause a lot of grief for yourself and others. Don’t wait to hit bottom. That is painful and could leave physical scars that can’t be healed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p32\" class=\"\">You can fool others who want to believe you, but you cannot deceive the Lord. Because of His justice, He will one day have to confront you with the consequences of your unrepented acts. No one wants that to happen. Some transgressions are so powerful that it is unlikely that you will begin to overcome them without another’s help. Seek that help. In time, with the strength that comes from continued use of agency to live truth, you will be healed through the Savior. Please find someone you trust who is trustworthy, who understands agency and truth. You can begin anywhere—with a friend, a loved one, a competent professional, or a solid member. As you gain confidence, see your bishop. He has priesthood keys that will help you. Begin now and don’t stop until you understand and obey the teachings of the Savior and receive His healing power in your life. Otherwise, the cure will be incomplete.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p33\" class=\"\">This comment, used by permission of one someone else helped, shows how the Lord gives healing through a priesthood leader when he acts as an inspired instrument: “I so appreciated your words of wisdom and kindness. I have felt such a strength from the Lord. My testimony is growing step by step each day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p34\" class=\"\">“I still have heartache and pain, but now I realize that it is for my own good and that there is light at the end of the tunnel. The blessing you gave me under the direction of the Spirit truly changed me. I am finally able to have hope and know that I will work through this time. I am able to look forward to each new day.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p35\" class=\"\">I testify that the Savior heals permanently. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p36\" class=\"\">“Have ye any <span class=\"emphasis\">that … are afflicted in any manner?<\/span> Bring them hither and I will heal them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p37\" class=\"\">“For I see that your faith is sufficient that I should heal you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p38\" class=\"\">“And he did heal them every one.” (<span class=\"citation\" id=\"6252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6252)\">3 Ne. 17:7–9<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p39\" class=\"\">I testify that the Savior will heal you as you choose to obey truth and use your agency according to His counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/healing-your-damaged-life.p40\" class=\"\">May the Lord soften your heart that you may know the things we have discussed are true. May he give you the courage and strength to begin to be healed <span class=\"emphasis\">now.<\/span> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}