{"ID":5247, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Loving, Communicating God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:240e.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p3\" class=\"\">Anyone who has been permitted to serve as we have is honored beyond personal merit. We know that and are grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p4\" class=\"\">The Bible declares that God is the Father and the God of the spirits of all mankind. (See <span class=\"citation\" id=\"41145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41145)\">Num. 16:22<\/a><\/span>; <span class=\"citation\" id=\"24574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24574)\">Heb. 12:9<\/a><\/span>.) The Apostle Paul taught the people at Athens that we are God’s “offspring” and the Romans that “the Spirit … beareth witness with our spirit, that we are the children of God: And if children, then heirs; heirs of God, and joint-heirs with Christ.” (<span class=\"citation\" id=\"8396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8396)\">Acts 17:28–29<\/a><\/span>; <span class=\"citation\" id=\"42960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42960)\">Rom. 8:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p5\" class=\"\">Because of our Father’s great love for his children and because of his commitment to freedom of choice for them, mankind has from the beginning enjoyed the opportunity to choose for themselves. John declares in the first few verses of his gospel that Christ “was the true Light, which lighteth every man that cometh into the world.” (<span class=\"citation\" id=\"29533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29533)\">John 1:9<\/a><\/span>.) Scripture also records that “the Spirit of Christ is given to every man, that he may know good from evil.” (<span class=\"citation\" id=\"38627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38627)\">Moro. 7:16<\/a><\/span>; see also <span class=\"citation\" id=\"19659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19659)\">D&amp;C 84:45–46<\/a><\/span>.) There is an accompanying significant scripture that explains why not every person walks by the light and why some do not choose good over evil: “The Spirit enlighteneth every man through the world, that <span class=\"emphasis\">hearkeneth<\/span> to the voice of the Spirit.” (<span class=\"citation\" id=\"19660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19660)\">D&amp;C 84:46<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p6\" class=\"\">Our Heavenly Father desires that all mankind be led by the light, but that blessing will not be imposed upon anyone. Christ stands at the door and knocks; those who wish to have him enter and sup with them must hear his voice and “open the door.” (<span class=\"citation\" id=\"42578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42578)\">Rev. 3:20<\/a><\/span>.) Thus two great principles on which the gospel is centered, love and agency, are plainly taught. Each of us is here to learn to love and give and hearken to the Spirit and choose to do the will of the Father. God wants his offspring and heirs to become all that we can be, to qualify for our inheritance. But we must choose; we are the decision makers, and he will not relieve that responsibility. As early as the book of Deuteronomy, it is written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p7\" class=\"\">“I have set before thee this day life and good, and death and evil; … therefore choose life, that both thou and thy seed may live: That thou mayest love the Lord thy God, and … obey his voice.” (<span class=\"citation\" id=\"21377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21377)\">Deut. 30:15, 19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p8\" class=\"\">Through the light of the Lord, truth in some measure has reached many avenues and elements and levels of life. It has been a great satisfaction to me to find so much that is so good in so many places and from so many sources. President Joseph F. Smith spoke of the united members of the Godhead as the “fountain of truth” and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p9\" class=\"\">“From this fountain all the ancient learned philosophers have received their inspiration and wisdom—from it they have received all their knowledge. If we find truth in broken fragments through the ages, it may be set down as an incontrovertible fact that it originated at the fountain, and was given to philosophers, inventors, patriots, reformers, and prophets by the inspiration of God.” (<span class=\"emphasis\">Improvement Era,<\/span> June 1907, p. 629.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p10\" class=\"\">Earlier and subsequent leaders of the Church have similarly testified. In every field of activity in which I have been involved, I have had the privilege of association with people of character and quality who shared much of value with me. Consider this special example of the wisdom of a beloved Quaker teacher and writer, Rufus Jones, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p11\" class=\"\">“Vital religion cannot be maintained and preserved on the theory that God dealt with our human race only in the far past ages, and that the Bible is the only evidence we have that our God is a living, revealing, communicating God. If God ever spoke, He is still speaking. He is the great I Am, not the great He Was.” (<span class=\"emphasis\">A Flash of Eternity<\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p12\" class=\"\">This is a significant expression of fundamental truth. Our own understanding of that principle is that God communicates with his children, and that he has revealed, does now reveal, and will yet reveal many great and important things pertaining to his kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p13\" class=\"\">Jewish tradition helps us further appreciate the nature of our Heavenly Father in the tender practice of the Half Hallels offered at Passover in celebration of the historic exodus of the children of Israel from Egypt and their passing through the Red Sea. When they reached the sea, the pursuing Egyptian armies overtook them. Through Moses, God divided the waters, “And the children of Israel went into the midst of the sea upon the dry ground.” (<span class=\"citation\" id=\"23013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23013)\">Ex. 14:22<\/a><\/span>.) The Egyptians went in after them. Then Moses stretched his hand again over the sea, and the waters returned. The Israelites were safe, and the Egyptian armies were drowning. [see <span class=\"citation\" id=\"23014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23014)\">Ex. 14:26–28<\/a><\/span>] Triumphantly the people began to sing hymns of praise to the Lord. But the Almighty stopped them and said, “How can you sing hymns of praise and jubilation when so many of my children are drowning in the sea?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p14\" class=\"\">In remembrance of that event, Jewish people during the latter period of Passover include abridged or shortened psalms of praise, Half Hallels, as part of the celebration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p15\" class=\"\">Truly, light from the Source has shone through all the world. We rejoice in this and have a humble witness to bear: God <span class=\"emphasis\">is<\/span> a living, revealing, communicating Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p16\" class=\"\">When there are joined with the rich resources of ancient prophets and writers in the Bible the supporting and enhancing truths available in the scriptures of the Restoration, those welded treasures bring clarifying light and knowledge to the most important questions mankind has asked through the ages, and now asks, and in the future will continue to ask with increasing concern as populations and interpretations multiply. They deal with the truth about God and Christ and the Holy Spirit—the Godhead; about man himself; about mortal life and its meaning and purposes; and about eternity and its promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p17\" class=\"\">A significant example of this fuller light is in response to the expanding catalog of concerns that face mankind—individuals, institutions, countries, civilization. The Psalmist thousands of years ago cried, “Have mercy upon me, O Lord, for I am in trouble.” (<span class=\"citation\" id=\"42052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42052)\">Ps. 31:9<\/a><\/span>.) He then spoke of problems, some of which sound strangely familiar to a modern ear. This very hour in our troubled world, calamity and destruction, fear, starvation, and conflict beleaguer the earth; afflictions and adversities burden many lives. Books multiply dealing with personal and family and societal troubles. Often they seem to agree that the right question to ask is not why good people have trials, but how shall good people respond when they are tried? The scriptures help us to answer some important questions:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Does God promise his children immunity from trouble and affliction?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Is tribulation evidence of his displeasure?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Did the prophets of old and Christ and his Apostles live without adversity?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Did he promise his followers that they would be spared trouble?<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p22\" class=\"\">Scripture responds. The Sermon on the Mount speaks to those who mourn, who are poor in spirit, who are reviled and persecuted, who have evil spoken against them, falsely. (See <span class=\"citation\" id=\"37433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37433)\">Matt. 5:3–4, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p23\" class=\"\">The counsel is to turn the other cheek when smitten and to go the extra mile when forced. Mentioned are those who trespass, who are enemies, who curse and hate and despitefully use innocent others. The sun shines on the evil and the good, the rain falls on the just and the unjust. (See <span class=\"citation\" id=\"37440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37440)\">Matt. 5:39–45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p24\" class=\"\">To early leaders in the Church came the admonition, “Be patient in afflictions, for thou shalt have many.” (<span class=\"citation\" id=\"19596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19596)\">D&amp;C 24:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p25\" class=\"\">God does not deny us the experience we came here to have. He does not insulate us from tribulation or guarantee immunity from trouble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p26\" class=\"\">Much of the pain we suffer and inevitably impose upon others is self-induced through our own bad judgment, through poor choices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p27\" class=\"\">And for that, help is offered. To the penitent sinner comes the assurance that God will forgive, forget, and never mention our sins of which we have truly repented.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p28\" class=\"\">But much that happens to us in this life we cannot control; we only respond. Knowing what God has promised can provide the courage and faith we need. We are assured in the scriptures that we may know of a surety that the Lord does visit his people in their afflictions. (See <span class=\"citation\" id=\"40850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40850)\">Mosiah 24:13–14<\/a><\/span>.) And that “whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.” (<span class=\"citation\" id=\"9943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9943)\">Alma 36:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p29\" class=\"\">Jesus said to those who mourned the loss of a loved one, “And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.” (<span class=\"citation\" id=\"29588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29588)\">John 16:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p30\" class=\"\">Said he to the lonely and the hopeless and those who are afraid, “I will never leave thee, nor forsake thee.” (<span class=\"citation\" id=\"24575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24575)\">Heb. 13:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p31\" class=\"\">Thus the promise is that in times of sorrow and affliction, if we endure and remain faithful and put our trust in him and are courageous, the Lord will visit us in our afflictions, strengthen us to carry our burdens and support us in our trials. He’ll be with us to the end of our days, lift us at the last day to greater opportunities for service, and exalt us at last with him and reunited loved ones, and he will consecrate our afflictions to our gain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p32\" class=\"\">One of the experiences that has reached the deep center of my soul in recent years was to hear a choice bishop share with others in a meeting the tender feelings of his heart concerning the loss of his wife to cancer, an experience many other husbands and wives and families well understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p33\" class=\"\">Twenty years earlier he had watched his mother pass through severe suffering before she died, and he had carried with him through the years a sense of resentment for the anguish she had endured. With his wife’s ordeal, however, harsh as it was for her and in a measure for her family, his anger sublimated into a closer spiritual relationship with the Lord, and he was able more gracefully to share her burden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p34\" class=\"\">Shortly before she died, his wife asked him to give her a blessing for relief from the intense pain. They both wept as he laid his hands on her head and talked with the Lord, “and,” he said, “I felt the spiritual presence of our Father in Heaven. I had the strongest sensation that someone else was there weeping with us!” Near the end, severely physically debilitated, she said, “Never have I been more whole!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p35\" class=\"\">They had felt the strong sensation that He was there, “weeping with us.” Of course; why not? Jesus wept at the grave of Lazarus; he wept over Jerusalem’s portending afflictions; and he wept when he came to the American continent and knelt with his people, and especially when “he took their little children, one by one, and blessed them, and prayed unto the Father for them.” (<span class=\"citation\" id=\"6258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6258)\">3 Ne. 17:21<\/a><\/span>; see also <span class=\"citation\" id=\"6260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6260)\">3 Ne. 17:22<\/a><\/span>; <span class=\"citation\" id=\"29566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29566)\">John 11:35<\/a><\/span>; <span class=\"citation\" id=\"32458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32458)\">Luke 19:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p36\" class=\"\">At home last evening after our meetings yesterday, we opened a note from a lovely Latter-day Saint mother, widowed by the death of her husband in an accident two years ago. She and her choice family have taken comfort, she said, from a framed statement on the wall of my office:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p37\" class=\"\">“To believe in God is to know that all the rules will be fair, and that there will be wonderful surprises.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/a-loving-communicating-god.p38\" class=\"\">I thank God for his love and the love of his Son. Those who have taken upon themselves the name of his Son as we have done must carry the burden of the legacy he left us—of love and mercy and service, accepting our heritage of hope and helpfulness, and joining our believing and our doing in working for the relief of the ills and the sufferings of humanity. God help us in honoring that commission, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}