{"ID":5249, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Miracles—Then and Now\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p3\" class=\"\">Almost forty years ago I received an invitation to meet with President J. Reuben Clark, Jr., a Counselor in the First Presidency of the Church, a statesman of towering stature, and a scholar of international renown. My profession then was in the field of printing and publishing. President Clark made me welcome in his office and then produced from his old rolltop desk a large sheaf of handwritten notes, many of them made when he was a law student long years before. He proceeded to outline for me his goal of producing a harmony of the Gospels. This goal was achieved with his monumental work <span class=\"emphasis\">Our Lord of the Gospels.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p4\" class=\"\">Recently I took down from my library shelf a personally inscribed, leather-bound copy of this classic treatment of the life of Jesus of Nazareth. As I perused the many pages, I paused at the section entitled “The Miracles of Jesus.” I remembered as though it were yesterday President Clark asking me to read to him several of these accounts while he sat back in his large leather chair and listened. This was a day in my life never to be forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p5\" class=\"\">President Clark asked me to read aloud the account found in Luke concerning the man filled with leprosy. I proceeded to read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p6\" class=\"\">“And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p7\" class=\"\">“And he put forth his hand, and touched him, saying, I will: be thou clean. And immediately the leprosy departed from him.” (<span class=\"citation\" id=\"32442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32442)\">Luke 5:12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p8\" class=\"\">He asked that I continue reading from Luke concerning the man afflicted with palsy and the enterprising manner in which he was presented for the attention of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p9\" class=\"\">“And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him before him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p10\" class=\"\">“And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p11\" class=\"\">“And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.” (<span class=\"citation\" id=\"32443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32443)\">Luke 5:18–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p12\" class=\"\">There followed snide comments from the Pharisees concerning who had the right to forgive sins. Jesus silenced their bickering by saying: “Whether [it] is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p13\" class=\"\">“But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p14\" class=\"\">“And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.” (<span class=\"citation\" id=\"32444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32444)\">Luke 5:23–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p15\" class=\"\">President Clark removed from his pocket a handkerchief and wiped the tears from his eyes. He commented, “As we grow older, tears come more frequently.” After a few words of goodbye, I departed from his office, leaving him alone with his thoughts and his tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p16\" class=\"\">As I reflect on this experience, my heart fills with gratitude to the Lord for His divine intervention to relieve the suffering, heal the sick, and raise the dead. I grieve, however, for the many, similarly afflicted, who knew not how to find the Master, to learn of His teachings, and to become the beneficiaries of His power. I remember that President Clark himself suffered heartache and pain in the tragic death at Pearl Harbor of his son-in-law, Mervyn S. Bennion, captain of the battleship <span class=\"emphasis\">West Virginia.<\/span> That day there had been no ram in the thicket, no steel to stop the shrapnel, no miracle to heal the wounds of war. But faith never wavered, and answered prayers provided the courage to carry on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p17\" class=\"\">So it is today. In our lives, sickness comes to loved ones, accidents leave their cruel marks of remembrance, and tiny legs that once ran are imprisoned in a wheelchair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p18\" class=\"\">Mothers and fathers who anxiously await the arrival of a precious child sometimes learn that all is not well with this tiny infant. A missing limb, sightless eyes, a damaged brain, or the term “Down’s syndrome” greets the parents, leaving them baffled, filled with sorrow, and reaching out for hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p19\" class=\"\">There follows the inevitable blaming of oneself, the condemnation of a careless action, and the perennial questions: “Why such a tragedy in our family?” “Why didn’t I keep her home?” “If only he hadn’t gone to that party.” “How did this happen?” “Where was God?” “Where was a protecting angel?” <span class=\"emphasis\">If, why, <\/span> <span class=\"emphasis\">where, how<\/span>—those recurring words—do not bring back the lost son, the perfect body, the plans of parents, or the dreams of youth. Self-pity, personal withdrawal, or deep despair will not bring the peace, the assurance, or help which are needed. Rather, we must go forward, look upward, move onward, and rise heavenward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p20\" class=\"\">It is imperative that we recognize that whatever has happened to us has happened to others. They have coped and so must we. We are not alone. Heavenly Father’s help is near.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p21\" class=\"\">Perhaps no other has been so afflicted as the man Job, who was described as “perfect and upright, and one that feared God, and eschewed evil.” (<span class=\"citation\" id=\"26835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26835)\">Job 1:1<\/a><\/span>.) He prospered by every measurement. In other words, he had it all made. Then came the loss of literally everything: his wealth, his family, his health. At one time the suggestion was made that he “curse God and die.” (<span class=\"citation\" id=\"26836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26836)\">Job 2:9<\/a><\/span>.) Job’s summation of his faith, after ordeals demanded of few others, is a testimony of truth, a proclamation of courage, and a declaration of trust:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p22\" class=\"\">“Oh that my words were now written! oh that they were printed in a book!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p23\" class=\"\">“That they were graven with an iron pen and lead in the rock for ever!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p24\" class=\"\">“For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p25\" class=\"\">“And though after my skin worms destroy this body, yet in my flesh shall I see God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p26\" class=\"\">“Whom I shall see for myself, and mine eyes shall behold, and not another.” (<span class=\"citation\" id=\"26838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26838)\">Job 19:23–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p27\" class=\"\">Let me share with you a brief look into the lives of others, to learn that after the tears of a day of despair, a night of sorrow, “joy cometh in the morning.” (<span class=\"citation\" id=\"42051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42051)\">Ps. 30:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p28\" class=\"\">Just two years ago, Eve Gail McDaniel and her parents, Bishop and Sister Jerry Lee McDaniel of the Reedsport Oregon Ward, came to my office and presented as a contribution to the Church Historical Department a copy of the Book of Mormon which Eve had written, by hand, and placed in three large binders. Eve, then 28, was born September 18, 1962. A case of meningitis when she was a baby resulted in brain damage. She cannot read; but she copied the entire Book of Mormon, letter by letter, over a period of about eighteen months. In doing so, she learned to recognize certain words and phrases, such as <span class=\"emphasis\">commandments<\/span> and <span class=\"emphasis\">nevertheless.<\/span> Her favorite—and she glowed as she repeated the phrase—was “And it came to pass.” Eve reflected the joy of accomplishment, even the smile of success. Her parents rejoiced in her gladness of heart and buoyancy of spirit. Heaven was very near.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p29\" class=\"\">On another occasion, near the Christmas season, I had the opportunity to meet in the Church Office Building with a group of handicapped children. There were about sixty in the group. My heart literally melted as I met with them. They sang for me “I Am a Child of God,” “Rudolph, the Red-nosed Reindeer,” and “As I Have Loved You, Love One Another.” There was such an angelic expression on their faces and such a simple trust expressed in their comments that I felt I was on sacred ground. They presented to me a beautiful booklet where each one had prepared a special page illustrating those blessings for which he or she was most thankful at Christmastime. I commend the many teachers and families who work behind the scenes in bringing a measure of comfort, purpose, and joy to these special children. They brightened my entire day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p30\" class=\"\">Several years ago, Brigham Young University honored with a presidential citation Sarah Bagley Shumway, a truly remarkable woman of our time. The citation contained the words, “It is often within our homes and among our own family members that the eternally significant—but usually unheralded—dramas of daily living occur. The people in these plain but important places bring stability to the present and promise to the future. Their lives are filled with struggle and deep feeling as they face circumstances that rarely fit neatly within the formulae of plays, films and newscasts. But their victories, however slight, strengthen the boundaries through which the history of future generations must pass.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p31\" class=\"\">Sarah married H. Smith Shumway, then her “friend and sweetheart of nine years,” in 1948. The courtship was longer than most because Smith, an infantry officer in World War II, was blinded and severely wounded by a land-mine explosion in the advance on Paris, France. During his long rehabilitation, Sarah learned braille so that she could correspond with him in privacy. She couldn’t tolerate the idea of others reading her letters aloud to the man she loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p32\" class=\"\">Something of the spirit of this young couple comes to us in the simple candor of Smith Shumway’s proposal of marriage. Finally home in Wyoming after the war, he told Sarah, “If you will drive the car and sort the socks and read the mail, I will do the rest.” She accepted the offer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p33\" class=\"\">Years of study led to a successful career, eight accomplished children, a host of grandchildren, and lives of service. The Shumways, along life’s pathway, have faced problems of a child with severe deafness, a missionary son developing cancer, and a twin granddaughter injured at birth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p34\" class=\"\">My family and I had the privilege to meet the entire Shumway clan at Aspen Grove a year ago. It was our joy to be with them. Each wore an identifying T-shirt on which was a map depicting the location of each child and family, along with the names of all. Brother Shumway, with justifiable pride, pointed to the location on his shirt of his precious ones and beamed the smile of gladness. Only then did I ponder that he had never seen any of his children or grandchildren. Or had he? While his eyes had never beheld them, in his heart he knew them and he loved them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p35\" class=\"\">At an evening of entertainment, the Shumway family was on the stage at Aspen Grove. The children were asked, “What was it like growing up in a household with a sightless father?” One daughter smiled and said, “When we were little, occasionally we felt Daddy should not have too much dessert at dinner, so without telling him, we would trade our smaller helping with his larger one. Maybe he knew, but he never complained.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p36\" class=\"\">One child touched our hearts when she recounted, “When I was about five years old, I remember my father holding my hand and walking me around the neighborhood, and I never realized he was blind because he talked about the birds and other things. I always thought he held my hand because he loved me more than other fathers loved their children.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p37\" class=\"\">Today Brother Shumway is a patriarch. Who would you guess learned typing skills so as to be able to type the many blessings he gives? You’re correct: his beloved wife, Sarah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p38\" class=\"\">Smith and Sarah Shumway and their family are examples of rising above adversity and sorrow, overcoming the tragedy of war-inflicted impairment, and walking bravely the higher roadway of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p39\" class=\"\">Ella Wheeler Wilcox, the poetess, wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It is easy enough to be pleasant,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When life flows by like a song,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the man worth while is one who will smile,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When everything goes dead wrong.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the test of the heart is trouble,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it always comes with the years,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the smile that is worth the praises of earth<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is the smile that shines through tears.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p48\" class=\"\">(“Worth While.”)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p49\" class=\"\">May I conclude with the inspiring example of Melissa Engle of West Valley, Utah. Melissa is featured in the August 1992 issue of the <span class=\"emphasis\">New Era.<\/span> She tells her own story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p50\" class=\"\">“When I was born I only had a thumb on my right hand because the umbilical cord got wrapped around my fingers and [severed them]. My dad wanted to find something I could do to strengthen my hand and make it useful. Playing the violin seemed like a natural because I wouldn’t have to finger with both hands, like you would with a flute. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p51\" class=\"\">“I’ve been playing for about eight years now. I take private lessons, and I have to work at things like a paper route to help pay for them. I get to [my violin] lessons by riding a bus across town. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p52\" class=\"\">“A highlight [of my life] was Interlochen, located on a lake in Michigan, one of the best music camps in the world for [youth]. I sent in my application for the eight weeks of intensive music training and couldn’t believe I [was] accepted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p53\" class=\"\">“The only problem was money. It costs thousands of dollars, and there was no way I [could] … make that much before the deadline. So I prayed and prayed, and about a week before I had to send in the money, I was called into the office of a man who had a grant for someone with a handicap who was pursuing the arts. That, to me, was a miracle. … I’m really grateful for it.” (<span class=\"emphasis\">New Era,<\/span> Aug. 1992, pp. 30–31.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p54\" class=\"\">Melissa, when she received the grant, turned to her mother, who had been anxious not to see her daughter disappointed and had thus attempted to curb her enthusiasm and hope, and said, “Mother, I told you Heavenly Father answers prayers, for look how He has answered mine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p55\" class=\"\">He that notes a sparrow’s fall had fulfilled a child’s dream, answered a child’s prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p56\" class=\"\">To all who have suffered silently from sickness, to you who have cared for those with physical or mental impairment, who have borne a heavy burden day by day, year by year, and to you noble mothers and dedicated fathers—I salute you and pray God’s blessings to ever attend you. To the children, particularly they who cannot run and play and frolic, come the reassuring words: “Dearest children, God is near you, Watching o’er you day and night.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 96.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p57\" class=\"\">There will surely come that day, even the fulfillment of the precious promise from the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p58\" class=\"\">“The soul shall be restored to the body, and the body to the soul; yea, and every limb and joint shall be restored to its body; yea, even a hair of the head shall not be lost; but all things shall be restored to their proper and perfect frame. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p59\" class=\"\">“And then shall the righteous shine forth in the kingdom of God.” (<span class=\"citation\" id=\"9953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9953)\">Alma 40:23, 25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p60\" class=\"\">From the Psalm echoes the assurance: “My help cometh from the Lord, which made heaven and earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p61\" class=\"\">“He that keepeth thee will not slumber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p62\" class=\"\">“Behold, he that keepeth Israel shall neither slumber nor sleep.” (<span class=\"citation\" id=\"42062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42062)\">Ps. 121:2–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p63\" class=\"\">Through the years the Latter-day Saints have taken comfort from the favorite hymn remembered from our youth:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When upon life’s billows you are tempest-tossed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When you are discouraged, thinking all is lost,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Count your many blessings; name them one by one,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it will surprise you what the Lord has done. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Are you ever burdened with a load of care?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Does the cross seem heavy you are called to bear?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Count your many blessings; ev’ry doubt will fly,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And you will be singing as the days go by. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So amid the conflict, whether great or small,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Do not be discouraged; God is over all.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Count your many blessings; angels will attend,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help and comfort give you to your journey’s end.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p76\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 241.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/miracles-then-and-now.p77\" class=\"\">To any who from anguish of heart and sadness of soul have silently asked, “Heavenly Father, are you really there? … Do you hear and answer every … prayer?” (<span class=\"emphasis\">Children’s Songbook,<\/span> no. 12), I bear to you my witness that He is there. He does hear and answer every prayer. His Son, the Christ, burst the bands of our earthly prisons. Heaven’s blessings await you. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}