{"ID":525, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Invocation<\/p>\n<p class=\"gcspeaker\">LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1951, pp. 164-165<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nINVOCATION\n<\/p><p>\nOur Father who art in Heaven, hallowed be thy name\n(<span class=\"citation\" id=\"34425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34425)\">Matt. 6:9<\/a><\/span>). Thou seest that we are met here this\nday as family members, loved ones, friends, and fellow saints of Zion, in this beautiful and\nsacred building to offer our appreciation and pay tribute to the life and the labors of thy\nworthy servant, thy prophet, seer, and revelator unto thy great Church.\n<\/p><p>\nFather in Heaven, our hearts are heavy with sorrow because of the loss of friendship,\nprivileges and associations that we have enjoyed with thy worthy servant in the past. We do\nnot sorrow, Father, because of him, for we feel that his life has been as fine an example to\nthy children everywhere as any man we have known. He has walked in thy ways. He has kept\nthy commandments. He has labored for the salvation and the blessing of his fellow men. In\nthis he has been unselfish and devoted all the days of his life.\n<\/p><p>\nWe thank thee Father that his life has been such that we have been able to listen to the\ntributes that have already been read in our hearing this day. For these we thank thee, and for\nthe many others that have not been read. And we pray now, Father, that as we are thus\ngathered together, that thy Holy Spirit may be poured out upon those who take part in these\nexercises, those who furnish the music, and the Brethren and those who have been asked to\nspeak, that they may speak words of comfort and consolation, that may be an encouragement\nand a comfort to those who mourn most, the intimate loved ones of thy servant.\n<\/p><p>\nFather, as these exercises come to a close and we have listened to the tributes that will be\npaid, may there be added to them the tribute that each of us feels in his heart for his\nassociation with him and for his wonderful kindness and his noble example, for we do love\nhim, Father. Thou knowest all things, and thou knowest the love we bear for him.\n<\/p><p>\nFather in Heaven, as he has brought honor to the name that he bears and has proven himself\nworthy to stand in the presence of his father and his grandfather, both of whom have occupied\npositions in the presidency of thy Church, we feel that nothing would please him more nor\nplease thy Church more than that his posterity unto the latest generation of time may continue\nto bear luster to that name, and be worthy to bear it among the children of men and the saints\nof Zion everywhere.\n<\/p><p>\nNow Holy Father, thou hast declared through thine Only Begotten Son, \"For blessed are they\nwhich do mourn, for they shall be comforted\"\n(<span class=\"citation\" id=\"34410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34410)\">Matt. 5:4<\/a><\/span>).\nWe ask that these services this day may prove\na comfort to all who mourn, that thy spirit may be present in rich abundance, that we may do\nhonor to thy noble servant, all of which we ask, and we thank thee for all our blessings in the\nname of the Lord, Jesus Christ, our Redeemer, Amen.\n<\/p>\n<\/div>\n<\/div>"}