{"ID":5250, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “To Be Learned Is Good If …”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p3\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p4\" class=\"\">I am grateful for the power of the choir, the power of music to introduce a spirit of reverence and worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p5\" class=\"\">We are counseled to “seek … diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.” (<span class=\"citation\" id=\"19674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19674)\">D&amp;C 88:118<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p6\" class=\"\">The words <span class=\"emphasis\">study<\/span> and <span class=\"emphasis\">faith<\/span> each portray a type of education. First, we are commanded to “teach one another the <span class=\"emphasis\">doctrine<\/span> of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p7\" class=\"\">“Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God.” (<span class=\"citation\" id=\"19669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19669)\">D&amp;C 88:77–78<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p8\" class=\"\">And we are also “to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion.” (<span class=\"citation\" id=\"19688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19688)\">D&amp;C 93:53<\/a><\/span>; see also <span class=\"citation\" id=\"19670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19670)\">D&amp;C 88:79<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p9\" class=\"\">The Church must concentrate on moral and spiritual education; we may encourage secular education but not necessarily provide it.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Spirit of Gathering<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p11\" class=\"\">There is much said in the scriptures about the gathering of the Saints. In the early days, the call went out to converts all over the world to gather to Zion. And they came, first as a trickle, and then as a stream. The Zion to which they came was under terrible persecution and was greatly strengthened by their very numbers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p12\" class=\"\">Because there were no public schools, the Church opened schools. Even in our own generation, schools have been established where there were none.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p13\" class=\"\">Something of the spirit of gathering touched our schools. I can remember, as supervisor of seminaries, attending stake conferences with the General Authorities to recruit students for our Church schools.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p14\" class=\"\">In an area conference held in Mexico City in 1972, Bruce R. McConkie said: “[The] revealed words speak of … there being congregations of … covenant people of the Lord <span class=\"emphasis\">in every nation, speaking every tongue,<\/span> and <span class=\"emphasis\">among every people<\/span> when the Lord comes again. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p15\" class=\"\">“The place of gathering for the Mexican Saints is in Mexico; the place of gathering for the Guatemalan Saints is in Guatemala; the place of gathering for the Brazilian Saints is in Brazil; and so it goes throughout the length and breadth of the whole earth. … Every nation is the gathering place for its own people.” (Mexico and Central America Area Conference, 26 Aug. 1972, p. 45.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p16\" class=\"\">The following April, President Harold B. Lee quoted those words in general conference, and, in effect, announced that the pioneering phase of gathering was now over. The gathering is now to be out of the world into the Church in every nation. (See Conference Report, Apr. 1973, p. 7.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p17\" class=\"\">As public schools became available, most of the Church schools were closed. At once, seminaries and institutes of religion were established in many nations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p18\" class=\"\">Some few schools are left over from that pioneering period, Brigham Young University and Ricks College among them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p19\" class=\"\">Now BYU is full to the brim and running over. It serves an ever-decreasing percentage of our college-age youth at an ever-increasing cost per student. Every year a larger number of qualified students must be turned away simply because there is no room for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p20\" class=\"\">Leaders and members plead for us to duplicate these schools elsewhere. But we cannot, neither should we, attempt to provide secular education for all members of the Church worldwide. Our youth have no choice but to attend other schools.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p21\" class=\"\">Those who cannot attend Church schools have been counseled by the First Presidency to gather where there is an institute of religion. The institute program will be greatly enhanced for your benefit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p22\" class=\"\">Some of you live in countries where schooling is relatively easy to obtain. Others must struggle simply to learn to read and to write because schools, or the means to attend them, are beyond your reach.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p23\" class=\"\">Some of you require special education because of learning disabilities or limitations in what you can hear or see or how you can move about.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p24\" class=\"\">For many it is a matter of money. The economic condition of your family or your country makes getting an education seem like an impossible dream.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>No Respecter of Person<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p26\" class=\"\">You who find schooling easily available must remember this: “God is no respecter of persons:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p27\" class=\"\">“But in every nation he that feareth him, and worketh righteousness, is accepted with him.” (<span class=\"citation\" id=\"8393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8393)\">Acts 10:34–35<\/a><\/span>; see also <span class=\"citation\" id=\"38644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38644)\">Moro. 8:12<\/a><\/span>; <span class=\"citation\" id=\"19556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19556)\">D&amp;C 1:35<\/a><\/span>; <span class=\"citation\" id=\"19606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19606)\">D&amp;C 38:16<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p28\" class=\"\">The Lord does not, and the Church cannot, admit to favoritism toward those who are able to obtain professional degrees as compared to those who seek training in a practical field or those who have little or no schooling at all.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p29\" class=\"\">Unless you have the vision of the ever-growing millions of members all over the world, you may not understand why the Brethren make the decisions we make concerning Church schools.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The End of a Tradition<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p31\" class=\"\">This summer at a family reunion, Sister Packer and I announced the end of a family tradition. Our ten children and some of our grandchildren have attended BYU. It will not be possible for all of our grandchildren to follow that tradition.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p32\" class=\"\">We advised them to follow the counsel of the Brethren. If they cannot attend a Church school, and this will be increasingly the case, they should gather with other members of the Church at a school where an institute of religion is available to them. Then, as they study secular subjects, they may learn the “covenants and church articles” as the scriptures tell us we should. (<span class=\"citation\" id=\"19611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19611)\">D&amp;C 42:13<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p33\" class=\"\">They will not be judged on how many degrees they hold or how extensive their schooling may be, but on how well educated they are in those things which are of eternal value.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p34\" class=\"\">We told our family that we will be quite as proud of them learning a trade as we would a profession. We will be equally pleased with them if they choose vocational schools and make their living with their hands.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p35\" class=\"\">After all, education continues as long as we live. If there is ever an end to secular learning, surely there is no end to spiritual learning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p36\" class=\"\">The Lord’s work moves forward on the strength of those who labor in the workaday world: the apprentice, artisan, journeyman, laborer, office worker, waitress, and, in a class by itself—homemaker.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Warning<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p38\" class=\"\">We must not ignore these warnings in the Book of Mormon:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p39\" class=\"\">“The people began to be distinguished by ranks, according to their riches and <span class=\"emphasis\">their chances for learning;<\/span> yea, some were ignorant because of their poverty, and others did receive <span class=\"emphasis\">great learning<\/span> because of their riches.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p40\" class=\"\">“Some were lifted up in pride, and others were exceedingly humble; …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p41\" class=\"\">“And thus there became a great inequality … insomuch that the church began to be broken up.” (<span class=\"citation\" id=\"6244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6244)\">3 Ne. 6:12–14<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p42\" class=\"\">Jacob warned us of those who “when they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.” He added: “But to be learned is good <span class=\"emphasis\">if<\/span> they hearken unto the counsels of God.” (<span class=\"citation\" id=\"4461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4461)\">2 Ne. 9:28–29<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Second Tuition<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p44\" class=\"\">For those privileged to attend a Church school, there is a tuition other than money which we must require of you—a tuition of conduct and performance. Students who enroll in Church schools do so after an interview with their bishop and, beginning this year, with their stake president. They must commit to a standard of conduct consistent with faithful Church membership.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p45\" class=\"\">Occasionally a bishop will interview one who easily qualifies scholastically but who has not kept the standards of the Church. Perhaps the bishop will reason, “The atmosphere at a Church school will reform this one.” Bishops should not do that. It is not fair to the literally thousands who are totally faithful but must be turned away because there is no room.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p46\" class=\"\">And if, while enrolled, a student is found to be transgressing, or in violation of standards pledged at the time of enrollment, however hard it may be upon the bishop, the student, or the parents, continued enrollment at a Church school must be called into question.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Dedicated Faculty<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p48\" class=\"\">Our faculties and staff are a miracle—men and women who have the highest academic degrees, many of them having been acclaimed for outstanding achievement. They are at once men and women of humility and faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p49\" class=\"\">We are grateful for teachers who will challenge students to high scholarship but would not even think of undermining testimony or acting in any way subversive to the progress of the Church and kingdom of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p50\" class=\"\">Because of such quality teachers, our schools can be unsurpassed in meeting the standards set by those who accredit schools, yet unique in mission, and contribute much to the Church even though a growing number of eligible students cannot enroll.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p51\" class=\"\">Because salaries of faculty and staff are paid from the tithes of the Church, there is a standard for them as well. A Church university is not established to provide employment for a faculty, and the personal scholarly research is not a dominant reason for funding a university.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p52\" class=\"\">The educational Mt. Everest mentioned by President Kimball will not be achieved solely through the prominence of the faculty. (See <span class=\"emphasis\">Church News,<\/span> 22 Nov. 1980, p. 4.) It will be reached through the achievement of the students.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Purpose<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p54\" class=\"\">Our purpose is to produce students who have that rare and precious combination of a superb secular education, complemented by faith in the Lord, a knowledge of the doctrines He has revealed, and a testimony that they are true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p55\" class=\"\">For those very few whose focus is secular and who feel restrained as students or as teachers in such an environment, there are at present in the United States and Canada alone over 3,500 colleges and universities where they may find the kind of freedom they value. And we are determined to honor the trust of the tithe payers of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p56\" class=\"\">Students at other schools soon learn that some professors deliberately undermine faith and challenge your moral and spiritual values. You in turn must be free, even in our own schools, to return that challenge and defend your right to believe in God, to keep the covenants you have made through baptism and which you renew through the sacrament.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Dream Worth Pursuing<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p58\" class=\"\">We encourage our youth in every country to get an education. Even if at times it seems hopeless. With determination and faith in the Lord, you will be blessed with success. It is a dream well worth pursuing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p59\" class=\"\">On one occasion, I spent a few minutes with a young man who had left high school and entered the military. Now he was trying to decide what to do with his life. I encouraged him to return to finish high school.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p60\" class=\"\">I did not provide him with money; the Church had no school for him, not even a scholarship. In those few minutes, I simply taught him that self-reliance which is such a part of our way of life. Even though over age, he returned to finish high school, and now he provides for his family and encourages his children in their search for truth.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Follow the Leader<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p62\" class=\"\">Since I touched upon the subject of gathering of the Saints, I must read a verse from the Doctrine and Covenants:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p63\" class=\"\">“I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, and it is known to the church that he has authority and has been regularly ordained by the heads of the church.” (<span class=\"citation\" id=\"19610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19610)\">D&amp;C 42:11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p64\" class=\"\">There are some among us now who have <span class=\"emphasis\">not<\/span> been regularly ordained by the heads of the Church and who tell of impending political and economic chaos, the end of the world—something of the “sky is falling, chicken licken” of the fables. They are misleading members to gather to colonies or cults.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p65\" class=\"\">Those deceivers say that the Brethren do not know what is going on in the world or that the Brethren approve of their teaching but do not wish to speak of it over the pulpit. Neither is true. The Brethren, by virtue of traveling constantly everywhere on earth, certainly know what is going on, and by virtue of prophetic insight are able to read the signs of the times.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p66\" class=\"\">Do not be deceived by them—those deceivers. If there is to be any gathering, it will be announced by those who have been regularly ordained and who are known to the Church to have authority.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p67\" class=\"\">Come away from any others. Follow your leaders who have been duly ordained and have been publicly sustained, and you will not be led astray.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p68\" class=\"\">The Lord said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p69\" class=\"\">“The glory of God is intelligence, or, in other words, light and truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p70\" class=\"\">“Light and truth forsake that evil one. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p71\" class=\"\">“I have commanded you to bring up your children in light and truth.” (<span class=\"citation\" id=\"19687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19687)\">D&amp;C 93:36–40<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/to-be-learned-is-good-if.p72\" class=\"\">God grant that as a church and as families and as individuals we can bring up our children, our youth, in light and truth and that they may receive the testimony of Him of whom we bear witness—our Redeemer, our Savior, even Jesus Christ—for which I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}