{"ID":5252, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “By Way of Invitation” (Alma 5:62)\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p2\" class=\"\">Sister Betty Jo N. Jepsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p\" class=\"\">First Counselor in the Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2264.jpg\" alt=\"Sister Betty Jo N. Jepsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p3\" class=\"\">A friend of mine was encouraging her children to get into the car so they would not be late for their Sunday meetings. “Please hurry, Matthew,” she said. “I’m coming, I’m coming,” came a voice from somewhere in another part of the house. Mother replied, “Yes, and so is Christmas!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p4\" class=\"\">At that moment three-year-old Matthew appeared in the nearby doorway, and he said, “Oh, goody, goody, I just love Christmas.” Today I am here to tell you that I just love Christmas, too. And one of the wonderful things about being members of The Church of Jesus Christ of Latter-day Saints is that we make the events of the Christmas season a part of our day-to-day living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p5\" class=\"\">As I read the account of the birth of my Savior, I long to have the experience the Wise Men had—to be led by a star; or to experience what the shepherds did—to be invited to Bethlehem, invited by a choir of angels. I want to kneel at the manger and smell the clean straw and see that tiny baby with His earthly mother, to witness for myself this miracle. I believe that in every mortal there is an instinctive desire to come unto Christ. Perhaps we have a basic human need, because each of us is a child of God, to make that commitment to the spiritual part of our being. We each try to meet this need according to what we know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p6\" class=\"\">As members of His true church, perhaps we do not need to be taught new things as much as we need to be reminded of what we already know. This is what pondering the birth of our Savior does for all of us. I believe it reminds our mortal minds of things our spirits already know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p7\" class=\"\">In this latter day I have been invited to witness marvelous things for myself. The invitation of The Church of Jesus Christ of Latter-day Saints, “Come unto Christ” and “Come back,” is meant for each of God’s children. This invitation has stood true since Jesus said to His disciples, “Come, follow me.” (See <span class=\"citation\" id=\"37431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37431)\">Matt. 4:19<\/a><\/span>.) Through the dispensations, prophets have issued the same invitation to all who will listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p8\" class=\"\">The prophet Alma, the son of Alma, carried this important message to the members in Zarahemla who needed to be reminded. The prophet said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p9\" class=\"\">“Behold, he sendeth an invitation unto all men, for the arms of mercy are extended towards them, and he saith: Repent, and I will receive you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p10\" class=\"\">“Yea, come unto me and bring forth works of righteousness.” (<span class=\"citation\" id=\"9902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9902)\">Alma 5:33, 35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p11\" class=\"\">As a baptized member of the Church, I hear the invitation, and I wonder, How do I get there from here? Because I know the Lord intends to include all of us in this invitation, my personal, honest response is the same as my friend Matthew’s—“I’m coming.” Now, what is my duty? Alma reminded the people of Zarahemla of their duty, ending with the important phrase, “Come unto me and bring forth works of righteousness.” (<span class=\"citation\" id=\"9903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9903)\">Alma 5:35<\/a><\/span>; see also <span class=\"citation\" id=\"9890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9890)\">Alma 4:3<\/a><\/span>.) By using Alma’s counsel as our guide, come with me on a journey to remember what we can do to answer His invitation.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>We Can Search the Word of God<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p13\" class=\"\">Through studying and pondering the scriptures and the words of the latter-day prophets, we can <span class=\"emphasis\">feast<\/span> upon the words of Christ, and the words will tell us all the things that we should do. (See <span class=\"citation\" id=\"4483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4483)\">2 Ne. 32:3<\/a><\/span>.) Then we must <span class=\"emphasis\">nourish the word<\/span> and allow it to <span class=\"emphasis\">take root.<\/span> (See <span class=\"citation\" id=\"9939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9939)\">Alma 32:41–43<\/a><\/span>.) After we hearken to the word and hold fast to it, we are promised that temptations and the fiery darts of the adversary will not overpower us. (See <span class=\"citation\" id=\"2040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2040)\">1 Ne. 15:24<\/a><\/span>.) We will be able to recognize the truth when we hear it just as the shepherds and the Wise Men knew when they were told about the Savior’s birth. The scriptures are the word of God and a light to us and the world, and we can follow this light as if they were our guiding star.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>We Can Pray<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p15\" class=\"\">We can call upon our Heavenly Father in the name of our Savior. Prayer provides an opportunity for us to express gratitude. Taking an inventory of our blessings fills us with hope. “Pray unto the Father with all the energy of heart, that ye may be filled with this love.” (<span class=\"citation\" id=\"38642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38642)\">Moro. 7:48<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p16\" class=\"\">We can ask for what we need hour by hour and minute by minute. It is possible to have this personal conversation with our Heavenly Father through Jesus Christ by kneeling in prayer, just as surely as if we could kneel beside the manger and see the Savior there.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>We Can Participate in the Saving Ordinances<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p18\" class=\"\">We are reminded of our baptismal covenants by partaking of the sacrament. The sacrament prayer help us remember Him and His goodness. We can live worthy to participate in the temple ordinances. These ordinances are the culminating act of conversion of mortal men and women, which fulfills that need for an earthly commitment to heavenly knowledge. We can consider our visits to the temple as a personal pilgrimage to a sacred place, as the shepherds must have considered their journey to that humble manger.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>We Can Increase Our Talents<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p20\" class=\"\">These are the gifts we bring. The talents we have come from our Heavenly Father, an to honor Him, we can develop and expand them and then return them to Him. All of us possess some talent which we can practice, increase, and offer. Are you regularly practicing your talents? Perhaps your talent is kindness or gratitude. How about being cheerful, helpful, and unselfish? How about practicing that winning smile? The Wise Men brought their gifts of gold, frankincense, and myrrh. We can bring our talents.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>We Can Serve Others<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p22\" class=\"\">Serving others in any way is an indication of our desire to respond to His invitation to come unto Him. How about a checkup on our service to others? Let’s ask ourselves, Will I make that visit to my homebound friend? Will I open my mouth to defend and testify of the truth? Will I give of my worldly goods? Do I share some of my fresh, productive time with my children? Do I serve with joy in my Church calling?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p23\" class=\"\">There are times I feel overwhelmed with the calling I have, but I trust in the Lord to give me courage and help me do His will. Likely most of you want to feel secure, safe, and quietly live within boundaries which are familiar and comfortable. However, without the risk of new experiences and challenging calls to serve, we fail to grow, and are not as useful in the work of building the Lord’s kingdom as we need to be. Just as the shepherds left familiar terrain in dark of night for a new experience, we are called to leave secure and comfortable settings to serve and to gain experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p24\" class=\"\">I believe that each of us can re-create that familiar scene in Bethlehem in our own lives. We can have a star to follow just as the Wise Men did. “Thy word is a lamp unto my feet, and a light unto my path.” (<span class=\"citation\" id=\"42056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42056)\">Ps. 119:105<\/a><\/span>.) The scriptures can light our way, and our testimonies can be a light from within. The voices of angels can be the voices of our beloved prophet and His servants. We can kneel at the feet of our Savior just as literally as the shepherds and the Wise Men, but we do it in prayer. The gifts we bring are our talents. We can shout “Hosanna” like that angelic choir and spread the good news by bearing our testimonies. Each new day is an opportunity to bind ourselves to act according to what we know. (See <span class=\"citation\" id=\"19613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19613)\">D&amp;C 43:8<\/a><\/span>.) By <span class=\"emphasis\">works of righteousness,<\/span> we can come unto Him each day of our lives just as if we had trod in our sandaled feet the rocky path to Bethlehem, holding a staff or bearing gifts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/by-way-of-invitation-alma-562.p25\" class=\"\">I pray that Heavenly Father will help us be wise men and wise women—wise enough to accept His invitation, nourish His word, and follow a “straight course to eternal bliss.” (<span class=\"citation\" id=\"9947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9947)\">Alma 37:44<\/a><\/span>.) May we all cheerfully answer, “I’m coming.” For I testify that “if a man bringeth forth good works he hearkeneth unto the voice of that good shepherd, and he doth follow him.” (<span class=\"citation\" id=\"9905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9905)\">Alma 5:41<\/a><\/span>.) This I do in the name of the “shepherd [who] hath called after you and is still calling after you” (<span class=\"citation\" id=\"9904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9904)\">Alma 5:37<\/a><\/span>), Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}