{"ID":5253, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Becoming Wise unto Salvation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p2\" class=\"\">Elder John E. Fowler<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fc8.jpg\" alt=\"Elder John E. Fowler\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p3\" class=\"\">At the beginning of this ministry, I gratefully acknowledge your sustaining vote and the continuing love and support of my eternal companion, my children, parents, and family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p4\" class=\"\">As this tabernacle was dedicated on October 9, 1875, President John Taylor read the following words of petition and dedication in Brigham Young’s inspired prayer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p5\" class=\"\">“We dedicate and consecrate that portion of this house where our President and thy servants now are, to be a holy and sacred place wherein thy servants may stand forth to declare thy words and minister unto thy people in the name of thy Son for ever. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p6\" class=\"\">“May thy holy angels and ministering spirits be in and round about this habitation, that when thy servants are called upon to stand in these sacred places, to minister unto thy people, the visions of eternity may be open to their view, and they may be filled with the spirit and inspiration of the Holy Ghost and the gift and power of God; and let all thy people who hearken to the words of thy servants drink freely at the fountain of the waters of life, that they may become wise unto salvation.” (<span class=\"emphasis\">Millennial Star,<\/span> 15 Nov. 1875, p. 724.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p7\" class=\"\">Since the beginning of this latter-day work, those who have stood to address the Saints have done so only after much reflection, contemplation, fasting, and prayer. Surely, each speaker has sought for “the visions of eternity” that he might be “filled with the spirit and inspiration of the Holy Ghost and the gift and power of God.” The hope in each of their hearts, as in mine today, has been to bless the lives of those who will hear and hearken with words that will cause them to become “wise unto salvation.” [<span class=\"citation\" id=\"5265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5265)\">2 Tim. 3:15<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p8\" class=\"\">Do the members of the Church truly understand the importance of the messages spoken from this pulpit in general conference sessions and other special meetings held in the Tabernacle? Do they understand their responsibility to “hear the voice of the Lord” through the voice of his servants? (<span class=\"citation\" id=\"19552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19552)\">D&amp;C 1:14<\/a><\/span>.) For certainly, “whether by [the Lord’s] voice or by the voice of [his] servants, it is the same.” (<span class=\"citation\" id=\"19560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19560)\">D&amp;C 1:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p9\" class=\"\">Do our members understand that the inspired counsel and direction they receive from the leaders of the Church come as a voice of warning from a loving Heavenly Father who knows the various calamities that “should come upon the inhabitants of the earth”? (<span class=\"citation\" id=\"19553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19553)\">D&amp;C 1:17<\/a><\/span>.) “The anger of the Lord <span class=\"emphasis\">is<\/span> kindled, and his sword <span class=\"emphasis\">is<\/span> bathed in heaven, and it shall fall upon the inhabitants of the earth.” (<span class=\"citation\" id=\"19551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19551)\">D&amp;C 1:13<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p10\" class=\"\">“Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear.” (<span class=\"citation\" id=\"19549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19549)\">D&amp;C 1:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p11\" class=\"\">Because many “know not where to find it” (<span class=\"citation\" id=\"19721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19721)\">D&amp;C 123:12<\/a><\/span>), people of the world are impoverished for the word of God, spoken in clarity and plainness by true servants of the Lord and lived in a spirit of obedience by his disciples. Spiritually bankrupt lives of individuals and families stand as mute testimony of the futility of attempting to live in today’s society without revealed direction from our Heavenly Father through his prophets and Apostles. How much of the evil in the world, how much of the suffering and sorrow and sadness could be eliminated if people would hearken to the inspired instructions of the leaders of the Church spoken from this pulpit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p12\" class=\"\">We are concerned at the number of lives being lived in relative spiritual darkness when available to each are the words of the prophets in our day. And these prophetic utterances become a “lamp unto [the] feet, and a light unto [the] path” of each of Heavenly Father’s children willing to listen and then live in conformity with revealed truth. (<span class=\"citation\" id=\"42057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42057)\">Ps. 119:105<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p13\" class=\"\">President Benson has taught: “Success in righteousness, the power to avoid deception and resist temptation, guidance in our daily lives, healing of the soul—these are but a few of the promises the Lord has given to those who will come to His word.” (<span class=\"emphasis\">Ensign,<\/span> May 1986, p. 82.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p14\" class=\"\">Accordingly, with great urgency we invite all to come to the source of the fountain of light and truth, even the revealed word of God as taught in the scriptures and by the present prophets and Apostles and other general leaders of this Church. We invite all to hear and hearken to the messages of this and other recent conferences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p15\" class=\"\">President Benson’s recent instruction on this point is timeless: “For the next six months your conference edition of the <span class=\"emphasis\">Ensign<\/span> should stand next to your standard works and be referred to frequently. As my dear friend and brother [President] Harold B. Lee said, we should let these conference addresses ‘be the guide to [our] walk and talk during the next six months. These are the important matters the Lord sees fit to reveal to this people in this day.’” (<span class=\"emphasis\">Ensign,<\/span> May 1988, p. 84.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p16\" class=\"\">And hear these inspired statements from three conference addresses by President Marion G. Romney:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p17\" class=\"\">“In this conference we have been greatly entertained at times with eloquent oratory. We have been taught by great teachers. We have heard enough truth and direction in this conference to bring us into the presence of God if we would follow it. We have been taken on to the spiritual mountain and shown visions of great glory, but how many of us have heard that voice saying we would have a part therein.” (In Conference Report, Apr. 1954, pp. 132–33.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p18\" class=\"\">“What we get out of general conference is a build-up of our spirits as we listen to those particular principles and practices of the gospel which the Lord inspires the present leadership of the Church to bring to our attention at the time. … He knows why he inspired the other brethren who have talked in this conference to say what they have said. It is our high privilege to hear, through these men, what the Lord would say if he were here. If we do not agree with what they say, it is because we are out of harmony with the Spirit of the Lord.” (In Conference Report, Oct. 1950, pp. 126–27.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p19\" class=\"\">“Today the Lord is revealing his will to all the inhabitants of the earth, and to members of the Church in particular, on the issues of this our day through the living prophets, with the First Presidency at the head. What they say as a presidency is what the Lord would say if he were here in person. This is the rock foundation of Mormonism. … So I repeat again, what the presidency say as a presidency is what the Lord would say if he were here, and it is scripture. It should be studied, understood, and followed, even as the revelations in the Doctrine and Covenants and other scriptures. Those who follow this course will not interpret what they say as being inspired by political bias or selfishness; neither will they say that the brethren are uninformed as to the circumstances of those affected by their counsel; or that their counsels cannot be accepted because they are not prefaced by the quotation, ‘Thus saith the Lord.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p20\" class=\"\">“Those … who will through mighty prayer and earnest study inform themselves as to what these living prophets say, and act upon it, will be visited by the spirit of the Lord and know by the spirit of revelation that they speak the mind and will of the Father.” (In Conference Report, Apr. 1945, p. 90.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p21\" class=\"\">What of the volumes of teachings from our beloved prophet and President Ezra Taft Benson? He is now in the fiftieth year of service as a special witness of the Lord Jesus Christ. Like Moses, his hands have become somewhat heavy from his ministry (<span class=\"citation\" id=\"23015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23015)\">Ex. 17:11–12<\/a><\/span>), but his words, spoken from this pulpit throughout his inspired ministry, will continue to bless the lives of the faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p22\" class=\"\">In an inspired statement from a much earlier day, President Wilford Woodruff spoke of the utterances of the men who have stood at the head of the Church: “When [prophets] speak under the influence of [their] prophetic power, they amplify or add to the body of revelation possessed by the Church. They guide us in the maze of contending forces. Each one … uses past revelation and the new, to meet the needs of the people of his day. The discourses of these men … should be read and observed as inspired messages for our guidance toward joy on earth and hereafter.” (<span class=\"emphasis\">The Discourses of Wilford Woodruff,<\/span> Salt Lake City: Bookcraft, 1946, pp. xi–xii.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p23\" class=\"\">Therefore we repeat our plea that members and others return to the messages of our beloved prophet. We should read them and heed them. And, as we hearken to those messages, along with the other words of the living prophets and leaders spoken from this pulpit, may we become “wise unto salvation.” [<span class=\"citation\" id=\"5266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5266)\">2 Tim. 3:15<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/becoming-wise-unto-salvation.p24\" class=\"\">It is my witness that President Ezra Taft Benson, his Counselors, and the members of the Council of the Twelve are Apostles and Prophets of the Lamb of God and that this Church, and its work of bringing souls to Christ, rests solidly upon the foundation of the goodness, faith, and unity of our living Apostles and prophets. Jesus Christ lives and is the very cornerstone of this work of salvation. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}