{"ID":5255, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Missionary Work in the Philippines\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p2\" class=\"\">Elder Augusto A. Lim<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1f94.jpg\" alt=\"Elder Augusto A. Lim\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p3\" class=\"\">I would like to express my love and appreciation to my eternal companion for the support and love that she has completely extended to me through all these years of membership in this Church. I suppose many of you already know I came from the Philippines, home to close to 67 million people, the Pearl of the Orient, but now a land devastated by earthquakes, typhoons, floods, and even volcanic eruptions. But I will not, however, talk about the calamities that have caused much hardship and tested the faith of our people, but I would rather talk about the great spiritual blessings that have been experienced in abundance as the gospel is spread in the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p4\" class=\"\">The restored gospel was first introduced by Latter-day Saint servicemen and women while serving in the Philippines near the end of World War II, but missionary work officially started in the Philippines (from the records of the Southern Far East Mission) on April 28, 1961, when Elder Gordon B. Hinckley, then a member of the Council of the Twelve Apostles, met with a small group of members at the American War Memorial Cemetery in the suburbs of Manila to offer a prayer invoking the blessing of the Lord on the missionary work in the Philippines.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p5\" class=\"\">Before giving his prayer, President Hinckley, in a brief talk, made this prophetic statement: “What we begin here will affect the lives of thousands upon thousands of people in this island republic, and its effects will go from generation to generation for great and everlasting good.” (Philippine Islands Area Conference, Aug. 1975, p. 20.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p6\" class=\"\">After his brief remarks, President Hinckley offered a prayer in which he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p7\" class=\"\">“We invoke Thy blessing, Father dear, upon the missionaries who shall come here, that Thy Spirit may touch their hearts, that their lives may be clean and virtuous, that their examples may be marvelous before the people, that they may be blessed, as it were, with the ‘gift of tongues,’ that they shall speak the language of the people, that they shall work with singleness of purpose to Thy name’s honor and glory, that they shall go forth without fear, that none shall stay them, and that they shall declare with teaching and testimony, the restoration of Thy holy work for the blessing of Thy children. Father, give them joy and courage and faith and satisfaction in their labors, and make them fruitful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p8\" class=\"\">“We invoke Thy blessings upon the people of this land, that they shall be friendly and hospitable and kind and gracious to those who shall come here, and that many, yea Lord, we pray that there shall be many thousands who shall receive this message and be blessed thereby. Wilt Thou bless them with receptive minds and understanding hearts, and with faith to receive, and with courage to live the principles of the gospel, and with a desire to share with others the blessings which they shall receive. We pray that there shall be many men—faithful, good, virtuous, true men—who shall join the Church and who shall receive the blessings of the priesthood, and who shall accept and grow in leadership, that Thy work here shall be handled largely by local brethren, under the direction of those who hold the keys in this day and time, according to the law and order of Thy church.” (Gordon B. Hinkley, “Commencement of Missionary Work in the Philippines.”)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p9\" class=\"\">A few days after that historic meeting, the first four full-time missionaries arrived from the Southern Far East Mission based in Hong Kong. From a handful of members in 1961, the Church in the Philippines has since grown at a remarkable rate, now increasing by more than two thousand members per month. As a result of close correlation by the full-time missionaries and members, membership is now three hundred thousand distributed in forty-eight stakes, sixty-five districts, and thirteen missions. Five of the thirteen mission presidents and all the eight regional representatives, all stake and district presidents are now native Latter-day Saints. Sixty to 70 percent of the more than two thousand full-time missionaries now laboring in the field are also native Latter-day Saints. And now, standing majestically in an elevated grounds overlooking a valley where hundreds of thousands live in the heart of Metro Manila, is the Manila Philippines Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p10\" class=\"\">Surely the prayer of President Hinckley is being fulfilled as thousands of young men and women, as well as elderly couples, are responding to the clarion call of the Lord, “that it is my will that you should proclaim my gospel from land to land, and from city to city, yea, in those regions round about where it has not been proclaimed.” (<span class=\"citation\" id=\"19643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19643)\">D&amp;C 66:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p11\" class=\"\">After three years of working closely as mission president with these young, devoted, upright, and virtuous missionaries, I am humbled and grateful for the good they do. These young ambassadors of the Lord leave the comfort of home and the companionship of loved ones and go to foreign lands or places far from home, bearing strong testimonies of the Savior, teaching the gospel with faith and sure knowledge of its truthfulness. My testimony has been strengthened as I see the great effort of missionaries to, among others, overcome homesickness, adapt to new environment, new customs, new languages, which they must learn, and food so different from Mother’s home-cooked meal, in their noble desire to proclaim the gospel to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p12\" class=\"\">I am a witness to the daily acts of sacrifices of these missionaries as they cheerfully endure hardships like energy-sapping walks of many kilometers or riding on their bicycles under the heat of the burning sun or the cold monsoon rain, and the discomfort of riding on fully loaded jeepneys driving at high speed along bumpy and dusty roads to reach teaching appointments on time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p13\" class=\"\">Indeed our modern day heralds of truth laboring in the Philippines and other lands work hard and pray constantly to be worthy instruments of the Lord in testifying and challenging all to come unto Christ through repentance and baptism, “teaching them to [do] all things” which the Lord has commanded. (<span class=\"citation\" id=\"37491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37491)\">Matt. 28:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p14\" class=\"\">Like the sons of Mosiah, “they had searched the scriptures diligently, that they might know the word of God.” (<span class=\"citation\" id=\"9917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9917)\">Alma 17:2<\/a><\/span>.) And “they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.” (<span class=\"citation\" id=\"9920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9920)\">Alma 17:3<\/a><\/span>.) And “they did suffer much, both in body and in mind, such as hunger, thirst and fatigue, and also much labor in the spirit.” (<span class=\"citation\" id=\"9921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9921)\">Alma 17:5<\/a><\/span>.) But after the completion of an honorable mission, like Ammon, one of the sons of Mosiah, these missionaries can also say, “My joy is full, yea, my heart is brim with joy, and I will rejoice in my God.” (<span class=\"citation\" id=\"9926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9926)\">Alma 26:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p15\" class=\"\">We are also witnessing the literal fulfillment of the prayers and blessings for the people of our land given by President Hinckley that lovely April morning in 1961. Many thousands have been touched by the Spirit as the gospel message is brought to many homes by committed missionaries, with the help of members who willingly share the blessings of their Church membership. We are often asked the reasons behind this phenomenal growth in membership. I can only venture some opinions: first, that being perhaps the only Christian country in Asia for many centuries now had prepared the people for the coming of the gospel. That the Philippines, being considered the third largest English-speaking country in the world, certainly made it easier for people to understand the message of the gospel and is the reason for the fast development of the leadership skills of its members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p16\" class=\"\">But more important is the humble nature of the people and their dependence on the Lord for the things they stand in need of, making them receptive to the promptings of the Spirit. Because of economic difficulties experienced in the Philippines, the gospel is the answer, and rightly so, to the people’s prayer for a better way of life. As a result of the gospel-centered lives of many Latter-day Saints, people around them see changes in their lives that in turn give them hope. Member families may still live in humble homes with dirt or bamboo floors and walls, but because of their positive response to the gospel plan, and through their obedience to the Lord’s commandments, they receive the promised blessings and, as a result, people see the changes in these families who are now living in a more sanitary condition and are healthier, more educated, always ready and delighted to help others, grateful for what they have, no matter how humble, and generally happier. They have obeyed the Lord’s counsel to “learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me.” (<span class=\"citation\" id=\"19590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19590)\">D&amp;C 19:23<\/a><\/span>.) Generally, however, the faith, devotion, and living of correct gospel principles by the members have improved their lives not only spiritually but also temporally, for did not the Lord say that the “willing and obedient shall eat the good of the land of Zion in these last days”? (<span class=\"citation\" id=\"19642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19642)\">D&amp;C 64:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/missionary-work-in-the-philippines.p17\" class=\"\">That the Lord will continue to bless our people with joy and peace of mind as they obey His commandments and the counsels of our leaders in the midst of adversity is my humble prayer in Jesus’ name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}