{"ID":5258, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Confidence through Conversion\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p3\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_037<\/span>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p4\" class=\"\">I am so pleased to join with you in this great congregation of Relief Society women and Young Women and leaders of our Primary children. It is good to have President Hinckley, President Monson, President Hunter, and other priesthood leaders with us tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p5\" class=\"\">I think we live in a <span class=\"emphasis\">wonderful<\/span> time, and I call it wonderful because each of us has available to us personally the knowledge we need to live confident, righteous, even happy lives. We do live, as women and men always have, in complicated, variable and sometimes abusive circumstances. But because of the restored gospel, each of us has, or has available to us, a kind of knowledge that assures our survival, even our triumphant survival of the unsettling conditions that may threaten our balance and our progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p6\" class=\"\">Long ago, Moses stood on a mountain and talked with God. God showed him the world in which we all live. It was a <span class=\"emphasis\">rare<\/span> vision—unlike any other I have seen recorded: “And Moses beheld the world and the ends thereof, and all the children of men which are, and which were created.” The scripture says, “He greatly marveled and wondered.” (<span class=\"citation\" id=\"39814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39814)\">Moses 1:8<\/a><\/span>.) Can you even begin to imagine what it would be like to see everyone and everything that ever was or will be on this earth? This filled Moses with awe, and he said to himself, “Now, for this cause I know that man is nothing, which thing I never had supposed.” (<span class=\"citation\" id=\"39815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39815)\">Moses 1:10<\/a><\/span>.) Then the Lord taught him a most important and central truth. He said, “This is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39816)\">Moses 1:39<\/a><\/span>.) And I would add <span class=\"emphasis\">every<\/span> man and <span class=\"emphasis\">every<\/span> woman. What a wonder, to Moses and to us, that we, who may feel as nothing when we compare ourselves to the vast universe, are in fact the reason for its creation and for the creation of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p7\" class=\"\">I think it is important to stretch our minds and try to comprehend, as Moses was shown, the paradox of being small and great at the same time. The scriptures help us keep in our awareness our unique and eternal identities. We had existence as individuals long before this life. We had <span class=\"emphasis\">agency<\/span> then, and we <span class=\"emphasis\">chose<\/span> to come to earth, though we knew there would be hazards and hard things here. We had sufficient confidence then to choose to follow the plan of Jesus Christ. We knew that his help would come in showing us ways to live righteously, ways to love and serve each other, and ways to shun the bad and seek the good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p8\" class=\"\">Then a transition takes place and we find ourselves here—one of the ones Moses saw—part of a great panorama, and yet struggling as individuals to find the identity we once knew, as well as the sense of purpose and belonging we once had. As we gain our gospel knowledge here on earth, where we have to learn it all over again, we see this precious truth—that in our premortal life we exercised our agency when we chose Christ as our leader. He does his part and each of us can do ours to make covenants and build a partnership with him. How that happens is described by King Benjamin in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p9\" class=\"\">“And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p10\" class=\"\">“And under this head ye are made free, and there is no other head whereby ye can be made free. There is no other name given whereby salvation cometh; therefore, I would that ye should take upon you the name of Christ, all you that have entered into the covenant with God that ye should be obedient unto the end of your lives.” (<span class=\"citation\" id=\"40837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40837)\">Mosiah 5:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p11\" class=\"\">My whole hope in speaking to you about gospel knowledge of our individual importance to our Heavenly Father and our Savior is that it will build our confidence in our own ability to make good decisions that will help us grow spiritually. Some people want a strong authoritative voice to say, “Do this” or “Do that.” Some want God to tell them exactly what to do before they risk anything. Recently at a BYU fireside address, Elder Dallin Oaks said: “Personal decision making is one of the sources of the growth we are meant to experience in mortality. Persons who try to shift all decision making to the Lord and plead for revelation in every choice will soon find circumstances where they pray for guidance and don’t receive it. For example, this is likely to occur in those numerous circumstances where choices are trivial or where either choice is acceptable. We should study things out in our minds, using the reasoning powers our Creator has placed within us. Then we should pray for guidance and act upon it if we receive it, and upon our own best judgment if we do not.” (Dallin H. Oaks, “Our Strength Can Become Our Downfall,” Fireside of BYU Stakes, 7 June 1992, pp. 3–4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p12\" class=\"\">When we are converted to the gospel of Jesus Christ we become both humble and courageous. Our conversion strengthens us greatly in our decision making. A good example of the kinds of real circumstances good people face in this life can be found in the Old Testament in the very short, five-page book of Ruth. Each time I read it I see something new. Lately I have been thinking of it as a story of conversion, of courage and decision making. It is about another time, another culture, yet it is about us too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p13\" class=\"\">Naomi and her husband, Elimelech, and their two sons had gone into the enemy country of Moab because there was a great famine in Israel, their home. In due time their sons married Moabite wives, named Orpah and Ruth. Then in a ten-year period, the father and the two sons died. Naomi had heard that the famine had lifted in Judah, and she wanted to return to her people. She counsels her daughters-in-law to return to their mothers’ homes. Naomi called them her daughters and kissed them, and they wept with their love for her. (Now isn’t that quite remarkable? I fail to understand how this clear and well-known record hasn’t had more influence on all the unfunny mother-in-law jokes that abound in the world.) But eventually Orpah decides to stay in Moab, and again Naomi says to Ruth, “Behold, thy sister in law has gone back to her people, and unto her gods: return thou after thy sister in law.” (<span class=\"citation\" id=\"43018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43018)\">Ruth 1:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p14\" class=\"\">At this point, in majestic Hebraic poetry, Ruth announces her decision and confirms her conversion. “Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God.” (<span class=\"citation\" id=\"43019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43019)\">Ruth 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p15\" class=\"\">When Naomi, herself realistic and wise, saw Ruth’s steadfastness, she “left off speaking to her” (see <span class=\"citation\" id=\"43020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43020)\">Ruth 1:18<\/a><\/span>), which does not mean she stopped talking with her, but that she quit trying to convince her of the difficulties she would face in Israel. Ruth, the Moabitess, <span class=\"emphasis\">would<\/span> face bigotry, poverty, and much insecurity, but she was converted, and she <span class=\"emphasis\">had<\/span> decided. She and Naomi became a great team, facing together not only the problems before them, but the opportunities that would come also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p16\" class=\"\">In time, Ruth married Boaz, and a child was born to them. “And the women said to Naomi, Blessed be the Lord … for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born [a child].<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p17\" class=\"\">“And Naomi took the child … and became nurse unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p18\" class=\"\">“And the women her neighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he is the father of Jesse, the father of David.” (<span class=\"citation\" id=\"43021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43021)\">Ruth 4:14–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p19\" class=\"\">Now that was a kind of a prophecy which is very important to us. In a culture hostile to the leadership of women, these women—Naomi and Ruth—lived to bring about an end the scripture’s writer carefully emphasizes: Obed, the father of Jesse, the father of David, through whose lines, which are carefully detailed for us in the first chapter of Matthew [see <span class=\"citation\" id=\"37426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37426)\">Matt. 1:1–16<\/a><\/span>], came Jesus who is called Christ. Would you ever have expected the small book of Ruth to foretell such a great event?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p20\" class=\"\">Ruth confidently met hardships not uncommon in our time—the death of a loved one, loneliness in a new place, and the need to work hard for her bread. Her small efforts, linked significantly to a later great event, tell me that each of us can take seriously the importance of our daily lives and decisions as we choose to follow God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p21\" class=\"\">What I have told you tonight is my personal testimony. I am grateful for what I understand of agency and for the trust I have in my Heavenly Father and His guidance. I am grateful for the atonement of my Savior, who perfectly understood the risks. I am grateful for the blessings of faith and charity which fill my soul with joy and gladness and cause me to say, we <span class=\"emphasis\">do <\/span>live in a wonderful time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/confidence-through-conversion.p22\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}