{"ID":5259, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Fear\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p3\" class=\"\">Virginia H. Pearce<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">92911_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p4\" class=\"\">I approach this enormous responsibility with great respect and love for you—particularly you young women. I know that each of you listens with a very individual heart. Each of your needs at this particular moment are yours alone. Regardless of the formality of this setting, I have confidence that many of us will find—either through music, the spoken word, or simply the comradery of friends around us—answers and encouragement that will help us move forward. My only desire is to be a part of that process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p5\" class=\"\">In this desire to somehow connect with your very individual lives, I began to think about something that every human being experiences—something that we usually see as negative—that we would avoid if we could. Sometimes we tell ourselves that no one else suffers from this as we do, or sometimes in an effort to control it, we tell ourselves that we simply do not experience it. That something is called <span class=\"emphasis\">fear<\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p6\" class=\"\">I have asked many young women what they are afraid of. These are some of the things that they told me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p7\" class=\"\">“When I moved into a new school, I was afraid that I wouldn’t be able to make friends.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p8\" class=\"\">“Last year my brother was sick. I was afraid he would die.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p9\" class=\"\">“When I hear my parents arguing and fighting, I am afraid they will get divorced.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p10\" class=\"\">“I made some terrible mistakes, and I lived in fear that they would be discovered, bringing shame and embarrassment to my family. I was so afraid of the humiliation that I thought about having an abortion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p11\" class=\"\">“I have lots of worries—what will I say, how should I act, what should I wear? It seems like I can’t have fun or make friends because I am always afraid of what people will think of me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p12\" class=\"\">“Because of some things that happened to me when I was young, I have a hard time not being afraid of men. Even being alone with the bishop in his office can sometimes be frightening to me. I’m also afraid that if anyone else knew what has happened to me, they wouldn’t love me anymore.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p13\" class=\"\">“I’m afraid I won’t pass the big test that will allow me to keep going to school.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p14\" class=\"\">“I’m afraid that I won’t ever get married.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p15\" class=\"\">“I’m afraid that my parents won’t be able to buy a uniform for me to go to school.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p16\" class=\"\">Scary stuff, isn’t it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p17\" class=\"\">As we read the scriptures, we find that fear has been a part of the history of individuals ever since the world began. I can even imagine that in the preexistent world, when the two plans were presented, some may have chosen Lucifer’s plan because of fear—the fear of leaving the presence of the Father with no guarantee that we would return. Lucifer perhaps played on those fears by assuring that with his plan, all would return.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p18\" class=\"\">I can imagine how frightening it must have been for Adam and Eve, who had lived with complete security—friendly animals, plenty to eat, no opposition from nature—to suddenly be cast into a world where survival itself must have been a constant fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p19\" class=\"\">Why is fear part of earth life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p20\" class=\"\">Perhaps our Heavenly Father’s greatest hope is that through our fears we may choose to turn to him. The uncertainties of earth life can help to remind each of us that we are dependent on him. But that reminder is not automatic. It involves our agency. We must <span class=\"emphasis\">choose<\/span> to take our fears to him, <span class=\"emphasis\">choose <\/span>to trust him, and <span class=\"emphasis\">choose<\/span> to allow him to direct us. We must make these choices when what we feel most inclined to do is to rely more and more on our own frantic and often distorted thinking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p21\" class=\"\">As we try to live his commandments and pray to him, there are things he will direct us to do that will help calm our fears. These actions often require great courage and direction from the Holy Ghost. The Holy Ghost may help us to understand when and with whom we should share our fears. He will support us as we face our fears and try to do things that we have never done before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p22\" class=\"\">May I offer two ideas that have been helpful to me when I have felt fearful? The first one came in the form of advice from Sister Michaelene Grassli, Primary general president. I served under her on the Primary General Board. We were on a training assignment together when a local leader began to describe in glowing details the auxiliary leaders who had come to that area the year before. As she told about the wonderful things they had done and expressed her hopes that we would do the same, a sick feeling began to settle in my stomach. That night after our hostess had left, I expressed to Sister Grassli my fears: I was afraid my performance would be far less than those who had come before, and I would certainly be a disappointment to everyone and probably an embarrassment to her and the Church. She said, “I have had those same feelings, but it is comforting to me to know that I need only be concerned that what I do and say is acceptable and pleasing to the Lord.” Her words brought such immediate peace to my mind that I have repeated them over and over to myself in countless situations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p23\" class=\"\">As women, we like very much to please others—sometimes seeking approval so frantically that we become torn and confused by the conflicting needs of those around us. Concentrating on pleasing Heavenly Father brings peace, a respite from fear and anxiety. Think of that, young women, the next time you are asked to perform in church, or visit an inactive member of your class, or plan an activity: “I only need to worry about pleasing the Lord.” I think some of your fears will evaporate. The prophet David said: “The Lord is my light and my salvation; whom shall I fear? the Lord is the strength of my life; of whom shall I be afraid?” (<span class=\"citation\" id=\"42050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42050)\">Ps. 27:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p24\" class=\"\">The second idea that has been helpful to me was reportedly expressed by Vincent van Gogh, a famous painter. He said, “I am always doing what I can’t do yet in order to learn how to do it.” A large part of conquering daily fear is simply doing things that we don’t know how to do—yet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p25\" class=\"\">Are there things you don’t know how to do yet, that you are doing anyway? What about trying to make conversation with a young man at Mutual even though you feel very awkward? What about working hard in school even though it feels discouraging? I have often heard Sister Janette Hales, our Young Women general president, tell young people to work hard. She has said, “Working increases our abilities, and as you feel your abilities increase, you will feel more secure.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p26\" class=\"\">I’ve just finished reading Eleanor Roosevelt’s biography. She was the wife of a president of the United States, but her influence went far beyond politics and position. Her life stands as a beacon to all women as someone who magnificently developed her own gifts through her service to others. This was a woman whose early life was ruled by fear and self-doubt. She described herself as an awkward adolescent, unattractively tall, with protruding teeth, dressed inappropriately, and so ill at ease with others her own age that parties and dances were dreaded occasions. How did she move from that to the kind of confidence that allowed her to contribute so widely?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p27\" class=\"\">She said, “You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You must do the thing which you think you cannot do.” (Karen McAuley, <span class=\"emphasis\">Eleanor Roosevelt,<\/span> New York: Chelsea House Publishers, 1987, p. 105.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p28\" class=\"\">As we concentrate on pleasing the Lord rather than others and continue to work hard, doing the things we don’t know how to do yet, we will experience personal growth. We will increase our confidence in Heavenly Father and his Son, Jesus Christ. This faith assures us that in the end, we will not only survive but we will know great joy and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p29\" class=\"\">After the death of Christ, Paul was converted and became a great missionary. He had a junior companion, whom he loved as a father loves his own son. When we pick up their story in 2 Timothy, they are separated in their service. Timothy is lonely and afraid—being a missionary can be a fearful business. Paul is in prison in Rome. He writes Timothy a letter: “To Timothy, my dearly beloved son. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p30\" class=\"\">“I thank God … that without ceasing I have remembrance of thee in my prayers night and day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p31\" class=\"\">“Greatly desiring to see thee, being mindful of thy tears.” (<span class=\"citation\" id=\"5260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5260)\">2 Tim. 1:2–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p32\" class=\"\">Isn’t that a tender letter? Pretend it is coming to you from one who is mindful of <span class=\"emphasis\">your<\/span> tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p33\" class=\"\">Paul then goes on to remind Timothy of his strengths: “I call to remembrance the unfeigned faith that is in thee.” (<span class=\"citation\" id=\"5261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5261)\">2 Tim. 1:5<\/a><\/span>.) He reminds Timothy that both his grandmother and his mother were women of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p34\" class=\"\">Think of some of the strengths that your grandmothers and mother have passed on to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p35\" class=\"\">Then Paul asks Timothy to remember to use the gift of the Holy Ghost: “I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.” (<span class=\"citation\" id=\"5262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5262)\">2 Tim. 1:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p36\" class=\"\">Are you remembering that you have had hands laid on your head—that you have been given a gift? Use that gift to conquer your fears!<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p37\" class=\"\">And then my favorite part of the letter: “For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.” (<span class=\"citation\" id=\"5263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5263)\">2 Tim. 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p38\" class=\"\">Are those just the things you want when you are fearful—power, love, the ability to think clearly?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p39\" class=\"\">Paul ends one of his letters: “All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.” (<span class=\"citation\" id=\"43055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43055)\">Titus 3:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/fear.p40\" class=\"\">All that are with me salute you. We love you and are aware of your fears and your faith. I bear you my witness that Jesus Christ is our Savior, that he loves me, that he loves each of you, and that he will help us to replace our fears with faith. I say these things in his name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}