{"ID":5262, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “An Example of the Believers”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92911_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p4\" class=\"\">This has been a beautiful and rewarding meeting. I endorse the counsel provided by President Howard W. Hunter and that given by each of the sisters who has addressed us. As I contemplate the vast audience assembled tonight, I ponder the words of President Heber J. Grant, who declared: “I have often felt that a photograph of our dear sisters, with the intelligent, Godlike faces they possess, would be a testimony to all the world of the integrity of our people.”<sup class=\"noteMarker\"><a href=\"#footnote1-92911_000_041\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (Salt Lake City: Improvement Era, 1941), p. 150.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p5\" class=\"\">We would certainly need the widest wide-angle lens to include all of you in one photograph. Such is not available to us, but with God, all things are possible. In His infinite vision, He literally can view all of us and bless all of us. All we need do is to so live that we merit the blessings ever predicated on our faithfulness to His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p6\" class=\"\">Said President George Albert Smith: “I desire to impress on you daughters of God … that if this world is to endure, you must keep the faith. If this world is to be happy, you will have to set the pace for that happiness. … If we are to maintain our physical strength and mental power and spiritual joy, it will have to be on the Lord’s terms.” (<span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, p. 719.) Perhaps a young lady had this thought in mind when she spoke the feelings of her yearning heart: “What we really and truly need is less criticism and more models to follow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p7\" class=\"\">Frequently we are too quick to criticize, too prone to judge, and too ready to abandon an opportunity to help, to lift, and, yes, even to save. Some point the accusing finger at the wayward or unfortunate and in derision say, “Oh, she will never change. She has always been a bad one.” A few see beyond the outward appearance and recognize the true worth of a human soul. When they do, miracles occur. The downtrodden, the discouraged, the helpless become “no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"22022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22022)\">Eph. 2:19<\/a><\/span>.) True love can alter human lives and change human nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p8\" class=\"\">This truth was portrayed so beautifully on the stage in <span class=\"emphasis\">My Fair Lady.<\/span> Eliza Doolittle, the flower girl, spoke to one for whom she cared: “You see, really and truly, apart from the things anyone can pick up—the dressing and the proper way of speaking—the difference between a lady and a flower girl is not how she behaves, but how she’s treated. I shall always be a flower girl to Professor Higgins because he always treats me as a flower girl and always will; but I know I can be a lady to you because you always treat me as a lady and always will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p9\" class=\"\">The Apostle Paul wrote an epistle to his beloved companion Timothy in which he provided inspired counsel equally as applicable to you and me today as it was to Timothy. Listen carefully to his words: “Neglect not the gift that is in thee,” “but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.” (<span class=\"citation\" id=\"2902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2902)\">1 Tim. 4:14, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p10\" class=\"\">We need not wait for a cataclysmic event, a dramatic occurrence in the world in which we live, or a special invitation to be an example—even a model to follow. Our opportunities lie before us here and now. But they are perishable. Likely they will be found in our own homes and in the everyday actions of our lives. Our Lord and Master marked the way: “[He] went about doing good.” (<span class=\"citation\" id=\"8394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8394)\">Acts 10:38<\/a><\/span>.) He in very deed was a model to follow—even an example of the believers [<span class=\"citation\" id=\"2900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2900)\">1 Tim. 4:12<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p11\" class=\"\">Are we?<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p12\" class=\"\">Happiness abounds when there is genuine respect one for another. Wives draw closer to their husbands, and husbands are more appreciative of their wives, and children are happy, as children are meant to be. Where there is respect in the home, children do not find themselves in that dreaded “never never land”—never the object of concern, never the recipient of proper parental guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p13\" class=\"\">To those who are not yet married, I counsel: People who marry in the hope of forming a permanent partnership require certain skills and attitudes of mind. They must be skillful in adapting to each other. They need capacity to work out mutual problems. They need willingness to give and take in the search for harmony. They need unselfishness of the highest sort, with thought for one’s partner taking the place of desire for oneself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p14\" class=\"\">Many years ago I had the opportunity to deliver a commencement address to a graduating class. I had gone to the home of President Hugh B. Brown that we might drive together to the university where he was to conduct the exercises and I was to speak. As President Brown entered my car, he said, “Wait a moment.” He looked toward the large bay window of his lovely home, and then I realized what he was looking for. The curtain parted, and I saw Sister Zina Brown, his beloved companion of well over fifty years, at the window, propped up in a wheelchair, waving a little white handkerchief. President Brown took from his inside coat pocket a white handkerchief, which he waved to her in return. Then, with a smile, he said to me, “Let’s go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p15\" class=\"\">As we drove, I asked President Brown to tell me about the sign of the white handkerchiefs. He related to me the following incident: “The first day after Sister Brown and I were married, as I went to work I heard a tap at the window, and there was Zina, waving a white handkerchief. I found mine and waved in reply. From that day until this I have never left my home without that little exchange between my wife and me. It is a symbol of our love one for another. It is an indication to one another that all will be well until we are joined together at eventide.” Yes, a model to follow, “an example of the believers.” [<span class=\"citation\" id=\"2901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2901)\">1 Tim. 4:12<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p16\" class=\"\">To you young women in attendance tonight, you, too, can be a model—even an example. We are all aware that we live in a time when there are those who mock virtue, who peddle pornography under the guise of art or culture, who turn a blind eye, a deaf ear, and a calloused heart to the teachings of Jesus and a code of decency. Many of our young people are tugged in the wrong direction and enticed to partake of the sins of the world. Yearningly such individuals seek for the strength of those who have the ability to stand firm for truth. Through righteous living and by extending the helping hand and the understanding heart, you can rescue, you can save. How great will then be your joy. How eternal will be the blessing you will have conferred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p17\" class=\"\">Some women face illness and incapacity, even to the point of being bedfast. Even so, there is the privilege to rise above affliction and to be a true example of faith, of love, and of service. Such was the partnership of Virginia and her husband, Eugene Jelesnik. They for many years worked together in bringing the gift of song and the joy of music to thousands of servicemen and women and to audiences from stages worldwide. Then illness and advancing age forced Virginia to remain within four walls—bedfast. But her spirit could not be held hostage by an impaired body. She continued to encourage her husband and to be his inspiration and constant support. All who are the beneficiaries of Eugene’s community concerts and his civic service marvel at his energy, his enthusiasm, and his kindness. In his many responsibilities, Virginia was ever a source of his strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p18\" class=\"\">While the Apostle Paul urged that we be examples of the believers, he didn’t restrict the boundaries of our service or limit the extent of our influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p19\" class=\"\">In July of this year, my wife and I attended an honor banquet where individuals were recognized for their quiet service, their selfless sacrifice, their untold devotion to lifting others to a higher plane of living with no thought of aggrandizement or personal reward. One Native American lady had literally given much of her life to teaching boys and girls of her native race how to live, how to love, and how to serve. Her response when recognized for her accomplishments bespoke her humility. Quietly and sincerely, she said just two special words: “Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p20\" class=\"\">Another beautiful woman was honored for her caring, her serving, and her leadership. As a nurse she comforted the wounded in World War II. As a wife and partner with her husband, she built a worldwide business which blessed the lives of many. And today she, as a widow, continues daily service to her state and community. She seems to always be smiling. Perhaps this is because she has found the key to happiness. She has always been a missionary. She has ever been there when needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p21\" class=\"\">Yet another, we learned, had quietly yet effectively labored with love to ensure that the rights of abused children should not be neglected or abandoned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p22\" class=\"\">There were others. All qualified for the definition of a pioneer—namely, “one who goes before, showing others the way to follow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p23\" class=\"\">During the banquet and program, I sat next to a well-known personality, Flip Harmon, and his wife, Lois. Flip has been involved with the direction of the Days of ’47 celebration for forty-three years, this being an annual July 24th activity in Salt Lake City. Since Flip was up and around the room fulfilling his official duties, I had the privilege of talking with Lois. She mentioned that she and family members were in attendance at every presentation of the famous rodeo which is one of the highlights of the Days of ’47 celebration. Now, a rodeo is nice once in a while—but every night? I asked Lois how she endured the schedule. Her response was from the heart. “This is Flip’s life, and I want to be part of it. He counts on me.” The night I had attended the rodeo with Sister Monson, my Aunt Blanche (age ninety-five), and our grandchildren, Lois was surrounded by children and precious grandchildren. She was the epitome of happiness. Now, during our luncheon conversation, Lois volunteered to me a few details about her husband. She said Flip had an angel mother who prayed fervently for her sons as they served their country during wartime. When Flip returned home, he and Lois were married. A busy life and welcome children followed. Each year as their wedding anniversary approached, Flip would say to Lois, “What gift do you want for our anniversary?” Each year the answer was the same, “A temple sealing.” The gift was not given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p24\" class=\"\">Then one year, as the perennial question was asked, “What do you want, Lois, for our anniversary?” and the usual response was given, “To go to the temple of God together,” Flip’s reply was unexpected: “Fine. I’ll prepare for such an event.” They were sealed for time and eternity in the holy house of God on their twenty-ninth anniversary. Later, Flip served as a bishop. Each remains faithful to the other and loyal to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p25\" class=\"\">As Lois continued, I noticed tears brimming in her eyes. She said, “You know Flip always wears cowboy boots. At the end of each day he would sit in the chair before the fireplace, where he would take off his boots and then read the paper. He would never put away the boots, no matter how many times I mentioned the subject. Years ago that would bother me. But not anymore. Today I just love those boots. Tender are my feelings and full is my heart as I willingly and lovingly pick them up and put them away each evening.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p26\" class=\"\">Now tears were brimming in my eyes. Unexpectedly, Lois Harmon was asked to come to the podium, where she was given signal honor for her silent service. A beautiful bouquet of red roses was presented to her. Flip was asked to respond. His expression was from his heart. It was as though the two of them were alone in the large hotel dining area. “Lois is the light of my life. She’s my eternal partner.” (The word <span class=\"emphasis\">partner<\/span> seemed to fit with the cowboy boots.) “We’ll be together forever.” Patience was rewarded. Love was expressed. Heaven was near.<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p27\" class=\"\">My dear sisters, young and those just a bit older, though your circumstances may differ and your opportunities may vary, you can be models to follow, even “examples of the believers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1992\/11\/an-example-of-the-believers.p28\" class=\"\">In the Holy Temple just east of the Tabernacle on Temple Square in Salt Lake City, a beautiful tribute was paid to two of our sisters serving in the nursery. They, of course, were dressed in white, as were the children who had, that evening, been sealed to their parents. As the sisters bade their farewell to the children, one tiny girl, from a faith-filled heart, said to them, “Good night, angels.” May I borrow her words and say to you sisters worldwide, “Good night, angels.” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-92911_000_041\"><a name=\"-92911_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-92911_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Standards,<\/span> comp. G. Homer Durham (Salt Lake City: Improvement Era, 1941), p. 150.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}