{"ID":5263, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Worldwide Sisterhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                        <\/h2><p>By María de Aranda, from Mexico<\/p>\n                                        \n                                    \n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Sisters from five different continents give us glimpses of what Relief Society’s mission means to them.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_041<\/span>\n                            \n                            \n\t\t\t<div class=\"heading \">\n\t\t\t\t\t<h2>Bless the Individual Woman<\/h2>\n\t\t\t\t\t<div class=\"byline\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p2\" class=\"\">By María de Aranda, from Mexico<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div><span style=\"display: none\" id=\"article-id\">92905_000_043<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p3\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.” (<span class=\"citation\" id=\"38645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38645)\">Moro. 10:4<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p4\" class=\"\">What a beautiful scripture, and how true it is. It deeply reaches into my heart and mind. When two young sister missionaries taught us the true gospel of Jesus Christ, they referred to the Book of Mormon. They taught us at home, along with my four children.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p5\" class=\"\">For the first time, I understood that through the gospel, my son who had died years before could be with me—also that my other children would have the opportunity to love God and Jesus Christ. I have been blessed since the moment I made the most important and correct decision in my life, which was to accept the gospel of Jesus Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p6\" class=\"\">After a year and a half, my husband accepted the gospel, leaving aside all those traditions. He is a good man, a good husband, and a good father.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p7\" class=\"\">We have been sealed as a family in the holy temple of the Lord. I’m the mother of children who have served missions, and I’m the grandmother of seven grandchildren. As if that weren’t enough, my husband is a sealer in the temple and a patriarch in our stake. My children hold callings, and I work in the Relief Society, where I feel love towards my sisters. I’m grateful to my Heavenly Father for having his gospel and for knowing he lives, that Christ is my king and redeemer, and that he lives in my heart. I deeply love him. I know that Joseph Smith restored the gospel. This gives us the opportunity to know and feel that our prophet, Ezra Taft Benson, is a man guided by God. We have a rare possession, which is the Book of Mormon.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/bless-the-individual-woman.p8\" class=\"\">I testify all this to be true, in the name of Christ Jesus, amen.<\/p>\n\t\t\t\t\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}