{"ID":5264, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Worldwide Sisterhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                        <\/h2><p>By Leigh Stachowski, from Australia<\/p>\n                                        \n                                    \n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Sisters from five different continents give us glimpses of what Relief Society’s mission means to them.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_041<\/span>\n                            \n                            \n\t\t\t<div class=\"heading \">\n\t\t\t\t\t<h2>Strengthen Families<\/h2>\n\t\t\t\t\t<div class=\"byline\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/strengthen-families.p2\" class=\"\">By Leigh Stachowski, from Australia<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div><span style=\"display: none\" id=\"article-id\">92905_000_045<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/strengthen-families.p3\" class=\"\">Several years ago, a young man was killed in a tragic car accident. We had all been so excited as we had watched him return to church and, with the help of his family, friends, and a caring bishop, prepare himself to go on a mission. He was to be ordained an elder at our coming stake conference. But now he was gone.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/strengthen-families.p4\" class=\"\">My husband and I took off our shoes as we entered the family home where the young man’s body lay. His mother sat beside him on the floor. We waited with others to offer our support and love to her. But as my turn came and we held each other close, shedding tears together, she taught me a great lesson. She urged me to walk beside my husband, to strengthen my family, and to always love them. This she did with each one there, giving of her own strength to those gathered there to strengthen her!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/strengthen-families.p5\" class=\"\">This great Maori woman understood where her son had gone. She knew that families can be eternal. So, with her son in the Lord’s care, she turned her attention to her remaining family and friends to give them understanding and courage to draw their families together in love and righteousness.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/strengthen-families.p6\" class=\"\">We live in perilous times, when all that is good and moral is questioned, and Satan delights in the instability of the family unit. As Latter-day Saint women, we know the value of being a daughter, a sister, a wife, and a mother. We know the strength that can be gained through family prayer and scripture study, through home evenings, and through quiet times spent together listening and feeling loved. These are not instant solutions to life’s problems, but slowly and surely they send down and strengthen the roots that will hold us firm when challenges come.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/strengthen-families.p7\" class=\"\">Let us teach our families “to pray, and to walk uprightly before the Lord” (<span class=\"citation\" id=\"19646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19646)\">D&amp;C 68:28<\/a><\/span>), that we might stand together through time and throughout all eternity. This is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}