{"ID":5265, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Worldwide Sisterhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                        <\/h2><p>By Lee Whan Kim, from Korea<\/p>\n                                        \n                                    \n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Sisters from five different continents give us glimpses of what Relief Society’s mission means to them.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_041<\/span>\n                            \n                            \n\t\t\t<div class=\"heading \">\n\t\t\t\t\t<h2>Develop and Exercise Charity<\/h2>\n\t\t\t\t\t<div class=\"byline\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p2\" class=\"\">By Lee Whan Kim, from Korea<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div><span style=\"display: none\" id=\"article-id\">92905_000_044<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p3\" class=\"\">You would remember the scripture that says, “Clothe yourselves with the bond of charity.” (<span class=\"citation\" id=\"19677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19677)\">D&amp;C 88:125<\/a><\/span>.) I understand it is one of the fundamental characteristics of the gospel of Jesus Christ to exercise charity and develop it through Christian service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p4\" class=\"\">President Kimball said, “Charity is like flowers.” Twenty years ago, I had an interest in oriental flower arrangement. It takes a lot of time and talent to become an instructor of its techniques.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p5\" class=\"\">About ten years ago, I received an instructor’s license. I wanted to share my skill and all of my knowledge with the sisters in the Church. Since then, I have taught the sisters flower arrangement in the church every Friday as one of our Relief Society activities. We have developed our skill, and I hoped the sisters might develop a love for flower arrangement as I did.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p6\" class=\"\">Whenever I taught the sisters, I asked them to learn one of their favorite scriptures by heart and present it in the meeting. Through these classes, the sisters developed good friendship to each other. Harmony is learned and cooperation is cultivated among our sisters through flower arrangement. Some of them have now become instructors, and the floral design at the Seoul Korea Temple is a beautiful work of one of these sisters.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p7\" class=\"\">While we make lovely arrangements by gathering flowers one by one from the flowers scattered on the table, we come to think of less-active members scattered throughout the world and wonder how to gather them together. Just as we can combine each scattered flower into a beautiful flower arrangement, we can gather those scattered, less-active members into our wards and branches. It would be a magnificent art displayed by our sisters for our Heavenly Father.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/develop-and-exercise-charity.p8\" class=\"\">I’ve been grateful for the past thirty-eight years in which I have had the privilege to develop and exercise charity, which is given by Heavenly Father, through a variety of service as a member of this true Church. I appreciate him for using one of his daughters as a small tool through the flower arrangement. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}