{"ID":5266, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Worldwide Sisterhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                        <\/h2><p>By Doris Sertel, from Germany<\/p>\n                                        \n                                    \n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Sisters from five different continents give us glimpses of what Relief Society’s mission means to them.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">92905_000_041<\/span>\n                            \n                            \n\t\t\t<div class=\"heading \">\n\t\t\t\t\t<h2>Enjoy a Unified Sisterhood<\/h2>\n\t\t\t\t\t<div class=\"byline\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/enjoy-a-unified-sisterhood.p2\" class=\"\">By Doris Sertel, from Germany<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div><span style=\"display: none\" id=\"article-id\">92905_000_046<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/enjoy-a-unified-sisterhood.p3\" class=\"\">Through much experience, I know that the Lord lives, that he loves me, and that he is always close to me, and thus I am able to gratefully testify that Jesus Christ is the basis of my life. Since I have accepted him, I know that we will find true happiness and peace if we trust in his teachings and always strive to follow him. I know that he invites all people to feel this testimony in their hearts.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/enjoy-a-unified-sisterhood.p4\" class=\"\">But in order to understand his ways, we have to prepare ourselves. We read in Moroni that only the meek and the truly humble are pleasing before God. (See <span class=\"citation\" id=\"38631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38631)\">Moro. 7:44<\/a><\/span>.) This message is particularly important for us today, because love is beginning to wax cold. We all feel it; the struggle for a testimony, for our marriages and families, and for truth, justice, and chastity is becoming more intense.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/enjoy-a-unified-sisterhood.p5\" class=\"\">Some of us are involved in that struggle and experience disappointment, loss of courage and strength, desperation, and loneliness. Many lose direction, many stand still, many go back, many are just standing there. How important it is to take right then and there the hand that is stretched out and help to find the path again through meekness, humility, and charity—to take by the hand and to look out for each other and to tell them, “You are important; you too are a child of God.” We are on the same path. Let us follow it together. The Lord expects of us to give and to take and to serve each other, not because it is our duty but because we do it out of love—so that his love for all of us, in and outside of the Church, will become alive, and we can feel it and be strong in the unity of a great sisterhood.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/1992\/05\/a-worldwide-sisterhood\/enjoy-a-unified-sisterhood.p6\" class=\"\">May the Lord bless us to achieve this. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}