{"ID":527, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1951, pp. 175-178<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI stand in reverential awe, almost breathless awe, in this auspicious moment in these services\nof President George Albert Smith.\n<\/p><p>\nA scribe came to the Lord Jesus Christ one day and said: \n<\/p><p>\nWhich is the first commandment of all? And Jesus answered him . . . Thou shalt love the\nLord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy\nstrength . . .\n<\/p><p>\nThou shalt love thy neighbor as thyself. There is none other commandment greater than these\n(<span class=\"citation\" id=\"33046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33046)\">Mark 12:28-31<\/a><\/span>).\n<\/p><p>\nAnd then the scribe added that to love the Lord and to love his neighbor more than himself \".\n. . is more than all whole burnt offerings and sacrifices\"\n(<span class=\"citation\" id=\"33048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33048)\">Mark 12:33<\/a><\/span>).\nAnd then the Lord said, \"Thou are not far from the kingdom of God\"\n(<span class=\"citation\" id=\"33049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33049)\">Mark 12:34<\/a><\/span>).\n<\/p><p>\nWhenever I thought of our beloved President, I have always felt that he was very, very near\nthat kingdom.\n<\/p><p>\nIt seemed to me that every act, every thought of our President would indicate that with all of\nhis heart and soul he loved the Lord, and loved his fellowmen. Is there a mortal being who\ncould have loved them more?\n<\/p><p>\nINTEREST IN AMERICAN INDIANS\n<\/p><p>\nAs his great love for his fellowmen began to grow into a great compassion, he saw in vision a\ncertain whole people who went down from the proverbial Jerusalem to Jericho and they fell\namong thieves. He saw them stripped of their raiment and sorely wounded. He saw them\ndeserted and deprived. He saw priests come by who saw their plight and passed by on the\nother side. He saw modern Levites who came and looked and passed by on the other side\n(<span class=\"citation\" id=\"31295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31295)\">Luke 10:30-32<\/a><\/span>).\nPresident Smith determined it was time to do something constructive for these Indian people\nwho had fallen into misfortune. He determined that it was time to bind up their wounds, and\nto pour thereon the oil (<span class=\"citation\" id=\"31296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31296)\">Luke 10:34<\/a><\/span>).\n<\/p><p>\nHe went to President Heber J. Grant, (President Smith was then in the Council of the\nTwelve), and asked him for permission to do work among the Indian people which was\ngranted. A committee was organized and the work began in a small way as many programs\ndo.\n<\/p><p>\nThese words he said in one of his talks: \"I have been intensely interested in doing something\nfor the American Indians. I have traveled through several of the reservations; I have seen the\nneed of something more being done for these children who are growing up. It remains for us\nwho know and feel that these Indians, as we refer to them, are our Father's children.\n<\/p><p>\n\"These Indians are descendants of a prophet of God who left Jerusalem 600 years before the\nbirth of Christ. I have been in their homes, in many places, and have seen their poverty, their\npatience, and their forbearance.\" And then he went on and said: \"I have had an interest in\nthose Indians, and felt the urge to help, and only within the last two or three years have I had\nthis opportunity and power to do something.\" He lived to see this work grow, from an infant\norganization, the Navajo-Zuni Mission, to the full fledged Southwest Indian Mission with\nmore than a hundred missionaries.\n<\/p><p>\nHe had already seen the effectual work among the Lamanites down in the South Sea Islands,\nin Mexico, in Spanish America, and in other places, and now he was to see practically every\nNorth American mission with vigorous proselyting work being done among the Indians. And\nthen he lived to see many of the 184 Stakes of Zion with intensive proselyting being done in\nthe Stakes among the Indians.\n<\/p><p>\nLATTER-DAY SAINT INDIANS PRESENT\n<\/p><p>\nHe loved to see many, many hundreds of Lehi's descendants join the Church, receive the\npriesthood, and their endowments, and be organized into branches, and today there are in this\ncongregation, more than a hundred of the Indian brothers and sisters from far up in the north\nto far down in the south, representing the Navajos and the Zunis, the Hopis and the Apaches,\nthe Cocopohs and the Yumas, the Utes and the Piutes, the Walpis, and many, many others.\n<\/p><p>\nNever before, in modern days at least, has there been in a conference, and at a funeral, such a\nlarge aggregation of Latter-day Saint Indians, and I know that if President Smith could see\nthem here today his heart would go out to them in compassion, love, and appreciation.\n<\/p><p>\nVISIT TO NAVAJO RESERVATION\n<\/p><p>\nAbout four years ago President Smith made a visit to the Navajo Indian Reservation, taking\nElder Cowley and myself with him. It was a missionary meeting, there being priests and\nministers present from many of the sects and denominations. A hundred and fifty men and\nwomen were there. There were some disputations. Apparently some missionaries had gone to\nthe hospital patients of other sects to bring relief and succor, and heated suggestions were\nmade to restrict missionaries to visit only their own people.\n<\/p><p>\nPresident Smith in majesty stood up, and obtained the floor and said: \"My friends, I am\nperplexed and shocked. I thought people went to the hospital to rest and get well. If I were\nill, it would please me very much if any good Christian missionary of any denomination\nwould be kind enough to visit me and bind up my wounds and pour on the sacred oil.\"\n<\/p><p>\nAnd then President Smith went on to tell them that this Church not only believes in tolerance,\nbut also in understanding, and expressed the thought that long years ago Father Scanlan, a\nRoman Catholic Priest, conducted mass in the St. George tabernacle at the suggestion and\nwith permission of one of the Council of the Twelve and the president of the stake, who were\nthere.\n<\/p><p>\nThat happened on May 25, 1879. The priest had complained that he had no place in which he\ncould conduct a mass for his people in southern Utah. The suggestion came from our\nbrethren, and the mass was held. He had said, \"We have no one to sing the Mass.\" The\nbrethren had said, \"You furnish the score; we will furnish the singers.\" And Catholic mass\nwas conducted in a tabernacle.\n<\/p><p>\nHe also told the group of ministers that the Church had also assisted some of the Protestant\ndenominations to get started in Salt Lake City, and in Utah.\n<\/p><p>\nThere was a general applause from these church dignitaries and it was as though a magic\nword had been spoken, like the Master spoke when he said \"Peace, Peace, be still\"\n(<span class=\"citation\" id=\"33041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33041)\">Mark 4:39<\/a><\/span>). The\nwaves of suspicion and antagonism became calm and placid.\n<\/p><p>\nPERFECTION OF LIFE\n<\/p><p>\nThe Lord Jesus Christ told us, \"Be ye perfect even as your Father, which is in heaven is\nperfect\" (<span class=\"citation\" id=\"34419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34419)\">Matt. 5:48<\/a><\/span>).\nAnd so to compare President George Albert Smith with our Lord and Master I do\nnot count a sacrilege, for perhaps he came nearer than the great majority of his\ncontemporaries to that perfection.\n<\/p><p>\nThe Savior said, \"When ye come into an house, salute it, and if the house be worthy let your\npeace come upon it\" (<span class=\"citation\" id=\"34438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34438)\">Matt. 10:12-13<\/a><\/span>).\nAnd President Smith was much like that. There are homes from ocean\nto ocean and then from ocean to ocean again who have felt the peace that a great prophet has\nleft in their home.\n<\/p><p>\nAnd the Lord said \"Be ye therefore wise as serpents, and harmless as doves\"\n(<span class=\"citation\" id=\"34439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34439)\">Matt. 10:16<\/a><\/span>), and we have all\nseen the harmlessness of this good man as well as his wisdom and his inspiration.\n<\/p><p>\nThe Lord said \"Blessed are the meek, for they shall inherit the earth\"\n(<span class=\"citation\" id=\"34411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34411)\">Matt. 5:5<\/a><\/span>),\nand we have seen in\nhim personification of meekness and lowliness of heart, for the Savior said of Himself, \"I am\nmeek and lowly in heart\" (<span class=\"citation\" id=\"34440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34440)\">Matt. 11:29<\/a><\/span>),\nand President Smith has approached it closely.\n<\/p><p>\nAnd then He said, \"Well done thou good and faithful servant, thou has been faithful over a\nfew things, I will make thee ruler over many\"\n(<span class=\"citation\" id=\"34479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34479)\">Matt. 25:21<\/a><\/span>).\nHe was good, he was faithful, and he has been\nruler over many, but he will yet rule and reign over the many things throughout the eternities.\n<\/p><p>\nWay up in the north of this Palestinian country, the Lord asked Peter and his associates,\n\"Whom do men say that I, the Son of Man, am?\" and Peter said, \"Thou art the Christ, the son\nof the living God.\" And then the Lord said, \"Blessed art thou Simon Bar-jona, for flesh and\nblood hath not revealed this unto thee, but my Father which is in Heaven\"\n(<span class=\"citation\" id=\"34446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34446)\">Matt. 16:13,16-17<\/a><\/span>).\n<\/p><p>\nMay God bless his memory and bless us that we may follow him in the righteous things\nwhich he has exemplified to us, I pray, and bear you my testimony also, that I also know that\nthis is the truth, that he, President George Albert Smith, was a prophet of God and that he\nfollowed several others who were also prophets of God, and that the Gospel has been\nrestored, and it is here for all the billions of peoples in this world. This I bear in great\nsolemnity, and with a great love for my leader, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}