{"ID":528, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor to President George Albert Smith<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1951, pp. 178-181<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, and friends: Under all circumstances it is difficult for me, with the\nwords at my command, to express the thoughts and the feelings that are in my heart. But on\nthis occasion it is particularly difficult because it is hard for a man to control his feelings and\nhis thoughts, on occasions such as this, when he has lived and worked as closely as have I\nand President McKay with a great man of whom it has been properly suggested that his real\nname was Love.\n<\/p><p>\nA TRUE SERVANT TO THE LORD\n<\/p><p>\nHe was universally kind and considerate of both of us who were privileged and honored to\nwork with him. I fully endorse from my own knowledge and observation all of the good that\nhas been said of him here today, and nothing but good has been said, or could be said.\n<\/p><p>\nThere lies before us the worn and wilted suit of clothes he wore here: all that we knew and\nloved and admired, all that led to his accomplishments, all that inspired his love, all that\nhelped him to live righteously, still lives, and is, and will live throughout the eternities to\ncome: he lives, a great soul who spent his life, his strength at the expense of his health in the\nservice of his master.\n<\/p><p>\nIt was impossible to get him to ease up. He never would quit till he had to go to bed. Time\nand time again we have urged him, that he go home and rest. Time and time again he has\nindicated that he would, and an hour or two hours or three hours later, I have looked him up\nand found him still working. He could refuse nobody an opportunity to talk with him, and no\none ever came to him, as has been said here, and went away empty. He was a true servant to\nthe Lord.\n<\/p><p>\nHELPFULNESS OF LOVED ONES\n<\/p><p>\nI should like to say a word regarding the family, and particularly the two daughters, Emily\nand Edith. No father ever had tenderer care, more solicitous attention than these two gave to\nPresident Smith, their father. It was Emily's opportunity, because she lived in the home with\nhim, to be a little closer to him in the sense of administering to his wants and needs. Emily\nhas been on duty for weeks past 24 hours a day and Edith has always been at hand to help.\n<\/p><p>\nThe Lord will bless you two daughters for what you did for your father.\n<\/p><p>\nThe son, Brother George Albert, was not here. His lot was in other places, but as soon as he\nreturned, he, too, did all he could to help his father as a devoted son.\n<\/p><p>\nWhile not a member of the family I should like to add just a word to what has already been\nsaid regarding Brother Arthur Haycock. No father ever had a son more devoted, more loyal,\nmore willing, more available, day or night, than Brother Arthur was available and willing to\nhelp President Smith. President Smith could not have lived so long as he did save for the help\nwhich this good, devoted, loyal young man gave to him, and the Lord will bless him, too, for\nthat.\n<\/p><p>\nANOTHER LEADER WILL COME\n<\/p><p>\nBut, I should like to say to the people that another leader will come in due course. Another\nleader will carry on. He, too, will have love in his heart for you. He, too, will live as\nPresident Smith has lived, near to the Lord, and this work, under him and under those who\nwill follow him, will roll forward just so surely as we live.\n<\/p><p>\nThe world expected the Church to go to pieces when the Prophet Joseph died. It did not.\nPeople thought that when Brigham Young passed, great soul that he was, that the work would\ndwindle and fade away. We used to hear that the Church could not survive the third\ngeneration. We are in the fifth and the sixth, and the Church still lives and grows.\n<\/p><p>\nSo to the Saints I say, while you mourn today be of good cheer, for the Lord has not\nforgotten you, nor will he, and he will lead you in the future as he has in the past.\n<\/p><p>\nSTRENGTH OF TESTIMONY\n<\/p><p>\nI repeat, his was a great life. He knew the truths that lie behind those immortal words of that\ngreat tragic figure of all time, Job. He, too, could say, \"I know that my redeemer liveth\"\n(<span class=\"citation\" id=\"26655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26655)\">Job 19:25<\/a><\/span>). That\nwas the moving, the guiding, the energizing testimony that kept President George Albert\nSmith going. He never forgot that, and that testimony never dimmed. It was with him as the\nmerest youth. It was with him the day of his death, and every day and hour that lay between.\n<\/p><p>\nHe also knew what we all know, that there will be a resurrection. The body and spirit shall be\nreunited to make the soul. He knew the truth expressed by Martha in that great interview\nbetween Martha and Christ at the time of the raising of Lazarus.\n<\/p><p>\n\"Lord, if thou hadst been here, my brother had not died\"\n(<span class=\"citation\" id=\"27490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27490)\">John 11:21<\/a><\/span>).\n<\/p><p>\nJesus said, \"Thy brother shall rise again.\" \"I know,\" replied Martha, \"that he shall rise again in\nthe resurrection at the last day.\"\n<\/p><p>\nThen came those great statements, \"I am the resurrection and the life: he that believeth in me,\nthough he were dead, yet shall he live: \n<\/p><p>\n\"And whosoever liveth and believeth in me shall never die. Believest thou this?\"\n<\/p><p>\n\"Yea, Lord: I believe that thou art the Christ, the son of God, which should come into the\nworld\" (<span class=\"citation\" id=\"27492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27492)\">John 11:23-27<\/a><\/span>).\n<\/p><p>\nThat was the testimony which burned in the heart of President George Albert Smith.\n<\/p><p>\nHIS WORK FINISHED\n<\/p><p>\nWe shall miss President Smith, miss all the qualities of which so much has been said and\ndeservedly said, and truthfully said, which he possessed but we shall not grieve, because his\nbody was worn and torn; living, he would have been an invalid. His work, I am sure, was\nfinished and more than once he expressed himself to me and to others that he wished to live\nno longer than the Lord wanted him to live. He was ready to go as the Lord desired.\n<\/p><p>\nHe greatly exemplified those wonderful words of Paul: \"I have fought a good fight, I have\nfinished my course, I have kept the faith\"\n(<span class=\"citation\" id=\"5112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5112)\">2 Tim. 4:7<\/a><\/span>).\nWhat a summation of a life, and how true that\nsummation is of this our beloved and departed president, George Albert Smith.\n<\/p><p>\nMay God give to his family and to the people, for I assure you, the family, that the people of\nthe Church mourn with you, may he give to you and to them the peace which He alone can\ngive, the peace of which the Savior spoke on the last night in the chamber, the night before\nthe crucifixion: \"Peace I leave with you, my peace I give unto you: not as the world giveth,\ngive I unto you. Let not your heart be troubled, neither let it be afraid\"\n(<span class=\"citation\" id=\"27500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27500)\">John 14:27<\/a><\/span>).\n<\/p><p>\nMay God give this to you, the bereaved immediately, and to us, the Saints, whom he loved so\nmuch, and to the world for which he had likewise a deep and undying love: that all of us may\nprofit by the great example which he set, so that we, too, may live righteously, loving our\nfellow men that we may be with him in the times to come, through all the eternities that are\nto follow, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}