{"ID":529, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcspkpos2\">and Second Counselor to President George Albert Smith<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1951, pp. 181-182<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the announcements made of groups who have sent messages of condolence and sympathy,\nwe mentioned ministers of other churches. May I announce to you today that the president of\nthe Reorganized Church, President Israel A. Smith, kinsman of President George Albert, is\nhere in person paying his respects to the family and is sitting among the mourners.\n<\/p><p>\nThe family very graciously asked if I would speak on this occasion. Out of consideration to\nyou and in face of the fact that much has been said in tribute to our departed brother, which\nneed not and should not be repeated, I will content myself to a few words of summary, and\ntrust that this will be acceptable to my dear friends who are members of this illustrious\nfamily.\n<\/p><p>\nPURPOSE OF SERVICES\n<\/p><p>\nThe purpose of these services is to pay tribute to our departed brother, and, secondly to bring\nsolace, and peace to the sorrowing hearts of the bereaved. We have listened to tributes, as\ngreat I think, as could be paid to any great leader.\n<\/p><p>\nMay I now say a word about the second purpose of a funeral service: To bring solace and\ncomfort to sorrowing hearts. This is done by three principal means.\n<\/p><p>\nFirst, in contemplation of the fact that he, whose departure strains the heart strings, has lived\na useful, noble life. What consolation that will bring to any bereaved father, mother, or child.\n<\/p><p>\nSecond, comfort in the consciousness that loved ones were true and loyal as his children and\nkinsfolk, and that particularly during illness they did everything humanly possible to\nadminister to his needs, to alleviate his pain, and to give him comfort.\n<\/p><p>\nAnd third, comfort in the assurance of the immortality of the human soul; the assurance that\ntheir father is just away.\n<\/p><p>\nIn the highest degree you children and kinsfolk should find peace and consolation from these\nthree contributing factors.\n<\/p><p>\nCOMFORT IN BEREAVEMENT\n<\/p><p>\nSecondly, and I speak advisedly here, for I have seen these children, son and daughters in\naction, the tender attention, thoughtful, efficient care rendered by you daughters and by Albert\nand other members of the family, your having left nothing undone, nothing unapplied, which\nmight contribute to your father's restoration or to his comfort, should now in this hour of\nbereavement bring consolation to your aching hearts. And not only in this hour, but\nthroughout the coming years.\n<\/p><p>\nAnd thirdly, as sure, as certain as Christ's spirit visited other spirits in the eternal realm while\nhis body lay in the borrowed tomb of Joseph of Arimathea, so lives the immortal spirit of\nyour father our friend, our beloved leader, President George Albert Smith. We said in the\nopening that we believed he is aware of our presence here today. Why shouldn't he be? Christ\nwas conscious of the nearness of His Father when he stood at the grave of Lazarus and said,\n\"I know thou hearest me always\" (<span class=\"citation\" id=\"27493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27493)\">John 11:42<\/a><\/span>).\n<\/p><p>\nLast Tuesday night Brother George Albert Smith lifted his hand to Sister McKay and me and\nsaid, \"Goodnight.\" That was his last word to us. Twenty-four hours later he awoke in a\nglorious morning in the presence of those loved ones who had gone before, and realized the\ntruth of Christ's saying on earth, \"In my Father's house are many mansions, if it were not so,\nI would have told you. I go to prepare a place for you\"\n(<span class=\"citation\" id=\"27496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27496)\">John 14:2<\/a><\/span>).\n<\/p><p>\nGod bless his memory and bring comfort to your souls today and always, you choice children\nand members of an illustrious family, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}