{"ID":53, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1943, pp. 26-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSince October Conference six months ago, a most unusual experience has been mine. With\nBrother Roscoe W. Eardley, I have visited in more than one hundred and twenty of the one\nhundred and forty-three Stakes of the Church in what may be called an inspection tour of\nWelfare projects and activities. We have held regional Welfare meetings in sixteen of the\nseventeen Welfare regions. I have appreciated this assignment and the gracious manner in\nwhich you brethren have received us.\n<\/p><p>\nPURPOSE OF WELFARE PLAN\n<\/p><p>\nBeing thus intensely engaged in the activities of Church Welfare, I am led to refer to some of\nthem here. In April, 1936&mdash;just seven years ago&mdash;the First Presidency, in \"An Important\nMessage to the Presidents of Stakes and Bishoprics of the Church,\" stated the\nguiding principles of the \"Church Welfare Plan.\" At the October Conference following, they\nread a report of what had been accomplished during the intervening six months. Their reason\nfor inaugurating the plan was stated as follows:\n<\/p><p>\nOur primary purpose was to set up, insofar as it might be possible, a system under which the\ncurse of idleness would be done away with, the evils of the dole abolished, and independence,\nindustry, thrift and self-respect be once more established amongst our people. Work is to be\nre-enthroned as the ruling principle of the lives of our Church members. . . The Church aims\nto help provide for the care and sustenance of those on direct relief&mdash;federal, state, and county,\nas also for those for whom the Church has heretofore cared. \n<\/p><p>\nThe progress made in Welfare production since the beginning has been remarkable. The\nevidence of it is apparent in every stake. A record of the time, means, and enthusiasm\nvoluntarily contributed to Welfare production and processing would fill volumes.\n<\/p><p>\nFrom those first general instructions given in April, 1936, that \"every bishop should aim to\nhave accumulated by next October conference sufficient food and clothes to provide for every\nneedy family in his ward during the coming winter,\" has developed what has come to be\nknown as \"the annual Churchwide Welfare budget,\" prepared each year with great care. The\none for 1943 now in your hands, if produced, processed, and delivered to bishops'\nstorehouses, will supply eighty percent of life's necessities for thirteen thousand people. We\nare getting some very valuable experience in producing.\n<\/p><p>\nThere are, however, two objectives of Church Welfare, for the accomplishment of which we\nmust accelerate our efforts. First, we must prayerfully and diligently seek to develop\nproduction and other projects through which work, that is, employment, suited to the capacity\nof our non-self-sustaining members shall be provided, and second, we must with vigor and in\nthe spirit of true charity, which is \"the pure love of Christ\"\n(<span class=\"citation\" id=\"38222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38222)\">Moro. 7:47<\/a><\/span>) seek to induce\nthese, our brothers and sisters, to help us in our Welfare activities and to be cared for in the\nWelfare way. Only thus can we help to do away with the curse of idleness, abolish the evils\nof the dole, and once more establish industry, thrift, and self-respect amongst our people.\n<\/p><p>\nDUTY OF CHURCH MEMBERS TO BE LEADERS\n<\/p><p>\nThere is still a tendency amongst us to place our hope and confidence for economic security\nin governmental and other welfare agencies rather than in our own industry. We have no\nbusiness being carried away by the false panaceas of the world. We are the members of the\nChurch of Christ. The Church and its members are to be leaders&mdash;not leaners&mdash;in the solution\nof the problems which confront us. We of the Church possess the \"everlasting covenant, even\nthe fulness of the gospel\" (<span class=\"citation\" id=\"11870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11870)\">D&amp;C 66:2<\/a><\/span>),\nwhich is to be our guide in resolving all issues. On\nthis subject the Lord hath thus spoken:\n<\/p><p>\nI have sent mine everlasting covenant into the world, to be a light to the world, and to be a\nstandard for my people, and for the Gentiles to seek to it, and to be a messenger before my\nface to prepare the way before me\n(<span class=\"citation\" id=\"11858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11858)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nAnd again, when giving instructions for the organization of His people, in regulating and\nestablishing the affairs of the storehouse for the poor of His people, the Lord stated His\npurpose to be:\n<\/p><p>\nThat through my providence, notwithstanding the tribulation which shall descend upon you,\nthat the church may stand independent above all other creatures beneath the celestial world\n(<span class=\"citation\" id=\"11879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11879)\">D&amp;C 78:3,14<\/a><\/span>).\n<\/p><p>\nNow, the Welfare plan points the way to that independence. At the base of that way lie some\nfundamental principles for the Latter-day Saints&mdash;and for all peoples in the world, for that\nmatter&mdash;to practice.\n<\/p><p>\nFirst, every individual should value his or her independence and labor with all his might to\nmaintain it by being self-sustaining. This the Lord enjoined upon us when from the Garden of\nEden He sent forth our first parents under the stern command, \"In the sweat of thy face shalt\nthou eat bread, till thou return unto the ground\"\n(<span class=\"citation\" id=\"23466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23466)\">Gen. 3:19<\/a><\/span>).\n<\/p><p>\nSecond, next to himself, the responsibility for sustaining an individual rests upon his\nfamily&mdash;parents for their children, children for their parents. It is an ungrateful child who,\nhaving the ability, is unwilling to assist his parents to remain independent of relief.\n<\/p><p>\nFinally, the individual having done all he can to maintain himself, and the members of his\nfamily having done what they can to assist him, then the Church, through the Welfare plan,\nstands ready to see that its members,\n<i>who will accept the plan and work in it to the extent of their ability<\/i>,\nshall each be cared for \"according to his family, according to his circumstances\nand his wants and needs\" (<span class=\"citation\" id=\"11864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11864)\">D&amp;C 51:3<\/a><\/span>).\n<\/p><p>\nAN EXAMPLE OF SELF-SUPPORT\n<\/p><p>\nHere is an example of what I mean by accepting the plan and working in it to the extent of\none's ability.\n<\/p><p>\nThere is an enterprising bishop in the Church who had living in his ward a retired cabinet\nmaker, owning enough tools and power machinery to equip a small shop. In the Welfare way\na shop was built, equipped, and stocked with lumber and other necessary materials. In that\nshop such articles as tables, benches, chairs, and cabinets are made. Many of them have been\nplaced in our meeting houses in that area. The day I learned of this project, I was happy to\nsee there an elderly brother who had many years ago helped teach me the carpenter trade. He\nhas passed the most active years of his life and cannot now hold a job in the competitive\nworld. He can, however, do considerable work in that shop. He responded with spirit to the\ninvitation and there gives his full services. From the bishops' storehouse, well-stocked from\nFast offerings and Welfare-produced commodities, he receives a comfortable living. He is thus\nsustaining himself and his wife. This accomplishment has been duplicated many times in our\nDeseret Industries and on other Welfare projects.\n<\/p><p>\nThe Church has within itself the power to make every one of its members, who can do\nanything, self-sustaining in the same way, if the leaders will only use that power in the spirit\nof their calling and our people will be converted and work and be cared for in the Welfare\nway.\n<\/p><p>\nTHE NEED FOR PERMANENT PROJECTS\n<\/p><p>\nI repeat again, my brethren, you and the Church members in general have responded\nmagnificently to the calls made upon you for Church Welfare. You have given time, money,\nwork, and property unstintingly. There is one more thing required. To succeed wholly we\nmust give ourselves to the solution of the individual problems of our brothers and sisters. If\nwe would draw them closer to us, win them to the Welfare way, we must have as great an\ninterest, or greater, in them as individuals in the solution of their personal problems and in the\nsuccess of their lives as we do in obtaining the material things which sustain their lives. We\nmust develop projects which will call for the service which they can render and demonstrate\nto them that the plan needs them as much as they need it.\n<\/p><p>\nPresently we are acquiring and developing permanent projects. This is well. We need\npermanent projects to insure the production of the necessities of life. We need them so that\nwe shall have a place where our members can work in producing those necessities when their\npresent employment ends. As we develop these projects, let us keep close to the people who\nshould be sustained by the products thereof. Let us bring them in and give them a hand in the\ndeveloping. Unless they work upon the projects, unless there are projects upon which they can\nwork, according to their capacities, and by so doing sustain themselves and thus re-habilitate\ntheir lives, the Welfare plan shall not have served its full purpose.\n<\/p><p>\nTRUE SERVICE CALLED FOR\n<\/p><p>\nOh! I know that such an approach calls for patient, intelligent, devoted, and Christ-like\nservice. I know that it is easier just to give money or to go and do the work ourselves, but\njust giving money and doing the work ourselves will not build up and rehabilitate our\nbrethren. We often do for our children that which they should do for themselves, rather than\nspend the time and effort, and exercise the patience necessary to teach them how, and induce\nthem to do it. But to what end? To the ruin of our children in many cases.\n<\/p><p>\nThrough the Welfare plan we shall make a practical application of the divine command,\n\"Love thy neighbor as thyself\" (<span class=\"citation\" id=\"30880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30880)\">Lev. 19:18<\/a><\/span>).\nWhen we do, \"the curse of idleness will be\ndone away with, the evils of the dole abolished, and independence, industry, thrift, and\nself-respect be once more established amongst our people.\" Then the Church shall \"stand\nindependent above all other creatures beneath the celestial world\"\n(<span class=\"citation\" id=\"11880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11880)\">D&amp;C 78:14<\/a><\/span>), in very deed \"a light . . .\nfor the gentiles to seek to\" (<span class=\"citation\" id=\"11859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11859)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nGod help us to speed the day, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}