{"ID":5302, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p2\" class=\"\">Elder J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:225e.jpg\" alt=\"Elder J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p3\" class=\"\">First, may I thank my grandchildren who have been praying the last couple of weeks that their grandfather would have the Spirit of the Lord with him on this occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p4\" class=\"\">Springtime in Utah brings the anticipated renewal of life. Easter approaches, and once again we ponder the Resurrection and our Father’s plan of salvation. The miracles of nature and the gospel combine to remind us that the Lord of Life is a God of miracles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p5\" class=\"\">For many, perhaps the most spectacular miracle would be the raising of someone from the dead. The scriptures describe the supreme joy of the widows of Zarephath and Nain whose dead sons were restored to life (see <span class=\"citation\" id=\"1313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1313)\">1 Kgs. 17:17–24<\/a><\/span>; <span class=\"citation\" id=\"32470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32470)\">Luke 7:11–15<\/a><\/span>.) The most dramatic episode tells how the Savior went to the sepulcher of His beloved friend Lazarus, who had lain dead for four days. Asking them to take away the stone, “he cried with a loud voice, Lazarus, come forth. And he that was dead came forth, bound hand and foot with graveclothes.” (<span class=\"citation\" id=\"29608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29608)\">John 11:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p6\" class=\"\">The Prophet Joseph Smith shared a profound insight which I’ll rephrase in the form of a question: <span class=\"emphasis\">Is it any more incredible that one could be raised from the dead than to be spiritually reborn?<\/span> (See <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 191.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p7\" class=\"\">John the Apostle taught that the highest manifestation of our Heavenly Father’s love was to send “his only begotten Son into the world, that we might live through him.” (<span class=\"citation\" id=\"1160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1160)\">1 Jn. 4:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p8\" class=\"\">Few understood this during His ministry. The intellectual Nicodemus was impressed with the miracles of Jesus; but even with extensive knowledge of the scriptures, he could not grasp the doctrine of spiritual rebirth, the transformation of the human soul, what it means to be born again. (See <span class=\"citation\" id=\"29598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29598)\">John 3:1–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p9\" class=\"\">Nature provides some striking parallels. The late film producer Cecil B. DeMille shared this experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p10\" class=\"\">“One day as I was lying in a canoe, a big black beetle … climbed up to the canoe. I watched it idly for some time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p11\" class=\"\">“Under the heat of the sun, the beetle proceeded to die. Then a strange thing happened. His glistening black shell cracked all the way down the back. Out of it came a shapeless mass, quickly transformed into beautifully, brilliantly-colored life. … There gradually unfolded iridescent wings from which the sunlight flashed a thousand colors. … The blue-green body took shape.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p12\" class=\"\">“Before my eyes had occurred a metamorphosis—the transformation of a hideous beetle into a gorgeous dragonfly. … I had witnessed … a miracle. Out of the mud had come a beautiful new life. And the thought came to me that if the Creator works such wonders with the lowliest of creatures, what may not be in store for the human spirit!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p13\" class=\"\">My testimony today is that through Jesus Christ we can be born again. We can change. We can change completely. And we can stay changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p14\" class=\"\">Such complete changes require the power of God. He gives this promise to His covenant people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p15\" class=\"\">“A new heart also will I give you, and a new spirit will I put within you: … and cause you to walk in my statute.” (<span class=\"citation\" id=\"23189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23189)\">Ezek. 36:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p16\" class=\"\">The king of the Lamanites was stirred by the power of the Spirit when taught the gospel. He asked Aaron: “What shall I do that I may have this eternal life of which thou hast spoken? … that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit … ? … I will give up all that I possess … that I may receive this great joy.” (<span class=\"citation\" id=\"10003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10003)\">Alma 22:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p17\" class=\"\">Note Aaron’s prescription: “If thou desirest this thing, if thou wilt bow down before God, yea, if thou wilt repent of all thy sins … and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.” (<span class=\"citation\" id=\"10004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10004)\">Alma 22:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p18\" class=\"\">Prostrating himself before the Lord, the king pled, “If thou art God, wilt thou make thyself known unto me, and I will give away all my sins to know thee.” (<span class=\"citation\" id=\"10005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10005)\">Alma 22:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p19\" class=\"\">From the pages of our missionary journal comes an event repeated often throughout the missions of the Church. John and Shirley Withers were successful advertising executives. They were on the fast track, indulging themselves in worldly pleasures. When contacted by our missionaries, they were impressed by their clean, sparkling countenances so unlike other young men they had known.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p20\" class=\"\">As the Spirit touched their hearts, the conversion miracle began. Their previous behavior became incompatible with gospel principles. A new set of priorities and values replaced worldly interests. Alcohol and tobacco habits became expendable, although with great effort. Modesty became the dress standard. Prayer, scripture study, Relief Society and priesthood service became the focus. They were baptized and received the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p21\" class=\"\">As Sister Clarke and I, with some of our missionaries, assembled in the Salt Lake Temple, John and Shirley Withers, with their children, were sealed together as an eternal family. Their countenances reflected the resplendent beauty of the emancipation of the soul. We witnessed a spiritual rebirth as if from the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p22\" class=\"\">I recently participated in a religious service in a state prison. As the inmates shared their testimonies, I was moved by their remorse for the behavior that necessitated their incarceration. But more impressive were their expressions of love for the Savior and hope for His mercy and forgiveness as they prayed that their repentance would be acceptable to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p23\" class=\"\">May I share these words from one in that meeting. In reading the Book of Mormon, he has discovered the healing balm and the compassion of a loving Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p24\" class=\"\">I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p25\" class=\"\">“Over the past month the Lord has given me so many blessings. He’s changed my heart. He’s taken away the anger, hatred, and fear. He’s replaced these with love and hope. He’s also taken away my foul mouth and my desire for tobacco. He’s helping me to overcome many fleshly weaknesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p26\" class=\"\">“I always believed I had a relationship with the Lord. I see now how self-serving that relationship was. When I read about Korihor it really hit me hard. I used a lot of the same justifications and rationalizations to create a ‘malleable god’ that I could shape to meet my wicked needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p27\" class=\"\">“I truly want to be baptized … a member of The Church of Jesus Christ of Latter-day Saints. I believe it is His Church and know my lifelong search is over.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p28\" class=\"\">Spiritual conversion is preceded by an intense desire for change and an admission that we need divine help. Only those who humbly open their hearts have the courage to admit error and place their trust in the Lord for forgiveness and redemption.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">I do not know how our Savior actually performs the sanctifying miracle of the Atonement, how He takes upon Himself our anguish of mind and body and assumes our pain and guilt; but I know He does. This leads me to these conclusions:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The incomprehensible severity of His suffering should convince us that we are loved and very important to our Heavenly Father. Otherwise, why would such suffering be permitted?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Our Savior’s sacrifice had to be a voluntary act of mercy, the shedding of innocent blood, the just for the unjust, the perfect for the imperfect.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>The Atonement must be infinite and eternal, available to all mankind.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>I believe, to use an insurance phrase, we must pay the deductible. We must experience sorrow enough, suffering enough, guilt enough so we are conscious and appreciative of the heavier burden borne by the Savior.<\/p>\n\t\t\t\t\t<p>My soul pains when His atonement is treated lightly, when the blessing of repentance is reduced to simply “taking care of it with the bishop,” when there is brief confession without humility or godly sorrow. This attitude of entitlement rather than privilege was recently expressed by a young Church member who wrote:<\/p>\n\t\t\t\t\t<p>“I have done bad things that I knew were bad because I’ve been taught that ever since I can remember. … I know repentance is a great gift. Without it I would be lost. I am not ready to repent of my sins; but I know that when I am ready, I can.”<\/p>\n\t\t\t\t\t<p>Such indulgence in premeditated sin shows pitiful misunderstanding of repentance. As Amulek warned, we must not procrastinate the day of our repentance until the end. (See <span class=\"citation\" id=\"10026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10026)\">Alma 34:32–35<\/a><\/span>.) Judgment for us could be today or tomorrow. We must not risk our opportunity to repent. Salvation is not just an escape from the penalty of sin but deliverance from sinfulness. The truly penitent not only seek forgiveness for past sins but plead for the Savior to purge their hearts of the desire or appetite for sin.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Finally, we must acknowledge the gift and comply with the conditions so that redemption might be complete. Love motivates our obedience to God. To express our love and gratitude for the Atonement, we covenant with our Heavenly Father to take upon us the name of His Son and to bear witness of Him at all times and in all places, observing His commandments. (See <span class=\"citation\" id=\"40888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40888)\">Mosiah 18:8–10<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-lord-of-life.p38\" class=\"\">I bear my solemn witness that full acceptance of the Atonement, with the saving ordinances of the gospel, changes lives. Through Jesus Christ, the Lord of Life, we can be raised from a death of error and sin to a spiritual rebirth of hope and eternal joy. He lives. He loves us. He pleads with us to come unto Him and find peace. That we may do so is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}