{"ID":5303, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Keep the Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p3\" class=\"\">As a young returned missionary, I and my returned missionary friends routinely bade our farewells with the words, “Keep the faith.” While this was a cliché given casually with very little thought, the admonition is serious, and it is the Lord’s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p4\" class=\"\">The Apostle Paul, in his second epistle to Timothy, declared, “I have fought a good fight, I have finished my course, I have kept the faith.” (<span class=\"citation\" id=\"5283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5283)\">2 Tim. 4:7<\/a><\/span>.) Keeping the faith to the end has always been our charge. In the eighteenth section of the Doctrine and Covenants, the Lord admonishes, “And as many as repent and are baptized in my name, which is Jesus Christ, and endure to the end, the same shall be saved.” (<span class=\"citation\" id=\"19767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19767)\">D&amp;C 18:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p5\" class=\"\">I shall never forget the impression left upon me when President Joseph Fielding Smith, in his ninety-fifth year, exclaimed, “I hope to endure to the end in this life.” Today, perhaps more than ever before, our faith is challenged on all fronts. This should not surprise us as it is part of God’s plan. As Abraham proved himself to the Lord with unwavering faith when he took his son Isaac to the mountain to be sacrificed, we also must prove our devotion, our endurance, and our faith to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p6\" class=\"\">We all face the normal and the expected challenges of mortality. We experience illness, we encounter transgression, we work through the difficulties of repentance, we sometimes wrestle with rebellion, and we deal with the stresses of providing for our families. These are expected. These we prepare for, and these we cope with.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p7\" class=\"\">For the faithful, the normal tests and trials of life need not be the enemy of faith. While we don’t necessarily look forward to these obstacles and challenges, we accept them, and we build our lives and faith from them. To the faithful, the very obstacles that we overcome draw us closer to our Heavenly Father by helping us develop a humble, submissive spirit and causing us to be grateful and appreciative of those blessings that flow from a loving Father. In short, these experiences can and often do increase our faith. The faithful do not pray to be spared the trials of life but pray that they may have the strength to rise above them. In so doing they come closer to Heavenly Father and to that state of perfection they are seeking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p8\" class=\"\">For Latter-day Saints, often the greater testing of faith—the subtle but more serious testing—comes not from the normal obstacles of mortality but from the successes of mortality. There is a strong relationship, even a cause-effect relationship, between faith and the required virtues of humility and a submissive heart, which have always been key ingredients of faith. So-called temporal achievements, whether materialistic or intellectual, when untempered with the principles of the gospel and the Spirit of the Holy Ghost, often move a person away from the fundamental principles that foster faith. When our successes are received without proper acknowledgment to Him who is the grantor of all blessings, these same successes often lead to false pride and a deterioration of the virtues that bring us to faith. When our successes lead to self-aggrandizement or the substitution of our earthly learning for Heavenly Father’s will, we jeopardize the principles upon which our faith is founded. Anything that erodes humility and submissiveness is indeed a threat to faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p9\" class=\"\">Whatever our station in life, whatever our achievements, no matter how great, a submissive heart and a humble spirit are still fundamental to our faith. We must guard against letting our worldly successes or earthly learning become a substitution for spiritual wisdom and divine direction given through the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p10\" class=\"\">In the Book of Mormon, Mormon explains the deteriorating condition of the Nephites resulting from their misplaced sense of achievement in earthly matters: “For they saw and beheld with great sorrow that the people of the church began to be lifted up in the pride of their eyes, and to set their hearts upon riches and upon the vain things of the world, that they began to be scornful, one towards another, and they began to persecute those that did not believe according to their own will and pleasure.” (<span class=\"citation\" id=\"9964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9964)\">Alma 4:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p11\" class=\"\">The Lord further warns us against relying solely upon man’s strength and wisdom. He said, “Cursed is he that putteth his trust in man, or maketh flesh his arm, or shall hearken unto the precepts of men, save their precepts shall be given by the power of the Holy Ghost.” (<span class=\"citation\" id=\"4547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4547)\">2 Ne. 28:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p12\" class=\"\">Jacob further enlightens us with the following: “O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.” (<span class=\"citation\" id=\"4524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4524)\">2 Ne. 9:28<\/a><\/span>.) Jacob then clarifies so we may all understand that learning under the proper circumstances has an important place in our lives. He explains, “But to be learned is good if they hearken unto the counsels of God.” (<span class=\"citation\" id=\"4528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4528)\">2 Ne. 9:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p13\" class=\"\">There are the so-called learned people who have let their intellect undermine their spiritual moorings and who would also attempt to lead the faithful away from those who are appointed by the Lord to lead. There are those who feel that our leaders are out of touch with the realities of the day. They would attempt to lead members by substituting their own knowledge for the revelations from God to His prophets. And unfortunately there are those who would so follow. Christ warned, “Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.” (<span class=\"citation\" id=\"37500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37500)\">Matt. 7:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p14\" class=\"\">In an attempt to further prepare the Saints against the inevitable threatening wolves, Paul the Apostle gave his warning: “For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.” (<span class=\"citation\" id=\"8412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8412)\">Acts 20:29<\/a><\/span>.) Where might these wolves get sheep’s clothing that is so authentic as to deceive the Lord’s flock? Could it be they are clothed with exceeding riches and fine clothing as Mormon warned? (See <span class=\"citation\" id=\"9965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9965)\">Alma 4:8<\/a><\/span>.) The vainness and frailties and foolishness of men, the learned that hearken not unto the commandments of God, as Jacob warned? (See <span class=\"citation\" id=\"4525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4525)\">2 Ne. 9:28<\/a><\/span>.) Could it be that sometimes they may clothe themselves to appear as righteous shepherds, that even the very elect might be deceived?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p15\" class=\"\">Yes, like Abraham of old, our faith is going to be tested. We will suffer sickness, pain, death, and tragedy. This is inevitable. This is a <span class=\"emphasis\">major reason<\/span> why we opted to participate in mortality. We can endure these trials and tribulations because we can draw upon the gifts of heaven, which will help us see them for what they are. As we conquer them, we are drawn closer to our Heavenly Father. We feel His love, gain His knowledge and truth. We are able to meet the test and endure these to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p16\" class=\"\">But it is that which we may not recognize for what it is that we must be concerned about—the substitution of man’s will for God’s inspired direction. Let us not be led astray by the sophistry of man, untempered by the principles of the gospel and the Spirit of the Lord. Let us not lose sight of those enduring God-given principles of humility and the submissive heart that have sustained us since the restoration of the gospel. Let us seek truth and guidance from a loving Father. Let us look to our Father in Heaven and His living prophets and personal revelation for guidance. When the prophets speak, let us listen and obey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/keep-the-faith.p17\" class=\"\">I bear solemn witness that God lives, that He cares enough to direct His prophets for our blessing and edification. I bear witness that as we seek direction from our Father, as we follow the prophets, our faith will be sustained and enlarged. And so, my brothers and sisters, my farewell words to you today, not given casually and not given without meaning and contemplation, but given with the soberness and the sincerity of my heart, are simply, “Keep the faith.” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}