{"ID":5304, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Search the Scriptures\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p2\" class=\"\">Elder L. Lionel Kendrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2304.jpg\" alt=\"Elder L. Lionel Kendrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p3\" class=\"\">When we left our heavenly home to take this trip through mortality, we received instructions and divine directions that would assist us in returning home safely to our Heavenly Father. These directions were clearly communicated to prepare us for our earthly experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p4\" class=\"\">Our Heavenly Father continues to communicate with us through revelation. These revelations are communications of divine directions. They may come to us personally or through the voice of the Lord’s chosen servants, the prophets, seers, and revelators. Those revelations received by prophets are given to us in the form of scripture or by the voice of the living prophets. Thus the scriptures become a road map, a set of divine directions to assist us on our journey through mortality and our return trip home. Just as a road map not read, the scriptures not searched are of little value to us in providing directions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p5\" class=\"\">Are we studying our divine directions daily? When was the last time we checked our celestial compass to see if we are still on course? The road to the celestial kingdom is one way. When we fail to search the scriptures, we may find ourselves going the wrong way on a one-way highway.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Scriptures<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p7\" class=\"\">The Savior gave us a clear concept of what constitutes scripture. Speaking of the early elders in this dispensation, he said: “And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord.” (<span class=\"citation\" id=\"19827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19827)\">D&amp;C 68:4<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p8\" class=\"\">Scriptures reveal the divine desires of the Lord in our behalf. Each of us should have a burning desire to search the scriptures diligently and daily to seek the will of the Lord in our life. For some it may be necessary to develop the discipline to search the scriptures daily.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Feelings<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p10\" class=\"\">How do we feel about the scriptures? Do we have the same love for the scriptures that was expressed by Nephi when he said: “For my soul delighteth in the scriptures, and my heart pondereth them. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p11\" class=\"\">“Behold, my soul delighteth in the things of the Lord; and my heart pondereth continually upon the things which I have seen and heard.” (<span class=\"citation\" id=\"4512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4512)\">2 Ne. 4:15–16<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p12\" class=\"\">We should show great respect and reverence for these sacred revelations. We should have feelings of gratitude for those who recorded and preserved these revelations for our research.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p13\" class=\"\">Jacob, one of the four major writers of the Book of Mormon, expressed concerns that he could write but a small portion of his words on the plates. He recorded that he would be limited in his writing “because of the difficulty of engraving our words upon plates.” (<span class=\"citation\" id=\"25973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25973)\">Jacob 4:1<\/a><\/span>.) Even with the difficulty of the task, Jacob felt it important to use a portion of the plates to express his tender feelings as to how he hoped that we would receive the words he had written. He said: “And we labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts, and look upon them that they may learn with joy and not with sorrow, neither with contemp.” (<span class=\"citation\" id=\"25974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25974)\">Jacob 4:3<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p14\" class=\"\">Some have suffered death to make it possible for us to have the scriptures today. Historically, the scriptures in the Bible were reserved for the clergy, with the reading of them by others being denounced. At times laws even prohibited the public or private reading of them. What a marvelous blessing we have to not only possess the most complete collection of scripture in history but also to have the freedom to search and to use them!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Purpose<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p16\" class=\"\">One of the most sacred purposes for which the scriptures were written was to make it possible for all to know Christ. The scriptures teach and testify of Jesus Christ. They teach us much that we need to know and to do to return to the presence of the Savior. John was specific in giving the purpose of the scriptures when he said: “But these [things] are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.” (<span class=\"citation\" id=\"29630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29630)\">John 20:31<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p17\" class=\"\">Nephi bore witness as to the reason he had recorded the revelations when he said: “And I, Nephi, have written these things unto my people, that perhaps I might persuade them that they would remember the Lord their Redeemer.” (<span class=\"citation\" id=\"2072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2072)\">1 Ne. 19:18<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Importance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p19\" class=\"\">The scriptures should be of the greatest importance in our lives. Our spiritual survival during the stresses of our society and the temptations of our time is greatly dependent upon the strength that we will receive from searching the scriptures and listening to the words of the prophets, seers, and revelators.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p20\" class=\"\">People as well as nations perish without scriptures. The scriptures are spiritual food for our spirit, which is just as important as physical food for our body. It was so important for Lehi to have the scriptures and records which were engraven on the brass plates that the Lord commanded Nephi to slay Laban in order to obtain them. The Lord knew of their importance for the spiritual nourishment of Lehi and his descendants. He explained: “It is better that one man should perish than that a nation should dwindle and perish in unbelief.” (<span class=\"citation\" id=\"2052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2052)\">1 Ne. 4:13<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p21\" class=\"\">In contrast, the Mulekites, who migrated to the American continent shortly after Lehi and his family left Jerusalem, failed to bring with them any sacred scriptures or records. Omni recorded the condition of a nation without scriptures:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p22\" class=\"\">“They had had many wars and serious contentions, and had fallen by the sword from time to time; and their language had become corrupted; and they had brought no records with them; and they denied the being of their Creator.” (<span class=\"citation\" id=\"41198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41198)\">Omni 1:17<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p23\" class=\"\">Even more serious than their continuous contentions and wars and the corruption of their language was the tragedy that they did not know the Savior. The pattern is the same for individuals as it is for nations. Without searching the scriptures, they cease to know the Savior.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Study<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p25\" class=\"\">The Savior provided counsel as to the way we should study scripture. He said: “And now, whoso readeth, let him understand; he that hath the scriptures, let him search them.” (<span class=\"citation\" id=\"6282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6282)\">3 Ne. 10:14<\/a><\/span>.) The Prophet Joseph Smith counseled:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p26\" class=\"\">“Search the scriptures—search the revelations … and ask your Heavenly Father, in the name of His Son Jesus Christ, to manifest the truth unto you, and if you do it with an eye single to His glory nothing doubting, He will answer you by the power of His Holy Spirit. You will then know for yourselves and not for another. You will not then be dependent on man for the knowledge of God; nor will there be any room for speculation.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> pp. 11–12.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p27\" class=\"\">It is not enough to read the scriptures. Random reading results in reduced retention. We must search for specifics. We must seek for truth and increased understanding of its application in our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p28\" class=\"\">If we are to be effective in our study of the scriptures, we must prepare for it to be a special spiritual experience. The following suggestions may be helpful.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t<ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>\n\t      <span class=\"emphasis\">Schedule<\/span>\n\t    <\/p>\n\t\t\t\t\t\t<p>Schedule a time to search the scriptures daily. Scripture study is such an essential part of our spiritual development that we must take time and make it a priority in our daily schedule. Our spirits should never be deprived of the much-needed spiritual nourishment which comes from scripture study. Without this spiritual food our spirits become starved and weakened to temptation.<\/p>\n\t\t\t\t\t\t<p>President Kimball taught the principle that “no father, no son, no mother, no daughter should get so busy that he or she does not have time to study the scriptures and the words of modern prophets.” (<span class=\"emphasis\">Ensign,<\/span> May 1976, p. 47.)<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>\n\t      <span class=\"emphasis\">Pray<\/span>\n\t    <\/p>\n\t\t\t\t\t\t<p>We should begin and end each study session with prayer. We must invite the Spirit to teach us. Nephi taught that: “the mysteries of God shall be unfolded … by the power of the Holy Ghost.” (<span class=\"citation\" id=\"2057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2057)\">1 Ne. 10:19<\/a><\/span>.)<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>\n\t      <span class=\"emphasis\">Search<\/span>\n\t    <\/p>\n\t\t\t\t\t\t<p>To search is to seek, to explore, to examine carefully. As we study we should do so with purpose, searching for specifics and an expansion of our vision of eternal truth. We must search for principles, doctrines, answers to questions, and solutions to problems. We should look for doctrinal relationships and for possible hidden meanings of that which has been recorded.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t<p>\n\t      <span class=\"emphasis\">Ponder<\/span>\n\t    <\/p>\n\t\t\t\t\t\t<p>To ponder is to meditate, to think, to feast, and to treasure. It is more than a mental method, it is a spiritual striving to obtain and to understand truth. We should follow the process taught by the Savior to the Nephites as he taught them sacred principles. He then instructed them to “Go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand, and prepare your minds for the morrow.” (<span class=\"citation\" id=\"6303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6303)\">3 Ne. 17:3<\/a><\/span>.)<\/p>\n\t\t\t\t\t\t<p>We should ponder the meanings of the things we learn from our search of the scriptures. The Apostle Paul instructed the Philippian Saints to “think on these things.” (<span class=\"citation\" id=\"41336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41336)\">Philip. 4:8<\/a><\/span>.) To think involves forming mental images in the mind and focusing intently upon that which has been discovered. Nephi counseled to “feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do.” (<span class=\"citation\" id=\"4553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4553)\">2 Ne. 32:3<\/a><\/span>.) To feast is to consume, to digest, to absorb.<\/p>\n\t\t\t\t\t\t<p>As we ponder, we should follow the counsel of the Savior when he said, “Treasure up in your minds continually the words of life.” (<span class=\"citation\" id=\"19873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19873)\">D&amp;C 84:85<\/a><\/span>). This implies that we should repeat in our minds the principles we have learned and draw upon them in each of our decisions.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t<p>\n\t      <span class=\"emphasis\">Relate<\/span>\n\t    <\/p>\n\t\t\t\t\t\t<p>Nephi has counseled to “liken all scriptures unto us, that it might be for our profit and learning.” (<span class=\"citation\" id=\"2073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2073)\">1 Ne. 19:23<\/a><\/span>.) We must read as if the Lord were speaking directly to us in a personal manner.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t\t<p>\n\t      <span class=\"emphasis\">Apply<\/span>\n\t    <\/p>\n\t\t\t\t\t\t<p>President Marion G. Romney counseled: “Learning the gospel from the written word … is not enough. It must also be lived. … One cannot fully learn the gospel without living it.” (<span class=\"emphasis\">Ensign,<\/span> Sept. 1980, p. 4.) As we learn a principle, we must make a real effort to apply and to live it in our life.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Conclusion<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-the-scriptures.p45\" class=\"\">The scriptures are priceless possessions. If we search the scriptures, seeking for the plain and precious principles, the Lord will reveal his will unto us and we will be richly blessed. If we research the revelations and respond correctly to them, we will return home safely to Heavenly Father. To this I so testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}