{"ID":5305, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Language of Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p3\" class=\"\">When I was young, I learned that great respect was owed to those who held the office of bishop. As a sign of that respect, we always addressed our bishop as “Bishop Christensen” or “Bishop Calder” or “Brother Jones.” We never called our bishop “Mr.” or by his first name, as we did in speaking to others. With the bishop, we always used an honored title.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p4\" class=\"\">When I was seventeen, I joined the Utah National Guard. There I learned that a soldier must use certain words in speaking to an officer. I saw this as another mark of respect for authority. I also observed that this special language served as a way of reminding both the soldier and the officer of the responsibilities of their positions. I later understood that same reasoning as explaining why full-time missionaries should always be called by the dignified titles of <span class=\"emphasis\">elder<\/span> or <span class=\"emphasis\">sister,<\/span> or the equivalent in other languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p5\" class=\"\">In my legal training I became familiar with the formal language lawyers use to address judges during court proceedings. After graduation I worked for a year as a law clerk to the chief justice of the United States. We always used the formal title of his office, Chief Justice. Similarly, communications to our most senior government leaders should be addressed in a particular way, such as Mr. President, Your Excellency, or Your Majesty. The use of titles signifies respect for office and authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p6\" class=\"\">The words we use in speaking to someone can identify the nature of our relationship to that person. They can also remind speaker and listener of the responsibilities they owe one another in that relationship. The form of address can also serve as a mark of respect or affection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p7\" class=\"\">So it is with the language of prayer. The Church of Jesus Christ of Latter-day Saints teaches its members to use special language in addressing prayers to our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p8\" class=\"\">When we go to worship in a temple or a church, we put aside our working clothes and dress ourselves in something better. This change of clothing is a mark of respect. Similarly, when we address our Heavenly Father, we should put aside our working words and clothe our prayers in special language of reverence and respect. In offering prayers in the English language, members of our Church do not address our Heavenly Father with the same words we use in speaking to a fellow worker, to an employee or employer, or to a merchant in the marketplace. We use special words that have been sanctified by use in inspired communications, words that have been recommended to us and modeled for us by those we sustain as prophets and inspired teachers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p9\" class=\"\">The special language of prayer follows different forms in different languages, but the principle is always the same. We should address prayers to our Heavenly Father in words which speakers of that language associate with love and respect and reverence and closeness. The application of this principle will, of course, vary according to the nature of a particular language, including the forms that were used when the scriptures were translated into that language. Some languages have intimate or familiar pronouns and verbs used only in addressing family and very close friends. Other languages have honorific forms of address that signify great respect, such as words used only when speaking to a king or other person of high rank. Both of these kinds of special words are appropriately used in offering prayers in other languages because they communicate the desired feelings of love, respect, reverence, or closeness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p10\" class=\"\">Modern English has no special verbs or pronouns that are intimate, familiar, or honorific. When we address prayers to our Heavenly Father in English, our only available alternatives are the common words of speech like <span class=\"emphasis\">you<\/span> and <span class=\"emphasis\">your<\/span> or the dignified but uncommon words like <span class=\"emphasis\">thee, thou,<\/span> and <span class=\"emphasis\">thy<\/span> which were used in the King James Version of the Bible almost five hundred years ago. Latter-day Saints, of course, prefer the latter. In our prayers we use language that is dignified and different, even archaic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p11\" class=\"\">The men whom we sustain as prophets, seers, and revelators have consistently taught and urged English-speaking members of our Church to phrase their petitions to the Almighty in the special language of prayer. President Spencer W. Kimball said, “In all our prayers, it is well to use the pronouns <span class=\"emphasis\">thee, thou, thy,<\/span> and <span class=\"emphasis\">thine<\/span> instead of <span class=\"emphasis\">you, your,<\/span> and <span class=\"emphasis\">yours<\/span> inasmuch as they have come to indicate respect.” (<span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Salt Lake City: Deseret Book Co., 1972, p. 201.) Numerous other Church leaders have given the same counsel. (See Stephen L Richards, in Conference Report, Oct. 1951, p. 175; Bruce R. McConkie, <span class=\"emphasis\">Ensign,<\/span> Jan. 1976, p. 12; and L. Tom Perry, <span class=\"emphasis\">Ensign,<\/span> Nov. 1983, p. 13.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p12\" class=\"\">Perhaps some who are listening to this sermon in English are already saying, “But this is unfamiliar and difficult. Why should we have to use words that have not been in common use in the English language for hundreds of years? If we require a special language of prayer in English, we will discourage the saying of prayers by little children, by new members, and by others who are just learning to pray.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p13\" class=\"\">Brothers and sisters, the special language of prayer is much more than an artifact of the translation of the scriptures into English. Its use serves an important, current purpose. We know this because of modern revelations and because of the teachings and examples of modern prophets. The way we pray is important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p14\" class=\"\">The English words <span class=\"emphasis\">thee, thou, thy,<\/span> and <span class=\"emphasis\">thine<\/span> occur throughout the prayers the prophets of the Lord have revealed for use in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p15\" class=\"\">A revelation given in 1830, the year the Church was organized, directs that the elder or priest who administers the sacrament “shall kneel … and call upon the Father in solemn prayer, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p16\" class=\"\">“O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ.” (<span class=\"citation\" id=\"19783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19783)\">D&amp;C 20:76–77, 79<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p17\" class=\"\">The prayer offered at the dedication of the Kirtland Temple in 1836 is another model that illustrates the language of prayer used by the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p18\" class=\"\">“And now, Holy Father, we ask thee to assist us, thy people, with thy grace, in calling our solemn assembly, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p19\" class=\"\">“That thy glory may rest down upon thy people, and upon this thy house, which we now dedicate to thee, that it may be sanctified and consecrated to be holy, and that thy holy presence may be continually in this house.” (<span class=\"citation\" id=\"19939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19939)\">D&amp;C 109:10, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p20\" class=\"\">This prophetic model of the language of prayer has been faithfully followed in all of the sacred petitions by which the prophets have dedicated temples to the Lord. Exactly one hundred years ago this week, at a spot not far from where I stand, President Wilford Woodruff began the dedicatory prayer of the Salt Lake Temple with these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p21\" class=\"\">“Our Father in heaven, thou who hast created the heavens and the earth, and all things that are therein; thou most glorious One, … we, thy children, come this day before thee, and in this house which we have built to thy most holy name, humbly plead the atoning blood of thine Only Begotten Son, that our sins may be remembered no more against us forever, but that our prayers may ascend unto thee and have free access to thy throne, that we may be heard in thy holy habitation.” (As quoted by Gordon B. Hinckley, <span class=\"emphasis\">Ensign,<\/span> Mar. 1993, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p22\" class=\"\">When the Prophet Joseph Smith was imprisoned in the jail at Liberty, Missouri, he wrote an inspired prayer, which we now read in the 121st section of the Doctrine and Covenants. Note the special language the Prophet used in addressing our Father in Heaven:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p23\" class=\"\">“O God, where art thou? And where is the pavilion that covereth thy hiding place? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p24\" class=\"\">“Remember thy suffering saints, O our God; and thy servants will rejoice in thy name forever.” (<span class=\"citation\" id=\"19953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19953)\">D&amp;C 121:1, 6<\/a><\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p25\" class=\"\">Other prayers offered by the Prophet Joseph Smith also use the special, formal language of prayer. (See <span class=\"emphasis\">The Personal Writings of Joseph Smith,<\/span> ed. Dean C. Jessee Salt Lake City: Deseret Book Co., 1984, pp. 283–84, 536–37.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p26\" class=\"\">To cite more recent examples, we are all aware that the prayers offered at these general conferences of the Church always use the special language of prayer we have learned from the examples of modern prophets and teachers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p27\" class=\"\">We are also guided by the special language we read in the prayers recorded in the King James Translation of the Bible and in the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p28\" class=\"\">We have scriptural record of three beautiful translated prayers the Savior offered during his earthly ministry. They are models for all of us. Notable in each of these prayers are the words <span class=\"emphasis\">thee, thou, thy,<\/span> and <span class=\"emphasis\">thine<\/span> instead of <span class=\"emphasis\">you, your,<\/span> and <span class=\"emphasis\">yours.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p29\" class=\"\">In teaching his disciples what we call the Lord’s Prayer, the Savior said, “After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.” (<span class=\"citation\" id=\"37498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37498)\">Matt. 6:9<\/a><\/span>; see also <span class=\"citation\" id=\"6299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6299)\">3 Ne. 13:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p30\" class=\"\">In his great intercessory prayer, uttered on the night before his crucifixion, the Savior used these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p31\" class=\"\">“Father, the hour is come; glorify thy Son, that thy Son also may glorify thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p32\" class=\"\">“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"29620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29620)\">John 17:1, 3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p33\" class=\"\">The Book of Mormon records this prayer the Savior offered during his visit to the righteous remnant of Israel on the American continent following his resurrection:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p34\" class=\"\">“Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p35\" class=\"\">“Father, I pray thee that thou wilt give the Holy Ghost unto all them that shall believe in their words.” (<span class=\"citation\" id=\"6315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6315)\">3 Ne. 19:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p36\" class=\"\">The special language of prayer that Latter-day Saints use in English has sometimes been explained by reference to the history of the English language. It has been suggested that <span class=\"emphasis\">thee, thou, thy,<\/span> and <span class=\"emphasis\">thine<\/span> are simply holdovers from forms of address once used to signify respect for persons of higher rank. But more careful scholarship shows that the words we now use in the language of prayer were once commonly used by persons of rank in addressing persons of <span class=\"emphasis\">inferior<\/span> position. These same English words were also used in communications between persons in an intimate relationship. There are many instances where usages of English words have changed over the centuries. But the history of English usage is not the point.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p37\" class=\"\">Scholarship can contradict mortal explanations, but it cannot rescind divine commands or inspired counsel. In our day the English words <span class=\"emphasis\">thee, thou, thy,<\/span> and <span class=\"emphasis\">thine<\/span> are suitable for the language of prayer, not because of how they were used anciently but because they are currently obsolete in common English discourse. Being unused in everyday communications, they are now available as a distinctive form of address in English, appropriate to symbolize respect, closeness, and reverence for the one being addressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p38\" class=\"\">I hope this renewal of counsel that we use special language in our prayers will not be misunderstood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p39\" class=\"\">Literary excellence is not our desire. We do not advocate flowery and wordy prayers. We do not wish to be among those who “pray to be heard of men, and to be praised for their wisdom.” (<span class=\"citation\" id=\"10037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10037)\">Alma 38:13<\/a><\/span>.) We wish to follow the Savior’s teaching, “When ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.” (<span class=\"citation\" id=\"37497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37497)\">Matt. 6:7<\/a><\/span>; see also <span class=\"citation\" id=\"6298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6298)\">3 Ne. 13:7<\/a><\/span>.) Our prayers should be simple, direct, and sincere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p40\" class=\"\">We should also remember that our position on special prayer language in English is based on modern revelations and the teachings and examples of modern prophets. It is not part of the teachings known and accepted by our brothers and sisters of other Christian and Jewish faiths. When leaders or members of other churches or synagogues phrase their prayers in the familiar forms of <span class=\"emphasis\">you<\/span> or <span class=\"emphasis\">your,<\/span> this does not signify a lack of reverence or respect in their belief and practice but only a preference for the more modern language. Significantly, this modern language is frequently the language used in the scriptural translations with which they are most familiar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p41\" class=\"\">We are especially anxious that our position on special language in prayers in English not cause some to be reluctant to pray in our Church meetings or in other settings where their prayers are heard. We have particular concern for converts and others who have not yet had experience in using these words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p42\" class=\"\">I am sure that our Heavenly Father, who loves all of his children, hears and answers all prayers, however phrased. If he is offended in connection with prayers, it is likely to be by their absence, not their phraseology.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p43\" class=\"\">When one of our daughters was about three years old, she did something that always delighted her parents. When we called her name, she would usually answer by saying, “Here me is.” This childish reply was among the sweetest things her parents heard. But when she was grown, we expected her to use appropriate language when she spoke, and of course she did. As the Apostle Paul said, “When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.” (<span class=\"citation\" id=\"883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(883)\">1 Cor. 13:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p44\" class=\"\">The same is true of prayer. Our earliest efforts will be heard with joy by our Heavenly Father, however they are phrased. They will be heard in the same way by loving members of our church. But as we gain experience as members of The Church of Jesus Christ of Latter-day Saints, we need to become more mature in all of our efforts, including our prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p45\" class=\"\">Men and women who wish to show respect will take the time to learn the special language of prayer. Persons spend many hours mastering communication skills in other mediums, such as poetry or prose, vocal or instrumental music, and even the language of access to computers. My brothers and sisters, the manner of addressing our Heavenly Father in prayer is at least as important as these.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p46\" class=\"\">It requires a little time for adults to learn how to use the language of prayer. But it is not really very difficult. In fact, we are more than 75 percent of the way in English prayers when we simply delete <span class=\"emphasis\">you<\/span> and <span class=\"emphasis\">your<\/span> and substitute <span class=\"emphasis\">thee<\/span> and <span class=\"emphasis\">thy.<\/span> (See Don E. Norton, Jr., <span class=\"emphasis\">Ensign,<\/span> Jan. 1976, pp. 44–47.) The special language of prayer is even easier in most other languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p47\" class=\"\">Modern revelation commands parents to “teach their children to pray.” (<span class=\"citation\" id=\"19837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19837)\">D&amp;C 68:28<\/a><\/span>.) This requires parents to learn and pray with the special language of prayer. We learn our native language simply by listening to those who speak it. This is also true of the language with which we address our Heavenly Father. The language of prayer is easier and sweeter to learn than any other tongue. We should give our children the privilege of learning this language by listening to their parents use it in the various prayers offered daily in our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p48\" class=\"\">The Prophet Joseph Smith said, “It is a great thing to inquire at the hands of God, or to come into His presence.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 22.) The special language of prayer reminds us of the greatness of that privilege. I pray that all of us will be more sensitive to the importance of using this reverent and loving language as we offer our public and private prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/the-language-of-prayer.p49\" class=\"\">I testify that this is the Church of Jesus Christ, which our Savior has restored in these latter days with the authority and duty to preach his gospel and his commandments to every nation, kindred, tongue, and people. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}