{"ID":5307, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Personal Temple Worship\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p3\" class=\"\">I rejoice with each of you as we have joined in the sustaining of our Church leaders. We welcome Brother Neil Andersen and Todd Christofferson as new General Authorities. Our hearts are filled with gratitude for the continuing growth of the Church as evidenced by so many new members, more missionaries, more temples, more ward and stake meetinghouses. We are growing, and we will continue to grow as we reach out and assist those individuals seeking hope and salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p4\" class=\"\">Available to all is our message that Jesus Christ is the literal Son of God and our Redeemer through whom salvation comes, that Joseph Smith is the revealer of the knowledge of Christ and of salvation in this age, that the Book of Mormon is a witness of the divinity of Christ, and that The Church of Jesus Christ of Latter-day Saints is the Lord’s church upon the earth and the only organization having the authority to teach the gospel and administer its ordinances. We invite all to partake of the blessings these truths make possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p5\" class=\"\">Today is the final day of our public showing of the new San Diego California Temple. When the gates close tonight, more than 700,000 people will have taken advantage of that opportunity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p6\" class=\"\">The first two days of the open house were set aside for state and local civic leaders, clergy of other faiths, business and education leaders, as well as for the media and the press. Several hundred accepted the invitation. It was my privilege, along with others, to welcome and speak to these guests and answer their questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p7\" class=\"\">Early in the morning on the first day, ignoring the rain, these invited guests stood in line to enter a house of the Lord. They quietly and reverently walked through the temple, gazing in amazement at the architectural beauty and appointments fitting a house of the Lord. They came to see for themselves what they had heard and read about.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p8\" class=\"\">Rabbi Wayne Dosick wrote in the <span class=\"emphasis\">San Diego Jewish Times:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p9\" class=\"\">“The Temple is built … of earthly materials to construct a place that inspires heavenly awe. This Mormon Temple uses sweeping architecture to create a space that invokes the celestial heavens that is awesome.” He continued, “We thank them for reminding us how holy a place a mere building can be.” (“Open House Update,” <span class=\"emphasis\">San Diego Jewish Times, <\/span>20 Mar. 1993.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p10\" class=\"\">Many moving accounts have come to our attention as a result of this open house; countless hearts have been touched. Over eight thousand individuals with special needs came in wheelchairs, each bringing relatives or friends to assist them. One young son paused at the entrance to the temple to carefully clean and polish the wheelchair his father was in before entering the sacred interior of the temple. A devoted father lifted his frail fifteen-year-old daughter in his arms as he carried her from her wheelchair into the bride’s dressing room. She looked around and said, “Oh, this is so beautiful.” With a smile on her lips and with tears in her eyes, she gently laid her head on her father’s shoulder and said, “This is where I want to come to be married someday.” This young girl had come to the temple from the hospital, where she has spent most of the past five years—her wish to see the temple fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p11\" class=\"\">Those who have attended the open house not only have been touched by its beauty, but notes and comments indicate that many have felt a deep reverence and profound emotional impact.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p12\" class=\"\">For more than one hundred years that same feeling has entered the hearts of vast numbers of visitors to this Temple Square as they have seen and felt the majesty and unsurpassed beauty of the Salt Lake Temple. One hundred years after its dedication, it proudly stands as a regal monument of the faith, industry, and vision of the Saints of God who built it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p13\" class=\"\">But even more majestic than the temple itself is the vision of the purpose of temples which guided the builders. That purpose is to redeem all mankind who are obedient to the laws and commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p14\" class=\"\">The gospel in its fulness was revealed to Adam, and undoubtedly all religious practices are derived from the remnants of the truth given to Adam. Some religious practices given in those early days have, no doubt, been corrupted as they have been handed down through the ages. But faithful members who understand the eternal nature of the gospel—of God’s holy purpose to bring to pass the eternal life of man—understand clearly why the history of man seems to revolve around the building and use of temples. (See John A. Widtsoe, “Temple Worship,” <span class=\"emphasis\">Utah Genealogical and Historical Quarterly, <\/span>Apr. 1921, pp. 53–54.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p15\" class=\"\">Saints of all ages have had temples in one form or another. There is evidence that temple worship was customary from Adam to Noah and that after the Flood the holy priesthood was continued; therefore, we have every reason to believe the ordinances of the temple were available to those entitled to receive them. (See Widtsoe, “Temple Worship,” p. 52.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p16\" class=\"\">The Lord “commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, … that those ordinances might be revealed which had been hid from before the world was.” (<span class=\"citation\" id=\"19981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19981)\">D&amp;C 124:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p17\" class=\"\">In Exodus the Lord instructed Moses in meticulous detail regarding the specifications and requirements for the building of the tabernacle. “Though this was but a tent it was elaborately furnished and appointed, the choicest possessions of the people being used in its construction” (James E. Talmage, <span class=\"emphasis\">Articles of Faith,<\/span> Salt Lake City: Deseret Book Co., 1984, pp. 138–39.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p18\" class=\"\">It was to be portable and movable throughout the wanderings of the Israelites and served their spiritual needs for more than five hundred years. Utility and sublime grandeur were blended in the construction of this unique edifice. This was also true of Solomon’s temple—which superseded the tabernacle as the permanent sanctuary of the Lord—and of temples built by His authority today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p19\" class=\"\">The center of the community in ancient Israel was the temple. It is an institution of the greatest antiquity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p20\" class=\"\">One of the purposes of temples is to provide a place where redemption of the dead may be made possible by providing the necessary saving ordinances for them by living proxies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p21\" class=\"\">A great responsibility is associated with the supernal work of the redemption of the dead. In a funeral sermon for his close friend, King Follett, Joseph the Prophet said: “The greatest responsibility in this world that God has laid upon us is to seek after our dead.” (<span class=\"emphasis\">History of the Church,<\/span> 6:313.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p22\" class=\"\">In seeking after our dead ancestors, we may have visions of tedious poring over musty books and microfilms and years of searching, unless we possess the vision of this great latter-day work and understand how to proceed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p23\" class=\"\">The Church Family History Department has microfilmed vital records for about two billion individuals. All that we have to do for a given ancestor is hope his or her records exist—and then find them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p24\" class=\"\">Yes, it isn’t always easy. But as you pursue your search, keep these three principles in mind:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p25\" class=\"\"><span class=\"emphasis\">First: <\/span>The Lord never asks the impossible. Often the difficult, but never the impossible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p26\" class=\"\">Some may feel that they have conscientiously sought the Spirit in the task of finding ancestral information without success and therefore attribute their lack of success to insufficient faith. If you have felt this way, I suggest patience. Give the Lord time. Have faith that in His due time, all of the information you need will become available. But in the meantime, ask the Lord to direct your attention to other ancestors whose information is more accessible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p27\" class=\"\">There is also available to you another valuable source of help. Knowledgeable family history consultants are now available in your ward and stake to assist you in your searching for your ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p28\" class=\"\"><span class=\"emphasis\">Second: <\/span>Begin where you are. Take one step at a time. You know key information about the lives of your parents. Record their information and then move backward, a generation at a time, watching for unbaptized, unendowed, and unsealed ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p29\" class=\"\"><span class=\"emphasis\">Third: <\/span>Don’t try to do everything at once. King Benjamin taught: “And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength.” (<span class=\"citation\" id=\"40877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40877)\">Mosiah 4:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p30\" class=\"\">Prayerfully determine what you should do for your ancestors. Many factors affect this—what other family members might have done already, your own abilities and interests, the time you have available. But it is important that you <span class=\"emphasis\">do something.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p31\" class=\"\">Regular temple attendance is one of the simplest ways you can bless those who are waiting in the spirit world. If you live near a temple, partake of the opportunity to go <span class=\"emphasis\">often<\/span> and <span class=\"emphasis\">regularly.<\/span> If you live some distance from a temple, plan excursions so that you, too, might be uplifted and edified through this most satisfying and much-needed labor of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p32\" class=\"\">Eighty-three-year-old Luella Boyd, a widow, would leave her home in Basin, Wyoming, at five o’clock in the morning, drive seven hours to the temple in Idaho Falls, arriving about noon, and then participate in four endowment sessions. The next morning she would be at the temple as it opened and attend eight more sessions, going without lunch. On the third day she would start at 5:00 <span class=\"small\">A.M.<\/span>, and complete four endowments by noon—then drive home to Basin, Wyoming, arriving at 8:00 <span class=\"small\">P.M.<\/span> Sixteen sessions—six hundred miles—three days—eighty-three years old! One year she did this <span class=\"emphasis\">eleven<\/span> times, missing only one month because of bad weather. The most exceptional part of this story is that she currently is serving as a Family History missionary right here in Salt Lake City. Remember, Sister Boyd is eighty-three years old. And you and I think we are busy! What a marvelous spirit and dedication! She is one of 365 full-time Family History missionaries serving in Salt Lake having a remarkable spiritual experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p33\" class=\"\">Now, after you have accomplished the temple work for your immediate ancestors, identify the difficult-to-find ancestors, serve in Family Record Extraction, or create a computer version of your family records to share with family members and others through the Church’s Ancestral File.™ All of these activities help provide the sacred ordinances of the temple for your ancestors. If you will do this, you will know the indescribable joy of being a savior on Mount Zion to a waiting ancestor whom you have helped.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p34\" class=\"\">The Lord has poured out His Spirit upon His children—which is manifest in new technology, simplified procedures, and expanding resources, which enable us to accelerate our progress in the redemption of the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p35\" class=\"\">When we have conscientiously done all we can to locate records of our ancestors, the Lord will direct our attention to obscure records in unlikely places where ancestral information has been preserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p36\" class=\"\">A dedicated Family History missionary could not read the microfilm information for one woman. He could not decipher it. He knelt at his work area to ask the Lord for help—but still could not read the microfilm. He knelt again and petitioned the Lord, but still could not read it. The third time he knelt down and suggested to the Lord that he felt that this woman was waiting for her work to be done and if he couldn’t read the microfilm, how could this take place? As he got up and looked at the microfilm again, it was perfectly clear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p37\" class=\"\">I believe that when you diligently seek after your ancestors—in faith—needed information will come to you, even when no mortal records of their lives are available.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p38\" class=\"\">Our labor for our ancestors is part of the divine plan of our Heavenly Father. It is a momentous assignment given to His Church, which we <span class=\"emphasis\">will<\/span> complete because He has ordained it. This work is a powerful witness of the divine mission of Joseph Smith, through whom it was revealed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p39\" class=\"\">Elder John A. Widtsoe made this remarkable statement: “When the history of human thought shall be written from the point of view of temple worship, it may well be found that temples and the work done in them have been the dominating influence in shaping human thought from the beginning of the race. Even today,” he continued, “political controversies are as nothing in determining the temper of a people, as compared with religious sentiments and convictions, especially as practiced in the temples of the people.” (“Temple Worship,” p. 52.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p40\" class=\"\">The salvation of our Heavenly Father’s children from Adam and Eve to the present generation is the most important work in time and eternity. Our joy—or our disappointment—in the eternities may hinge on our willing participation in this great latter-day work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p41\" class=\"\">President Spencer W. Kimball said, “The more clearly we see eternity, the more obvious it becomes that the Lord’s work … is one vast and grand work with striking similarities on each side of the veil.” (<span class=\"emphasis\">Ensign,<\/span> Jan. 1977, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/personal-temple-worship.p42\" class=\"\">God bless us to love our ancestors and to be worthy of temple participation. I declare this work is true. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}