{"ID":5309, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Power of the Church Rooted in Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p2\" class=\"\">Elder V. Dallas Merrell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2266.jpg\" alt=\"Elder V. Dallas Merrell\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p3\" class=\"\">I wish for each one of you to know of the profound love that I feel for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p4\" class=\"\">I am intrigued as knowledgeable people of the world comment on the influence and power of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p5\" class=\"\">I would like to share with you some observations of Harold Bloom, who is a Jewish religious scholar. Dr. Bloom is a distinguished professor at both New York and Yale universities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p6\" class=\"\">Professor Bloom has written about the power and future of the Church, and he extols Joseph Smith as “an authentic religious genius, unique in our … history,” and praises “the sureness of his instincts, his uncanny <span class=\"emphasis\">knowing<\/span> precisely what [was] needful for the inauguration of a new faith.” (<span class=\"emphasis\">The American Religion,<\/span> New York: Simon &amp; Schuster, 1992, pp. 82–83.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p7\" class=\"\">Joseph Smith and Mormonism, he says, have contributed to the world “a more human God and a more divine man.” (P. 100). Bloom says, “I also do not … doubt that Joseph Smith was an authentic prophet. Where in all American history can we find his match?” (P. 95.) “Nothing else in all of American history strikes me as … equal to the early Mormons, to Joseph Smith, Brigham Young, Parley and Orson Pratt, and the men and women who were their followers and friends.” (P. 79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p8\" class=\"\">I am pleased to add my perspective to the impressive conclusions of Dr. Bloom. He wrote about how differently a believer might perceive Mormonism, and I am a believer. I am also one who has spent decades of academic and professional work researching and advising institutions on matters of leadership and power, and I wish to share with you my understanding about the <span class=\"emphasis\">real<\/span> power of the Church. I invite each of you to think with me about several reasons why the true character and power of this work transcends the genius of any man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p9\" class=\"\"><span class=\"emphasis\">In the first place, the power of the Church is based on divine authority.<\/span> God the Father and the Son appeared to Joseph Smith and directed the restoration of their Church. Jesus Christ has chosen and ordained those who hold exclusively the priesthood keys to unlock and direct God’s work. The power and authority of the First Presidency and the Quorum of the Twelve Apostles extend to Christ’s ordained work in all the world. He has appointed the Apostles and the Seventy to travel in all nations to build up and regulate the Church. The Lord also calls “standing ministers” (<span class=\"citation\" id=\"19975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19975)\">D&amp;C 124:137<\/a><\/span>) to stay and bless us where we are and has affirmed the validity of his ordained representatives: “Whether by mine own voice or by the voice of my servants, it is the same.” (<span class=\"citation\" id=\"19736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19736)\">D&amp;C 1:38<\/a><\/span>.) Those in authority have no question about whose work this is and for whom we labor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p10\" class=\"\"><span class=\"emphasis\">Secondly, immense power comes from our divinely mandated purpose.<\/span> The Church’s goal is not social standing, nor is it political or economic power. Our purpose is to invite all people to come unto Christ and be perfected in Him. Revealed gospel doctrines give us vision and perspective about God and His plan for our salvation. The Church is a divine instrument to help us qualify for eternal life, which is life with God. That is our sacred purpose, and it shapes everything about the Lord’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p11\" class=\"\"><span class=\"emphasis\">The power of the Church is also related to its essential work.<\/span> Our work is to teach correct doctrine and principles of the gospel, and to provide all humankind with saving ordinances so that they will receive “all that [the] Father hath.” (<span class=\"citation\" id=\"19869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19869)\">D&amp;C 84:38<\/a><\/span>.) President Howard W. Hunter has declared, the Church “has a comprehensive and inclusive message … restored to meet the needs of all mankind.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1991, pp. 18–19.) Indeed, the Church is establishing an expansive family that includes every race, creed, tongue, and gender, the poor and needy, sinners and saints, the living <span class=\"emphasis\">and<\/span> the dead in the merciful, just, and fair operations of God’s plan for all of His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p12\" class=\"\"><span class=\"emphasis\">We are empowered by faithful Latter-day Saints who are disciples of Jesus Christ, not just members of the Church.<\/span> The power of the Church is based profoundly on discipleship that is rooted in individual faith in the Lord Jesus Christ. Our faith is demonstrated at the waters of baptism, by worthily partaking of the sacrament, in temple worship, and in the integrity of our daily lives. True disciples seal their faith in service that is motivated by love for the Savior and for the people of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p13\" class=\"\"><span class=\"emphasis\">The strength of the Church is also rooted in obedience to the principle of<\/span> <span class=\"emphasis\">stewardship.<\/span> We acknowledge that all we possess belongs to God. We and all brothers and sisters who preceded us come as one, in common, to bring our offerings of tithes, time, and talents for building the kingdom of God. We strive to lift one another as neighbors and to establish ourselves as a covenant community whose lives are centered in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p14\" class=\"\"><span class=\"emphasis\">Finally, the source of the Church’s power involves continuous improvement.<\/span> Our most fundamental doctrines impel us to improve, individually and collectively. We counsel one with another. We pray together and in secret. We acknowledge our weaknesses, search scriptures, and ponder course adjustments. We receive the righteous benefits from heavenly-inspired gifts of science, technology, and art. We correlate, correct, and realign, bringing all truth we are capable of receiving to harmonize our lives and the leadership and organization of this work with the teachings and perfect example of our leader, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p15\" class=\"\">Some, as Dr. Bloom suggests, might have a “healthy fear” of the future power of the Mormons. (<span class=\"emphasis\">The American Religion,<\/span> p. 86.) To them, we answer humbly, This is the ongoing work of the Almighty. This is not the church of Joseph Smith. It is <span class=\"emphasis\">The<\/span> Church of Jesus Christ. It is the only organization in all the world that will not fail. We are witnessing today the fulfillment of the words of the prophet Daniel: The God of heaven shall set up a kingdom, which shall fill the whole earth and shall stand forever. (See <span class=\"citation\" id=\"10811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10811)\">Dan. 2:29–45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p16\" class=\"\">Professor Bloom complimented the patience of our Church leaders. Patience is born of justified optimism. Elder Heber C. Kimball, an early Apostle, provides an impressive illustration. He returned from a mission to England in 1838 to find that half of the members in Kirtland, Ohio, had left the Church. The Prophet Joseph Smith and several key leaders were imprisoned for five months. Five of the Apostles and two of the Three Witnesses had apostatized. Thousands of the Saints in Missouri were being mobbed and driven from their torched homes. Entering this bleak situation, Elder Kimball wrote: “I can truly say that I have never seen the Church in a better state since I have been a member of it. What there [is] left, [they] are firm and steadfast, full of love and good works … [and] have lost all [that they have] and are now ready to go [out to] preach the Gospel to a dying world.” (Orson F. Whitney, <span class=\"emphasis\">The Life of Heber C. Kimball,<\/span> Salt Lake City: Bookcraft, 1992, p. 246.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p17\" class=\"\">At that same time, Joseph Smith penned these inspiring words from Liberty Jail: “What power shall stay the heavens? As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints.” (<span class=\"citation\" id=\"19957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19957)\">D&amp;C 121:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p18\" class=\"\">With grand optimism the Prophet Joseph wrote to the editor of the <span class=\"emphasis\">Chicago Democrat:<\/span> “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” (<span class=\"emphasis\">History of the Church,<\/span> 4:540.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p19\" class=\"\">We rejoice that the future belongs to our Master, who created this world, provided the plan of salvation, and established this church. For He himself declared: “For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.” (<span class=\"citation\" id=\"19879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19879)\">D&amp;C 84:119<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/power-of-the-church-rooted-in-christ.p20\" class=\"\">No other institution has the divine character as does The Church of Jesus Christ of Latter-day Saints. That is because it has true authority, revealed purpose, a divine work, committed disciples, a vision of our stewardship, and impelling principles of eternal progress. To these things I humbly and gratefully testify, in the name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}