{"ID":531, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Counteracting Pernicious Ideas and Subversive Teachings<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1951, pp. 4-11<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, in behalf of the General Authorities and in humility I bid you\nwelcome, you who are here assembled in such large numbers, filling this historic Tabernacle\nto capacity, and also the tens of thousands who are listening in by radio and television. I pray\nfor your help and assistance, and especially for the inspiration of the Lord, that we may sense\nhis presence, and that everyone who is called upon to take any part in this conference may be\nguided by his inspiring influence.\n<\/p><p>\nIt is with mingled feelings of joy and satisfaction, encouragement, anxiety, and apprehension,\nthat I stand before you this morning.\n<\/p><p>\nGROWTH AND PROGRESS OF CHURCH\n<\/p><p>\nI rejoice in the continued growth and progress of the Church. It is a great source of\nsatisfaction to the General Authorities, and I am sure it will be to you, to know that from all\nparts of the world where the gospel is being preached, reports show substantial advancement\nin nearly every line of endeavor. The stakes and wards are growing in number, as also are the\norganized branches in the missions&mdash;in the Americas, Europe, and in the islands of the\nPacific.\n<\/p><p>\nThere are more houses of worship in the Church today than ever before in its history, and at\nthe present time there are 420 buildings under construction. Temple ordinances performed\nsince January 1, 1951 to August 31, 1951 exceed those for the corresponding period last year\nin all temples excepting one, and there is a slight decrease there, but the decrease is\nexplainable. That is in Hawaii.\n<\/p><p>\nNotwithstanding this great building program and the other work being carried on in which\nward members contribute fifty percent and missions and branches twenty and thirty percent of\nthe cost of construction, tithes and offerings are steadily and consistently increasing.\n<\/p><p>\nUPRIGHTNESS OF SERVICEMEN\n<\/p><p>\nBecause of the call to military duty the number of missionaries in the field is not so large as\none year ago. The missionaries are returning and reporting for military duty by the scores\nevery month. Reports of uprightness in the lives of these returned missionaries indicate that\nby example they will still continue to be good missionaries while serving their country.\n<\/p><p>\nI think I shall take time to give you just an extract from one of these reports. A letter dated\nSeptember 4, 1951 from a major says this: \n<\/p><p>\n\"This is quite a group we have, With the exception of two fellows it is made up entirely of\nreturned missionaries. This morning we all ate together in the enlisted men's mess hall, and\nnot a single one of them had coffee, even though boiling pitchers full were set at each table. I\nnoticed a peculiar look on the mess sergeant's face as he scratched his head in bewilderment\nwhen thirty-two soldiers all took milk.\"\n<\/p><p>\nIt is only a little incident, but it speaks volumes for the loyalty of our missionaries who are\nentering the service in their determination to maintain the standards of the Church. God bless\nthem!\n<\/p><p>\nSUBVERSIVE TEACHINGS\n<\/p><p>\nAll these and other favorable incidents and reports give cause for satisfaction and gratitude,\nbut as I said, there are other things which give rise to feelings of apprehension. For example,\nthe prevalence of pernicious ideas and subversive teachings which pervert the minds of the\nunstable and uninformed, and in some cases divert the youth from Church standards. In this\nregard there is reason for concern, too.\n<\/p><p>\nThe quorums of the priesthood and the auxiliaries, and especially the parents, may not be\ndoing all that they should to counteract these poisonous influences. Religious leaders, civic\nofficers, and all lovers of law and order are today deeply concerned, and not without\njustification, about the recklessness and lawlessness of youth. Even young folk themselves are\ndeprecating the disobedience of parental authority manifested by some of their companions.\n<\/p><p>\nIt is a dangerous sign, brethren, when home discipline breaks down, and the loving advice of\na wise father and a loving mother is defied. We are told by an elderly American explorer that\namong the Iroquois Indians \"the crime which is regarded as most horrible, and which is\nwithout example, is that a son should be rebellious toward his mother\"&mdash;an ideal that might be\nwell cherished today among men who esteem themselves high in the scale of civilization.\n<\/p><p>\nMESSAGE TO YOUTH\n<\/p><p>\nOur country's most precious possession is not our vast acres of range land supporting flocks\nand herds; not productive farms- not our forests; not our mines nor oil wells producing\nfabulous wealth&mdash;our country's greatest resource is our children, our young men and women\nwhose characters will largely determine our nation's future. If it were possible for me this\nmorning to speak directly to the young men and women of the Church, I would say that you\nshould always remember that true joy of life is found, not in physical indulgence and\nexcesses, but in clean living and high thinking; in rendering to others, not inconvenience,\ninjury, or pain, but encouragement, cheer, and helpfulness.\n<\/p><p>\nThis is simply saying to them that satisfaction in daily life is found in trying to keep the\nsimple law, \"Do unto others as you would have others do unto you\"\n(<span class=\"citation\" id=\"34433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34433)\">Matt. 7:12<\/a><\/span>). Right actions toward\nothers always bring joy; wrongful deeds result in pain, and not infrequently, remorse.\n<\/p><p>\nOBEDIENCE BRINGS BLESSINGS\n<\/p><p>\nConformity to the Lord's word or law will invariably contribute to man's happiness and\nsalvation. Those who do not what the Lord commands, we are told, will be subjected to\njustice and judgment. In other words, there is eternally operative in the moral world a law of\ncompensation and retribution&mdash;compensation commensurate with conformity to law;\nretribution in actual degree to the extent of disobedience.\n<\/p><p>\nIn this sense I use the word law as having a deeper significance than a rule or dictum\nprescribed by authority for human actions. It means, rather, ''a uniform order of sequence\" as\noperative and unvarying as the law of the inclined plane, or the law of falling bodies.\n<\/p><p>\nConfirmation of this may be found in the Lord's statement to Cain, the first disobedient son\nin history. \"If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth\nat the door\" (<span class=\"citation\" id=\"23574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23574)\">Gen. 4:7<\/a><\/span>).\n<\/p><p>\nIt is also stated by the Prophet Joseph Smith, \"There is a law, irrevocably decreed in heaven\nbefore the foundations of this world, upon which all blessings are predicated.\n<\/p><p>\n\"And when we obtain any blessing from God, it is by obedience to that law upon which it is\npredicated\" (<span class=\"citation\" id=\"12945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12945)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nIt is said, parents, boys, and girls, that \"the soul in the formative period of youth, while it is\nyet unspotted from the world, may be likened to a block of pure, uncut Parian marble, in\nwhich lie boundless possibilities of beauty or of deformity. From the crude marble one will\nchisel a form of exquisite grace and symmetry; another, a misshapen monstrosity, each\nvisualizing in the formless stone the conception of his brain. Thus we are molded by our\nideals.\"\n<\/p><p>\nNEED FOR RIGHT THINKING\n<\/p><p>\nThoughts are the seeds of acts, and precede them. Mere compliance with the word of the\nLord, without a corresponding inward desire, will avail but little. Indeed, such outward actions\nand pretending phrases may disclose hypocrisy, a sin that Jesus most vehemently condemned.\n<\/p><p>\n\"O generation of vipers,\" he exclaimed, \"how can ye, being evil, speak good things?\"\n(<span class=\"citation\" id=\"34441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34441)\">Matt. 12:34<\/a><\/span>).\nThe Savior's constant desire and effort were to implant in the mind right thoughts,\npure motives, noble ideals, knowing full well that right words and actions would eventually\nfollow. He taught what modern physiology and psychology confirm, that hate, jealousy, and\nother evil passions destroy a man's physical vigor and efficiency. \"They pervert his mental\nperceptions and render him incapable of resisting the temptation to commit acts of violence.\nThey undermine his moral health. By insidious stages they transform the man who cherishes\nthem into a criminal.\"\n<\/p><p>\nEXAMPLE FROM CHARLES DICKENS\n<\/p><p>\nCharles Dickens makes impressive use of this fact in his immortal story, <i>Oliver Twist<\/i>,\nwherein Monks is introduced first as an innocent, beautiful child; but as \"ending his life as a\nmass of solid bestiality, a mere chunk of fleshed iniquity. It was thinking upon vice and\nvulgarity, that transformed the angel's face into the countenance of a demon.\"\n<\/p><p>\nThat great writer says this: \"It is almost impossible to believe that such a devilish nature as\nBill Sikes, depicted in the same book, could be found in human form,\" but Dickens says: \"I\nfear there are in the world some insensible and callous natures that do become, at last, utterly\nand irredeemably bad. But whether this be true or not, of one thing I am certain&mdash;that there\nare such men as Sikes, who, being closely followed through the same space of time, and\nthrough the same current of circumstances, would not give by one look or action for a\nmoment the faintest indication of a better nature. Whether every gentler human feeling is dead\nwithin such bosoms, or the proper chord to strike has rusted and is hard to find, I do not\nknow, but the fact is so, I am sure.\"\n<\/p><p>\nI am trying to emphasize that each one is the architect of his own fate, and he is unfortunate,\nindeed, who will try to build himself without the inspiration of God, without realizing that he,\ngrows from within, not from without.\n<\/p><p>\nTHE GREAT STONE FACE\n<\/p><p>\nI have mentioned these negative things, but I call attention of the youth to the story of\n<i>The Great Stone Face<\/i> by Nathaniel Hawthorne. Ernest one day said to his mother, as they sat\nlooking at an immense rock in which nature had chiseled a man's face with noble features,\nand an expression, to quote Hawthorne, \"at once grand and sweet, as if it were the glow of a\nvast, warm heart that embraced all mankind in its affections and had room for more&mdash;\"\n<\/p><p>\n\"Mother,\" said Ernest, \"if I were to see a man with such a face, I should love him dearly.\"\n<\/p><p>\nShe answered, \"If a prophecy come true, we may see him some time or other with exactly a\nface like that.\"\n<\/p><p>\nThat face, as you know, was finally depicted in the countenance of Ernest himself. Having\nlived a life in which he had constantly kept before himself the vision splendid, there was\nchiseled in his own countenance the benign features of the great image.\n<\/p><p>\nWhat a man continually thinks about determines his actions in times of opportunity and stress.\nA man's reaction to his appetites and impulses when they are aroused gives the measure of\nthat man's character. In these reactions are revealed the man's power to govern or his forced\nservility to yield.\n<\/p><p>\nDISOBEDIENCE BRINGS RETRIBUTION\n<\/p><p>\nNo man can disobey the word of God and not suffer for so doing. No sin, however secret, can\nescape retribution. True, you may lie and not be detected: you may violate virtue without its\nbeing known by any who could scandalize you, yet you cannot escape the judgment that\nfollows such transgression. The lie is lodged in the recesses of your mind, and impairment of\nyour character will be reflected sometime, somehow in your countenance or bearing. Your\nmoral turpitude, though only you, your accomplice, and God may ever know it, will some day\ncanker your soul.\n<\/p><p>\n\"The more I know intimately the lives of other men, to say nothing of my own,\" said Huxley\nin a letter to Charles Kingsley, \"the more obvious it is to me that the wicked does not flourish\nnor is the righteous punished.\"\n<\/p><p>\n\"The ledger of the Almighty is strictly kept, and every one of us has the balance of his\noperations paid over to him at the end of every minute of his existence. The absolute justice\nof the system of things is as clear to me as any scientific fact. The gravitation of sin to\nsorrow is as certain as that of the earth to the sun, and more so, for experimental proof of the\nfact is within the reach of us all, nay, is before us all our lives, if we had but the eyes to see\nit.\"\n<\/p><p>\nAssociate with that the saying in the Book of Mormon, \"Sin is never happiness\"\n(see <span class=\"citation\" id=\"8910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8910)\">Alma 41:10<\/a><\/span>).\nMan is endowed with appetites and passions for the preservation of his life and the\nperpetuation of his kind. These, when held under proper subjection, contribute to his\nhappiness and comfort; but when used for mere gratification, lead to misery and moral\ndegradation.\n<\/p><p>\nPROSTITUTION OF LOVE\n<\/p><p>\nAssociated with these natural instincts, young folk, is a sin that always seeks seclusion. It is\nthe prostitution of love, the noblest attribute of the soul. God has instituted marriage and the\nfamily as the proper condition of expressing in our lives this divine virtue. But sometimes\nmen and women with low ideals and weakened wills permit their passions, like unbridled\nsteeds, to dash aside judgment and self-restraint, and to cause them to commit sin that may\nsear their conscience and leave in their hearts an everlasting regret.\n<\/p><p>\nIn this day when modesty is thrust into the background, and chastity is considered an\noutmoded virtue, I appeal to you to keep your souls unmarred and unsullied from this sin, the\nconsequence of which will smite and haunt you intimately until your conscience is seared and\nyour character sordid. A chaste, not a profligate life is the source of virile manhood, the\ncrown of beautiful womanhood, the contributing source of harmony and happiness in family\nlife, and the source of strength and perpetuity of the race.\n<\/p><p>\nRemember, too, the significance of the Savior's saying that if any shall commit adultery even\nin his or her heart, he shall not have the Spirit, but shall deny the faith and shall fear\n(<span class=\"citation\" id=\"12893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12893)\">D&amp;C 63:16<\/a><\/span>).\n<\/p><p>\nResist evil, and the tempter will flee from you\n(<span class=\"citation\" id=\"26090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26090)\">James 4:7<\/a><\/span>).\nIf you keep your character above reproach, no\nmatter what others may think, or what charges they make, you can hold your head erect, keep\nyour heart light, and face the world undauntedly because you, yourself, and your God know\nthat you have kept your soul untarnished.\n<\/p><p>\nThe only thing which places man above the beasts of the field is his possession of spiritual\ngifts. Man's earthly existence is but a test as to whether he will concentrate his efforts, his\nmind, his soul upon things which contribute to the comfort and gratification of his physical\ninstincts and passions, or whether he will make as his life's end and purpose the acquisition of\nspiritual qualities.\n<\/p><p>\nFACTORS IN INFLUENCING YOUTH\n<\/p><p>\nI said we had a little apprehension that quorums and auxiliaries were not doing all possible to\nguide youth along these lines. In the Church we have two great divisions: first, organized\nstakes, composed of wards and other groups&mdash;quorums and auxiliaries; second, the missions,\ndivided into branches in which are also, to a limited degree, quorums and auxiliaries. These\ngroups should become greater factors in influencing youth. Consider for a moment what the\nquorums might do, if the presidency of each quorum, the leaders of each group, and the\nmembers would wield influence upon their fellows as the Lord intends they should.\n<\/p><p>\nThe quorum is an essential part of the Lord's plan for rendering mutual aid. No other\norganization in the world is so effectively organized into working groups as the Church of\nJesus Christ of Latter day Saints; for example, there are today approximately 137,000 men\nholding the Melchizedek Priesthood, men inspired with the same ideals and similar hopes,\nbound by a solemn duty to help one another to secure economic as well as spiritual aid and\ncomfort There are also approximately 57,000 men under twenty-one years of age, associated\ntogether in the Aaronic Priesthood. There are 57,000 others holding the Aaronic Priesthood,\nor a total of 114,000 in the Aaronic Priesthood. What a mighty force for good these quorums\nwould be if the spiritual welfare of each member and his obligation to the Church were\nconsidered the special duty of each presiding officer! That is a possibility of achievement.\n<\/p><p>\nAll others not enrolled in quorums should be enlisted in the auxiliaries, and the whereabouts\nand attitude toward the Church of each one known by at least some teacher or officer.\n<\/p><p>\nTHE HOME\n<\/p><p>\nBut even more potent in influencing child life is the home. Upon the parents the Lord has\ndirectly placed the responsibility of teaching their children. I wish this paragraph could be\nwritten and put on the wall of every home in the Church: \n<\/p><p>\n\". . . inasmuch as parents have children in Zion, or in any of her stakes which are organized,\nthat teach them not to understand the doctrine of repentance, faith in Christ the Son of the\nLiving God, and of baptism and of the gift of the Holy Ghost by the laying on of hands,\nwhen eight years old, the sin be upon the heads of the parents\"\n(<span class=\"citation\" id=\"12901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12901)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nThe character of a child is formed largely during the first twelve years of his life. It is\nestimated that in that period a child spends approximately 3,200 hours in school; 416 hours in\nSunday School and Church: but 52,500 hours in the home, not counting twelve hours a day\nfor sleep.\n<\/p><p>\nIn other words, he spends sixteen times as many waking hours in the home as in the school,\nand 126 times as many hours in the home as in the Church!\n<\/p><p>\nThus, \"In the homes of America are born the children of America, and from them go out into\nAmerican life American men and women. They go out with the stamp of these homes upon\nthem, and only as these homes are what they should be, will children be what they should\nbe.\"\n<\/p><p>\nI shall not take time to quote all Luther Burbank said about the training of children as he\ntrained plants, but he says the use of an influence over and over again is necessary, keeping\neverlastingly at it. This is what fixes traits in plants, the constant repetition of an influence\nuntil at last it is irrevocably fixed and will not change. \"Parents, you cannot afford,\" he says,\n\"to get discouraged. You are dealing with something far more precious than any plant, the\nprecious soul of a child.\"\n<\/p><p>\nParents who do not know where their children are at night are recreant to the sacred\nobligation of parenthood, and untrue to the high ideals of the Church regarding home life.\n<\/p><p>\nDo not say now in your minds that that is impossible. Just go back to your own homes and\nthe care that you know your father and mother had regarding you.\n<\/p><p>\nUNDERMINING FORCES\n<\/p><p>\nI must not elaborate upon this further, but I wish to mention another condition that gives\ncause for concern and apprehension, and that is the insidious influences, as well as the blatant\nheralding of ideas that undermine century-tried principles of peace, of justice, and of\nadvancement toward the day of universal brotherhood.\n<\/p><p>\nWe are grieved when we see or hear men and women, some of whom even profess\nmembership in the Church, looking with favor upon the pernicious teachings of these groups,\nespecially Communism. These credulous, misguided persons claim to be advocates of peace,\nand accuse those who oppose them as advocates of war. They should remember that all of us\nshould ever keep in mind that there are some eternal principles more precious than peace\ndearer than life itself.\n<\/p><p>\nOur revolutionary fathers sensed this, and their innermost feelings were expressed in the\nwords of Patrick Henry: \"Is life so dear or peace so sweet as to be purchased at the price of\nchains and slavery?\"\n<\/p><p>\nFree agency, for example, is a divine gift, more precious than peace, more to be desired even\nthan life. Any nation, any organized group of individuals that would deprive man of this\nheritage should be denounced by all liberty-loving persons. Associated with this fundamental\nprinciple is the right of individual initiative, the right to worship how, where, or what one\npleases, and the simple privilege to leave a country, if one choose, without having to skulk\nout as a culprit at the risk of being shot and killed.\n<\/p><p>\nAt heart Communism is atheistic, and Fascism is equally antagonistic to freedom and to other\nChristian principles&mdash;even denying the divinity of Jesus Christ, and the existence of God.\n<\/p><p>\nNEED FOR INTEGRITY\n<\/p><p>\nToday there is a great need in the world for men of integrity, men of honor, men whose\nwords are as good as their bond, leaders of nations who will consider international agreements\nsacred.\n<\/p><p>\nThe philosopher Thoreau said, \"It matters not half so much what kind of ballot you drop into\nthe ballot box once a year, as what kind of man you drop out of bed into the streets every\nmorning.\"\n<\/p><p>\nMan's greatest need is real conversion to the eternal truths of the gospel&mdash;to the truth that\nJesus Christ came to give life and light to the human family. I feel that with all my soul, and\nso do you fellow workers who sit before me.\n<\/p><p>\nRecently, a group of friends presented one of their number with a valuable, practical gift. In\naccepting it, the man said that wherever he might travel, the possession of that gift would be a\nconstant reminder of his friends' affection and regard.\n<\/p><p>\nBrethren and sisters, all life is a gift of God. Appreciation of that fact should inspire us with a\ndesire to live daily exemplary lives, that others, seeing our good deeds might be led to, glorify\nour Father in heaven (<span class=\"citation\" id=\"34415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34415)\">Matt. 5:16<\/a><\/span>),\nof whose existence and inspiration I testify before you this morning,\nand of the divinity of whose Church I bear testimony, in the name of Jesus Christ, our\nRedeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}