{"ID":5310, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p2\" class=\"\">Elder David E. Sorensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-e-sorensen-10.jpg\" alt=\"David E. Sorensen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p3\" class=\"\">When our oldest children were still small, we lived on a busy street here in Salt Lake City. My wife, Verla, and I were concerned about the danger that street presented to our children. We used every opportunity to reinforce the importance of staying away from the street. In addition, this was a time in our children’s lives when they were learning about temples and eternal families. So our children’s prayers regularly included this request: “Please help us to be married in the temple and stay out of the street.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p4\" class=\"\">One day after some of our neighbor’s children had gone home after playing at our house, my wife received a call from their mother. One of her children had heard a prayer while he was visiting us and had offered this variation when he said his own prayer at home: “Please help us stay out of the temple and get married in the street.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p5\" class=\"\">I trust that that particular prayer was not received exactly the way it was phrased, but I do have a strong testimony of the importance of prayer in shaping our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p6\" class=\"\">The Savior puts great emphasis on prayer in the Book of Mormon. He repeatedly and personally prayed with and for the Nephites. And after He did this, He asked them to follow His example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p7\" class=\"\">“Verily, verily, I say unto you, ye must watch and pray always, lest ye be tempted by the devil, and ye be led away captive by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p8\" class=\"\">“And as I have prayed among you even so shall ye pray in my church, among my people who do repent and are baptized in my name. Behold I am the light; I have set an example for you.” (<span class=\"citation\" id=\"6306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6306)\">3 Ne. 18:15–16<\/a><\/span>; see also <span class=\"citation\" id=\"6313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6313)\">3 Ne. 18:24<\/a><\/span>; <span class=\"citation\" id=\"6314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6314)\">3 Ne. 19:17–34<\/a><\/span>; <span class=\"citation\" id=\"6326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6326)\">3 Ne. 27:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p9\" class=\"\">In fact, Christ specifically exhorts the Nephites at least ten times to “pray unto the Father in [his] name.” (<span class=\"citation\" id=\"6307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6307)\">3 Ne. 18:19<\/a><\/span>; see also <span class=\"citation\" id=\"6297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6297)\">3 Ne. 13:6–9<\/a><\/span>; <span class=\"citation\" id=\"6300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6300)\">3 Ne. 14:11<\/a><\/span>; <span class=\"citation\" id=\"6304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6304)\">3 Ne. 17:3<\/a><\/span>; <span class=\"citation\" id=\"6310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6310)\">3 Ne. 18:20–21, 23<\/a><\/span>; <span class=\"citation\" id=\"6316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6316)\">3 Ne. 20:31<\/a><\/span>; <span class=\"citation\" id=\"6317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6317)\">3 Ne. 21:27<\/a><\/span>; <span class=\"citation\" id=\"6320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6320)\">3 Ne. 27:2–7, 9, 28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p10\" class=\"\">Christ taught that prayer is indispensable at each step of the perfection process, but especially at the very beginning. For example, He taught that one of the key reasons for the restoration of the gospel was so scattered Israel could pray to the Father in the name of Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p11\" class=\"\">“Yea, the work shall commence among all the dispersed of my people, with the Father to prepare the way whereby they may come unto me, that <span class=\"emphasis\">they may call on the Father in my name.<\/span>” (<span class=\"citation\" id=\"6318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6318)\">3 Ne. 21:27<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p12\" class=\"\">Furthermore, He taught that we in the Church are to pray on behalf of those who are investigating the Church. (See <span class=\"citation\" id=\"6312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6312)\">3 Ne. 18:23–30<\/a><\/span>.) He encouraged those who had heard His words to ponder them and to pray to the Father in His name for increased understanding. (See <span class=\"citation\" id=\"6305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6305)\">3 Ne. 17:3<\/a><\/span>.) And, of course, He showed us that even perfected people, such as Himself, should pray constantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p13\" class=\"\">At each level of our progression toward becoming like our Heavenly Father, prayer is a necessary step. Once we have tasted of His goodness, Christ encourages us to pray often—in secret, in our families, in our churches, and in our hearts, continually asking specifically for the things which we need—telling us, “And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.” (<span class=\"citation\" id=\"6308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6308)\">3 Ne. 18:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p14\" class=\"\">Christ taught the Nephites that prayer is more than just a means to receive our Father in Heaven’s generosity; rather, prayer itself is an act of faith as well as an act of righteousness. Prayer is the defining act of the worshipper of God the Father and His Son Jesus Christ. This is because the act of prayer itself can change and purify us, both individually and as a group. As our Bible Dictionary states, “The object of prayer is not to change the will of God, but to secure for ourselves and for others blessings that God is already willing to grant, but that are made conditional on our asking for them.” (P. 753.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p15\" class=\"\">In other words, prayers bring our desires and the desires of our Father into harmony, thus bringing us both the blessing we are seeking and also the blessing of greater unity with the Father. This practice is key to the collective and individual salvation of women and men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p16\" class=\"\">Elder Hyrum M. Smith expressed this idea well when he wrote, “The prayer of faith is the secret of the strength of the Church.” (Hyrum M. Smith and Janne M. Sjodahl, <span class=\"emphasis\">The Doctrine and Covenants Commentary,<\/span> rev. ed., Salt Lake City: Deseret Book Co., 1972, p. 194.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p17\" class=\"\">I have seen this verified in my own life. While we were living in California, one of our sons was seriously injured in an automobile accident. His skull was badly fractured, and doctors gave us very little encouragement that he would survive. Three days after he was admitted to the hospital, he contracted meningitis, and his condition worsened. Our family doctor and neighbor came to our home and said, “All we can do now is pray.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p18\" class=\"\">And pray we did. For several weeks our neighbors, friends, and business associates joined us in praying for our son and for our own strength. After almost a month, our son’s condition finally stabilized and then improved, and we were blessed to see him eventually recovered and smiling again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p19\" class=\"\">I would not wish a similar experience on anyone, but that terrible, difficult period taught us the principle that President Thomas S. Monson has taught the Church. Said he, “Prayer is the passport to spiritual power.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1990, p. 47.) During our son’s illness, we saw and felt the spiritual power of prayer! Our ward had never prayed harder than it did then, and I don’t think the members had ever been closer to each other. Our family was sustained by the collective faith and prayers of our friends. And even as our hearts were breaking in fear that we might lose our son, we felt closer to our Heavenly Father and more aware of our dependency on Him than at almost any other time in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p20\" class=\"\">While the blessings we ask for and receive through prayer are undeniably magnificent, the greatest blessing and benefit is not the physical or spiritual blessings that may come as answers to our prayers but in the changes to our soul that come as we learn to be dependent on our Heavenly Father for strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p21\" class=\"\">One mother told the following experience that helps to explain this idea. She said, “Sometimes while we are eating, one of my children will get my attention and signal to me while his mouth is full of food. Grunting and waving, he will try to motion for me to do something for him. I know perfectly well that what he wants is for me to pour him a glass of milk, but I will wait until he uses words to ask me before I will do it. It’s not that I can’t understand what he wants but that I feel it is important for him to learn how to communicate well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p22\" class=\"\">In much the same way that parents tutor their children in communication and courtesy, I believe that our Heavenly Father teaches us to pray because the very act of praying will improve us. We worship our Father in Heaven as all-knowing and all-powerful. Surely, as our Creator, He knows our cares, our worries, our joys, our struggles without our informing Him. The reason our Heavenly Father asks us to pray cannot be that we are able to tell Him something He does not already know. Rather, the reason He asks us to pray is that the process of learning to communicate effectively with Him will shape and change our lives as much as we are changed by learning to communicate as children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p23\" class=\"\">President Gordon B. Hinckley teaches it this way: “There is something in the very posture of kneeling that contradicts the attitudes described by Paul; ‘proud … heady, highminded.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p24\" class=\"\">“There is something in the act of addressing Deity that offsets a tendency toward blasphemy and toward becoming lovers of pleasure more than lovers of God [see <span class=\"citation\" id=\"5280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5280)\">2 Tim. 3:2,4<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p25\" class=\"\">“The inclination to be unholy, as Paul described it, to be unthankful, is erased as together family members thank the Lord for life and peace and all they have.” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1991, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p26\" class=\"\">Aside from participating in the ordinances of the gospel, there is no other time in our lives when we can renew our spiritual life and improve our understanding of our place before Heavenly Father the way we can when we pray. As we humble ourselves to approach our God and thoughtfully consider His grace and great love for us, we will become a more holy and reverent people, more able to receive the blessings He will willingly pour out on us. Truly, the prayer of faith is the secret of the strength of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/prayer.p27\" class=\"\">I testify that God lives, that Jesus is the Christ, that Joseph Smith was the Prophet of the Restoration. Ezra Taft Benson is our prophet. The Book of Mormon’s gold plates are a reality, as were the appearances of Moroni and many other angels who instructed the Prophet Joseph Smith in response to his prayers. The restoration of the priesthood is real and eternal. It is the binding force for such divine ordinances as baptisms and sealings as administered by the Church today. The First Presidency and the Twelve Apostles are prophets, seers, and revelators. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}