{"ID":5313, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Honoring the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p3\" class=\"\">Elder Russell M. Nelson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">93905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p4\" class=\"\">Brethren, relatively little is written on my subject.<sup class=\"noteMarker\"><a href=\"#footnote1-93905_000_019\">1<\/a>\n       <span class=\"footnote\">[The reader may wish to consult James E. Talmage, “The Honor and Dignity of Priesthood,” reproduced by James R. Clark in <span class=\"emphasis\">Messages of the First Presidency,<\/span> 6 vols. (Salt Lake City: Bookcraft, 1970), 4:305–9.]<\/span><\/sup> Yet we are all expected to know about it. I speak of honoring the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p5\" class=\"\">This is The Church of Jesus Christ of Latter-day Saints. He who stands at the head of His restored Church so ordered His priesthood “that every man might speak in the name of God the Lord, even the Savior of the world.” (<span class=\"citation\" id=\"19730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19730)\">D&amp;C 1:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p6\" class=\"\">Remarkable! He chose to honor us with His priesthood. So we honor Him by honoring His priesthood—both its power and those who bear it. By so doing, men, women, and children throughout the world will be blessed. Honoring the priesthood fosters respect, respect promotes reverence, and reverence invites revelation.<sup class=\"noteMarker\"><a href=\"#footnote2-93905_000_019\">2<\/a>\n       <span class=\"footnote\">[President George Q. Cannon said: “[Honoring the President of the Church] will cause us to draw nearer unto the Father and live so that we shall receive revelation from him for ourselves, that the knowledge of the Spirit shall be in our hearts, that the voice of the true Shepherd will be known to our ears, that when we hear it we will know it. … This is the privilege of the Latter-day Saints, and the man and woman in this Church who does not live so as to enjoy this privilege comes short of being what he should be.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 19:110).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p7\" class=\"\">President Ezra Taft Benson has specifically asked us to follow proper priesthood protocol—principles, he noted, “that many of us have learned by observation while listening to senior brethren.” He said, “Protocol is a long-established practice prescribing complete deference to … an order of correct procedure.”<sup class=\"noteMarker\"><a href=\"#footnote3-93905_000_019\">3<\/a>\n       <span class=\"footnote\">[“The Unique Commission of a General Authority,” General Authority Training Meeting, 2 Oct. 1985, p. 5.]<\/span><\/sup> I will quote from President Benson and other leaders because, as you will note, much of my message pertains to that protocol.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Types of Organizations<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p9\" class=\"\">Differences exist in practice and organization between the Lord’s Church and man-made institutions. Men and women may form associations for and among themselves and be governed by stipulations that are mutually acceptable.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p10\" class=\"\">The Church of Jesus Christ of Latter-day Saints, however, is neither a democracy nor a republic. His is a kingdom—the kingdom of God on earth. His is a hierarchical church, with ultimate authority at the top. The Lord directs His anointed servants. They testify to all the world that God has again spoken. The heavens have been opened. A living linkage has been formed between heaven and earth in our day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p11\" class=\"\">That supreme authority is supported by a firm foundation following an organizational pattern established anciently. Jesus Christ is the chief cornerstone, with Apostles and prophets and all the gifts, powers, and blessings that characterized the Church in earlier days. (See <span class=\"citation\" id=\"882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(882)\">1 Cor. 12:28<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Leaders and Titles<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p13\" class=\"\">Secular and spiritual institutions have differing patterns of leadership. Man-made organizations are governed by officers with titles that designate rank or accomplishment. A military officer, judge, senator, doctor, or professor is properly addressed by title. We appropriately honor individuals who have attained such positions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p14\" class=\"\">In contrast, the kingdom of God is governed by the authority of the priesthood. It is not conferred for honor, but for a ministry of service. Priesthood titles are not created by man; neither are they for adornment, nor do they express mastership. They denote appointment to service in the work of the Lord. We are called, sustained, and ordained—not by ourselves, but “by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.” (<span class=\"citation\" id=\"7036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7036)\">A of F 1:5<\/a><\/span>; see also <span class=\"citation\" id=\"24578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24578)\">Heb. 5:4<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p15\" class=\"\">Titles pertaining to the holy priesthood deserve our utmost care and respect. Each member of the First Presidency is addressed and spoken of as “President.” (See <span class=\"citation\" id=\"19930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19930)\">D&amp;C 107:22, 24, 29<\/a><\/span>.) The title “President” is also used when referring to the presidency of a stake or mission, and in reference to a quorum or branch president. The title “Apostle” is sacred. It has been given of God and belongs only to those who have been called and ordained as “special witnesses of the name of Christ in all the world.” (<span class=\"citation\" id=\"19931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19931)\">D&amp;C 107:23<\/a><\/span>.) An Apostle speaks in the name of Him whose special witness he is. This hallowed title is not used in ordinary forms of address. The preferred title for one of the Twelve is “Elder” or ”Brother.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p16\" class=\"\">The title “Bishop” is also expressive of presidency; the Bishop is the president of the Aaronic Priesthood in his ward and the presiding high priest of the ward organization. Reverently we refer to him as “the bishop.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p17\" class=\"\">“Elder” is a sacred title shared by all who bear the Melchizedek Priesthood.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>General Counsel<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p19\" class=\"\">May I offer counsel of a general nature, first with comments about General Authorities. We recognize them as instruments in the hand of the Lord, yet realize that they are ordinary human beings. They require haircuts, laundry services, and occasional reminders just like anyone else. President Benson once shared with us a story to illustrate. He said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p20\" class=\"\">“Orson F. Whitney … was a great man to concentrate. One day when he was traveling by train, he was so preoccupied that he did not notice the train pass the station where he was to get off. So he had to [be driven] back to where he should have been. Meanwhile the stake president waited and waited. … Finally when he decided that something had more than likely happened to Brother Whitney and he was not going to make it, they commenced the meeting. As Elder Whitney approached, he was greeted by the opening hymn, which was ‘Ye Simple Souls Who Stray.’”<sup class=\"noteMarker\"><a href=\"#footnote4-93905_000_019\">4<\/a>\n\t <span class=\"footnote\">[Ibid., p. 1.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p21\" class=\"\">We honor such a man because of his extraordinary calling. His official acts are valid on earth and in heaven. Well do I remember the first time I met one of the General Authorities. It was a feeling beyond description. Though I was but a boy, immediately—almost instinctively—I rose to my feet. Even now I feel that same way when one of the Brethren enters the room. A General Authority is an oracle of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p22\" class=\"\">Often we speak of <span class=\"emphasis\">keys<\/span> of priesthood authority. Fifteen living men—the First Presidency and the Twelve—have been ordained as Apostles and have had <span class=\"emphasis\">all<\/span> keys of priesthood authority conferred upon them. President Gordon B. Hinckley recently explained that “only the President of the Church has the right to exercise [those keys] in their fulness. He may delegate the exercise of various of them to one or more of his Brethren. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p23\" class=\"\">“Such agency has been given by President Benson to his Counselors and to the Twelve according to various responsibilities delegated to them.”<sup class=\"noteMarker\"><a href=\"#footnote5-93905_000_019\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1992, p. 54.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p24\" class=\"\">Under assignment from the First Presidency and the Twelve, General Authorities confer the appropriate keys upon presidents of stakes and of missions, who in turn confer the needed keys upon bishops and upon quorum and branch presidents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p25\" class=\"\">Assigned to each one who bears the priesthood is a loving leader, because “mine house is a house of order, saith the Lord God, and not a house of confusion.” (<span class=\"citation\" id=\"20002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20002)\">D&amp;C 132:8<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p26\" class=\"\">That order also defines bounds of revelation. The Prophet Joseph Smith taught that “it is contrary to the economy of God for any member of the Church, or any one, to receive instruction for those in authority, higher than themselves.”<sup class=\"noteMarker\"><a href=\"#footnote6-93905_000_019\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 21.]<\/span><\/sup> That same principle precludes receiving revelation for anyone outside one’s defined circle of responsibility.<\/p>\n\t\t\t\t<p class=\"preamble\">Honoring the priesthood also means to honor your personal call to serve. A few do’s and don’ts may be helpful:<\/p>\n      <ul class=\"bullet\"><li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span class=\"strong\">Do<\/span> learn to take counsel. Seek direction from file leaders and receive it willingly.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span class=\"strong\">Don’t<\/span> speak ill of Church leaders.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span class=\"strong\">Don’t<\/span> covet a calling or position.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span class=\"strong\">Don’t<\/span> second-guess who should or should not have been called.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span class=\"strong\">Don’t<\/span> refuse an opportunity to serve.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t  <span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span class=\"strong\">Don’t<\/span> resign from a call. <span class=\"strong\">Do<\/span> inform leaders of changing circumstances in your life, knowing that leaders will weigh all factors when prayerfully considering the proper timing of your release.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p34\" class=\"\">The one who extends <span class=\"emphasis\">and<\/span> the one who receives a call are both under obligation of accountability. I quote from Elder James E. Talmage:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p35\" class=\"\">“Those through whom the call came to him … are as surely held answerable for their acts as is he for his; and of every one shall be demanded a strict and personal accounting for his stewardship, a report in full of service or of neglect, of use or abuse in the administration of the trust to him committed.”<sup class=\"noteMarker\"><a href=\"#footnote7-93905_000_019\">7<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Messages of the First Presidency,<\/span> 4:306.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p36\" class=\"\">Some aspects of the priesthood are <span class=\"emphasis\">not<\/span> related to position or title. Authority to administer a priesthood blessing, for example, is dependent only upon ordination and worthiness. The Lord would not withhold blessings from any of His children for want of one with a particular calling. Every elder in the Church holds the same priesthood as the President of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p37\" class=\"\">Brethren, please remember: The highest degree of glory is available to you only through that order of the priesthood linked to the new and everlasting covenant of marriage. (See <span class=\"citation\" id=\"19998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19998)\">D&amp;C 131:1–4<\/a><\/span>.) Therefore, your first priority in honoring the priesthood is to honor your eternal companion.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Specific Counsel<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p39\" class=\"\">Now for counsel more specific. <span class=\"strong\">Husbands and fathers:<\/span> With your dear partner, shape attitudes at home. Establish a pattern of prayer. Pray regularly and vocally for your priesthood and auxiliary leaders, both local and general. Your manners of courtesy at home and of reverence in the chapel will be copied by members of your family. Help your loved ones follow proper channels when they seek guidance. Teach that counsel should be obtained from trusted parents and leaders on a local level, not from General Authorities. In the past two decades, the First Presidency has sent out essentially the same letter six times to reaffirm that policy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p40\" class=\"\">Fathers, you understand the principle of <span class=\"emphasis\">temporal<\/span> self-reliance and try to provide for a year’s supply, stored at home. Please also consider the need for <span class=\"emphasis\">spiritual<\/span> food and self-reliance—not just for a year, but for a lifetime—also stored at home. A worthy father should have first opportunity to administer a blessing to members of his family. As time moves on, his sons may then draw from that spiritual reservoir, worthy to administer to their own families and to their parents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p41\" class=\"\">Now to <span class=\"strong\">young men<\/span> who bear the Aaronic (or preparatory) Priesthood: If you honor it, and prepare for and are worthy of a call to be a missionary, I promise: You will then “speak in the name of God the Lord” and bring His light to searching souls. To them you will be as a ministering angel, remembered with love forever. (See <span class=\"citation\" id=\"19764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19764)\">D&amp;C 13<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p42\" class=\"\">Though I next speak to our beloved <span class=\"strong\">presidents and bishops,<\/span> the principles apply to all. When one who presides over you comes into a meeting where you have been presiding, please consult with him immediately for instruction. Determine his desires. Be certain to allow adequate time for a message from him. A poignant illustration was once related by Elder James E. Faust:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p43\" class=\"\">“I learned some time ago of the distress felt by members of a stake in this valley when their stake presidency was reorganized. The presiding officer was one of the most venerated and unique apostles in all the history of the Church. [Elder] LeGrand Richards was then in his nineties, but was sharp and alert. During the conference, the local people who were called on to speak took most of the time. As a result, Elder Richards had only ten or fifteen minutes remaining in the meeting. What did he do? Go overtime? No. He bore a brief testimony and closed the meeting on time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p44\" class=\"\">“The members of the stake did not necessarily want to go overtime. … They were upset, however, because the local membership, who would have other opportunity to hear from their local leaders, would never again, and in fact never did again, have an opportunity to hear from this venerable apostle. In short, the speakers did not respect the presiding officer.”<sup class=\"noteMarker\"><a href=\"#footnote8-93905_000_019\">8<\/a>\n\t <span class=\"footnote\">[James E. Faust, “A Seventy Is a General Authority,” Special Training Session for the Seventy, 29 Sept. 1987, p. 4.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p45\" class=\"\">When a presiding General Authority has spoken, no one speaks following him. After the meeting has concluded, presidents and bishops, remain at the side of your file leader until excused. He may be impressed to give additional teaching or direction. And you may also prevent problems. For example, if a member asks a question of your leader that should not be directed to him, you are there to respond.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p46\" class=\"\">Now for comments about the <span class=\"strong\">stake high council.<\/span> It has no president. It has no autonomy and meets, even when divided into committees, only upon call from the stake presidency. Although high councilors may be seated in the order of their call to the council, no one member has seniority over another.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p47\" class=\"\">In contrast, <span class=\"strong\">seniority<\/span> is honored among ordained Apostles—even when entering or leaving a room. President Benson related to us this account:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p48\" class=\"\">“Some [years] ago Elder Haight extended a special courtesy to President Romney while they were in the upper room in the temple. President Romney was lingering behind for some reason, and [Elder Haight] did not want to precede him out the door. When President Romney signaled [for him] to go first, Elder Haight replied, ‘No, President, you go first.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p49\" class=\"\">“President Romney replied with his humor, ‘What’s the matter, David? Are you afraid I’m going to steal something?’”<sup class=\"noteMarker\"><a href=\"#footnote9-93905_000_019\">9<\/a>\n\t <span class=\"footnote\">[“The Unique Commission of a General Authority,” p. 9.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p50\" class=\"\">Such deference from a junior to a senior Apostle is recorded in the New Testament. When Simon Peter and John the Beloved ran to investigate the report that the body of their crucified Lord had been taken from the sepulchre, John, being younger and swifter, arrived first, yet he did not enter. He deferred to the senior Apostle, who entered the sepulchre first. (See <span class=\"citation\" id=\"29629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29629)\">John 20:2–6<\/a><\/span>.) Seniority in the apostleship has long been a means by which the Lord selects His presiding High Priest.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Rebuke and Repentance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p52\" class=\"\">Brethren, these matters are important. More than a century and a half ago, the Lord issued a sharp rebuke to His people. These are His words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p53\" class=\"\">“Verily, condemnation resteth upon you, who are appointed to lead my Church, … and also upon the Church; and there must needs be a repentance and a reformation among you, in all things, in your examples before the Church and before the world, in all your manners, habits and customs, and salutations one toward another; rendering unto every man the respect due the office, calling, and priesthood whereunto I, the Lord, have appointed and ordained you.”<sup class=\"noteMarker\"><a href=\"#footnote10-93905_000_019\">10<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 2:177.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p54\" class=\"\">If any among us are also guilty of treating as trivial such things that are sacred, we may repent and resolve to honor the priesthood and those to whom the Lord has entrusted its keys.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/honoring-the-priesthood.p55\" class=\"\">Brethren, to all mankind we proclaim these everlasting truths: “The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world.” (<span class=\"citation\" id=\"19927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19927)\">D&amp;C 107:8<\/a><\/span>.) This power holds “the keys of all the spiritual blessings of the church.” (<span class=\"citation\" id=\"19929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19929)\">D&amp;C 107:18<\/a><\/span>.) May we fully honor that priesthood, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93905_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>The reader may wish to consult James E. Talmage, “The Honor and Dignity of Priesthood,” reproduced by James R. Clark in <span class=\"emphasis\">Messages of the First Presidency,<\/span> 6 vols. (Salt Lake City: Bookcraft, 1970), 4:305–9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93905_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>President George Q. Cannon said: “[Honoring the President of the Church] will cause us to draw nearer unto the Father and live so that we shall receive revelation from him for ourselves, that the knowledge of the Spirit shall be in our hearts, that the voice of the true Shepherd will be known to our ears, that when we hear it we will know it. … This is the privilege of the Latter-day Saints, and the man and woman in this Church who does not live so as to enjoy this privilege comes short of being what he should be.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 19:110).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93905_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Unique Commission of a General Authority,” General Authority Training Meeting, 2 Oct. 1985, p. 5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-93905_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., p. 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-93905_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1992, p. 54.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-93905_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-93905_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Messages of the First Presidency,<\/span> 4:306.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-93905_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>James E. Faust, “A Seventy Is a General Authority,” Special Training Session for the Seventy, 29 Sept. 1987, p. 4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-93905_000_019\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Unique Commission of a General Authority,” p. 9.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_019\"><a name=\"-93905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-93905_000_019\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 2:177.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}