{"ID":5316, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Heroes\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p3\" class=\"\">One of my heroes, Nephi, often used the phrase “My soul delighteth.” [see  <span class=\"citation\" id=\"4510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4510)\">2 Ne. 4:15<\/a><\/span>] Tonight my soul delighteth to be part of the many thousands who have gathered to learn more about our priesthood responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p4\" class=\"\">Next Monday the words “Play ball!” will ring out in major league baseball parks throughout the United States and Canada. I am saddened because one of my heroes, pitcher Lynn Nolan Ryan, Jr., recently announced this baseball season would be his last.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p5\" class=\"\">Nolan will likely be elected to the Baseball Hall of Fame the first year he is eligible. He will be remembered for his record twenty-seven major league seasons. His 95-mile-an-hour fastball is legendary; 5,600-plus strikeouts is a record that will stand for a very, very long time. Nolan Ryan is not only a great baseball pitcher, he is a wonderful, sensitive human being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p6\" class=\"\">A successful baseball pitcher is able to hurl the ball with velocity and accuracy. <span class=\"emphasis\">His<\/span> pitches are disguised in order to deceive the batter. A pitcher, by changing his grip on the ball or the way he releases it from his hand, makes the ball curve, slide, drop, wobble, or slow down as it approaches the batter. In baseball, good pitchers, like Nolan Ryan, are masters at deceiving batters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p7\" class=\"\">In life, he who is the greatest deceiver of all has tremendous influence. He has many names but is best known as Satan, or the devil. And he knows that “ye are a chosen generation, a royal priesthood.” (<span class=\"citation\" id=\"2438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2438)\">1 Pet. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p8\" class=\"\">Make no mistake about it, my young brethren, Satan is the commander in chief of deception. He is not satisfied with just taking prisoners; he wants the souls of men. One of his insidious strategies is to progressively soften our senses regarding what is right and wrong. Satan would have us convinced it is fashionable to lie and cheat. He encourages us to view pornography by suggesting that it prepares us for the real world. He would have us believe immorality is an attractive way of life and that obedience to the commandments of our Father in Heaven is old-fashioned. Satan constantly bombards us with deceptive propaganda desirably packaged and carefully disguised. Satan creates false heroes which, if emulated, will lead us to the depths of sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p9\" class=\"\">On the other hand, carefully selected heroes can give us a pattern for our lives and serve as our role models. They can give us courage to walk the road of life righteously. I have several heroes other than Nephi and Nolan Ryan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p10\" class=\"\">One evening I was working late in the Church Office Building. When I called for an elevator to go home, my mind was preoccupied. In my absentmindedness, I began to enter the elevator when a hand shot out to shake my hand and a voice firmly said, “I’m Spencer Kimball. Who might you be?” In my surprise, I could not remember who I was. There stood one of my heroes; I finally mumbled something vaguely resembling my name. When I think of President Kimball, I think of <span class=\"emphasis\">The Miracle of Forgiveness,<\/span> I think of lengthening our stride, “do it now,” the priesthood for all worthy males, and, most of all, conquering adversity. He will always be one of my heroes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p11\" class=\"\">Alma, the high priest of the church of God, unsuccessfully attempted to preach repentance to his Nephite brethren in the city of Ammonihah. He left that city very, very discouraged. An angel appeared to him and said, “Behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.” (<span class=\"citation\" id=\"9977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9977)\">Alma 8:16<\/a><\/span>.) Alma returned as commanded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p12\" class=\"\">Amulek lived in that city of Ammonihah. He told of this experience: “As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house.” (<span class=\"citation\" id=\"9980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9980)\">Alma 10:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p13\" class=\"\">Amulek returned and took Alma into his house to eat and to rest. Amulek was called to be Alma’s missionary companion. On one occasion they were bound, beaten, and thrown into prison for preaching repentance. In response to their pleas, the Lord caused the walls of the prison to fall, killing those who had imprisoned them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p14\" class=\"\">Alma and Amulek listened to the angel. They responded to the call to missionary service, and they preached repentance. They stood tall in the face of adversity and imprisonment. They are heroes whose lives are worthy of emulation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p15\" class=\"\">Through the years, each of my bishops has been a hero to me. Our current bishop, Bishop Stephen G. Stoker, is a hero to our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p16\" class=\"\">I am grateful to bishops who helped me as a young man prepare to receive the Melchizedek Priesthood. One patient, loving bishop helped me understand that missionary service was far more important than perfecting my golf game, which had been the chief ambition of my teen years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p17\" class=\"\">Today I enjoy playing golf with my sons and sons-in-law. When the boys are playing well, they extend a challenge. With nimble bodies, they hit the ball much farther than I. Because they haven’t yet mastered the notion that the shortest distance between two points is a straight line, I remain competitive. In their eagerness to hit the ball hard, they often drive it off the fairway or out of bounds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p18\" class=\"\">Young men, place your faith and trust in your bishop. Let him help you live close to the straight line of righteousness and stay within the bounds our Father in Heaven has set. If you have strayed from that straight line, let your bishop help you change your course before the deceptive practices of Satan have you firmly in their grasp. I hope the Lord has reserved a special place in the eternities for good bishops.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p19\" class=\"\">Heavenly Father knew that <span class=\"emphasis\">this<\/span> strong-willed son needed a good father. He picked out a great one for me. My dad’s devotion to his children and grandchildren consumed much of his time. He loved the Lord and was about the Lord’s errand throughout his days. He was not only my dad; he was one of my heroes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p20\" class=\"\">Dad was the president of my priests quorum and bishop of our ward during my teenage years. You who have been a bishop’s son know that sometimes performance expectations tend to be a little high for bishops’ sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p21\" class=\"\">During Dad’s tenure as bishop, a new meetinghouse was built in our area. Local financial shares were partially fulfilled by providing labor. Often I arrived home to find a note on the kitchen table inviting me to join Dad in working on the new building. These invitations were not always received with great warmth and enthusiasm. It seemed to me that the bishop’s son received more than his fair share of invitations to work on the new meetinghouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p22\" class=\"\">As the building neared completion, landscaping commenced. The priesthood brethren were extended a work opportunity in hauling fertilizer to the site. Because the bishop was a part of the expedition, the bishop’s son felt an obligation to respond. We drove to a mountain sheep corral. Into a large truck we shoveled very finely ground, dry, sheep fertilizer. The wind blew much of what we threw back to us. This unsavory material gathered in our eyes, throats, noses, ears, and down our backs. I can’t ever remember being more uncomfortable. I’m afraid I verbalized my feelings with emotion. When we arrived back at the meetinghouse to unload the material, I found my new bike had been <span class=\"emphasis\">stolen.<\/span> My complaining was loud. Why would the Lord permit someone to steal my bike when I was about His work?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p23\" class=\"\">When Dad and I arrived home, we showered and sat down to an evening meal. My complaining about the day and my lost bike continued. As we knelt in prayer, Dad thanked Heavenly Father for the opportunity of the day’s service and expressed love for me. He asked forgiveness for the person who had taken the bike. He noted his sorrow for the loss but expressed gratitude that it wasn’t his son who had committed the theft. Dads make great heroes. I pray that if you are fortunate enough to have a father close by, he can be your hero. Dads, live in such a way that your sons and others can look up to you as heroes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p24\" class=\"\">Exceptional baseball batters have the gift of superb eyesight as well as exceptional eye-to-hand coordination. They can even see the strings on the baseball and detect the direction the ball is rotating. The batter can then better attempt to respond to the deception of the pitcher. Our Heavenly Father has given each of us such a gift to help identify and withstand the deception of Satan. It is the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p25\" class=\"\">I pray that you proud bearers of the Aaronic Priesthood will listen and respond to the promptings of the Holy Ghost and bond with righteous heroes in standing tall against the evils espoused by the master of deception.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/heroes.p26\" class=\"\">I know that our Father in Heaven lives and that His Son is our Savior and Redeemer. I know they love us and want us to be successful. Of this I bear testimony in His holy name, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}