{"ID":5317, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Search and Rescue\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p3\" class=\"\">During the seemingly never-ending years of the Vietnam conflict, we frequently heard through the media’s blaring voice the term <span class=\"emphasis\">search and destroy.<\/span> This phrase helped explain to the public the peculiar nature of combat in that area of dense jungle, oppressive heat, and debilitating disease.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p4\" class=\"\">This war was not marked by large-scale battles on open terrain. Rather, the enemy was often not visible—but nonetheless highly dangerous—thereby leading to the concept of search and destroy. Casualties were high, suffering rampant, and destruction everywhere to be found. We will never know how many cried out their own expression of the biblical question, “Is there no balm in Gilead?”<sup class=\"noteMarker\"><a href=\"#footnote1-93905_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26593)\">Jer. 8:22<\/a><\/span>.]<\/span><\/sup> The world sighed profound relief when conflict ceased and peace prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p5\" class=\"\">I was thinking of the term <span class=\"emphasis\">search and destroy<\/span> this past winter as I visited with a neighbor and friend in beautiful Heber Valley east of Salt Lake City. Snowmobile adventurers had been lost for a several-day period in the backcountry of high winds, penetrating cold, and eerie silence. My friend Johnny told me of the desperate plight of the lost and referred to the anxiety of their families. He mentioned that he was a member of the county search and rescue force, whose members left their businesses and farms and went in search of the lost and missing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p6\" class=\"\">The searchers had prayed for a break in the winter weather, knowing the critical element of time in such a rescue. Their prayers were answered; the weather cleared. Surveying each grid of the vast area through the use of high-powered field glasses as the helicopter flew back and forth through the mountains and the ravines, the lost party was finally spotted. Then came the difficult task of reaching and retrieving the courageous group. All was well. The lost were found. Lives were spared. Worry and fear yielded to joy and jubilation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p7\" class=\"\">Johnny, with heartfelt emotion, said to me, “I love to search and rescue. Just to look into the faces of those who could have died and feel, as well as see, their profound gratitude fills my body and soul with compassion and thanksgiving. I’ve never before experienced anything quite like it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p8\" class=\"\">Perhaps he was witnessing the personal understanding of the Lord’s pronouncement, “Remember the worth of souls is great in the sight of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-93905_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"19766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19766)\">D&amp;C 18:10<\/a><\/span>.]<\/span><\/sup> Or maybe Johnny was feeling the penetrating declaration of the Prophet Joseph Smith, who said, “It is better to save the life of a man than to raise one from the dead.”<sup class=\"noteMarker\"><a href=\"#footnote3-93905_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church, <\/span>5:366.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p9\" class=\"\">My thoughts turned to that favorite song from Sunday School, the one that always brings tears to my eyes and compassion to my heart:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dear to the heart of the Shepherd,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dear are the “ninety and nine”;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dear are the sheep that have wandered<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Out in the desert to pine.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hark! he is earnestly calling,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Tenderly pleading today:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Will you not seek for my lost ones,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Off from my shelter astray?”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p18\" class=\"\">The next verse reflects our response to the Shepherd’s plea:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Green are the pastures inviting;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Sweet are the waters and still.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord, we will answer thee gladly,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Yes, blessed Master, we will!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Make us thy true undershepherds;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Give us a love that is deep.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Send us out into the desert,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seeking thy wandering sheep.”<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote4-93905_000_023\">4<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 221.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p27\" class=\"\">Tonight I express the gratitude of the First Presidency and Council of the Twelve Apostles and all the General Authorities of the Church to members worldwide for your generosity and sacrifice in contributing your time, talents, and means through fast offerings and other service to alleviate suffering and to bless lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p28\" class=\"\">In the past twelve months, for example, the LDS Church participated in more that 350 hunger relief, community development, and in-kind projects in Asia, Eastern Europe, Africa, Latin America, the Caribbean, and the United States and Canada.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p29\" class=\"\">Included in the 1992 projects were such diverse activities as shipping more than 7.6 million pounds of sorted, used clothing—more than 190 container loads—to overseas and domestic destinations for distribution to refugees, displaced families, and other needy. Special attention was given to needs in Africa, where clothing, blankets and other supplies, and more than a million pounds of food were authorized for famine relief and community development. Another half-million pounds of food were contributed to food banks and feeding programs for the homeless and other needs in the United States and abroad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p30\" class=\"\">Couples are now serving on full-time humanitarian service missions in Europe, Africa, Asia, Mongolia, and Latin America. Individual doctors, nurses, educators, and others have served on short-term consulting assignments with government ministries, hospitals, schools, and other institutions in many countries. Some projects have attacked the causes of poverty and suffering by supporting community development efforts of the local people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p31\" class=\"\">Though the Church sometimes implements programs directly, efforts are often handled through agencies which have established reputations for honest, effective service, including the American Red Cross, International Red Cross and Red Crescent Societies, the Salvation Army, Catholic Relief Services, Catholic Community Services, and other religious and civic organizations to carry out relief and development projects. All of this is in addition to the vast help extended by bishops of wards, presidents of branches, and leaders of missions to members of the Church throughout the world. The words of a Western Hemisphere prophet, uttered centuries ago, are still heard and followed today. King Benjamin reminded his people that “when ye are in the service of your fellow beings ye are only in the service of your God.”<sup class=\"noteMarker\"><a href=\"#footnote5-93905_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40853)\">Mosiah 2:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p32\" class=\"\">From that same sacred record we contemplate the words spoken of the people during the reign of Alma, son of Alma: “They did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the church or in the church, having no respect to persons as to those who stood in need.”<sup class=\"noteMarker\"><a href=\"#footnote6-93905_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"9963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9963)\">Alma 1:30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p33\" class=\"\">The book of Luke, in one chapter, provides us two related parables which prompt our thinking and guide our footsteps in following the Master. First is the parable of the lost sheep, and second, the parable of the prodigal son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p34\" class=\"\">The Lord began, “What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p35\" class=\"\">“And when he hath found it, he layeth it on his shoulders, rejoicing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p36\" class=\"\">“And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p37\" class=\"\">“I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.”<sup class=\"noteMarker\"><a href=\"#footnote7-93905_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32473)\">Luke 15:4–7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p38\" class=\"\">In the parable of the prodigal son, we remember that one son wasted his substance and was reduced to near starvation. I ponder the line “and no man gave unto him.”<sup class=\"noteMarker\"><a href=\"#footnote8-93905_000_023\">8<\/a>\n       <span class=\"footnote\">[Ibid., <span class=\"citation\" id=\"32474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32474)\">Luke 15:16<\/a><\/span>.]<\/span><\/sup> Finally, when he came to himself he returned to the land of his father, expecting nothing but a rebuke and reprimand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p39\" class=\"\">“And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p40\" class=\"\">“And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p41\" class=\"\">“But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p42\" class=\"\">“And bring hither the fatted calf, and kill it; and let us eat, and be merry:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p43\" class=\"\">“For this my son was dead, and is alive again; he was lost, and is found.”<sup class=\"noteMarker\"><a href=\"#footnote9-93905_000_023\">9<\/a>\n       <span class=\"footnote\">[Ibid., <span class=\"citation\" id=\"32475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32475)\">Luke 15:20–24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p44\" class=\"\">To the faithful son who was a bit critical of his father’s actions toward his brother came the same response: “Thy brother was dead, and is alive again; and was lost, and is found.”<sup class=\"noteMarker\"><a href=\"#footnote10-93905_000_023\">10<\/a>\n       <span class=\"footnote\">[Ibid., <span class=\"citation\" id=\"32476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32476)\">Luke 15:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p45\" class=\"\">Could I leave that long-distant time and that faraway place and share with you examples of the guiding influence of the Master Shepherd as we, in the fulfillment of our assignments, whatever they may be in His service, will see the evidence of His divine help and feel the touch of His gentle hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p46\" class=\"\">I served as a bishop during the period of the Korean War. We had received from Church headquarters a letter indicating that bishops should send a personal letter to each serviceman every month, along with a copy of the Church magazine at that time, the <span class=\"emphasis\">Improvement Era,<\/span> and a subscription to the <span class=\"emphasis\">Church News.<\/span> That took a little doing. In our large ward we had about eighteen servicemen. We did not have much money. The priesthood quorums, with effort, supplied funds for the subscriptions to the publications, and I took care of the letter writing. From my experience in the Navy at the end of a previous war, I knew the importance of receiving word from home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p47\" class=\"\">One day the sister who took the shorthand for those individually dictated letters said to me, “Bishop Monson, don’t you ever get discouraged?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p48\" class=\"\">I said, “No, I don’t. Why?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p49\" class=\"\">“Do you realize,” she explained, “that this is the seventeenth consecutive monthly letter you have sent to Lawrence Bryson, and you have never received a reply?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p50\" class=\"\">I said, “Well, send number seventeen. It might do the job.” And it did. I received a reply from an APO number, San Francisco. Brother Bryson, far away in the Pacific, had written a short letter which began, “Dear Bishop, I ain’t much at writing letters [I could have told him that seventeen months sooner], but today has been a special day. I have been ordained a teacher in the Aaronic Priesthood. My group leader has stayed close to me, and I am grateful to him.” Then he said, “By the way, thanks for the <span class=\"emphasis\">Church News.<\/span> Thanks for the magazine. But a special thanks for your letter which comes each month.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p51\" class=\"\">Years later at a stake conference in the Cottonwood Stake, when Elder James E. Faust was stake president, I mentioned that experience in a stake priesthood meeting. A man came up after the meeting and said, “Do you remember me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p52\" class=\"\">I looked at him. It had probably been twenty-two years since I’d seen him. I said, “Lawrence Bryson!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p53\" class=\"\">He said, “That’s me. Thanks for the letters. That’s why I’m here today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p54\" class=\"\">Where is Lawrence Bryson now? He and his wife are currently serving full-time missions. Their lives demonstrate full activity in the Church. They are searching for sheep that are lost. I think they will know where to find them. I know they will save them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p55\" class=\"\">I still have that wonderful letter written to me from Lawrence Bryson and dated “Christmas Day, December 25, 1953.” It was one of the most treasured Christmas gifts ever received by me. Sure, you sometimes wonder after seventeen letters have been sent why no reply has come, but I remembered a line of truth: “The wisdom of God may appear as foolishness to men. But the greatest single lesson we can learn in mortality is that when God speaks and a man obeys, that man will always be right.” The leaders of the Church had spoken. We as bishops needed only to obey. The blessing was sure to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p56\" class=\"\">Brethren, in our priesthood callings I am confident we at times wonder if we are affecting the lives of others in a favorable manner. The instructor in the quorum who prepares so diligently, the home teachers who put aside their own convenience and carry a message to the families upon whom they call, and the quorum officers who reach out to rescue perhaps will never fully know the far-reaching influence of their service. This is particularly true of the faithful missionaries who day after day carry on in the service of the Master. Never complaining, ever serving, always sacrificing for the benefit of others, these noble servants deserve our undying gratitude and our fervent prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p57\" class=\"\">The simple words from Ecclesiastes, or the Preacher, carry an assurance that brings comfort and inspires effort: “Cast thy bread upon the waters: for thou shalt find it after many days.”<sup class=\"noteMarker\"><a href=\"#footnote11-93905_000_023\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21452)\">Eccl. 11:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p58\" class=\"\">Such was my experience as pertains to President George H. Watson, who today serves as first counselor in the Naperville Illinois Stake presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p59\" class=\"\">Brother Watson wrote a letter to me, never mailed, dated 3 October 1978 which tells of his conversion to the Church and of his baptism, which took place in the summer of 1959 in eastern Canada, where I served as the mission president at that time. I did not receive this letter until this past year, when it was carried to me by Elder John E. Fowler, who discovered its existence while visiting with the Watson family following a stake conference in Naperville. Both Brother Watson and I have some modest reluctance in sharing with you his private letter, but feeling the impression that the account would help to encourage many of you brethren participating in this worldwide priesthood meeting this evening, we shall do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p60\" class=\"\">I will conclude by reading President Watson’s own words. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p61\" class=\"\">“Dear Elder Monson:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p62\" class=\"\">“This is a letter out of the blue. Its purpose is to thank you for the letters you wrote some twenty years ago—one to me and the other about me—and to let you know the effect they had on my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p63\" class=\"\">“My name is George Watson. In 1957, at the age of twenty-one, I emigrated from Ireland, where I had grown up, to Canada. The main purpose of going to Canada was to put together sufficient money to do postgraduate work at London University.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p64\" class=\"\">“The firm for which I worked was in Niagara Falls, and I found a room at the ridiculously inexpensive cost of $6.00 per week. The only drawback was that I had to drive the landlady—age seventy-three—to church each Sunday in St. Catharines, Ontario.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p65\" class=\"\">“I soon found this chore to be very annoying, as she used the twenty-five-minute drive to try to get me to see the missionaries from her church. I resisted this very effectively for better than a year, until one day she told me that there were two young ladies coming to supper, and would I care to join them. It is very difficult to be rude to lady missionaries!<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p66\" class=\"\">“I did a great deal of thinking over the next few months and decided that although what eleven sets of missionaries were telling me felt right, I would have to give up too much, besides which I was fed up running my landlady to church. In order to stop her asking for the ride, I decided to take her half an hour late on the next Sunday and to go in and sit with her in an open-neck shirt, sneakers, and sports slacks. I thought this would embarrass her and she would not ask me again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p67\" class=\"\">“My plan worked perfectly, except that she was not annoyed at being late, and I made as much impact as a damp squid. We arrived just as the Sunday School was splitting for class. I would not go into class and spent my time talking to a very fine man who was crippled and who ‘understood’ me. As I was to return to Ireland eight days later (July 1959), he suggested that I should join the Church on the Saturday before I left. He was to call and confirm this during the week, but I effectively countered this by not answering the phone all week. On Sunday, after a sleepless night, I phoned him to apologize and was baptized in Hamilton virtually on the way to the airport—knowing that I would never meet any Mormons in Ireland and that the Church would lose track of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p68\" class=\"\">“I have no idea, President Monson, where you found my address in Ireland, but on the Friday after I returned, I had a letter from you welcoming me into the Church, and on Sunday at 9:00 <span class=\"small\">A.M.<\/span> there was a knock on the door and a President Lynn stood on the doorstep saying he had had a letter from President Monson in Toronto asking him to watch over me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p69\" class=\"\">“The next few months or years were traumatic. Three meetings on a Sunday were entirely unreasonable: no way I would speak in front of that group; they can’t expect more than 10 percent. Even more traumatic: my girlfriend set out to show me how ridiculous I was. She ended up being baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p70\" class=\"\">“We now live in Illinois with three wonderful children. I often sit and ponder why the Lord has blessed us so greatly. We have all had reason to feel His sustaining hand in difficult times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p71\" class=\"\">“Although it is unlikely that we will ever meet, I would like to very sincerely thank you for taking the trouble to write those two letters. They have completely changed the course of our lives. I am grateful for the knowledge of the Savior’s purpose in coming to earth, my relationship to Him, and what He expects of me. The courage and steadfastness of Joseph Smith, the Prophet, and the knowledge that he imparted to us will always be a source of inspiration to me. I am thrilled at the opportunity of serving in the Lord’s church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p72\" class=\"\">“May the Lord continue to bless you in His work, and thank you for the effect you have had on my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p73\" class=\"\">“[signed] George Watson”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p74\" class=\"\">This past Christmas, when George Watson and his beloved Chloe came to Salt Lake City to visit two of their children and a son-in-law, they came to my office, that we might formally meet. They expressed their testimonies and again conveyed their thanks for all who had participated in this human drama, this miracle in our time. Tears flowed, prayers were offered, and gratitude conveyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/search-and-rescue.p75\" class=\"\">It was an appropriate season of the year for our visit together, when all Christendom pauses for a brief moment and remembers Him—even Jesus Christ—who died that we might have eternal life. He who notes the fall of the sparrow surely orchestrated the search-and-rescue mission that brought the Watson family to His fold. May we ever be found in His service and on His errand is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93905_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26593)\">Jer. 8:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93905_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"19766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19766)\">D&amp;C 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93905_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church, <\/span>5:366.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-93905_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 221.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-93905_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40853)\">Mosiah 2:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-93905_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"9963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9963)\">Alma 1:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-93905_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32473)\">Luke 15:4–7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-93905_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., <span class=\"citation\" id=\"32474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32474)\">Luke 15:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-93905_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., <span class=\"citation\" id=\"32475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32475)\">Luke 15:20–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-93905_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., <span class=\"citation\" id=\"32476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32476)\">Luke 15:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_023\"><a name=\"-93905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-93905_000_023\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21452)\">Eccl. 11:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}