{"ID":5318, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Some Lessons I Learned as a Boy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p3\" class=\"\">I think I would like to say a few things to the boys. You older men may listen or sleep. What a wonderful thing it is to be young in this time of the history of the Church and the history of the world. Surely this is the great age of enlightenment. This is a time like no other time. Never before has there been so much of scientific discovery. Never before have there been greater opportunities for education. Never before have there been such widespread opportunities for service in the Church. I almost feel jealous of you. And then I do not. I think of the many problems with which you live. You face difficult temptations that are all around you. It’s easy for old men to lecture young men. Rather than do that, I think I would like to do something I’ve never done before. If you will permit me a personal indulgence, I wish to talk with you about some lessons I learned when I was a boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p4\" class=\"\">I grew up here in Salt Lake City, a very ordinary kind of freckle-faced boy. I had a good father and mother. My father was a man of education and talent. He was respected in the community. He had a love for the Church and for its leaders. President Joseph F. Smith, who was President in my childhood, was one of his heroes. He loved President Heber J. Grant, who became President of the Church in 1918.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p5\" class=\"\">My mother was a gifted and wonderful woman. She was an educator; but when she married, she left her employment to become a housewife and mother. In our minds she was a great success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p6\" class=\"\">We lived in what I thought was a large home in the First Ward. It had four rooms on the main floor—a kitchen, a dining room, a parlor, and a library. There were four bedrooms upstairs. The house stood on the corner on a large lot. There was a big lawn, with many trees that shed millions of leaves, and there was an immense amount of work to be done constantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p7\" class=\"\">In my early childhood, we had a stove in the kitchen and a stove in the dining room. A furnace was later installed, and what a wonderful thing that was. But it had a voracious appetite for coal, and there was no automatic stoker. The coal had to be shoveled into the furnace and carefully banked each night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p8\" class=\"\">I learned a great lesson from that monster of a furnace: if you wanted to keep warm, you had to work the shovel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p9\" class=\"\">My father had an idea that his boys ought to learn to work, in the summer as well as in the winter, and so he bought a five-acre farm, which eventually grew to include more than thirty acres. We lived there in the summer and returned to the city when school started.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p10\" class=\"\">We had a large orchard, and the trees had to be pruned each spring. Father took us to pruning demonstrations put on by experts from the agriculture college. We learned a great truth—that you could pretty well determine the kind of fruit you would pick in September by the way you pruned in February. The idea was to space the branches so that the fruit would be exposed to sunlight and air. Further, we learned that new, young wood produces the best fruit. That has had many applications in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p11\" class=\"\">We got sick then just as people get sick now. In fact, I think we did more so. In those early years, the milk we drank was not pasteurized. We, of course, did not have an automatic dishwasher, except that it was our automatic duty to wash the dishes. When we were diagnosed as having chicken pox or measles, the doctor would advise the city health department, and a man would be sent to put a sign in the front window. This was a warning to any who might wish to come to our house that they did so at their own peril.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p12\" class=\"\">If the disease was smallpox or diphtheria, the sign was bright orange with black letters. It said, in effect, “Stay away from this place.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p13\" class=\"\">I learned something I have always remembered—to watch for signs of danger and evil and stay away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p14\" class=\"\">I attended the Hamilton School, which was a big three-story building. The structure was old and poor by today’s standards, but I learned that it was not the building that made a difference; it was the teachers. When the weather would permit, we assembled in front of the school in the morning, pledged allegiance to the flag, and marched in orderly fashion to our rooms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p15\" class=\"\">We dressed neatly for school, and no unkempt appearance was tolerated. The boys wore a shirt and a tie and short trousers. We wore long black stockings that reached from the foot to above the knee. They were made of cotton, and wore out quickly, so they had to be darned frequently. We learned how to darn because it was unthinkable to go to school with a hole in your stocking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p16\" class=\"\">We learned a lesson on the importance of personal neatness and tidiness, and that has blessed my life ever since.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p17\" class=\"\">The bane of my first-grade teacher’s life was my friend Louie. He had what psychologists today might call some kind of an obsessive fixation. He would sit in class and chew his tie until it became wet and stringy. The teacher would scold him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p18\" class=\"\">Louie eventually became a man of substance, and I have learned never to underestimate the potential of a boy to make something of his life, even if he chews his tie.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p19\" class=\"\">As the years passed, I finally reached the sixth grade in that school.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p20\" class=\"\">My friends were essentially the same through all of those years. People didn’t move much in those days. One of my friends was Lynn. That wasn’t his real name, but that’s what I’ll call him. He was always in trouble. Lynn seemed to have a hard time concentrating on what was going on, particularly when spring came and things looked better outside than they did in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p21\" class=\"\">Miss Spooner, our teacher, seemed to have it in for Lynn. One day at about eleven o’clock, Lynn disturbed the class, and Miss Spooner told him to go shut himself in the closet until she let him out. Lynn obediently went to the closet and closed the door behind him. When the bell rang at twelve o’clock, Lynn came out chewing the last bite of Miss Spooner’s lunch. We couldn’t help laughing, all but Miss Spooner, and that made matters worse. Lynn went on clowning throughout his life. He never learned until it was too late that life is a serious thing in which serious choices are to be made with much of care and prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p22\" class=\"\">The next year we enrolled in junior high school. But the building could not accommodate all the students, so our class of the seventh grade was sent back to the Hamilton School.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p23\" class=\"\">We were insulted. We were furious. We’d spent six unhappy years in that building, and we felt we deserved something better. The boys of the class all met after school. We decided we wouldn’t tolerate this kind of treatment. We were determined we’d go on strike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p24\" class=\"\">The next day we did not show up. But we had no place to go. We couldn’t stay home, because our mothers would ask questions. We didn’t think of going downtown to a show. We had no money for that. We didn’t think of going to the park. We were afraid we might be seen by Mr. Clayton, the truant officer. We didn’t think of going out behind the school fence and telling shady stories because we didn’t know any. We’d never heard of such things as drugs or anything of the kind. We just wandered about and wasted the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p25\" class=\"\">The next morning, the principal, Mr. Stearns, was at the front door of the school to greet us. His demeanor matched his name. He said some pretty straightforward things and then told us that we could not come back to school until we brought a note from our parents. That was my first experience with a lockout. Striking, he said, was not the way to settle a problem. We were expected to be responsible citizens, and if we had a complaint, we could come to the principal’s office and discuss it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p26\" class=\"\">There was only one thing to do, and that was to go home and get the note.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p27\" class=\"\">I remember walking sheepishly into the house. My mother asked what was wrong. I told her. I said that I needed a note. She wrote a note. It was very brief. It was the most stinging rebuke she ever gave me. It read as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p28\" class=\"\">“Dear Mr. Stearns,<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p29\" class=\"\">“Please excuse Gordon’s absence yesterday. His action was simply an impulse to follow the crowd.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p30\" class=\"\">She signed it and handed it to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p31\" class=\"\">I walked back over to school and got there about the same time a few other boys did. We all handed our notes to Mr. Stearns. I do not know whether he read them, but I have never forgotten my mother’s note. Though I had been an active party to the action we had taken, I resolved then and there that I would never do anything on the basis of simply following the crowd. I determined then and there that I would make my own decisions on the basis of their merits and my standards and not be pushed in one direction or another by those around me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p32\" class=\"\">That decision has blessed my life many times, sometimes in very uncomfortable circumstances. It has kept me from doing some things which, if indulged in, could at worst have resulted in serious injury and trouble, and at the best would have cost me my self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p33\" class=\"\">My father had a horse and buggy when I was a boy. Then one summer day in 1916, a wonderful thing happened. It was an unforgettable thing. When he came home that evening he arrived in a shining black brand-new Model T Ford. It was a wonderful machine, but by today’s standards it was a crude and temperamental sort of thing. For instance, it did not have a self-starter. It had to be cranked. You learned something very quickly about cranking that car. You retarded the spark, or the crank would kick back and break your hand. When it rained, the coils would get wet, and then it would not start at all. From that car I learned a few simple things about making preparation to save trouble. A little canvas over the cowl would keep the coils dry. A little care in retarding the spark would make it possible to crank without breaking your hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p34\" class=\"\">But the most interesting thing was the lights. The car had no storage battery. The only electricity came from what was called a magneto. The output of the magneto was determined by the speed of the engine. If the engine was running fast, the lights were bright. If the engine slowed, the lights became a sickly yellow. I learned that if you wanted to see ahead as you were going down the road, you had to keep the engine running at a fast clip.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p35\" class=\"\">So, just as I’d discovered, it is with our lives. Industry, enthusiasm, and hard work lead to enlightened progress. You have to stay on your feet and keep moving if you are going to have light in your life. I still have the radiator cap of that old 1916 Model T. Here it is. It is a reminder of lessons I learned seventy-seven years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p36\" class=\"\">I’ve learned something else from that car. I now ride in a car of modern vintage. It is quiet and powerful. It has every convenience, including heating and air-conditioning. What has made the difference between that old black 1916 hard-riding and noisy Model T and today’s automobiles? The difference has come because thousands of dedicated and able men and women over two generations of time have planned and studied, experimented and worked together to bring about improvement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p37\" class=\"\">I have learned that when people of goodwill labor cooperatively in an honest and dedicated way, there is no end to what they can accomplish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p38\" class=\"\">In 1915 President Joseph F. Smith asked the people of the Church to have family home evening. My father said we would do so, that we would warm up the parlor where Mother’s grand piano stood and do what the President of the Church had asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p39\" class=\"\">We were miserable performers as children. We could do all kinds of things together while playing, but for one of us to try to sing a solo before the others was like asking ice cream to stay hard on the kitchen stove. In the beginning, we would laugh and make cute remarks about one another’s performance. But our parents persisted. We sang together. We prayed together. We listened quietly while Mother read Bible and Book of Mormon stories. Father told us stories out of his memory. I still remember one of those stories. I found it recently while going through a book he had published some years ago. Listen to it:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p40\" class=\"\">“An older boy and his young companion were walking along a road which led through a field. They saw an old coat and a badly worn pair of men’s shoes by the roadside, and in the distance they saw the owner working in the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p41\" class=\"\">“The younger boy suggested that they hide the shoes, conceal themselves, and watch the perplexity on the owner’s face when he returned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p42\" class=\"\">“The older boy … thought that would not be so good. He said the owner must be a very poor man. So, after talking the matter over, at his suggestion, they concluded to try another experiment. Instead of hiding the shoes, they would put a silver dollar in each one and … see what the owner did when he discovered the money. So they did that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p43\" class=\"\">“Pretty soon the man returned from the field, put on his coat, slipped one foot into a shoe, felt something hard, took it out and found a silver dollar. Wonder and surprise [shone] upon his face. He looked at the dollar again and again, turned around and could see nobody, then proceeded to put on the other shoe; when to his great surprise he found another dollar. His feelings overcame him. … He knelt down and offered aloud a prayer of thanksgiving, in which he spoke of his wife being sick and helpless and his children without bread. … He fervently thanked the Lord for this bounty from unknown hands and evoked the blessing of heaven upon those who gave him this needed help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p44\" class=\"\">“The boys remained [hidden] until he had gone.” They had been touched by his prayer and felt something warm within their hearts. As they left to walk down the road, one said to the other, “Don’t you have a good feeling?” (Adapted from Bryant S. Hinckley, <span class=\"emphasis\">Not by Bread Alone,<\/span> Salt Lake City: Bookcraft, 1955, p. 95.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p45\" class=\"\">Out of those simple little meetings, held in the parlor of our old home, came something indescribable and wonderful. Our love for our parents was strengthened. Our love for brothers and sisters was enhanced. Our love for the Lord was increased. An appreciation for simple goodness grew in our hearts. These wonderful things came about because our parents followed the counsel of the President of the Church. I have learned something tremendously significant out of that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p46\" class=\"\">In that old home, we knew that our father loved our mother. That was another of the great lessons of my boyhood. I have no recollection of ever hearing him speak unkindly to her or of her. He encouraged her in her individual Church activities and in neighborhood and civic responsibilities. She had much of native talent, and he encouraged her to use it. Her comfort was his constant concern. We looked upon them as equals, companions who worked together and loved and appreciated one another as they loved us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p47\" class=\"\">She likewise encouraged him, did everything in the world to make him happy. At the age of fifty, she developed cancer. He was solicitous of her every need. I recall our family prayers, with his tearful pleadings and our tearful pleadings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p48\" class=\"\">Of course there was no medical insurance then. He would have spent every dollar he owned to help her. He did, in fact, spend very much. He took her to Los Angeles in search of better medical care. But it was to no avail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p49\" class=\"\">That was sixty-two years ago, but I remember with clarity my brokenhearted father as he stepped off the train and greeted his grief-stricken children. We walked solemnly down the station platform to the baggage car, where the casket was unloaded and taken by the mortician. We came to know even more about the tenderness of our father’s heart. This has had an effect on me all of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p50\" class=\"\">I also came to know something of death—the absolute devastation of children losing their mother—but also of peace without pain, and the certainty that death cannot be the end of the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p51\" class=\"\">We didn’t openly speak about love for one another very much in those days. We didn’t have to. We felt that security, that peace, that quiet strength which comes to families who pray together, work together, and help one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p52\" class=\"\">“Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.” (<span class=\"citation\" id=\"23020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23020)\">Ex. 20:12<\/a><\/span>.) As a boy I came to believe in that divine commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p53\" class=\"\">I think it is such a great commandment from the Lord. If it were only observed more widely, there would be far less misery in the homes of the people. Instead of backbiting, accusation, argument, there would be appreciation and respect and quiet love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p54\" class=\"\">My father is long since gone. I have become a father, and a grandfather, and a great-grandfather. The Lord has been very kind. I have experienced my share of disappointments, of failures, of difficulties. But on balance, life has been very good. I have tried to live it with enthusiasm and appreciation. I have known much of happiness, oh, so very much. The root of it all, I believe, was planted in my childhood and nurtured in the home, the school, and the ward in which I grew, where I learned simple but important lessons in living. I cannot be grateful enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p55\" class=\"\">My heart aches, and I grieve, when I see the tragedy of so many broken homes, of homes where husbands do not seem to know how to treat their wives, of homes where children are abused and grow to become the abusers of another generation. None of this tragedy is necessary. I know it is not. The answer to our problems lies in following the simple gospel of Jesus Christ, the Son of God, who brought into the world His Father’s love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p56\" class=\"\">Brethren, will you forgive me for taking your time to talk in a personal way as I have done? I did not know how to say what I wanted to say without doing so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p57\" class=\"\">Young men, “Do what is right; let the consequence follow.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 237.) “Choose the right when a choice is placed before you.” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 239.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/some-lessons-i-learned-as-a-boy.p58\" class=\"\">Fathers, be good men, that your wives will speak of you with love and appreciation and your children will remember you with gratitude everlasting, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}