{"ID":5322, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritually Strong Homes and Families\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p3\" class=\"\">My dear brothers and sisters, my subject today is building homes and families that are spiritually secure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p4\" class=\"\">During a Manitoba Canada stake conference a few years ago, Sister Karen Beaumont described her feelings about the raging winter storms that come to their area. She said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p5\" class=\"\">“I <span class=\"emphasis\">love<\/span> a winter storm. … When the wind starts to blow and the snow begins to fall, a feeling of excitement starts to build. … When I can’t see the trees at the neighbor’s farmyard, … I phone my husband! … He then picks up the children who are at school. … It is hard to describe the feelings I experience as our family is gathered home, and the storm rages outside. … And I love it! Everyone is safe; we are together. We have lots of food and water. The longer it lasts, the better. … We are shut off from the world. … We bask in the warmth of our home and in the warmth of our love. My heart is full, and I am at peace. Sometimes, I wish I could just stay like that forever, with my family gathered around me, protected, shut off from the evil influences of the world. But alas, the storm blows itself out eventually, we dig ourselves out, and off we go to face the world again.”<sup class=\"noteMarker\"><a href=\"#footnote1-93905_000_028\">1<\/a>\n       <span class=\"footnote\">[Unpublished manuscript, Winnipeg Manitoba Stake conference, 27 Oct. 1990.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p6\" class=\"\">Perhaps all of us sometimes would like to withdraw and isolate ourselves from the storms of life and from the fiery darts of Satan. However, we must be in the world but not of the world, meaning to go forward in the midst of the sin, evil, and corruption that are in the world but resist and reject them. Being in the world can be frightening because we live at a time when Satan is becoming more and more bold. The Lord said, “I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.” (<span class=\"citation\" id=\"29626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29626)\">John 17:15<\/a><\/span>.)<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Evil in the World<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p8\" class=\"\">A recent report titled “Children in Crisis” reflected an aspect of this evil. The editors of a national magazine considered at length what is happening to our children:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p9\" class=\"\">“Of the 65 million Americans under 18, [many] live in poverty, 22% live in single-parent homes, and almost 3% live with no parent at all. Violence among the young is … rampant. … Playground fights that used to end in bloody noses now end in [some fatalities]. Schools that once considered talking in class a capital offense are routinely [checking children] for weapons, questioning them about drugs. … A good public education, safe streets, and family dinners—with both father and mother present—seem like quaint memories of a far distant past. … The parents of nearly 2,750 children separate or divorce each day. … Every day over 500 children ages 10 to 14 begin using illegal drugs, and over 1,000 start drinking alcohol. Nearly half of all middle-schoolers abuse drugs or alcohol or [become involved in immorality].”<sup class=\"noteMarker\"><a href=\"#footnote2-93905_000_028\">2<\/a>\n\t <span class=\"footnote\">[Louis S. Richman, “Struggling to Save Our Kids,” <span class=\"emphasis\">Fortune,<\/span> 10 Aug. 1992, pp. 34–35.]<\/span><\/sup> Data from other nations are equally alarming.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p10\" class=\"\">These and many other ills of our society today have their source in the breakdown of the family. If Satan can weaken or destroy the loving relationships among members of families, he can cause more misery and more unhappiness for more people than he could in any other way.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Homes Can Provide Security<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p12\" class=\"\">The place to cure most of the ills of society is in the homes of the people. Building our homes as fortresses of righteousness for protection from the world takes constant labor and diligence. Membership in the Church is no guarantee of a strong, happy family. Often parents feel overwhelmed. Many must accomplish the whole job single-handedly while bearing all of the emotional pain of divorce. The Lord has provided a plan that will help us to be successful in meeting every challenge that may confront us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p13\" class=\"\">In the plan of salvation, <span class=\"emphasis\">all<\/span> families are precious instruments in the Lord’s hands to help direct His children toward a celestial destination. The righteous molding of an immortal soul is the highest work we can do, and the home is the place to do it. To accomplish this eternal work, we should make our homes gospel centered. When peace and harmony abound, the Holy Spirit will ever be present. The storms of the evil one can be stopped at the very entrance of our homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p14\" class=\"\">Let us be sure the spiritual foundation of each home is the rock of our Redeemer, as Helaman taught his sons: “And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall.” (<span class=\"citation\" id=\"24849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24849)\">Hel. 5:12<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p15\" class=\"\">The Lord’s standards for building a temple apply also to building spiritual strength in our homes: “Organize yourselves; prepare every needful thing; and establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God.” (<span class=\"citation\" id=\"125238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125238)\">D&amp;C 88:119<\/a><\/span>.) Do we heed this counsel from the Lord? Do we do what He asks? We would do well to build our homes according to this plan or they are destined to fail.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Divine Patterns for Spiritual Strength<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p17\" class=\"\">\n\t  <span class=\"strong\">\n\t    <span class=\"emphasis\">A House of Prayer and Fasting<\/span>\n\t  <\/span>\n\t<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p18\" class=\"\">To make our homes become houses of prayer and fasting, we “pray always, that [we] may come off conqueror; yea, that [we] may … escape the hands of the servants of Satan that do uphold his work.” (<span class=\"citation\" id=\"19756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19756)\">D&amp;C 10:5<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p19\" class=\"\">Our families should gather for family prayer morning and night. In addition, we should offer our own individual prayers for our personal needs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p20\" class=\"\">\n\t  <span class=\"strong\">\n\t    <span class=\"emphasis\">A House of Faith<\/span>\n\t  <\/span>\n\t<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p21\" class=\"\">We can make each home a house of faith by believing in the goodness of God and believing that we <span class=\"emphasis\">can<\/span> live gospel principles and live in peace and security. We need to have the faith to be obedient, to keep trying, and to keep a positive outlook. Sometimes we get discouraged and feel like giving up. But, as an old cowboy once said, “If I get bucked off, I must get back up on the horse and ride on.” We can never give up.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p22\" class=\"\">When I think of faith, I think of the two great Book of Mormon prophets Nephi and Alma as models. In faith, Nephi returned to Jerusalem for the plates of brass, “not knowing beforehand the things which [he] should do.” (<span class=\"citation\" id=\"2051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2051)\">1 Ne. 4:6<\/a><\/span>.) Alma prayed in faith for the repentance of his wayward son, who had become “a very wicked and an idolatrous man” and “was going about to destroy the church of God.” (<span class=\"citation\" id=\"40894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40894)\">Mosiah 27:8, 10<\/a><\/span>; see <span class=\"citation\" id=\"40893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40893)\">Mosiah 27:8–37<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p23\" class=\"\">\n\t  <span class=\"strong\">\n\t    <span class=\"emphasis\">A House of Learning and Glory<\/span>\n\t  <\/span>\n\t<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p24\" class=\"\">Every home is a house of learning, either for good or otherwise. Family members may learn to be obedient, honest, industrious, self-reliant, and faithful in living gospel principles, or they may learn something else. Learning the gospel in the homes of Church members should be centered on the scriptures and on the words of latter-day prophets.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p25\" class=\"\">The Lord has commanded parents to teach their children. King Benjamin instructed parents: “Ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p26\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.” (<span class=\"citation\" id=\"40876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40876)\">Mosiah 4:14–15<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p27\" class=\"\">Emphasizing this duty, the Lord cautioned that if parents do not teach their children “to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, … the sin be upon the heads of the parents.” (<span class=\"citation\" id=\"19834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19834)\">D&amp;C 68:25<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p28\" class=\"\">A personal word of counsel to parents: Teach your children to pray, to rely on the Lord for guidance, and to express appreciation for their blessings. Children learn from you to distinguish between right and wrong. They learn that lying, cheating, stealing, or coveting possessions of others is wrong. Help them to learn to keep the Sabbath day holy and to pay their tithing. Teach them to learn and obey the commandments of God. Teach your young children to work, and teach them that honest labor develops dignity and self-respect. Help them to find pleasure in work and to feel the satisfaction that comes from a job well done.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p29\" class=\"\">In 1904, President Joseph F. Smith said to parents: “Do not let your children out to specialists … , but teach them by your own precept and example, by your own fireside. Be a specialist yourself in the truth. … Not one child in a hundred would go astray, if the home environment, example and training, were in harmony with the truth in the gospel of Christ, as revealed and taught to the Latter-day Saints.”<sup class=\"noteMarker\"><a href=\"#footnote3-93905_000_028\">3<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Gospel Doctrine: Selections fromt the Sermons and Writings of Joseph F. Smith<\/span> (Salt Lake City: Deseret Book Co., 1939), p. 302.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p30\" class=\"\">The ideal way to transform your home into a house of learning is to hold family home evening faithfully. The Church has reserved Monday evening for that purpose. In 1915, the First Presidency instructed local leaders and parents to inaugurate a home evening, a time when parents should teach their families the principles of the gospel. The Presidency wrote: “If the Saints obey this counsel, we promise that great blessings will result. Love at home and obedience to parents will increase. Faith will be developed in the hearts of the youth of Israel, and they will gain power to combat the evil influence and temptations which beset them.”<sup class=\"noteMarker\"><a href=\"#footnote4-93905_000_028\">4<\/a>\n\t <span class=\"footnote\">[James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. (Salt Lake City: Bookcraft, 1970), 4:339.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p31\" class=\"\">President David O. McKay gave the same promise in 1965 and added that the youth will gain power “to choose righteousness and peace, and be assured an eternal place in the family circle of our Father.”<sup class=\"noteMarker\"><a href=\"#footnote5-93905_000_028\">5<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Family Home Evening Manual<\/span> (Salt Lake City: The Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints, 1965), p. iii.]<\/span><\/sup> In 1976, the Presidency reaffirmed that “regular participation in family home evening will develop increased personal worth, family unity, love for our fellowmen, and trust in our Father in heaven.<sup class=\"noteMarker\"><a href=\"#footnote6-93905_000_028\">6<\/a>\n\t <span class=\"footnote\">[<span class=\"emphasis\">Family Home Evening Manual<\/span> (Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1976), p. 3.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p32\" class=\"\">Considering these glorious promises, we would expect every faithful member to be exceedingly diligent in following this prophetic counsel. But, of course, we are all human, and our best plans don’t always materialize. Why not? Let it not be for lack of commitment. I know the Lord will keep his promises. I know also that we can keep this commandment if we will organize ourselves and prepare “every needful thing.” (<span class=\"citation\" id=\"19902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19902)\">D&amp;C 88:119<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p33\" class=\"\">I am grateful that my parents and grandparents provided such traditions of learning for our family. My father wrote this account of how his parents taught their children:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p34\" class=\"\">“The musical, cheerful voice [of my mother] called, ‘Come, children, it is the singing and story hour.’ … She seated herself in a well-used rocking chair, admonished us to listen carefully, to sing well, and to ask questions. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p35\" class=\"\">“We learned the words of the song by rote, and the meaning or story of each song was made clear to us. ‘Joseph Smith’s First Prayer’ brought to us the story of the restoration of the gospel and the story of his life was made most impressive. ‘Come, Come, Ye Saints’ opened the door to the richness of pioneer achievement, faith, and loyalty. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p36\" class=\"\">“A testimony of Joseph Smith’s divine calling, of the authenticity of the Book of Mormon, and above all, the reality of our Heavenly Father and his Son, Jesus Christ, were the blessings derived from the family song and story hour.” My father further wrote: “My heart is filled with gratitude to my angel mother for … teaching me the doctrines of repentance, faith, baptism, and the gift of the Holy Ghost. She taught me the power and blessing of prayer, of the actual existence of the Father and the Son, and that Joseph Smith saw and talked to them when a boy fourteen years of age. We knew from her teaching that our Prophet saw other heavenly messengers … , and that through them the Church of Jesus Christ was restored to the earth.”<sup class=\"noteMarker\"><a href=\"#footnote7-93905_000_028\">7<\/a>\n\t <span class=\"footnote\">[Joseph L. Wirthlin, <span class=\"emphasis\">A Heritage of Faith,<\/span> comp. Richard B. Wirthlin (Salt Lake City: Deseret Book Co., 1964), pp. 42–43.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p37\" class=\"\">When I was a boy, our family home evening took place at the dinner table. It was most pleasant and enjoyable. It was a time when our father would reminisce and tell us about his life. He often told us of his inspirational and exciting experiences while preaching the gospel as a missionary in Germany. Each story seemed to improve the more often it was related. I grew up never doubting that I would become a missionary, and I never lost the zeal that he instilled in my heart. Our mother taught us about the nobility of her pioneer parents and their great faith in the gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p38\" class=\"\">Home can literally become a house of glory. Memories of early childhood can become significant in our daily lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p39\" class=\"\">\n\t  <span class=\"strong\">\n\t    <span class=\"emphasis\">A House of Order<\/span>\n\t  <\/span>\n\t<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p40\" class=\"\">To instill order in our homes, parents should be in charge and exercise parental authority in righteous dominion and establish acceptable standards of behavior for their children, setting limits and adhering to them consistently. They are to teach and guide their children “by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; by kindness, … reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love.” (<span class=\"citation\" id=\"19969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19969)\">D&amp;C 121:41–43<\/a><\/span>.) Parents then will earn the respect of their children, and children will honor their parents, unifying families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p41\" class=\"\">Other safeguards of order in our homes include assuring that children are blessed, baptized, and sons ordained to the priesthood. In addition, they should be worthy to enter the holy temples, become missionaries, and receive the crowning blessing of an eternal marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p42\" class=\"\">\n\t  <span class=\"strong\">\n\t    <span class=\"emphasis\">A House of God<\/span>\n\t  <\/span>\n\t<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p43\" class=\"\">My brothers and sisters, if you will make your home a house of prayer and fasting, faith, learning and glory, and order, it can become a house of God. If you build your homes on the foundation rock of our Redeemer and the gospel, they can be sanctuaries where your families can be sheltered from the raging storms of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/spiritually-strong-homes-and-families.p44\" class=\"\">I testify of the divinity of the Savior, Jesus Christ, the Son of God. We are the spiritual offspring of our Heavenly Father. He is mindful of each one of us and wants our homes and our families to be spiritually strong. Joseph Smith is a true prophet of God, as are all of his successors, including President Ezra Taft Benson. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93905_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Unpublished manuscript, Winnipeg Manitoba Stake conference, 27 Oct. 1990.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93905_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Louis S. Richman, “Struggling to Save Our Kids,” <span class=\"emphasis\">Fortune,<\/span> 10 Aug. 1992, pp. 34–35.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93905_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Doctrine: Selections fromt the Sermons and Writings of Joseph F. Smith<\/span> (Salt Lake City: Deseret Book Co., 1939), p. 302.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-93905_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. (Salt Lake City: Bookcraft, 1970), 4:339.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-93905_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Family Home Evening Manual<\/span> (Salt Lake City: The Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints, 1965), p. iii.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-93905_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Family Home Evening Manual<\/span> (Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1976), p. 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93905_000_028\"><a name=\"-93905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-93905_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph L. Wirthlin, <span class=\"emphasis\">A Heritage of Faith,<\/span> comp. Richard B. Wirthlin (Salt Lake City: Deseret Book Co., 1964), pp. 42–43.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}