{"ID":533, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Appreciation<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1951, pp. 16-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, Counselors, President Smith, brethren and sisters, while being so\naffectionately helped by my son from where I was sitting to where I am now standing, a\nstatement flashed through my mind attributed to a good friend, the late J. Golden Kimball,\nwhen he stated, \"If you wish to live forever, just get an incurable disease and take care of it.\"\nYes, I confess that I am guilty of having such thoughts about others, and it is stated that the\nmeasure ye mete unto others shall be meted unto you again\n(<span class=\"citation\" id=\"34430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34430)\">Matt. 7:2<\/a><\/span>); so it is all right if some of you\nare thinking that of me; I hope that you are because I'd like that measure that I have meted to\nothers to be wiped out or balanced before I go to the other side. I have always had an idea, a\nstrong one, that it would be much better for all of us if we could repent of all our sins before\nwe go to the other side. And as it has been stated this morning by President McKay also by\nBrother Moyle, we may get by on this side by a little lying and a little cheating and a little\nstealing, but we will have to meet it, brothers and sisters, as sure as we live. The Lord is just,\nand these things will have to be paid for before we can progress as we would like to on the\nother side.\n<\/p><p>\nPOWER OF PRAYER\n<\/p><p>\nI am delighted beyond expression to be here with you this morning, and I wish openly to\nthank my Father in heaven for hearing and answering the prayers that have so thoughtfully\nbeen offered for me, and especially do I thank you, brethren and sisters, my dear friends, for\nremembering me in your prayers. I believe with all my heart in the power of prayer. I have\nalways believed in and accepted prayer as one of the great principles governing us in our\nlives, and I am thankful that so many are now thinking of prayer. They are speaking of it\nfrom the pulpit, in the press, and also over the radio. Just last night we listened to a play, the\nHome Theatre, I think it is called, over the Mutual Broadcasting System, and the sponsors of\nthis play generally make this very pertinent statement at the close: More things are wrought\nby prayer than this world dreams of.\" (Tennyson.) The other statement, very applicable\nespecially to this day where divorces are so prevalent: \"The family that prays together, stays\ntogether.\"\n<\/p><p>\nPRAYER IN THE HOME\n<\/p><p>\nI am sure that many young couples who have started life, opening their homes for themselves,\nhave heard that statement and would like very much, perhaps, to begin again by having prayer\nin the home. I know the young wives would like to have it, and maybe the young husbands,\nbut some of them perhaps do not know how to pray. I know we had missionaries arrive in the\nfield who didn't know how to pray. You could tell always when a missionary came from a\nhome where they had family prayers and had had the opportunity to take part in that family\nprayer. And to avoid embarrassment of these young missionaries, who hadn't had that\nopportunity, because of neglect of their parents, I generally made it a point in our first\nmeeting with the missionaries to help guide them in knowing how to pray. I told them, among\nother things, always to express appreciation in their prayers, followed by their requests, and if\nthey thought of prayers divided in that manner, it would be of help to them, even if they had\nnever prayed before. If they would just stand up and say, \"We thank thee, Father in heaven,\"\nand then name the blessings: for health and strength, for our parents, for the privilege of\nbeing in the mission field, for the Church, for our citizenship, then they could go on. If they\nwould just express their appreciation and then follow it by the requests that they have:\n\"Continue to bless us, bless us in our family life that peace and love and unity may continue.\nBless our brother who is in the war,\" perhaps. Well, if people would just think of prayer as\nbeing divided in that way, it might help them.\n<\/p><p>\nThere may be young couples who are listening in who listened to that play last night, and\nwhen it was stated that \"The family that prays together, stays together,\" I am sure they\nthought they would like to begin, and I hope that they will.\n<\/p><p>\nEXPRESSING APPRECIATION\n<\/p><p>\n<i>Expressing appreciation<\/i>: Do not ever forget to express appreciation to our Father in heaven\nfor the blessings that we have received from him. There would be more love in the home if\nwe expressed appreciation for our wives, menfolk. We love them as much as ever, but we\ndon't tell them. We used to take them flowers occasionally, especially when we were courting\nthem, but I am sure there are men listening in now who have never given their wives\nbouquets of flowers. This theme was developed in one of our stakes with scattered wards,\nsome of them nearly fifty miles from where the conference was being held, and the\npresidency of the stake very wisely organized a transportation committee, comprised of adult\nmembers of the Aaronic Priesthood and adult members who have no priesthood, and even\nsome non-members. They took their appointment seriously, and they made it possible for\nevery person in that scattered community, stake, to be in conference. In that way the\npresidency, of course, had a large number of the adult members of the Aaronic Priesthood\nthere.\n<\/p><p>\nAfter this theme had been developed, it was told that one of the men thought that the speaker\nwas speaking directly to him. He was working at one of the defense plants at the time,\nmaking a lot of money. The men were paid every two weeks. They cashed their checks right\nthere where they were working for convenience. As this man was driving home one night\nafter receiving his two weeks' pay, making more in two weeks than he usually made in two\nmonths, he stopped at the drugstore and bought a box of candy, the kind he used to take to\nhis sweetheart during his courting days. He saw a flower shop in the corner of the drugstore,\nand he thought ''Well, I believe I will get a bouquet of flowers. I know my sweetheart liked\ndark red roses.\" So he had the flower girl make up a beautiful bouquet of roses.\n<\/p><p>\nHe took them home, gave his usual three rings to announce to his wife that he had arrived.\nShe came hurrying to the door as usual, just as he was awkwardly pushing the door closed\nwith his back. He handed the roses to his wife and then awkwardly pushed the box of candy\ntowards her, blushing, I guess. She looked at the flowers, then the box of candy, then at her\nhusband and said \"John, let me smell your breath.\" Well, he was overdoing it a little perhaps\nall at once, but as she placed those flowers in the vase (one I am told she had received at her\nwedding and had never had occasion to use), tears came into her eyes. And as they were\nmunching over the candy in the evening, she said, \"John, remember this is the kind of candy\nyou brought me the first time you called to see me, and I was so embarrassed because father\nkept returning for just another piece?\"\n<\/p><p>\nAnd he said, \"Yes, I do remember, and how pleased I was that your father did keep returning.\nI was worried because I thought maybe he wouldn't like me, and I saw that he liked my\ncandy anyhow, and maybe liked me.\"\n<\/p><p>\nAPPRECIATION BRINGS LOVE\n<\/p><p>\nI want to tell you brethren and sisters we would have more love in our homes and in our\nwards and in our stakes if we just took time not only to appreciate our wives, but also to tell\nthem that we love them, not only to appreciate what our bishops are doing for our boys in the\nAaronic Priesthood, but also put our hand on the shoulder of the bishop and tell him,\n\"Bishop, how I do appreciate what you are doing for my boys.\" Tell the superintendent, and\nthe Sunday School teachers, and tell your ward teachers. Next time they come, make them\nfeel at home, and when they get up to say good-night after delivering their lesson, kneel down\nand pray with them, receiving their blessings.\n<\/p><p>\nMay we, my brethren and sisters, have the will power to express our appreciation&mdash;not only\nto appreciate, but also to express that appreciation more, and to pray together oftener.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nAnd in conclusion, may I, my brethren and sisters, express with all my heart my gratitude to\nmy Father in heaven for giving me a testimony of the divinity of this work in which we are\nengaged. I know that he lives, that he is our Father. We are all his children. I know that Jesus\nis the Christ, and that his Church is upon the earth, and that the men who have stood at the\nhead of this Church from the time of the Prophet Joseph Smith to the present time when\nPresident David O. McKay stands at the head, have all been called of God, and they have\nbeen set apart by the laying on of hands to preside over the Church, to preach the gospel, and\nto administer in the ordinances thereof. I bear you this testimony humbly, and in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}