{"ID":5331, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Back to Gospel Basics\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p3\" class=\"\">President Hinckley and President Monson, Tabernacle Choir, thank you for that inspiring session this morning. I only hope that the spirit of that session will hover over us as we conclude this afternoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p4\" class=\"\">In the Doctrine and Covenants we read: “That they themselves may be prepared, and that my people may be taught more perfectly, and have experience, and know more perfectly concerning their duty, and the things which I require at their hands.” (<span class=\"citation\" id=\"19925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19925)\">D&amp;C 105:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p5\" class=\"\">How grateful we are for the scriptures, which contain the Lord’s instructions to His children. They help us to better understand the course He has designed as a sure guide to lead us through this period of our mortal probation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p6\" class=\"\">Until recently, part of my assignment has included the country of Peru, an area of the world that is experiencing great turmoil. Inflation and internal strife have been robbing from the Peruvian people almost any hope of stability in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p7\" class=\"\">It has been difficult for my Brethren and me to visit Peru regularly because of the dangers of traveling there. It has been necessary for the Peruvian members to assume much more responsibility for priesthood and auxiliary leadership and for full-time missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p8\" class=\"\">The Area Presidency recognized the need to fortify the members of the Church in this country, and after much prayer and fasting, decided to emphasize just two basic teachings of the gospel. They prepared a letter to be delivered to each family unit in Peru. The theme was “Being Converted to the Lord,” in which they stressed family prayer and family scripture study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p9\" class=\"\">The Area Presidency taught these principles first to the stake presidencies. They, in turn, instructed their high councils, and from there the teaching was done to bishops. The bishops then instructed their ward members, and a follow-up letter was delivered by the home teachers to each family unit. The fathers were encouraged specifically to lead their families in daily prayer and scripture study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p10\" class=\"\">The blessings that have come to the Peruvian Saints from practicing these two basic gospel principles, daily prayer and scripture study, have been most remarkable. It soon became evident that faith and testimony were increasing among members of the Church there. There has been a significant increase in sacrament meeting attendance, which has resulted in a greater sense of community and increased interest among the Saints in loving and caring for each other. Though travel to the temple has become increasingly difficult and dangerous, surprisingly, temple attendance is up significantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p11\" class=\"\">The number of full-time missionaries immediately began to increase. Now the five missions in Peru fill their missionary needs with native Peruvians. The full-time missionaries are arriving in the field better prepared to serve, which of course has resulted in increased convert baptisms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p12\" class=\"\">A renewed emphasis on two basic gospel practices—daily prayer and scripture study—created a dramatic change and offered increased spirituality and works among the Saints there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p13\" class=\"\">The success of the Peruvian Saints should teach all of us the importance of adhering to the basics of a gospel-centered life. Let us consider again the blessings promised us if we faithfully practice daily family prayer and daily family scripture study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p14\" class=\"\">The scriptures are filled with admonitions to stay close to the Lord and call upon His holy name in prayer. In the latter days of Alma’s ministry, he instructed his sons on how they should live. After Alma’s remarkable conversion, he spent his life proclaiming the gospel and perfecting the Saints. Before he died, he wanted to instill in his sons a desire to be obedient to God’s will. To Helaman he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p15\" class=\"\">“O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p16\" class=\"\">“Yea, and cry unto God for all thy support; yea, let all thy doings be unto the Lord, and whithersoever thou goest let it be in the Lord; yea, let all thy thoughts be directed unto the Lord; yea, let the affections of thy heart be placed upon the Lord forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p17\" class=\"\">“Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.” (<span class=\"citation\" id=\"10031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10031)\">Alma 37:35–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p18\" class=\"\">Prayer is the primary means of communication between God and man. Prayer is an important part of practically every religion, whether it be Christian or otherwise. The Prophet Joseph Smith, speaking on the subject of prayer, stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p19\" class=\"\">“We would say to the brethren, seek [till you] know God in your closets, call upon him in the fields. Follow the directions of the Book of Mormon, and pray over, and for your families, your cattle, your flocks, your herds, your corn, and all things that you possess; ask the blessing of God upon … your labors, and everything … you engage in.” (<span class=\"emphasis\">History of the Church,<\/span> 5:31.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p20\" class=\"\">When we pray to the Lord, we should remember who we are addressing and be prepared to give Him our undivided attention as we humbly supplicate before Him. President John Taylor counseled us this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p21\" class=\"\">“Do you have prayers in your family? … And when you do, do you go through the operation like the [grinding] of a piece of machinery, or do you bow in meekness and with … sincere desire to seek the blessing of God upon you and your household? That is the way … we ought to do, and cultivate a spirit of devotion and trust in God, dedicating ourselves to him, and seeking his blessings.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 21:118.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p22\" class=\"\">As parents, it is clearly our duty to teach our children to pray, and regular family prayers establish patterns that literally bless future generations. As Elder Dallin H. Oaks admonished us to do in his great talk in the morning session, it is well to use the sacred pronouns of the scriptures, <span class=\"emphasis\">Thee, Thou, Thy,<\/span> and <span class=\"emphasis\">Thine<\/span>, when addressing deity in prayer, instead of the more common pronouns <span class=\"emphasis\">you, your,<\/span> and <span class=\"emphasis\">yours.<\/span> By doing so, we show greater respect to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p23\" class=\"\">It is so satisfying to know that God is mindful of us and ready to respond when we place our trust in Him. There is no place for fear among men and women who place their trust in the Almighty, who do not hesitate to humble themselves in seeking divine guidance through prayer. Though difficulties may arise and reverses may come, in our prayers we can find reassurance as the Lord speaks peace to our souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p24\" class=\"\">On several occasions President Benson has shared the poem “Prayer,” by Eliza M. Hickok, with members of the Church. It is a poem he learned while he was in the Aaronic Priesthood:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I know not by what methods rare<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But this I know, God answers prayer.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I know that He has given His Word,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Which tells me prayer is always heard,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And will be answered, soon or late.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And so I pray and calmly wait.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I know not if the blessing sought<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Will come in just the way I thought;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But leave my prayers with Him alone,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whose will is wiser than my own,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Assured that He will grant my quest,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Or send some answer far more blest.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p\" class=\"\">(Eliza M. Hickok, “Prayer,” <span class=\"emphasis\">The Best Loved Religious Poems,<\/span> ed. James Gilchrist Lawson, New York: Fleming H. Revell Co., 1933, p. 160.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p38\" class=\"\">Among the Peruvian Saints, who live in this nation racked with heartache and despair, there has emerged a stronger faith and devotion to our Father in Heaven because they heeded the counsel of His servants to hold daily family prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p39\" class=\"\">A special maturing in the gospel has developed among the members of the Church in Peru because they added to their daily family prayers the practice of having daily family scripture study. When the revealed words of the prophets found their way into the hearts of the Saints, they brought about a mighty change in the way they lived and believed. Questions, personal problems, and important concerns were answered for them by the inspired counsel of the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p40\" class=\"\">All the standard works of the Church instruct us to read and ponder their sayings. From the Old Testament we read, “Seek ye out of the book of the Lord, and read.” (<span class=\"citation\" id=\"25709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25709)\">Isa. 34:16<\/a><\/span>.) From the New Testament, “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"29605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29605)\">John 5:39<\/a><\/span>.) Nephi, in the Book of Mormon, observes, “My soul delighteth in the scriptures, and my heart pondereth them, and writeth them for the learning and … profit of my children.” (<span class=\"citation\" id=\"4511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4511)\">2 Ne. 4:15<\/a><\/span>.) Counsel from the Pearl of Great Price promises, “And whoso treasureth up my word, shall not be deceived.” (<span class=\"citation\" id=\"30815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30815)\">JS—M 1:37<\/a><\/span>.) And finally, in the Doctrine and Covenants we read: “First seek to obtain my word. … Study my word which hath gone forth among the children of men.” (<span class=\"citation\" id=\"19760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19760)\">D&amp;C 11:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p41\" class=\"\">The scriptures are one of our greatest treasures. They contain God’s instructions to His people from the beginning of time. In a world so full of the doctrines of men, how grateful we are to have a sure anchor on which to build our faith! Of the Book of Mormon, Elder Marion G. Romney said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p42\" class=\"\">“If our young folks are traditioned in the teachings of the Book of Mormon, they will not only be inspired with righteous courage to choose the right by example, … they will also be so schooled in the principles of the gospel of Jesus Christ that they will know what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p43\" class=\"\">“From almost every page of the book, there will come to them a moving testimony that Jesus is indeed the Christ, the Son of the Living God, our Redeemer and Savior. This witness alone will be a sustaining anchor in every storm.” (In Conference Report, Apr. 1960, p. 112.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p44\" class=\"\">In the Lord’s instructions to His children, we find sublime consistency. What the Lord has declared to be right will always be right. What He has declared to be true will always be true. What He has declared to be sinful will always be sinful. Rest assured that when the so-called “enlightened” doctrines of men contradict the holy scriptures, they will only bring heartache, disappointment, and destruction to the souls of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p45\" class=\"\">President Benson has counseled us concerning searching the scriptures:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p46\" class=\"\">“Let us not treat lightly [His word]. … [It is] one of the most valuable gifts He has given us. … Recommit … immerse yourselves in them daily. … Read them in your families and teach your children to love and treasure them. Then prayerfully and in counsel with others, seek every way possible to encourage the members of the Church to follow your example.” (Ezra Taft Benson, <span class=\"emphasis\">Ensign,<\/span> May 1986, p. 82.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p47\" class=\"\">My sincere counsel to you today is to recommit yourselves to these two basic practices that have been the source of so many blessings for the Saints in Peru. Never let a day go by without holding family prayer and family scripture study. Put this, the Lord’s program, to the test; and see if it does not bless your home with greater peace, hope, love, and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p48\" class=\"\">I promise you that daily family prayer and scripture study will build within the walls of your home a security and bonding that will enrich your lives and prepare your families to meet the challenges of today and the eternities to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p49\" class=\"\">God grant unto us the desire to seek Him reverently and humbly in prayer and the sincere desire to study His word, as contained in His holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/back-to-gospel-basics.p50\" class=\"\">God lives! Jesus is the Christ, the Savior of the world, is my solemn witness to you in the name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}