{"ID":5332, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “A Prophet’s Testimony”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93905_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p3\" class=\"\">My beloved brethren and sisters, we have had two wonderful days. The Spirit of the Lord has been with us. We have listened to inspired addresses, beautiful prayers, and uplifting music.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p4\" class=\"\">These general conferences each six months are occasions to grow in faith and in love for the Lord and His eternal work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p5\" class=\"\">I am confident that each of us has had stirred within himself or herself a resolution to live a little better, to be a little kinder, to serve with less selfishness, to be more worthy of the wonderful blessings the Lord has generously poured out upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p6\" class=\"\">It has been customary for the President of the Church to leave a message for us to ponder at the close of each conference. We all regret, how much we regret, that President Benson has been unable to speak to us or attend any of the sessions. However, he has seen and heard all of the sessions and would have me convey his love and a prophet’s blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p7\" class=\"\">He also would have me repeat his testimony of our Divine Redeemer, who stands as the head of this Church, which bears His name. I quote now from President Benson’s words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p8\" class=\"\">“As witnesses of the Lord Jesus Christ we proclaim that He truly is the Savior of all [and] … indeed the Son of God, the Redeemer, the Promised Messiah. No message is more significant than the one He brought. No event is of greater importance than His atoning sacrifice and subsequent resurrection. And no mortal tongue can express sufficient thanks for all that Jesus has done for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p9\" class=\"\">“We need to know that Christ invites us to come unto Him. ‘Behold, he sendeth an invitation unto all men, for the arms of mercy are extended towards them, … Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life.’ (<span class=\"citation\" id=\"9969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9969)\">Alma 5:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p10\" class=\"\">“Come, for he stands ‘with open arms to receive you’ (<span class=\"citation\" id=\"38109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38109)\">Morm. 6:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p11\" class=\"\">“Come, for ‘he will console you in your afflictions, and he will plead your cause’ (<span class=\"citation\" id=\"25972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25972)\">Jacob 3:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p12\" class=\"\">“‘Come unto him, and offer your whole souls as an offering unto him’ (<span class=\"citation\" id=\"41200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41200)\">Omni 1:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p13\" class=\"\">“As Moroni closed the record of the Jaredite civilization, he wrote, ‘I would commend you to seek this Jesus of whom the prophets and apostles have written’ (<span class=\"citation\" id=\"22416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22416)\">Ether 12:41<\/a><\/span>). …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p14\" class=\"\">“The question is sometimes asked, ‘Are Mormons Christians?’ We declare,” says President Benson, “the divinity of Jesus Christ. We look to Him as the only source of our salvation. We strive to live His teachings, and we look forward to the time that He shall come again on this earth to rule and reign as King of Kings and Lord of Lords. In the words of a Book of Mormon prophet, we say to men today, ‘There [is] no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent’ (<span class=\"citation\" id=\"125239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125239)\">Mosiah 3:17<\/a><\/span>).” (<span class=\"emphasis\">The Teachings of Ezra Taft Benson,<\/span> Salt Lake City: Bookcraft, 1988, p. 10.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p15\" class=\"\">I urge you to accept and ponder that testimony from him whom we sustain as prophet, seer, and revelator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p16\" class=\"\">President Benson, we know that you can see us. All of us participating in this conference—many, many thousands in the aggregate—express our love for you and invoke the blessings of the Lord upon you. We sustain you as our prophet. We embrace you as our leader. We thank you for the mighty work you have done in leading this people in truth and righteousness. May God bless you, our beloved friend, our prophet, and our President.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p17\" class=\"\">And now, brothers and sisters, there are two or three minutes left, and I wish to express in behalf of my Brethren my very deep appreciation to the members of the Church everywhere for your great kindness to us, for your sustaining vote concerning our responsibilities. The adversary is abroad in the earth. He would seek to destroy this work, but if we are united, all of us, his efforts will be of no avail. The work of the Lord will go on and grow in majesty and power and strength across the world. We have seen today and during these past few days the majesty and the wonder and the power of this, the work of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p18\" class=\"\">As we heard Sister Okazaki speak to us this afternoon, we were touched by the power of the Spirit to reach into the heart of a little girl in Hawaii, a girl of non-Christian upbringing, and touch that heart until she came to believe, and believing came to know. As we have listened to the testimony of Brother Kwok Yuen Tai, we have again sensed the miracle and the wonder of this work. This little Chinese boy in Hong Kong came to a meeting at the invitation of a friend, and his heart was touched over a period of time. I remember those days when he was a boy in Hong Kong when he joined the Church. I next saw him in Sydney, Australia, where he was getting a degree in chemistry. Then he was in London working for a great chemical organization, and then handling the work of that organization in Taiwan and Hong Kong. The Lord has led him, guided him. He has since served as a mission president and now as a General Authority of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p19\" class=\"\">Those miracles—and miracles they are—are occurring all across this world. This is a work of miracles, and the power of the Spirit is resting upon the heads of men and women and boys and girls all across the globe. Someone has said that the Holy Ghost can teach us things that we cannot teach one another. How true that is. How wonderfully true that is! Said the prophet Jeremiah, “And I will take you, one of a city, and two of a family, and I will bring you to Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p20\" class=\"\">“And I will give you pastors according to mine heart.” (<span class=\"citation\" id=\"26592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26592)\">Jer. 3:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p21\" class=\"\">That is the miracle that is taking place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/05\/a-prophets-testimony.p22\" class=\"\">Beloved friends, associates, we wish for each of you a safe return to your homes. We invoke the blessings of heaven upon you that there may be peace and love in your homes and in your hearts. Please accept our love. We pray for you. We want you to know that. We know that you pray for us, and we thank you. Accept our testimony, which is the same testimony that each of you can bear, that God our Eternal Father lives, our Father, the ruler and the governor of the universe, to whom we may look and with whom we may speak in prayer. Jesus is the Christ, the only Begotten of the Father in the flesh, the Son of the living God, who gave his life to atone for the sins of all mankind. These two visited the earth to usher in this the dispensation of the fulness of times and conferred upon him who became Prophet great and grand keys which are the bedrock of this work. Such is our faith, such is our witness, such is our testimony, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}