{"ID":535, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Ratio of Responsibility<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1951, pp. 20-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish that Brother Petersen had followed me instead of preceding me, for I should have tried\nto see that he had more time and I had less.\n<\/p><p>\nI should like to express my appreciation for my association and membership with you, my\nbrethren and sisters, and for the confidence and encouragement of the First Presidency and my\nother brethren among the General Authorities, and to express my support and prayers for them\nin the heavy burdens they carry.\n<\/p><p>\nEVIDENCE OF FAITH\n<\/p><p>\nPresident McKay's report this morning of one item reminded me of an interpretation that I\nhave placed for my own personal comfort upon the fact of our tremendous building program,\nand I have stated it previously to this congregation: I believe that some four hundred and\ntwenty buildings actually in the course of construction at the present time is a great and\ntangible evidence of the faith of this Church and its leadership in the future, and I like to\naccept it as such.\n<\/p><p>\nTEMPLE SQUARE ACTIVITIES\n<\/p><p>\nPerhaps you will be interested in knowing of some of the activities on Temple Square this\npast year. Up to the close of September, we had had some 895,439 visitors come through the\ngates of Temple Square for this year of 1951. The general travel index, in this area, at least,\nis a little down, as compared to last year, as indicated by the business barometer of those\nestablishments that largely deal with tourist trade. But it looks again as if we may reach or\nexceed, or at least closely approach, the million mark again&mdash;a million visitors who have\ncome to see us as we are on Temple Square during this year of 1951. And we are pleased to\nreport that despite some decrease in general tourist travel and in the number of visitors who\nhave passed through our gates, we have had the privilege of conducting tours and telling our\nstory to more people this year, up to this time, than ever before on record, in a like period of\ntime.\n<\/p><p>\nWe have the great privilege of meeting here some of the finest people from almost every part\nof the world, and it is encouraging and gratifying to partake of their spirit as they come\nhere&mdash;asking and with open arms, and they are gracious guests, as we try to be gracious hosts&mdash;to\nTemple Square, which I believe to be the greatest ten acres in the world, that I know anything\nof, at least.\n<\/p><p>\nI remember one fine, elderly lady from a remote part of the country, who not many weeks\nago looked over the valley and said, \"No wonder Brigham Young and the pioneers chose this\nplace.\" Well, it looks easy after the work is done- it looks desirable. But every time I look at\nthe tabernacle and the temple, and every time I hear the organ, I am made humble in thinking\nof what they did with what they had.\n<\/p><p>\nCHURCH AFFILIATIONS\n<\/p><p>\nBrother Harold Lundstrom invited my attention to a most interesting figure or two from the\n<i>1951 Yearbook of American Churches<\/i> published only last month. Sometimes people ask us\nwhy we send missionaries to Christian peoples. This yearbook, published by the National\nCouncil of Churches, indicates that there are about 256 religious groups in the United States\nat the present time, to which some eighty-seven million people belong. Only about fifty eight\npercent of the population of the United States of America claims or is counted as having\naffiliation with any church group, which means that beside those who are somewhat\ndisaffected or disinterested or inactive or who haven't found what they want in their own\nchurches, there are some sixty to seventy millions of people right here among us in our own\nnation, who are not claimed by, and do not claim, any church. Certainly one of the greatest\nmissionary fields in the world is here at home, besides our abundant opportunities abroad.\n<\/p><p>\nOBLIGATIONS TO CHILDREN\n<\/p><p>\nPresident McKay and other speakers have mentioned our obligations to our children, and\nsome thoughts have been running through my mind concerning them: It doesn't matter what\nyou have if you don't deliver it, no matter what talent or ability or capacity. It doesn't matter\nwhat truth you possess if you don't use it. And, so far as the next generation is concerned, it\ndoesn't matter what you have learned if you don't pass it on. Every generation needs\nteaching, not only by example, but also by specific word, and, as indicated by President\nMcKay, the great number of hours we have with our children in the home, as compared with\ntheir hours in schools and the churches, is somewhat indicative of the ratio of our\nresponsibility concerning them. Every generation is a relay station to pass on the great, eternal\ntruths to the next generation, and I pray that we may do so and that no part of this eternal\nmessage may stop at our relay point but may be continually passed on to the next\ngeneration&mdash;to our children and our children's children.\n<\/p><p>\nA PECULIAR PEOPLE\n<\/p><p>\nWe sometimes hear the phrase applied to us (sometimes applied to us by ourselves) that we\nare a \"peculiar people\" (<span class=\"citation\" id=\"2246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2246)\">1 Pet. 2:9<\/a><\/span>).\nThe word peculiar is not peculiar to us; it is peculiar to scripture. It is\na word by which the Lord describes a generation that he will have, peculiar in purity, in\nhonor, in righteousness as indicated in both Old and New Testament texts. And I believe the\nopportunity we have with our children and with the visitors who come here prompts us more\nthan ever to have in mind that we must be in some respects set apart and in some respects\ndifferent&mdash;not queer that is not the connotation of the word as applied in scripture&mdash;but I\nthink we should be peculiarly honest, peculiarly dependable, peculiarly industrious, peculiarly\nwilling in our work, peculiarly kind, peculiarly hospitable, peculiarly understanding, and\npeculiarly, happy.\n<\/p><p>\nAnd I am sure that our young people are peculiarly blessed in many ways. For one thing they\nare blessed with membership in a Church that is committed to the acceptance of all truth.\nThey are blessed in knowing that there is no truth that they could ever discover that their\nChurch would not accept in any field of thought or learning. All that the Church asks is that\nwhat it is asked to accept shall be beyond theory, beyond supposition, beyond private opinion.\nThey are peculiarly blessed in belonging to a Church that will accept every truth they ever\ndiscover in any field or from any source.\n<\/p><p>\nWe should be, and I think we are, peculiarly sustained in hardship and in times of difficulty,\nand peculiarly comforted in times of sorrow and uncertainty; and I ask our Father in heaven\nthat his blessings may be upon these young people of ours who are faced with uncertainty and\ndifficult situations that they may be peculiarly blessed as they live for these blessings and\nkeep their covenants and are faithful in the performance of their duties, wherever their\ncountry may call them, wherever mission service or any other essential service may take\nthem.\n<\/p><p>\nAnd may this be a time for teaching our children of the mission and message of him who\nsaid, \"of such is the kingdom of heaven\"\n(<span class=\"citation\" id=\"34453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34453)\">Matt. 19:14<\/a><\/span>);\nand may his peace and the fulfillment of his\npromises be unto all of us; and may we repent where we need repentance and conform to the\nprinciples of the gospel of Jesus Christ and live so that those who come to see us will sense\nour \"peculiarities\" in the constructive sense in which the Lord used the word in scripture.\n<\/p><p>\nI ask that the blessing of our Father in heaven may be with each of us in all of our problems,\nin all of our decisions in life, in our counseling of our children, in our teaching them the great\nand eternal truths, and in all our meetings with others, so that our lives may be consistent\nwith our convictions and with the commandments of God, that our conduct may be consistent\nwith those things we profess, and I do it in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}