{"ID":536, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Day of Preparation<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1951, pp. 25-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI think I have never stood before a conference congregation when I have felt so utterly\ndependent upon the Spirit of the Lord and upon your sustaining faith and prayers. I lean\nheavily upon you and ask for an interest in your prayers.\n<\/p><p>\nBefore you and my Heavenly Father I confess my weaknesses, my shortcomings, and ask for\nhis pardon, that I might be in such a condition as to have the direction of the Holy Spirit, not\nonly as I shall occupy these few moments, but also as I go forward and attempt to undertake\nthe great responsibilities that devolve upon one called to serve in this great Church.\n<\/p><p>\nAN ABIDING TESTIMONY\n<\/p><p>\nI have searched my soul, and I feel that I can say to you that I count by far the most valuable\nof all the things which I possess today an abiding testimony in the divinity of this work. I\nknow that my Redeemer lives. The certainty and conviction that I feel in my soul today is as\ncertain as that night follows day.\n<\/p><p>\nI have been grateful that I have found myself in full harmony with that inspiring message of\nour leader, President McKay, this morning. His remarks and the prayer that was offered at the\ncommencement of this service by Patriarch Gaskell Romney have led my mind into a train of\nthinking, which, if the spirit will bless me, I desire to follow.\n<\/p><p>\nPARABLE OF THE TEN VIRGINS\n<\/p><p>\nPatriarch Romney, in his prayer, said that the greatest weakness among us today was from\nwithin. The Master taught a great truth in a lesson which has been given to us for generations\nsince that time to prepare us and to teach us in things that pertain to our day, and the events\nwhich are to come. This is the message, the words of which are not new to any of you who\nlisten: \n<\/p><p>\nThen shall the kingdom of heaven be likened unto ten virgins, which took their lamps,\nand went forth to meet the bridegroom.\n<\/p><p>\nAnd five of them were wise, and five were foolish.\n<\/p><p>\nThey that were foolish took their lamps, and took no oil with them: \n<\/p><p>\nBut the wise took oil in their vessels with their lamps.\n<\/p><p>\nWhile the bridegroom tarried, they all slumbered and slept.\n<\/p><p>\nAnd at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to\nmeet him.\n<\/p><p>\nThen all those virgins arose, and trimmed their lamps.\n<\/p><p>\nAnd the foolish said unto the wise, Give us of your oil; for our lamps are gone out.\n<\/p><p>\nBut the wise answered, saying, Not so; lest there be not enough for us and you: but go\nye rather to them that sell, and buy for yourselves.\n<\/p><p>\nAnd while they went to buy, the bridegroom came; and they that were ready went in\nwith him to the marriage: and the door was shut.\n<\/p><p>\nAfterward came also the other virgins, saying, Lord, Lord, open to us.\n<\/p><p>\nBut he answered and said, Verily I say unto you, I know you not.\n<\/p><p>\nWatch, therefore, for ye know neither the day nor the hour wherein the Son of man\ncometh (<span class=\"citation\" id=\"34477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34477)\">Matt. 25:1-13<\/a><\/span>).\n<\/p><p>\nThis was a parable, as with many of the Master's teachings, based upon customs with which\nthe people, his hearers, were already familiar.\n<\/p><p>\nThe purpose of this lesson was to impress upon those called to the ministry and upon his\nfollowers and upon the world that there should be an unceasing watchfulness and preparation\nfor the day which he had predicted when the Lord would come again in judgment upon the\nearth.\n<\/p><p>\nThe bridegroom of the parable was the Master, the Savior of mankind. The marriage feast\nsymbolized the second coming of the Savior to receive his Church unto himself. The virgins\nwere those who were professed believers in Christ, because they were expectantly waiting for\nthe coming of the bridegroom to the marriage feast, or they were connected with the Church\nand the events which were to transpire with reference to it.\n<\/p><p>\nMODERN REFERENCE\n<\/p><p>\nThat this parable did refer particularly to the believers in Christ with a warning to them is\nfurther indicated by what the Lord has told us in modern revelation in which he said: \n<\/p><p>\nThese are the things that ye must look for . . . even in the day of the coming of the\nSon of Man.\n<\/p><p>\nAnd until that hour there will be foolish virgins among the wise; and at that hour\ncometh an entire separation of the righteous and the wicked\n(<span class=\"citation\" id=\"12897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12897)\">D&amp;C 63:53-54<\/a><\/span>),\n<\/p><p>\nundoubtedly meaning a separation of the wicked from the righteous among the professing\nbelievers in the Lord Jesus Christ.\n<\/p><p>\nThe Lord defines the wise virgins of his parable in still another revelation in which he said,\n<\/p><p>\nFor they that are wise and have received the truth, and have taken the Holy Spirit for\ntheir guide, and have not been deceived&mdash;verily I say unto you, they shall not be\nhewn down and cast into the fire, but shall abide the day\n(<span class=\"citation\" id=\"12889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12889)\">D&amp;C 45:57<\/a><\/span>).\n<\/p><p>\nHere is clearly indicated a truth we must all recognize, that among the people of God, the\nbelievers in the Savior of the world, there are those who are wise and keep the\ncommandments, and yet there are those who are foolish, who are disobedient, and who\nneglect their duties.\n<\/p><p>\nPROCESS OF PREPARATION\n<\/p><p>\nPresident Brigham Young corrected an error with respect to the preparation necessary for the\nenjoyment of the presence of the Lord when he comes, in this statement: \n<\/p><p>\nTradition has taught us that the great purpose of religion is to prepare people to die,\nthat when they have passed through a change of heart, become converted, they are\nready for glory at any moment, and to dwell with the Father and the Son in the\nheavens to all eternity. This is a mistake, for they have to improve, become\nsubstantially changed from bad to good, from sin to holiness, here or somewhere else,\nbefore they are prepared for the society they anticipate enjoying\n(<i>Discourses of Brigham Young<\/i>, 1943 ed, p. 16).\n<\/p><p>\nPreparation for that achievement is a process. For that very purpose the gospel of Jesus Christ\nwas restored in its fullness in this dispensation. So the Prophet Joseph Smith was told by the\nAngel Moroni, as the Prophet has recorded in his history: \n<\/p><p>\nThis messenger, proclaimed himself to be an angel of God, sent to bring the joyful\ntidings that the covenant which God made with ancient Israel was at hand to be\nfulfilled; <i>that the preparatory work for the second coming of the Messiah was speedily to commence<\/i>;\nthat the time was at hand for the gospel in all its fullness to be preached\nin power, unto all nations, <i>that a people might be prepared for the millennial reign<\/i>.\n(<span class=\"citation\" id=\"30310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30310)\">JS&mdash;H 1:30-42<\/a><\/span>).\n<\/p><p>\nA VOICE OF WARNING\n<\/p><p>\nThe responsibilities of the prophets in every dispensation have been to sound a warning for\nthe nations to repent and to come unto the Lord and avoid the judgments that otherwise will\nbe sent upon mankind.\n<\/p><p>\nPresident Wilford Woodruff, in a sermon delivered to temple workers in Brigham City in\nJune 1894, made a remarkable prediction and a statement with regard to these matters. A part\nof his sermon is as follows: \n<\/p><p>\nWe cannot draw a veil over the events that await this generation. No man that is\ninspired by the spirit and power of God can close his ears and his eyes or his lips to\nthese things. When I have the vision of night open continually before my eyes and can\nsee the mighty judgments that are about to be poured out upon this world; when I\nknow these things are true, and are at the door of the Jew and Gentile; while I know\nthey are true, while I am holding this position before God and this world, can I\nwithhold my voice from lifting up a warning to this people and to the nations of the\nearth? . . . And from this very day they shall be poured out. Calamities and troubles\nare increasing in the earth, and there is a meaning to these things . . . Read the\nscriptures and the revelations. They will tell you about these things. Great changes are\nat our doors. The next twenty years will see mighty changes among the nations of the\nearth. You will live to see these things whether I do or not. I have felt oppressed with\nthe weight of these matters, and I have felt that I must speak of them here; it is by the\npower of the gospel we shall escape (<i>The Improvement Era<\/i>, 17:1164-1165).\n<\/p><p>\nHe enumerated a number of the calamities which he had foreseen, and then stated: \"They are\nat our very doors, and not even this people will escape them entirely.\"\n<\/p><p>\nTwenty years later, as he had predicted, lacking one month, the great world war of July 1914\nbroke in all its fury. Many of you here have been witnesses of the fulfillment of what\nPresident Woodruff said, and from that time to the present time there has been an increasing\nintensity of the troubles and difficulties upon the earth.\n<\/p><p>\nHe sounded a note of comfort and blessing, however, in his closing statement.\n<\/p><p>\nRemember this, and reflect upon these matters, he said,\n<\/p><p>\nIf you do your duty, and I do mine, we shall have protection, and shall pass through\nthe afflictions in peace and safety.\n<\/p><p>\nWARNING OF PRESIDENT SMITH\n<\/p><p>\nShortly after the general conference a year ago last April, I met a man on the street who was\ninclined to be critical of the fact, he said, that the Church was not receiving revelations, and\nwhy was it that the Lord wasn't revealing his mind and will to his leaders. I happened to have\nin my pocket a clipping from President George Albert Smith's last address, and I took it out\nand read this to him: \n<\/p><p>\nSaid President Smith at the April conference just one year before his death: \n<\/p><p>\nBrethren and sisters, let us go to our homes; and if our houses are not in order, let us\nset them in order. Let us renew our determination to honor God and keep his\ncommandments, to love one another, to make our homes the abiding place of peace.\nEach of us can contribute to that in the homes in which we live.\n<\/p><p>\nIt will not be long until calamities will overtake the human family unless they seek\nspeedy repentance. It will not be long before those who are scattered over the face of\nthe earth by millions will die like flies because of what will come.\n<\/p><p>\nOur Heavenly Father has told us how it can be avoided, and that is our mission, in\npart, to go into the world and explain to the people how it may be avoided\n(<i>The Improvement Era<\/i> 53:410).\n<\/p><p>\nPresident Smith could not have made that statement except as the Lord revealed it to him.\n<\/p><p>\nOBLIGATION TO FOLLOW COUNSEL\n<\/p><p>\nThe Lord in a revelation has told us that it is the obligation of the Latter-day Saints to listen\nto the counsel of their leaders. In the preface to the Book of Doctrine and Covenants the Lord\nhas said this in plainness.\n<\/p><p>\nAnd the arm of the Lord shall be revealed; and the day cometh that they who will not\nhear the voice of the Lord, neither the voice of his servants, neither give heed to the\nwords of the prophets and apostles shall be cut off from among the people.\n<\/p><p>\nFor they have strayed from mine ordinances, and have broken mine everlasting\ncovenant (<span class=\"citation\" id=\"12855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12855)\">D&amp;C 1:14-15<\/a><\/span>).\n<\/p><p>\nCould it be that these who will be cut off, of which the Lord spoke are the foolish virgins in\nthe parable of the Master? As I thought back over the admonitions of our present leaders,\nPresident McKay, President Richards, and President Clark, I have wondered how much the\nLatter-day Saints have tried to recall and keep in their minds and hearts the admonitions of\nthese, the Lord's appointed servants. May I merely mention but a few of the admonitions of\nour present leaders to impress the importance of heeding the counsel of the prophets of our\nday: \n<\/p><p>\nDid you listen carefully to hear President McKay re-echo what he has said on past occasions,\nthat we should use the divine gift of agency to put to flight the degenerate tendencies in men\nand nations, and thereby find the way to eternal life? And did you hear him say that what you\nsincerely think of Christ in your heart will determine what you are, and will largely determine\nwhat your actions will be? Have you heard President Richards plead with us to keep the\ncommandments of God; and to preserve the sacredness of the home: and heard him say that\none of the greatest deterrents to wrong doing has been the fear of losing a place in the eternal\nfamily circle?\n<\/p><p>\nThose are messages that we should not have forgotten and should have sought to apply in our\ndaily conduct.\n<\/p><p>\nPresident Clark's admonitions and pleas for the unity of the Saints by following the leadership\nof the President of the Church; his warnings against false heresies, and his efforts to arouse\nthe people to protect our liberties as guaranteed by the Constitution of the United States,\ncertainly are messages which we could not well afford to overlook in this day of stern\njudgment if we would escape the calamities of which the prophets have warned.\n<\/p><p>\n\"A LAMP TO YOUR FEET\"\n<\/p><p>\nEvery baptized member of the Church may become a virgin of purity through baptism by\nimmersion for the remission of sins, through the atoning power of the Lord Jesus Christ. At\nour baptism we had hands laid upon our heads, and we were told by the officiating elders\nwords that went something like this,\n<\/p><p>\nReceive the Holy Ghost, which will be a lamp to your feet\n(<span class=\"citation\" id=\"41763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41763)\">Ps. 119:105<\/a><\/span>),\na guide to your path, which will bring all things to your remembrance\n(<span class=\"citation\" id=\"27499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27499)\">John 14:26<\/a><\/span>),\nwhich will show you things to come\n(<span class=\"citation\" id=\"27503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27503)\">John 16:13<\/a><\/span>),\nand will even reveal by its power the Lord Jesus Christ himself.\n<\/p><p>\nAll of those promises, of course, are conditioned upon obedience and faithfulness in keeping\nthe commandments of God.\n<\/p><p>\nThe Lord gives us, each one, a lamp to carry, but whether or not we shall have oil in our\nlamps depends solely upon each one of us. Whether or not we keep the commandments and\nsupply the needed oil to light our way and to guide us on our way depends upon each of us\nindividually. We cannot borrow from our Church membership. We cannot borrow from an\nillustrious ancestry. Whether or not we have oil in our lamps, I repeat, depends solely upon\neach one of us, it is determined by our faithfulness in keeping the commandments of the\nLiving God.\n<\/p><p>\nWe must buy from the only source from which we can obtain this kind of oil referred to by\nthe Master&mdash;from the fountain of eternal supply.\n<\/p><p>\nGod grant that we won't forget these admonitions, and that the parable of the ten virgins will\nhave a meaning to us, to all leaders throughout the Church to go out seeking in the highways\nand byways (<span class=\"citation\" id=\"31298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31298)\">Luke 14:21,23<\/a><\/span>)\nof the Lord's kingdom to prepare the people, that except they repent and turn\nunto the Lord (<span class=\"citation\" id=\"37958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37958)\">Morm. 5:22<\/a><\/span>)\nthese things which have been predicted will surely come. May all Church\nmembers remember that in the day when the Lord said peace would be taken from the earth\nand the devil would have power over his dominion, he also said that he, the Lord, would\nreign in the midst of his Saints when he would come down in judgment upon Idumea, or the\nworld (<span class=\"citation\" id=\"12861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12861)\">D&amp;C 1:35-36<\/a><\/span>).\n<\/p><p>\nSo he is reigning in the midst of his Saints, revealing himself to his leaders, that through them\nto this people we might never be left in doubt but might know of a certainty that he will do\nnothing save he reveals himself to his servants, the prophets\n(<span class=\"citation\" id=\"10401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10401)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nI bear you my humble witness that I know these things are true, and the Lord has spoken and\nis speaking to us today in a way that he has talked to his people in every dispensation, and I\nbear it humbly in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}