{"ID":5375, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Lord and Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p3\" class=\"\">I pray for the Spirit of the Lord while I speak to you on this sacred occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p4\" class=\"\">President Ezra Taft Benson is the only one who exercises all the keys of the kingdom. In addition, we sustain fourteen others as prophets, seers, and revelators. President Benson’s mighty influence is felt in many ways. His timely and inspired counsel to read the precious Book of Mormon brought an added appreciation of this sacred scripture to all who followed his direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p5\" class=\"\">A few weeks ago I witnessed President Benson’s radiating power in a sacred room in the Salt Lake Temple when a granddaughter of his was married. As he came into the room, I observed his infirmities of age because he is ninety-four years old. All stood to honor him as the prophet and President of the Church. He brought with him a great spirit of warmth, love, and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p6\" class=\"\">In this day of confusion and anxiety about the well-being of our nation and the entire world, we should pay attention to the exemplary and noble life of President Benson and to his writings and sermons as President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p7\" class=\"\">I would like today to emphasize the divinity of our Lord and Savior, Jesus Christ (see <span class=\"citation\" id=\"10061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10061)\">Alma 42:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p8\" class=\"\">We live in a day when Lucifer’s influence is greater than we ever have known in our lifetimes. In terms of the sin, evil, and wickedness upon the earth, we could liken our time to the days of Noah before the flood. No one is immune to affliction and difficulty, whether it be economical, emotional, or spiritual. Immorality, violence, and divorce, with their accompanying sorrows, plague society worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p9\" class=\"\">The only way to find peace, happiness, and security and to overcome the evils of the world and temptations of this generation is in the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p10\" class=\"\">Jesus is the head of his church, the Creator of the universe, the Savior and Redeemer of all mankind, and the Judge of the souls of men. Who he is and what he does affected each of us before we were born and will affect us each day of our mortal lives and throughout the eternities. Much of what he is and does is beyond finite human ability to comprehend, but the Holy Ghost has borne witness to my soul of their reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p11\" class=\"\">I am grateful to know that our Lord and Savior stands at the head of this church and directs it through his servants. This is the Lord’s church; it is not a church of men. The Brethren of its presiding councils are called of God; their only motive is to serve according to his will in humility “with all [their] heart, might, mind and strength” (<span class=\"citation\" id=\"19742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19742)\">D&amp;C 4:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p12\" class=\"\">The Church bears his name because it is his church. He commanded the Nephites to “call the church in my name. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p13\" class=\"\">For if a church be called … in the name of a man then it be the church of a man; but if it be called in my name then it is my church, if it so be that they are built upon my gospel” (<span class=\"citation\" id=\"6321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6321)\">3 Ne. 27:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p14\" class=\"\">To the Prophet Joseph Smith, the Lord revealed that in the last days his restored church should be called The Church of Jesus Christ of Latter-day Saints (see <span class=\"citation\" id=\"19948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19948)\">D&amp;C 115:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p15\" class=\"\">The Lord told Moses when they spoke together face to face on a high mountain: “Worlds without number have I created; … by the Son I created them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p16\" class=\"\">“But only an account of this earth … give I unto you. … There are many worlds … that now stand, and innumerable are they unto man; but all things are numbered unto me, for they are mine and I know them” (<span class=\"citation\" id=\"39827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39827)\">Moses 1:33, 35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p17\" class=\"\">This brief passage of scripture gives a slight glimpse of the immensity and grandeur of our Lord as Creator. A modern astronomer gives further insight: “The Cosmos is all that is or ever was or ever will be. … The size and age of the Cosmos are beyond ordinary human understanding. … The dimensions of the Cosmos are so large that … familiar units of distance … make little sense. Instead, we measure distance with the speed of light. In one second a beam of light travels 186,000 miles. … In a year, it crosses … about six trillion miles. … That unit of length, the distance light goes in a year, is called a light-year. It measures not time but distances—enormous distances. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p18\" class=\"\">“… The Cosmos is mostly empty. … Worlds are precious. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p19\" class=\"\">“A galaxy is composed of gas and dust and stars—billions upon billions of stars. Every star may be a sun to someone. … There are some hundred billion … galaxies, each with, on the average, a hundred billion stars. … We are hard pressed to find even the cluster in which our Milky Way Galaxy is embedded, much less the Sun or the Earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p20\" class=\"\">“… The Milky Way contains some 400 billion stars of all sorts moving with a complex and orderly grace. Of all the stars, the inhabitants of Earth know close-up, so far, but one.”<sup class=\"noteMarker\"><a href=\"#footnote1-93911_000_004\">1<\/a>\n       <span class=\"footnote\">[Carl Sagan, <span class=\"emphasis\">Cosmos,<\/span> New York: Random House, 1980, pp. 4–5, 7, 10.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p21\" class=\"\">In a conversation between God and Moses, God said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p22\" class=\"\">“For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39830)\">Moses 1:39<\/a><\/span>). God said also: “Mine Only Begotten is and shall be the Savior” (<span class=\"citation\" id=\"39824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39824)\">Moses 1:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p23\" class=\"\">The immortality and eternal life of man is brought to pass by the atonement of Jesus Christ, our Savior and Redeemer. It is “the most transcendent act that ever has occurred or ever will occur among the children of the Father.”<sup class=\"noteMarker\"><a href=\"#footnote2-93911_000_004\">2<\/a>\n       <span class=\"footnote\">[Bruce R. McConkie, <span class=\"emphasis\">The Millennial Messiah,<\/span> Salt Lake City: Deseret Book Co., 1982, p. 15.]<\/span><\/sup> It is an act of love for which we should be more grateful than for any other blessing or gift of God. The Atonement provides immortality to every person; immortality is infinite and universal. It provides the opportunity for eternal life, the kind of life that God lives, to those who have faith in Christ, repent of their sins, and obey the laws of the gospel. In a miraculous way, the Atonement saves and redeems us from the effects of the fall of Adam, both temporal death at the end of mortality and spiritual death, the separation from our Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p24\" class=\"\">Only Jesus, because he is the Only Begotten Son, could make the infinite and eternal atonement so we can be at one with our Heavenly Father. When Jesus was born into mortality, his parents were God the Eternal Father (see <span class=\"citation\" id=\"2061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2061)\">1 Ne. 11:21<\/a><\/span>) and Mary, whom Nephi saw in a heavenly vision as “a virgin, most beautiful and fair above all other virgins” (<span class=\"citation\" id=\"2058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2058)\">1 Ne. 11:15<\/a><\/span>). He is God’s Only Begotten Son, the only one who ever has or ever will be born on earth of such parentage. Because of his mortal nature, inherited from his mother, he had “the power of mortality, which is the power to die, … to separate body and spirit.”<sup class=\"noteMarker\"><a href=\"#footnote3-93911_000_004\">3<\/a>\n       <span class=\"footnote\">[Bruce R. McConkie, <span class=\"emphasis\">The Promised Messiah,<\/span> Salt Lake City: Deseret Book Co., 1978, p. 471.]<\/span><\/sup> Because of his divine nature, inherited from his Father, he had “the power of immortality, which is the power to live forever; or, having chosen to die, … to rise again in immortality.”<sup class=\"noteMarker\"><a href=\"#footnote4-93911_000_004\">4<\/a>\n       <span class=\"footnote\">[Ibid.]<\/span><\/sup> The Savior said: “I lay down my life, that I might take it again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p25\" class=\"\">“No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again” (<span class=\"citation\" id=\"29606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29606)\">John 10:17–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p26\" class=\"\">“It was because of … this intermixture of the divine and the mortal in one person, that our Lord was able to work out the infinite and eternal atonement. … He had power to live or to die, as he chose, and having laid down his life, he had power to take it again, and then, in a way incomprehensible to us, to pass on the effects of that resurrection to all men so that all shall rise from the tomb.”<sup class=\"noteMarker\"><a href=\"#footnote5-93911_000_004\">5<\/a>\n       <span class=\"footnote\">[Ibid.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p27\" class=\"\">At the time of the Second Coming, Jesus will judge the souls of all mankind in an inevitable judgment. In the gospel of John we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p28\" class=\"\">“The Father judgeth no man, but hath committed all judgment unto the Son: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p29\" class=\"\">“The Father … hath … given to the Son … authority to execute judgment. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p30\" class=\"\">“For the hour is coming, in the which all that are in the graves shall hear his voice,<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p31\" class=\"\">“And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation” (<span class=\"citation\" id=\"29604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29604)\">John 5:22, 26–29<\/a><\/span>). The prophet Mormon wrote: “Ye must all stand before the judgment-seat of Christ, yea, every soul who belongs to the whole human family of Adam; and ye must stand to be judged of your works, whether they be good or evil” (<span class=\"citation\" id=\"38106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38106)\">Morm. 3:20<\/a><\/span>). We read in Matthew:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p32\" class=\"\">“When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p33\" class=\"\">“And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p34\" class=\"\">“And he shall set the sheep on his right hand, but the goats on the left.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p35\" class=\"\">“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p36\" class=\"\">“Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels” (<span class=\"citation\" id=\"37522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37522)\">Matt. 25:31–34, 41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p37\" class=\"\">Considering all that Jesus is and all he does for us, what should we be doing to show our appreciation? We should go far beyond knowing <span class=\"emphasis\">about<\/span> Jesus and <span class=\"emphasis\">about<\/span> his attributes and mission. We should come to “know … the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29623)\">John 17:3<\/a><\/span>). “It is one thing to know about God and another to know him. We know about him when we learn that he is a personal being in whose image man is created; when we learn that the Son is in the express image of his Father’s person; when we learn that both the Father and the Son possess certain [specific] attributes and powers. But we know them, in the sense of gaining eternal life, when we enjoy and experience the same things they do. To know God is to think what he thinks, to feel what he feels, to have the power he possesses, to comprehend the truths he understands, and to do what he does. Those who know God become like him, and have his kind of life, which is eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote6-93911_000_004\">6<\/a>\n       <span class=\"footnote\">[Bruce R. McConkie, <span class=\"emphasis\">Doctrinal New Testament Commentary,<\/span> 3 vols., Salt Lake City: Bookcraft, 1965–73, 1:762.]<\/span><\/sup> In other words, to possess a knowledge of Christ, we must become as he is. We become “partakers of the divine nature” (<span class=\"citation\" id=\"4971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4971)\">2 Pet. 1:4<\/a><\/span>). He instructed his Nephite disciples: “What manner of men ought ye to be? Verily I say unto you, even as I am” (<span class=\"citation\" id=\"6327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6327)\">3 Ne. 27:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p38\" class=\"\">One underlying principle runs throughout the Savior’s life, mission, and teachings: We are to love one another. He said to his disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p39\" class=\"\">“A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p40\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another” (<span class=\"citation\" id=\"29609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29609)\">John 13:34–35<\/a><\/span>). He said also:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p41\" class=\"\">“If ye love me, keep my commandments” (<span class=\"citation\" id=\"29614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29614)\">John 14:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p42\" class=\"\">Imagine for a moment the result if everyone were to love one another as Jesus loves his disciples. We would have no bickering, quarreling, strife, or contention in our homes. We would not offend or insult one another either verbally or in any other way. We would not have unnecessary litigation over small matters. War would be impossible, especially war waged in the name of religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p43\" class=\"\">We have numerous testimonies of the reality and divinity of the Lord Jesus Christ. From the time of Adam, the ancient prophets, including the brother of Jared, knew the Savior in his spirit form as Jehovah. During his life on earth, his disciples in Palestine walked and talked with him. They were with him as he taught, when he performed miracles, when he was crucified, and after his resurrection. Peter wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p44\" class=\"\">“For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty” (<span class=\"citation\" id=\"4972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4972)\">2 Pet. 1:16<\/a><\/span>). When the resurrected Lord visited and taught the Nephites, “he stretched forth his hand and spake unto the people, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p45\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world” (<span class=\"citation\" id=\"6284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6284)\">3 Ne. 11:9–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p46\" class=\"\">In our day, the Father and the Son visited the Prophet Joseph Smith in the Sacred Grove. Of this visit Joseph wrote: “I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30731)\">JS—H 1:17<\/a><\/span>). When the Savior accepted the Kirtland Temple as his house, Joseph Smith and Oliver Cowdery “saw the Lord standing upon the breastwork of the pulpit. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p47\" class=\"\">His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p48\" class=\"\">I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father” (<span class=\"citation\" id=\"19943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19943)\">D&amp;C 110:2–4<\/a><\/span>). In a heavenly vision, the Prophet and Sidney Rigdon saw and conversed with Jesus Christ and gave this account:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p49\" class=\"\">“After the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p50\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father” (<span class=\"citation\" id=\"19843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19843)\">D&amp;C 76:22–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p51\" class=\"\">I was fortunate as a young boy attending ward testimony meetings to hear the fervent testimonies of older ward members. Now I counsel you who are more mature spiritually to bear your witness of the truth of the gospel; of the reality of the Savior and his love for each of us; and of the divine calling of his prophets, seers, and revelators. Your witness will develop testimonies in younger people as the members of my ward did in me. Parents should bear testimony frequently to strengthen conviction in the hearts of their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/our-lord-and-savior.p52\" class=\"\">I am humbly grateful to be one of the “special witnesses of the name of Christ in all the world” (<span class=\"citation\" id=\"19932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19932)\">D&amp;C 107:23<\/a><\/span>). I know that he lives. He is with us, and we can feel his influence in our lives if we are obedient, conform to his teachings, and are prayerful. He wants each of us and the Church to succeed and wants members of the Church to carry his teachings to the world. The Church is the structure through which he can give to the world his message of hope, the hope of salvation, the right to live with our Heavenly Father and his Beloved Son forever. Our Heavenly Father lives and loves each of his children. I testify that Joseph Smith is a prophet of God, as are each of his successors through President Ezra Taft Benson, our present prophet. I bear this witness in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93911_000_004\"><a name=\"-93911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93911_000_004\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Carl Sagan, <span class=\"emphasis\">Cosmos,<\/span> New York: Random House, 1980, pp. 4–5, 7, 10.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_004\"><a name=\"-93911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93911_000_004\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Bruce R. McConkie, <span class=\"emphasis\">The Millennial Messiah,<\/span> Salt Lake City: Deseret Book Co., 1982, p. 15.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_004\"><a name=\"-93911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93911_000_004\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Bruce R. McConkie, <span class=\"emphasis\">The Promised Messiah,<\/span> Salt Lake City: Deseret Book Co., 1978, p. 471.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_004\"><a name=\"-93911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-93911_000_004\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_004\"><a name=\"-93911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-93911_000_004\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_004\"><a name=\"-93911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-93911_000_004\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>Bruce R. McConkie, <span class=\"emphasis\">Doctrinal New Testament Commentary,<\/span> 3 vols., Salt Lake City: Bookcraft, 1965–73, 1:762.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}