{"ID":5376, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            How Will Our Children Remember Us?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p2\" class=\"\">Bishop Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p3\" class=\"\">My message today is one of love. I love my dear companion, Mary, my two sons, and their families. May I express appreciation for all the joy they have brought into my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p4\" class=\"\">As I think about these relationships with my own family, I cannot help but return to the example I received from my own parents. Our children will remember us by our example. From my earliest childhood, I remember experiences which taught me about the priesthood which I hold and to respect and love the relationship my father and mother had with one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p5\" class=\"\">My father taught me respect for the priesthood. While serving in the Aaronic Priesthood, we passed the sacrament using stainless steel sacrament trays which, as a result of spilled water, were often dulled with hard water spots. As a holder of the Aaronic Priesthood, I was responsible for helping to prepare the sacrament. Father asked me to bring home the trays, and together we cleaned them with steel wool until every tray sparkled. When I passed the sacrament, I knew we had participated in making the sacrament ordinance a little more sacred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p6\" class=\"\">On vacations, Father would take us to historical sites that were prominent in Church history to build our knowledge and testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p7\" class=\"\">On one occasion, when I was a twelve-year-old deacon, Father asked if I would like to go to the baseball hall of fame in Cooperstown, New York, and to the Hill Cumorah Pageant near Palmyra, New York. This is where Joseph Smith was led to the golden plates which were later translated into the Book of Mormon. Father also took me to the Sacred Grove, where Joseph Smith had prayed to Heavenly Father and was visited in a vision by God the Father and His Son, Jesus Christ. We prayed together in the grove and expressed our desire to be true and faithful to the priesthood which we held. Father later painted a picture of the place where we had prayed and gave it to me as a reminder of our promises made that day together. It hangs in my office today and serves as a reminder each day of my sacred experience and promises made with my earthly father as well as my Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p8\" class=\"\">On another occasion, Father took me to the Susquehanna River, where, in 1829, Joseph Smith and Oliver Cowdery received the Aaronic Priesthood from a visitation of John the Baptist. Father explained that the restoration of the priesthood was one of the most significant events in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p9\" class=\"\">I learned respect for womanhood from my father’s tender caring for my mother, my sister, and his sisters. Father was the first to arise from dinner to clear the table. My sister and I would wash and dry the dishes each night at Father’s request. If we were not there, Father and Mother would clean the kitchen together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p10\" class=\"\">In later years, after Mother had a stroke, Father faithfully cared for her every need. The last two years of her life required 24-hour care, he being called by Mother every few minutes, day or night. I shall never forget his example of loving care for his cherished companion. He told me it was small payment for over fifty years of my mother’s loving devotion to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p11\" class=\"\">Father was a commercial artist for a large advertising agency in New York City. On one occasion he was under tremendous stress to produce an advertising campaign. He had come home on a Friday evening and worked most of the night. Saturday morning, after a few hours working in the yard, he retired to his studio to create an advertising campaign for a new product. My sister and I found great delight in chasing each other round and round the dining room table, which was situated in a room directly over his head. He had told us to please stop at least twice, but to no avail. This time he came bounding up the steps and collared me. He sat me down and taught a great lesson. He did not yell or strike me even though he was very annoyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p12\" class=\"\">He explained the creative process, the spiritual process, if you will, and the need for quiet pondering and getting close to the Spirit for his creativity to function. Because he took time to explain and help me understand, I learned a lesson that has been put to use almost daily in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p13\" class=\"\">My point in telling these stories is that we, as parents, have the privilege and the responsibility of teaching gospel principles by our example and testimony to our loved ones.<\/p>\n\t\t\t<p class=\"preamble\">My father has been gone for seven years, but I remember him with love and respect. Examples become memories that guide our lives:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Memories of Mother and her tiny, slippered feet on top of Father’s feet as they danced around the kitchen and their expressions of love for each other.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Memories as a young boy sitting on the floor by Mother and Father’s bedside while they took turns reading aloud from the scriptures.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Memories in later years of going to the Salt Lake Temple and watching Mother and Father participate in the presentation of the endowment ceremony.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p18\" class=\"\">May the memories our children have guide their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p19\" class=\"\">Now I find myself asking the question, “How will my children remember me?” How will your children remember you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p20\" class=\"\">The calling of father or mother is sacred and carries with it great significance. One of the greatest privileges and responsibilities given to us is that of being a parent—helping to bring to earth a child of God and having the sacred responsibility to love, care, and guide children back to our Heavenly Father. In many ways earthly parents represent their Heavenly Father in the process of nurturing, loving, caring, and teaching children. Children naturally look to their parents to learn of the characteristics of their Heavenly Father. After they come to love, respect, and have confidence in their earthly parents, they often unknowingly develop the same feelings towards their Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p21\" class=\"\">No parent on earth is perfect. In fact, children are very understanding when they sense and feel that parents truly care and are attempting to be the best they can be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p22\" class=\"\">It helps children to see that good parents can have differing opinions, and that these differences can be worked out without striking, yelling, or throwing things. They need to see and feel calm communication with respect for each other’s viewpoints so they themselves will know how to work through differences in their own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p23\" class=\"\">Parents are counseled to teach their children by precept and example. The Lord has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p24\" class=\"\">“Inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p25\" class=\"\">“And they shall also teach their children to pray, and to walk uprightly before the Lord” (<span class=\"citation\" id=\"19836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19836)\">D&amp;C 68:25, 28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p26\" class=\"\">Children who are taught to pray and who pray with their parents when young are more likely to pray when they are older. Those who are taught when they are young to love God and believe He lives will more often continue their spiritual development and increase their feelings of love as they mature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p27\" class=\"\">However, a child, even one raised with great love and care and carefully taught, may choose, when an adult, not to follow those teachings for a variety of reasons. How should we react? We understand and respect the principle of agency. We pray that life’s experiences will help them regain their desire and ability to live the gospel. They are still our children, and we will love and care about them always. We do not lock the doors of our house nor the doors to our heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p28\" class=\"\">Some people feel they cannot accept or fulfill a Church calling if one of their children is straying. As we accept the calling and do our best, we may have a profound spiritual effect on those we love the most. If we think other families don’t have any difficulties or any problems, we just don’t know them well enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p29\" class=\"\">If the example we have received from our parents was not good, it is our responsibility to break the cycle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p30\" class=\"\">Certainly parents will make mistakes in their parenting process, but through humility, faith, prayer, and study, each person can learn a better way and in so doing bless the lives of family members now and teach correct traditions for the generations that follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p31\" class=\"\">The Lord’s promises are sure: “I will instruct thee and teach thee in the way which thou shalt go” (<span class=\"citation\" id=\"42068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42068)\">Ps. 32:8<\/a><\/span>). And again: “Whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you” (<span class=\"citation\" id=\"6309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6309)\">3 Ne. 18:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p32\" class=\"\">Selfishness is so frequently at the core of family relationship problems. When individuals focus on their own selfish interests, they miss opportunities to listen, to understand, or to consider the other person’s feelings or needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p33\" class=\"\">President Benson has cautioned us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p34\" class=\"\">“We must be more Christlike in our attitude and behavior than what we see in the world. We should be as charitable and considerate with our loved ones as Christ is with us. He is kind, loving, and patient with each of us. Should we not reciprocate the same love to our [companions] and children? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p35\" class=\"\">“‘What manner of men ought we to be?’ You remember the Lord’s answer is this: ‘Verily I say unto you, <span class=\"emphasis\">even as I am<\/span>’ (<span class=\"citation\" id=\"6328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6328)\">3 Ne. 27:27<\/a><\/span>)” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1983, p. 44).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p36\" class=\"\">President Benson continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p37\" class=\"\">“As I have listened to … reports [of unrighteous actions], I have asked myself, ‘How can any member of the Church—any man who holds the priesthood of God—be guilty of cruelty to his own wife and children?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p38\" class=\"\">“Such actions, if practiced by a priesthood holder, are almost inconceivable. They are totally out of character with the teachings of the Church and the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p39\" class=\"\">“As priesthood holders, we are to emulate the character of the Savior” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1983, p. 42).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p40\" class=\"\">Section 121 of the Doctrine and Covenants teaches us, “No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned” (<span class=\"citation\" id=\"19964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19964)\">D&amp;C 121:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p41\" class=\"\">These qualities of kindness and pure knowledge are reflective of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p42\" class=\"\">We get an insight into the love Jesus had for His Father, our Father in Heaven, in Jesus’ intercessory prayer, recorded in the Bible, seventeenth chapter of John. The suffering and the atoning sacrifice were nigh at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p43\" class=\"\">“These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p44\" class=\"\">“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou has sent” (<span class=\"citation\" id=\"29621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29621)\">John 17:1, 3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p45\" class=\"\">Jesus acknowledged He was with His Father before coming to earth and the love they had for each other. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p46\" class=\"\">“O Father, glorify thou me with thine own self with the glory which I had with thee before the world was … , that [the world] may know that thou hast sent me, and hast loved them, as thou hast loved me … : for thou lovedst me before the foundation of the world” (<span class=\"citation\" id=\"29625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29625)\">John 17:5, 23–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p47\" class=\"\">It is touching to me that Jesus closes His prayer with a desire that we might know and love our Father as He does, even though we can’t remember Him in our mortal estate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p48\" class=\"\">Jesus prayed,<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p49\" class=\"\">“O righteous Father, the world hath not known thee: but I have known thee, and these [disciples] have known that thou hast sent me” (<span class=\"citation\" id=\"29628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29628)\">John 17:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/how-will-our-children-remember-us.p50\" class=\"\">Jesus was able to complete his mission of the Atonement on earth because of the knowledge, example, and love of His Father. Likewise, may each of us, as parents and especially as brethren in the priesthood, through our example, love, and care, be remembered by our children to have the qualities that our Heavenly Father and our Savior have, that we may endure to the end and some day return with our families to their celestial presence I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}