{"ID":5378, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Look to God and Live”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p3\" class=\"\">This morning, I would like to greet and speak not only to the members of the Church but also to those not of our faith who may be participating in the radio or television audience. Thank you for joining with us on this beautiful fall morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p4\" class=\"\">Life in every era has had its troubles. Surely the Dark Ages were appropriately named, and not one of us is anxious to be transported back even to those later years of, say, the Hundred Years’ War or the Black Plague. No, we’re quite happy to have been born in a century of unprecedented material blessings and abundant living; yet in community after community, in small nations and large, we see individuals and families facing heightened anxiety and fear. It would seem that discouragement, depression, and despair are our contemporary “Black Plague.” Ours is, as Jesus said it would be, a time of distress with perplexity (see <span class=\"citation\" id=\"32479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32479)\">Luke 21:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p5\" class=\"\">We know that some of the world’s most painful suffering is done in silence, in the sorrow of a lonely life. But some of it has more violent expression. Millions around the world are, as one observer put it, “angry, armed and dangerous.” In too many cities, drive-by shootings are becoming as common as drive-through laundries, and too many youngsters are packing a gun to school the way they used to pack a lunch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p6\" class=\"\">There is an increasing feeling that time is out of joint, that no one seems wise enough or strong enough to set it right. In many cases, governments are in office but not in power, community values and neighborhood pride are often superficial or nonexistent, and too frequently the home is an alarming failure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p7\" class=\"\">Furthermore, many of the social and political medicines of our day regularly miss the mark, so those would-be physicians stand by the bedside of “feverish and delirious humanity—outwitted, discredited, dumbfounded … not knowing in which direction to seek delivered” (Charles Edward Jefferson, <span class=\"emphasis\">The Character of Jesus,<\/span> Salt Lake City: Parliament Publishers, 1968, p. 17).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p8\" class=\"\">If I may be so bold this morning, may I suggest “direction for deliverance”? In words of one syllable, we need to turn to God. We need to reaffirm our faith, and we need to reassert our hope. Where necessary we need to repent, and certainly we need to pray. It is the absence of spiritual fidelity that has led us to moral disarray in the twilight of the twentieth century. We have sown the wind of religious skepticism, and we are reaping the whirlwind of existential despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p9\" class=\"\">Without our religious faith, without recognizing the reality and necessity of spiritual life, the world makes no sense, and a nonsense world is a place of horror. Only if the world has meaning at a spiritual level is it possible for human beings to keep going, to keep trying. As Hamlet so wisely implored, so should we: “Angels and ministers of grace defend us!” (act 1, scene 4, line 39).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p10\" class=\"\">My testimony today is of the angels and ministers of grace who will always defend us if, as the prophet Alma commanded us, we “take care of … sacred things,” we “look to God and live” (<span class=\"citation\" id=\"10032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10032)\">Alma 37:47<\/a><\/span>). More prayer and humility, more faith and forgiveness, more repentance and revelation and reinforcement from heaven—these are where we seek remedy and deliverance for “feverish and delirious humanity” (<span class=\"emphasis\">The Character of Jesus,<\/span> p. 17).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p11\" class=\"\">I testify this morning of God’s limitless love for his children, of his unquenchable desire to help us heal our wounds, individually and collectively. He <span class=\"emphasis\">is<\/span> our Father, and Wordsworth wrote more than he knew when he said we came to earth “trailing clouds of glory … from God who is our home” (“Ode: Intimations of Immortality”). But in far too many cases we find no modern belief in a Heavenly Father, and when there is a belief, it is too often an erroneous one. God is not dead, and he is not an absentee landlord. God is not uncaring, or capricious, or cantankerous. Above all, he is not some sort of divine referee trying to tag us off third base.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p12\" class=\"\">The first and great commandment on earth is for us to love God with all our heart, might, mind, and strength (see <span class=\"citation\" id=\"19818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19818)\">D&amp;C 59:5<\/a><\/span>; <span class=\"citation\" id=\"37515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37515)\">Matt. 22:37<\/a><\/span>) because surely the first and great promise in heaven is that he will always love us that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p13\" class=\"\">So much of what so many think about God (if they think about him at all) must make him weep. In fact, we know it makes him weep. Could there be a more tender scene than this exchange recorded by Moses?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p14\" class=\"\">“And it came to pass that the God of heaven looked upon the residue of the people, and he wept; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p15\" class=\"\">“And Enoch said unto the Lord: How is it that thou canst weep, seeing thou art holy, and from all eternity to all eternity? … [How is it thou canst weep?]<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p16\" class=\"\">“The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, … and … gave I unto man his agency; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p17\" class=\"\">“And unto [them] have I … given commandment, that they should love one another, and that they should choose me, their Father; but behold, they are without affection, and they hate their own blood; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p18\" class=\"\">“The whole heavens … weep over them … ; wherefore should not the heavens weep, seeing these [who] suffer?” (<span class=\"citation\" id=\"39864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39864)\">Moses 7:28–29,32–33,37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p19\" class=\"\">Angels and ministers of grace to defend us? They are all about us, and their holy sovereign, the Father of us all, is divinely anxious to bless us this very moment. Mercy is his mission, and love is his only labor. John Donne said once: “We ask our daily bread, and God never says, ‘You should have come yesterday.’ … [No, he says,] ‘Today if you will hear [my] voice, today I will hear yours.’ … If thou hast been benighted till now, wintered and frozen, clouded and eclipsed, damp and benumbed, smothered and stupefied till now, God yet comes to thee, not as in the dawning of the day, … but as the sun at [full] noon, to banish all shadows” (<span class=\"emphasis\">Collected Sermons<\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p20\" class=\"\">Alma taught that truth to his son, Helaman, entreating him to put his trust in God. He said that God was “quick to hear the cries of his people, and [quick] to answer their prayers.” Out of very personal experience, Alma testified, “I have been supported [in] trials and troubles [and afflictions] of every kind, … God has delivered me. … I do put my trust in him, and he will still deliver me” (<span class=\"citation\" id=\"9979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9979)\">Alma 9:26<\/a><\/span>; <span class=\"citation\" id=\"10030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10030)\">Alma 36:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p21\" class=\"\">My witness this morning is that he will deliver all the rest of us, too, that he will deliver the entire human family, if we will but “take care of sacred things,” if we will “look to God and live.” [<span class=\"citation\" id=\"10033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10033)\">Alma 37:47<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p22\" class=\"\">The greatest affirmation of that promise ever given in this world was the gift of God’s perfect and precious Firstborn Son, a gift given not in condemnation of the world, but to soothe and save and make the world secure: “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should <span class=\"emphasis\">not<\/span> perish, but have everlasting life” (<span class=\"citation\" id=\"29602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29602)\">John 3:16<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p23\" class=\"\">Katie Lewis is my neighbor. Her father, Randy, is my bishop; her mother, Melanie, is a saint. And her older brother, Jimmie, is battling leukemia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p24\" class=\"\">Sister Lewis recently recounted for me the unspeakable fear and grief that came to their family when Jimmie’s illness was diagnosed. She spoke of the tears and the waves of sorrow that any mother would experience with a prognosis as grim as Jimmie’s was. But like the faithful Latter-day Saints they are, the Lewises turned to God with urgency and with faith and with hope. They fasted and prayed, prayed and fasted. And they went again and again to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p25\" class=\"\">One day Sister Lewis came home from a temple session weary and worried, feeling the impact of so many days—and nights—of fear being held at bay only by <span class=\"emphasis\">monumental<\/span> faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p26\" class=\"\">As she entered her home, four-year-old Katie ran up to her with love in her eyes and a crumpled sheaf of papers in her hand. Holding the papers out to her mother, she said enthusiastically, “Mommy, do you know what these are?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p27\" class=\"\">Sister Lewis said frankly her first impulse was to deflect Katie’s zeal and say she didn’t feel like playing just then. But she thought of her children—all her children—and the possible regret of missed opportunities and little lives that pass too swiftly. So she smiled through her sorrow and said, “No, Katie. I don’t know what they are. Please tell me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p28\" class=\"\">“They are the scriptures,” Katie beamed back, “and do you know what they say?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p29\" class=\"\">Sister Lewis stopped smiling, gazed deeply at this little child, knelt down to her level, and said, “Tell me, Katie. What do the scriptures say?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p30\" class=\"\">“They say, ‘Trust Jesus.’” And then she was gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p31\" class=\"\">Sister Lewis said that as she stood back up, holding a fistful of her four-year-old’s scribbling, she felt near-tangible arms of peace encircle her weary soul and a divine stillness calm her troubled heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p32\" class=\"\">Katie Lewis, “angel and minister of grace,” I’m with you. In a world of some discouragement, sorrow, and overmuch sin, in times when fear and despair seem to prevail, when humanity is feverish with no worldly physicians in sight, I too say, “Trust Jesus.” Let him still the tempest and ride upon the storm. Believe that he can lift mankind from its bed of affliction, in time and in eternity.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, dearly, dearly has he loved!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And we must love him too,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And trust in his redeeming blood,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And try his works to do.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p37\" class=\"\">(“There Is a Green Hill Far Away,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 194)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/look-to-god-and-live.p38\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}