{"ID":5379, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Mighty Change of Heart\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p2\" class=\"\">Elder Spencer J. Condie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-j-condie-10.jpg\" alt=\"Spencer J. Condie\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p3\" class=\"\">A few years ago, as Sister Condie and I exited the Tabernacle, a lovely sister approached us and said with a very cheerful voice, “Good morning, President Hinckley.” I replied, “I’m sorry to disappoint you, my dear, but I’m Elder Condie of the Seventy.” Her cheerful countenance was crestfallen. Not more than a minute later, we met another sister who greeted us with the same salutation: “Good morning, President Hinckley.” Not wishing to cause her the same disappointment I caused the previous sister, I shook her hand and said, “Bless you, my dear. Have a nice day.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p4\" class=\"\">Several months later I confessed my sin to President Gordon B. Hinckley during a regional conference in Portugal, and in his typically loving way he said, “Well, Spencer, if you’re going to impersonate me, I hope you behave yourself.”<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Be Ye Perfect<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p6\" class=\"\">The Savior has given each of us the soul-stretching commandment not only to behave ourselves but to become perfect, even as He and His Father are perfect (see <span class=\"citation\" id=\"37496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37496)\">Matt. 5:48<\/a><\/span>; <span class=\"citation\" id=\"6296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6296)\">3 Ne. 12:48<\/a><\/span>). Sometimes this quest for perfection tries our patience and our faith as we continue to wrestle with the weaknesses of the flesh. But a loving Heavenly Father has not left us alone in our battle with the adversary. A recurrent doctrine of the Book of Mormon is that the Holy Ghost is an active participant in our lives, influencing us for good. Both Nephi and Mormon teach us that the Holy Ghost <span class=\"emphasis\">strives<\/span> with us to help us resist evil (see <span class=\"citation\" id=\"4541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4541)\">2 Ne. 26:11<\/a><\/span>; <span class=\"citation\" id=\"38108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38108)\">Morm. 5:16<\/a><\/span>). King Benjamin exhorts us to yield to the <span class=\"emphasis\">enticings<\/span> of the Spirit in order to overcome the natural man, who is an enemy to God (see <span class=\"citation\" id=\"40868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40868)\">Mosiah 3:19<\/a><\/span>). Amulek admonishes us to “<span class=\"emphasis\">contend<\/span> no more against the Holy Ghost” (<span class=\"citation\" id=\"10027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10027)\">Alma 34:38<\/a><\/span>; emphasis added), and Moroni assures us that the Holy Ghost <span class=\"emphasis\">persuades<\/span> us to do good (<span class=\"citation\" id=\"22411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22411)\">Ether 4:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p7\" class=\"\">The words <span class=\"emphasis\">strive, entice, contend,<\/span> and <span class=\"emphasis\">persuade<\/span> are all very strong action verbs indicating a positive influence which the Holy Ghost can have in our lives by actively helping us in our quest for perfection. But Lucifer, whose mischief always leads to misery, persistently tries to distract us from reaching our eternal goal. The devil uses thousands of different tactical temptations, but I would submit that all of these temptations could be subsumed within two major satanic strategies.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Pride and Discouragement<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p9\" class=\"\">The first of these is pride, described by our beloved President Ezra Taft Benson as “the … stumbling block to Zion” (<span class=\"emphasis\">Ensign,<\/span> May 1989, p. 7). Satan’s second major strategy is discouragement, which leads to a loss of faith and hope and patience. Both of these nefarious strategies of the adversary are resistant to change. To the proud, change is threatening because it will require a broken heart and a contrite spirit, a meek and a lowly heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p10\" class=\"\">To those who are discouraged, there is the feeling that “there is nothing I can do to change myself or my circumstances.” Whether Satan afflicts us with pride or discouragement, the outcome is largely the same—we begin to accept ourselves as we are, declaring, “That’s just the way I am.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p11\" class=\"\">One of the powerful doctrines of the Book of Mormon is that we <span class=\"emphasis\">can,<\/span> indeed we <span class=\"emphasis\">must,<\/span> undergo a mighty change of heart (see <span class=\"citation\" id=\"40879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40879)\">Mosiah 5:2<\/a><\/span>; <span class=\"citation\" id=\"9967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9967)\">Alma 5:14<\/a><\/span>). The Book of Mormon also teaches us that “wickedness never was happiness” (<span class=\"citation\" id=\"10046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10046)\">Alma 41:10<\/a><\/span>) and that “men are, that they might have joy” (<span class=\"citation\" id=\"4500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4500)\">2 Ne. 2:25<\/a><\/span>). The journey from wickedness to joy requires a mighty change of heart.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Overcoming Evil Habits<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p13\" class=\"\">I have a longtime friend who owned a very successful business. Occasionally, to find relief from the stress of his responsibilities, he would partake of substances forbidden by the Word of Wisdom. As the stress in his life increased, so did his consumption of alcohol. Indeed, he was becoming a prisoner to alcohol.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p14\" class=\"\">One afternoon he felt the enticings of the Spirit prompting him to overcome this addiction, which had begun to impair his moral agency. He left his office for several hours and drove to a very secluded spot far removed from the city. There he knelt in humble prayer and pled with the Lord with all the energy of his heart for added strength to overcome this addiction, which robbed his spirituality and threatened to destroy his very soul. He remained on his knees for a very long time, and eventually a sweet, purifying spirit began to distill upon his soul, cleansing him from any desire to drink and fortifying him with a firm resolve to keep the commandments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p15\" class=\"\">A spiritually sensitive bishop noticed a change in my friend and extended a call for him to work with the young Aaronic Priesthood brethren of the ward. He was a natural, enthusiastic leader of youth, and about a year later he was called to be the new bishop, dearly loved by all for his ability to counsel those who were prisoners of sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p16\" class=\"\">President Joseph Fielding Smith taught us: “Habits are easily formed. It is just as easy to form good habits as it is to form evil ones” (<span class=\"emphasis\">New Era,<\/span> July 1972, p. 23).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p17\" class=\"\">I know another good man who was reared in a family without the blessings of the gospel. Through a series of unfortunate events in his early youth, he was introduced to homosexuality, and gradually he became a prisoner of this addictive behavior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p18\" class=\"\">One day two young missionaries knocked on his door and asked if he would be interested in learning of the restored gospel of Jesus Christ. In his heart of hearts he wanted to be freed from his prison of uncleanness, but feeling unable to change the direction his life had taken, he terminated the missionary discussions. Before leaving his apartment, the two elders left a copy of the Book of Mormon with him, and testified of its truthfulness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p19\" class=\"\">My friend placed the book on his bookshelf and forgot about it for several years. He continued acting out his homosexual tendencies, assuming that such relationships would bring him happiness. But alas, with each passing year, his misery increased.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p20\" class=\"\">One day in the depths of despair, he scanned his bookshelf for something to read which might edify and uplift him and restore his self-worth. His eye caught hold of the book with a dark-blue cover, which the missionaries had given him several years before. He began to read. On the second page of this book, he read of Father Lehi’s vision in which he was given a book to read, and “as he read, he was filled with the Spirit of the Lord” (<span class=\"citation\" id=\"2046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2046)\">1 Ne. 1:12<\/a><\/span>). And as my good friend continued reading, he too was filled with the Spirit of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p21\" class=\"\">He read King Benjamin’s benedictory challenge to undergo a mighty change of heart—not a little change, but a mighty change. He was given hope by the comforting conversion stories of Enos, Alma, Ammon, and Aaron. He was also inspired by the account of the Savior’s visit to the ancient Nephites. By the time he reached the final page of the Book of Mormon, he was prepared to accept Moroni’s loving invitation to “come unto Christ, and be perfected in him, and deny yourselves of all ungodliness” (<span class=\"citation\" id=\"38665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38665)\">Moro. 10:32<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p22\" class=\"\">My friend contacted the Church and was taught the gospel and was baptized. Within a relatively short time, he married a lovely young woman, and they are the parents of several beautiful children. He and his wife are very dynamic and committed servants of the Lord, influencing many others for good.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Strengthening Marriages<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p24\" class=\"\">Sometimes people not only become prisoners to addictive behaviors, but they may also begin to feel like prisoners within a marriage relationship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p25\" class=\"\">A few years ago my wife, Dorothea, and I were walking across the grounds of a temple in a foreign land when we met a very radiant, cheerful, silver-haired sister. Her cheerful, Christlike countenance seemed to set her apart from those around her, and I felt inclined to ask her to explain why she looked so happy and content with life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p26\" class=\"\">“Well,” she said with a smile, “several years ago I was in a hurry to get married, and quite frankly, after a few months I realized I had married the wrong man.” She continued, “He had no interest in the Church as he had initially led me to believe, and he began to treat me very unkindly for several years. One day I reached the point where I felt I could go on no longer in this situation, and so in desperation I knelt down to pray, to ask Heavenly Father if He would approve of my divorcing my husband.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p27\" class=\"\">“I had a very remarkable experience,” she said. “After I prayed fervently, the Spirit revealed a number of insights to me of which I had been previously unaware. For the first time in my life, I realized that, just like my husband, I am not perfect either. I began to work on my intolerance and my impatience with his lack of spirituality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p28\" class=\"\">“I began to strive to become more compassionate and loving and understanding. And do you know what happened? As <span class=\"emphasis\">I<\/span> started to change, my <span class=\"emphasis\">husband<\/span> started to change. Instead of my nagging him about going to church, he gradually decided to come with me on his own initiative.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p29\" class=\"\">“Recently we were sealed in the temple, and now we spend one day each week in the temple together. Oh, he’s still not perfect, but I am so happy that the Lord loves us enough to help us resolve our problems.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p30\" class=\"\">President Benson has said, “Pride is concerned with <span class=\"emphasis\">who<\/span> is right. Humility is concerned with <span class=\"emphasis\">what<\/span> is right.” When we humble ourselves, the Spirit will always tell us what is right.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p31\" class=\"\">In the Doctrine and Covenants the Lord promised us, “The power of my Spirit quickeneth all things” (<span class=\"citation\" id=\"19793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19793)\">D&amp;C 33:16<\/a><\/span>). Through the instrumentality of the Holy Ghost, His Spirit comforts those who mourn, teaches and testifies to those who thirst for the truth, purifies the brokenhearted who would be clean, and warns of dangers which lie ahead.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Warning Voice<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p33\" class=\"\">In January of 1975, on a dark, rainy night in Tasmania, a 7,300-ton barge smashed into two piers of the Tasman Bridge, which connects Hobart, Tasmania, with its eastern suburbs across the bay. Three spans of the bridge collapsed. An Australian family by the name of Ling were driving across the bridge when suddenly the bridge lights went out. Just then a speeding car passed them and disappeared before their very eyes. Murray Ling “slammed on his brakes and skidded to a stop, one yard from the edge of a black void” (Stephen Johnson, “Over the Edge!” <span class=\"emphasis\">Reader’s Digest,<\/span> Nov. 1977, p. 128).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p34\" class=\"\">Murray got his family out of the car and then began warning oncoming traffic of the disaster ahead. As he frantically waved his arms, to his horror, a car “swerved around him and plummeted into the abyss” (ibid.). A second car barely stopped in time, but a third car showed no sign of slowing down and crashed into the Lings’ car at the edge of the bridge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p35\" class=\"\">Suddenly a loaded bus headed toward Murray, ignoring his waving arms. In desperation, risking his very life, he “ran alongside the driver’s window. ‘There’s a span missing,’ he yelled” (ibid., p. 129). The bus swerved just in time and came to a halt against the railing. Dozens of lives had been saved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/a-mighty-change-of-heart.p36\" class=\"\">I am grateful for these Brethren whom we sustain as prophets, seers, and revelators who forewarn us of bridges not to be crossed. These great men whom we sustain as prophets, seers, and revelators preach “not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power” (<span class=\"citation\" id=\"872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(872)\">1 Cor. 2:4<\/a><\/span>). Their motives are pure as they strive to build the kingdom of God and to uplift and edify the Saints of God. In the words of the Apostle Paul, they have become “prisoners of Christ” (see <span class=\"citation\" id=\"22035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22035)\">Eph. 3:1<\/a><\/span>; <span class=\"citation\" id=\"22037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22037)\">Eph. 4:1<\/a><\/span>; <span class=\"citation\" id=\"41205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41205)\">Philem. 1:1, 9<\/a><\/span>; <span class=\"citation\" id=\"5277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5277)\">2 Tim. 1:8<\/a><\/span>), whose only desire is to do the Lord’s will. Nothing more. Nothing less. And nothing else. <span class=\"emphasis\">These are men of God!<\/span> May we heed their warning voices, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}