{"ID":538, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Strength of Faith<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1951, pp. 34-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren and sisters, that I might enjoy an interest in your faith and\nprayers during the few moments that I shall stand before you.\n<\/p><p>\nWith you I have been deeply moved and inspired by the proceedings  of this great conference.\nI am sure the address of our beloved President this morning inspired each and every one of us\nto resolve to live better lives exemplifying the principles of the gospel of the Lord Jesus\nChrist as we live it day by day.\n<\/p><p>\nIn the days of the Master there was an Apostle called John the Beloved\n(<span class=\"citation\" id=\"27508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27508)\">John 21:20<\/a><\/span>). He was given that\ntitle because he loved the Savior with all his heart. He loved the people. It is a grand thing to\nknow that in this day we have an Apostle of the Lord Jesus Christ, a prophet, a revelator, and\na seer, who, because of his kindness and his love for the people, and his manifestations of\ntenderness toward them, will be known as David the Beloved. I thank the Lord today that he\nhas been restored in his health and strength and pray that the Lord will always bless him to\nthe end that he may be enabled to perform the great tasks that devolve upon him.\n<\/p><p>\nPRINCIPLE OF BELIEF\n<\/p><p>\nSome few weeks ago, returning from an assignment in Los Angeles, I met a man on the train\nwho introduced himself as the representative of a great business which was sending him to\nSalt Lake City to establish one of its branches. He had made a previous visit, and during the\nvisit he made a tour of the Temple Block, being deeply impressed by all that he heard and\nsaw. I told him that I had the honor of being one of the General Authorities of the Church,\nafter which he launched into a discussion of religion, saying he felt this great nation could be\nsaved only through the application of spiritual principles.\n<\/p><p>\nHe seemed to be a very devout man, as he attended the services of his church and met his\nfinancial obligations therein. His whole hope for salvation was upon the principle of belief\nonly, and he indicated he had no responsibilities in his church other than those already\nmentioned. The attitude of this gentleman stimulated some thinking on my part as to the value\nof belief which might not develop into an abiding faith.\n<\/p><p>\nThe Savior at no time during his ministry or in the restoration of the gospel ever promulgated\nthe doctrine that man can be saved on the basis of belief. Rather, he made it very clear and\nimplicit in the following statement: \n<\/p><p>\nNot every one that saith unto me Lord, Lord, shall enter into the kingdom of heaven;\nbut he that doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"34435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34435)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nIn the analysis of this statement of the Savior, it is made very plain that belief in and of itself\nis not sufficient for salvation, but&mdash;\"He that doeth the will of my Father which is in heaven.\"\n<\/p><p>\nJames made it perfectly clear when he made this statement: \n<\/p><p>\nWhat doth it profit my brethren, though a man say he hath faith, and have not works?\ncan faith save him?\n<\/p><p>\nIf a brother or sister be naked, and destitute of daily food.\n<\/p><p>\nAnd one of you say unto them, Depart in peace, be ye warmed and filled;\nnotwithstanding ye give them not those things which are needful to the body, what\ndoth it profit?\n<\/p><p>\nEven so faith, if it hath not works, is dead, being alone.\n<\/p><p>\nYea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy\nworks, and I will shew thee my faith by my works\n(<span class=\"citation\" id=\"26086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26086)\">James 2:14-18<\/a><\/span>).\n<\/p><p>\nSTEPPINGSTONE TO FAITH\n<\/p><p>\nWe cannot wholly discount the principle of belief, for it is the first steppingstone to faith. The\nApostle Paul declared: \". . . for he that cometh to God must believe that he is, and that he is a\nrewarder of them that diligently seek him\"\n(<span class=\"citation\" id=\"24231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24231)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\nTherefore an individual with a firm desire to know God and his purposes, expressing a\nwillingness to keep his commandments, can be a recipient of that divine gift called faith.\n<\/p><p>\nThe Prophet Joseph Smith declared that faith is the moving cause of all action. It is that great\nstimulating force which brings into fruition the plans and the desires of mankind. The genius\nof the gospel of the Lord Jesus Christ in ancient days, and in the restored gospel of this day,\ndemands a program not only which requires faith but also works on the part of the individual\nwho has for an objective salvation and exaltation in the kingdom of God.\n<\/p><p>\nWe are told that the glory of God is intelligence\n(<span class=\"citation\" id=\"12924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12924)\">D&amp;C 93:36<\/a><\/span>), that no man can be saved in ignorance\n(<span class=\"citation\" id=\"12948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12948)\">D&amp;C 131:6<\/a><\/span>).\nTherefore, if we are to gain the intelligence and the knowledge that is necessary for a place in\nthe celestial kingdom, it will only come about by mental and spiritual effort and works.\n<\/p><p>\nTHE PRIVILEGE OF WORK\n<\/p><p>\nGod, in restoring the Church of Jesus Christ, so organized it that there would be an\nopportunity for each and every worthy member to have the privilege of work. The restoration\nof the priesthood is an evidence of this. Priesthood is the power of God given unto men\nwhereby they may act as his representatives upon the earth and fill certain assignments when\ncalled upon by those who preside over them.\n<\/p><p>\nHence, with this authority upon both the older men and the young men, there is an\nopportunity for service, for the accomplishment of great work; for example, we think of the\nmissionary work, wherein are involved thousands of men and women, both young and old,\nwho are out in the world preaching the gospel to every nation, kindred, tongue, and people.\n<\/p><p>\nThe same is equally true of the great project of teaching the people at home the gospel of the\nLord Jesus Christ. We call it \"ward teaching.\" If ward teaching were done as it should be, it\nwould require the services of every worthy member of the priesthood in the Church.\n<\/p><p>\nGENEALOGICAL WORK\n<\/p><p>\nIf there are any of us who are seeking to do the work of the Lord and feel that we do not\nhave an opportunity, all that we have to do, brothers and sisters, is to become engaged in the\ngenealogical work of the Church. I am sure those who have been touched by the spirit of\nElijah, and had their hearts turned to their fathers\n(<span class=\"citation\" id=\"32730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32730)\">Mal. 4:5-6<\/a><\/span>)\nhave gone into this work with eagerness and\na desire to see that the work is going to be done or has been done or will be done for those\nwho have not had the privilege in this life of hearing the gospel of the Lord Jesus Christ.\n<\/p><p>\nThe other day while visiting the St. George Stake, I was introduced to an elderly brother who\nis ninety years of age, and I was told that he had done the work for ten thousand people.\nWhat an achievement! What an accomplishment! I could not help thinking that when that\nbrother passes through the veil and meets these thousands of people, they will rise up and call\nhim blessed (<span class=\"citation\" id=\"41406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41406)\">Prov. 31:28<\/a><\/span>).\nThis is an example of faith and works together, for the benefit and blessing of\nthousands of people.\n<\/p><p>\nOPPORTUNITIES FOR SERVICE\n<\/p><p>\nIt is not only intended in this great organization of faith and works that all of the work is to\nbe done by the priesthood, but that our sisters shall have opportunities of service which are\nfound in the auxiliary organizations of the Church, teaching the children and in rendering\nassistance to those who are in distress of any kind.\n<\/p><p>\nConsider for a moment if you will a ward organization in its requirements of personnel with\nthe presiding authorities of the ward, the officers of all the auxiliaries, and the ward teachers.\nOpportunities for work in the kingdom are immediately available for at least two hundred\nmembers, while in the churches of the world, only one or two people would have this\nopportunity.\n<\/p><p>\nThe work of which James spoke in connection with faith is divided into two divisions; that\nwhich has to do with the spiritual and that which has to do with the temporal works. In\nillustrating the point of temporal works, Brigham Young declared: \n<\/p><p>\nEverything connected with the building up of Zion requires actual, severe labor. It is\nnonsense to talk about building up any kingdom except by labor; it requires the labor\nof every part of our organizations, whether it be mental, physical, or spiritual, and that\nis the only way to build up the kingdom of God . . . If we build up the kingdom of\nGod, or establish Zion upon the earth, we have to labor with our hands, plan with our\nminds, and devise ways and means to accomplish that object\n(<i>Discourses of Brigham Young<\/i>, 1943 ed., p. 291).\n<\/p><p>\nWELFARE PROGRAM\n<\/p><p>\nOne of the great temporal works of the Church is found in the welfare program. It affords an\nopportunity for all to participate, from the young boy or girl to the aged man or woman who\nis physically fit. It requires much physical labor, but out of our physical effort comes a\nspiritual blessing&mdash;a spiritual blessing wherein, brethren and sisters we keep part of the first\nand great commandment to \"love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"34460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34460)\">Matt. 22:37-40<\/a><\/span>). If we actually love our neighbors\nas ourselves, we are going to endeavor to do something for those who are in distress of any\nkind.\n<\/p><p>\nConstruction of meetinghouses demands physical effort which in reality contributes much to\nthe building up of the kingdom. There has never been a time in our history as a Church when\nso many meetinghouses have been erected as in the last five or six years, and the most\ninspiring factor in this great project of building is that members of the various wards have\ncontributed physically of their labor as well as having made financial contributions.\n<\/p><p>\nST. GEORGE TABERNACLE\n<\/p><p>\nLast Sunday it was my privilege to attend the conference of the St. George Stake, and when it\nis my privilege to visit the city of St. George, I am always thrilled and inspired as I admire\nthe beautiful tabernacle erected almost a century ago by the pioneers. This lovely building is\nan excellent example of architectural and structural achievements. Its walls are just as straight\nand true today as the day that the pioneer masons laid stone upon stone. Out of the\nconstruction of this lovely building, the Lord answered the prayers of the people, and his\nblessings were abundantly bestowed upon them in a time of stress and difficulty. When\nPresident Brigham Young requested the people to erect a tabernacle, some were surprised\nbecause of its size and the small membership which there was to attend, but without question\nand with profound confidence in their great leader, they went to work.\n<\/p><p>\nFinally, when the roof had been placed upon the building, and it came time to buy the\nwindowpanes, it was necessary to order them in New York. These windowpanes were shipped\ndown along the east coast of North and South America and around the Horn and up to San\nFrancisco, and finally transported to the city of Stockton.\n<\/p><p>\nUpon arrival in Stockton, the brethren in St. George were notified that the windowpanes were\nthere, and were now ready to be delivered for a cash consideration. By this time the cash\nresources of the people had been exhausted and when they were asked to pay for the\nwindowpanes, they did not know what they were going to do; but great faith was manifest by\nthe leaders of the people, which impressed them to call upon God for assistance. Thereafter,\npreparations were made to make the trip to Stockton. Finally, before departure, the brethren\ngathered together and supplicated God to the end that they might have the cash with which  to\npay for the windowpanes. In the midst of their supplication, a knock came on the door. It was\nopened, and an old Scandinavian brother who lived in the Washington Ward just north of St.\nGeorge placed in their hands a bag containing between six hundred and seven hundred dollars\nwhich was enough to pay for the window panes.\n<\/p><p>\nThe faith of these brethren was so great that their teams had been hitched up and they were\nready to leave immediately after their prayers, which is an evidence of the profound faith\nwhich motivated them to go forward with their building program even though the necessary\ncash was not in sight, and hence, the St. George Tabernacle and the temple stand as a\nmonument to the faith and works of these great pioneers.\n<\/p><p>\nFAITH AND WORKS\n<\/p><p>\nIn the days of the Prophet Joseph Smith when the gospel was being restored, the Lord\ndeclared to the Prophet, \"I will pour my Spirit out on all flesh\" (see\n<span class=\"citation\" id=\"12925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12925)\">D&amp;C 95:4<\/a><\/span>).\n<\/p><p>\nThe outpouring of the Lord's Spirit generated in the hearts of men a degree of faith that\nmoved them to great works which have brought manifold blessings to humanity. For instance,\nThomas Edison had faith so great in the utilization of electricity for lighting that after hours,\ndays, and months of work, the electric light bulb was made available in addition to many\nother electric appliances which have brought comfort and luxury to the people.\n<\/p><p>\nAnother outstanding example of faith and works is the Wright brothers who were thought to\nbe mentally weak when they advocated the idea of flying through the air with a contraption\nheavier than air itself, but out of their faith and their works there has now been developed one\nof the greatest methods of transportation that the world has ever known. Radio and television\nhave come as the result of the faith and the works of their inventors.\n<\/p><p>\nLINCOLN'S FAITH\n<\/p><p>\nThere were great souls that had a profound faith in the principles of righteousness, of whom\nAbraham Lincoln is a great representative. As a young man he visited the city of New\nOrleans where he witnessed the sale of human beings over the auction block. He declared: \"If\nI ever have a chance to strike this thing, I will strike it hard.\"\n<\/p><p>\nHis faith in the great principle of freedom motivated him to take action when he was\npresident of the United States. He struck slavery hard, and the shackles were removed from\nthe thousands and thousands of oppressed people who now enjoy their liberty.\n<\/p><p>\nBrethren and sisters, I feel in my soul as the Apostle Paul felt when he declared: \"For I am\nnot ashamed of the gospel of Christ: for it is the power of God unto salvation\"\n(<span class=\"citation\" id=\"42690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42690)\">Rom. 1:16<\/a><\/span>).\nThe godly power Paul speaks of is the combination of faith, the divine motivator, and\nthe works of the individual. These together make salvation and exaltation in the kingdom of\nGod a certainty.\n<\/p><p>\nCHRISTIANITY IN ACTION\n<\/p><p>\nSome few days ago the office of the Presiding Bishop was visited by a Hindu doctor from\nIndia. He said he was a Christian. He pointed out to us that as he traveled from the southern\nboundary to the northern boundary of the state of Utah noticing the many meetinghouses that\nhad been erected, he was convinced that he was among a Christian people. And after\nbecoming conversant with the gospel and the religion of our people, he declared: \"This is\nChristianity in action.\" Faith and the works of the gospel constitute Christianity in action as\nJesus Christ revealed it to the Prophet: \n<\/p><p>\nVerily I say unto you all: Arise and shine forth, that thy light may be a standard for\nthe nations (<span class=\"citation\" id=\"12939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12939)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nIf our light is to be a standard unto the nations, then well might we follow the admonition of\nJames when he said: \n<\/p><p>\nYea, a man may say, Thou hast faith, and I have works; shew me thy faith without thy\nworks, and I will shew thee my faith by my works\n(<span class=\"citation\" id=\"26087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26087)\">James 2:18<\/a><\/span>).\n<\/p><p>\nThis people have the greatest obligation of any people in all the world; for first they have\ncovenanted with God their Eternal Father that they will manifest their faith and their works in\nthe cause of his beloved Son, Jesus Christ, and that the world seeing their works will declare\nas Isaiah of old declared: Come let us go up to the house of Jacob's God and learn of his\nways and walk in his paths (see <span class=\"citation\" id=\"25117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25117)\">Isa. 2:3<\/a><\/span>),\nto the end that the world and all of us may be\nfree of the pernicious doctrine that men can be saved by belief or grace, and that we may\nknow that salvation and exaltation in the kingdom of God rests wholly upon faith and works,\nwhich I pray will be the blessing of all of us, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}