{"ID":5383, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord’s Wind\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p2\" class=\"\">Elder John H. Groberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/john-h-groberg-10.jpg\" alt=\"John H. Groberg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p3\" class=\"\">The fourth article of faith states: “We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost.” [<span class=\"citation\" id=\"7034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7034)\">A of F 1:4<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p4\" class=\"\">If we think deeply, we realize that the first principle—faith in the Lord Jesus Christ—underlies all else; that is, it takes faith in Christ to repent or be baptized or perform any other ordinances of the gospel. Jesus made saving repentance possible and He made baptism meaningful. If we have faith in Him, we will repent and be baptized. If we do not repent, or refuse to be baptized, or are unwilling to keep His commandments, it is because we do not have sufficient faith in Him. Thus, repentance, baptism, and all other principles and ordinances are not entirely separate but are actually extensions of our faith in Christ. Without faith in Him, we do little of eternal value. With faith in Him, our lives become focused on doing things of eternal value.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p5\" class=\"\">It takes deep and abiding faith in Christ to endure faithfully to the end of our mortal lives. Sometimes we pray for the strength to endure yet resist the very things that would give us that strength. Too often we seek the easy way, forgetting that strength comes from overcoming things that require us to put forth more effort than we normally would be inclined to do. The Apostle Paul said, “I can do all things through Christ which strengtheneth me” (<span class=\"citation\" id=\"41338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41338)\">Philip. 4:13<\/a><\/span>). Let me give an example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p6\" class=\"\">Years ago, as a young missionary, I was assigned to a group of seventeen small islands in the South Pacific. At that time, the only means of travel between islands was by sailboat. Because of misunderstandings and traditions, it was difficult to find people willing to listen to us. However, one day a member told us that if we would be at a certain harbor on a particular island when the sun set the next day, a family would meet us there and listen to the discussions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p7\" class=\"\">What joy that news brought! It was like finding a piece of gold. I was working alone at the time but quickly found four other members who were experienced sailors who agreed to take me to this island the next day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p8\" class=\"\">Early the next morning the five of us started out. There was a nice breeze that moved us swiftly along the coast, through the opening in the reef, and out into the wide expanse of the vast Pacific Ocean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p9\" class=\"\">We made good progress for a few hours, but as the sun climbed higher and the boat got farther from land, the wind began to play out and soon quit altogether, leaving us bobbing aimlessly on a smooth ocean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p10\" class=\"\">Those familiar with sailing know that to get anywhere, you need wind. Sometimes there are good breezes without storms and heavy seas, but often they go together. Sailors do not fear storms, for they contain the lifeblood of sailing—wind. What sailors fear is <span class=\"emphasis\">no<\/span> wind, or being becalmed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p11\" class=\"\">Time passed. The sun got higher, the sea calmer. Nothing moved. We soon realized that unless something changed, we would not arrive by sundown. I suggested that we pray and plead with the Lord to send some wind. What more righteous desire could a group of men have? I offered a prayer. When I finished, things seemed calmer than ever. We continued drifting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p12\" class=\"\">Then one of the older men suggested that everyone kneel and all unite their faith and prayers together, which we did. There was great struggling of spirit, but when the last person opened his eyes, nothing! No movement at all. The sails hung limp and listless. Even the slight ripple of the ocean against the side of the boat had ceased. The ocean seemed like a sea of glass.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p13\" class=\"\">Time was moving, and we were getting desperate. This same man now suggested that everyone kneel again in prayer and each person in turn offer a vocal prayer for the whole group. Many beautiful, pleading, faithful prayers ascended to heaven. But when the last one finished and everyone opened their eyes, the sun was still burning down with greater intensity than before. The ocean was like a giant mirror. It was almost as though Satan was laughing, saying, “See, you can’t go anywhere. There is no wind. You are in my power.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p14\" class=\"\">I thought, “There is a family at the harbor that wants to hear the gospel. We are here in the middle of the ocean and want to teach them. The Lord controls the elements. All that stands between us and the family is a little wind. Why won’t He send it? It’s a righteous desire.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p15\" class=\"\">As I was so wondering, I noticed this faithful older brother move to the rear of the boat. I watched as he unlashed the tiny lifeboat, placed two oars with pins in their places, and carefully lowered it over the side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p16\" class=\"\">He looked at me and softly said, “Get in.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p17\" class=\"\">I answered, “What are you doing? There is hardly room for two people in that tiny thing!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p18\" class=\"\">“Don’t waste any time or effort. Just get in. I am going to row you to shore, and we need to leave now to make it by sundown.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p19\" class=\"\">I looked at him incredulously, “Row me <span class=\"emphasis\">where?<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p20\" class=\"\">“To the family that wants to hear the gospel. We have an assignment from the Lord. Get in.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p21\" class=\"\">I was dumbfounded. It was miles to shore. The sun was hot, and this man was old. But as I looked into the face of that faithful brother, I sensed an intensity in his gaze, an iron will in his very being, and a fixed determination in his voice as he said, “Before the sun sets this day, you will be teaching the gospel and bearing testimony to a family who wants to listen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p22\" class=\"\">I again objected, “Look, you’re over three times my age. If this is to be, let me row.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p23\" class=\"\">With that same look of determination and faith-induced will, the old man replied, “No. Leave it to me. Get in the boat. Don’t waste more time talking. Let’s go!” At his direction we got into the boat, with me in the front and the old man in the middle, his feet stretching to the end of the boat, his back to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p24\" class=\"\">The glazed surface of the ocean was disturbed by the intrusion of this small boat and seemed to complain, “This is my territory. Stay out.” Not a wisp of air stirred, not a sound was heard except the creaking of oars and the rattling of pins as the small craft began to move away from the sailboat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p25\" class=\"\">The old man bent his back and began to row. Dip. Pull. Lift. Dip. Pull. Lift. Each dip of the oar seemed to break the resolve of the mirrorlike ocean. Each pull of the oar moved the tiny skiff forward, separating the glassy seas to make way for the Lord’s messenger. Dip. Pull. Lift. The old man did not look up, rest, or talk, but hour after hour he rowed and rowed and rowed. The muscles of his back and arms, strengthened by faith and moved by unalterable determination, flexed in a marvelous cadence like a fine-tuned watch. It was beautiful. We moved quietly, relentlessly toward an inevitable destiny. The old man concentrated his efforts and energy on fulfilling the calling he had from the Lord—to get a missionary to a family that wanted to hear the gospel. He was the Lord’s wind that day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p26\" class=\"\">Just as the sun dipped into the ocean, the skiff touched the shore of the harbor. A family <span class=\"emphasis\">was<\/span> waiting. The old man spoke for the first time in hours and said, “Go. Teach them the truth. I’ll wait here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p27\" class=\"\">I waded ashore, met the family, went to their home, and taught them the gospel. As I bore testimony of the power of God in this church, my mind saw an old Tongan man rowing to a distant harbor and waiting patiently there. I testified with a fervor as great as any I have ever felt that God does give power to men and women to do His will if they will have faith in Him. I told the family, “When we exercise faith in the Lord Jesus Christ, we can do things we could not otherwise do. When our hearts are determined to do right, the Lord gives us the power to do so.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p28\" class=\"\">The family believed and eventually was baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p29\" class=\"\">In the annals of history, few will be aware of this small incident. Hardly anyone will know about this insignificant island, the family who waited, or the obscure, old man who never once complained of fatigue, aching arms, painful back, or a hurting body. He never talked about thirst, the scorching sun, or the heat of the day as he relentlessly rowed uncomplainingly hour after hour. He referred only to the privilege of being God’s agent in bringing a missionary to teach the truth to those who desired to hear. But God knows! He gave him the strength to be His wind that day, and He will give us the strength to be His wind when necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p30\" class=\"\">How often do we not do more because we pray for wind and none comes? We pray for good things and they don’t seem to happen, so we sit and wait and do no more. We should always pray for help, but we should always listen for inspiration and impressions to proceed in ways different from those we may have thought of. On the boat, five men prayed, but only one heard and acted. God does hear our prayers. God knows more than we do. He has infinitely greater experience than we have. We should never stop moving because we think our way is barred or the only door we can go through is closed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p31\" class=\"\">No matter what our trials, we should never say, “It is enough” [see <span class=\"citation\" id=\"33442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33442)\">Mark 14:41<\/a><\/span>]. Only God is entitled to say that. Our responsibility is to ask, “What more can I do?” then listen for the answer, and do it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p32\" class=\"\">I’ll never forget that old man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p33\" class=\"\">I pray that we may always have increasing faith in the Lord Jesus Christ and demonstrate that faith by our actions. I know He lives and loves. I know He strengthens and encourages. I know He helps and heals. I know He forgives and saves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-lords-wind.p34\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}