{"ID":5385, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gratitude\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2378.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p3\" class=\"\">My dear brothers, sisters, and friends, as I approach this final assignment as a General Authority and as this phase of my service draws to a close, I am filled with gratitude and appreciation for the many blessings my family and I have received during this time. I would like to express my sincere love and appreciation to my wife and companion for sustaining me through these many years. With her support and sustaining influence, all the assignments have been a great pleasure and joy. No matter what the call or assignment, she was always there to support and assist, to be concerned about and interested in the new responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p4\" class=\"\">I would also like to thank our children for their love and support during the many years while our assignments have required that we live away from them. Without their support, it would have been very difficult to find peace and joy in the work. It has been a great experience to participate in the various callings, and every assignment has been accomplished with their full support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p5\" class=\"\">I also would like to thank the many General Authorities and friends who have helped us over the years in so many ways. We are grateful for their kindnesses and their concerns for us and our welfare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p6\" class=\"\">As I review our experiences and try to express my feelings this day, you can imagine that many thoughts are crossing my mind. As I attempt to sort through them, I would like to continue the theme of appreciation for my family and friends by sharing with you an admonition that was given by the Lord to the Prophet Joseph Smith and Oliver Cowdery in Harmony, Pennsylvania, in April 1829. It applies as much—and perhaps even more—to us today than it did to those people in 1829. It is recorded in the Doctrine and Covenants, section 6, verse 12, and states, “Trifle not with sacred things.” [<span class=\"citation\" id=\"19745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19745)\">D&amp;C 6:12<\/a><\/span>] There are many sacred things within the gospel, but one of the most sacred is the covenants we make in the holy temple. The words <span class=\"emphasis\">trifle<\/span> and <span class=\"emphasis\">sacred<\/span> are an important part of the admonition that cautions us not to take for granted or make light of the sacred, holy, and honorable blessings received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p7\" class=\"\">The relationships between husbands and wives are sacred, and we should never trifle with that great blessing. Many couples enter into marriage without understanding the importance of the admonition not to trifle with sacred things, and divorce often follows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p8\" class=\"\">Likewise, we should follow this admonition in relationships between parents and children. We must never take our children for granted and always keep our relationships sacred, honorable, and holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p9\" class=\"\">In 1986 while speaking to the men of the Church in a priesthood session of conference, President Ezra Taft Benson, our prophet, gave them the following directives. Even though he was speaking specifically to the young priesthood brethren, the same directives apply to young women as well. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p10\" class=\"\">“My young brethren [and sisters], I counsel each of you to draw close to your own mother. Respect her. Honor her. Receive your mother’s counsel as she loves and instructs you in righteousness. And honor and obey your father as he stands as the head of the home, emulating his manly qualities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p11\" class=\"\">“Young men [and young women], the family unit is forever, and you should do everything in your power to strengthen that unit. In your own family, encourage family home evenings and be an active participant. Encourage family prayer and be on your knees with your family in that sacred circle. Do your part to develop real family unity and solidarity. In such homes, there is no generation gap” (<span class=\"emphasis\">Ensign,<\/span> May 1986, p. 43).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p12\" class=\"\">I am grateful for many opportunities I’ve had to bear my testimony of the truth of the gospel to many people in many parts of the world during my years of service in the Church. We have made many friends and acquaintances in different parts of the world, and their friendship is very sacred and dear to us. Friendship is something you cannot buy for money. You work for it, honor it, and it becomes important and sacred in our lives. Once more I bear you my witness that I know the gospel of Jesus Christ has been restored in its fulness. Our loving Heavenly Father sent his Only Begotten Son into the world to bring about an understanding of sacrifice and blessings. Through the Resurrection, the sting of death was conquered, and Jesus Christ became the first fruits of the Resurrection to show us there is life hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/gratitude.p13\" class=\"\">Let us all be diligent and obedient in keeping the commandments of the Lord, that we may be worthy to receive the blessings he has in store for the faithful, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}