{"ID":5386, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Service and Happiness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p2\" class=\"\">Elder Jacob de Jager<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237a.jpg\" alt=\"Elder Jacob de Jager\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p3\" class=\"\">My dear brothers and sisters and friends all over the world, as you heard from a very reliable source in the first session of this general conference, and again it was confirmed this afternoon, I was given emeritus status as a Seventy. As far as I was able to determine this morning, the vote of thanks was unanimous in the affirmative. For this I express my gratitude to all of you who were present here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p4\" class=\"\">When I was called to the Quorum of the Seventy in April 1976, Elder LeGrand Richards, who, as many of you will recall, was a Dutchman by adoption, used to call me the “Happy Dutchman.” After seventeen and a half years, I want you to know that I am still the Happy Dutchman, and I will tell you why. Because these years of service in the Quorum have brought great joy and countless blessings to my life and the life of Bea, my eternal companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p5\" class=\"\">I had the privilege to be assigned to stakes from Punta Arenas in South America to Anchorage, Alaska; and from Hobart, Australia, to Japan. I worked closely with faithful regional representatives and dedicated stake presidencies—always teaching them correct principles so that they would learn to govern themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p6\" class=\"\">What a blessing it was to visit missions of the Church in many parts of the world and teach the missionaries what missionary work is really all about: transferring sacred knowledge by the Spirit to people who live in ignorance but who all are entitled to hear the message of the restored gospel. This message enables them to learn that the most important part of their lives is making sacred covenants that will bring them back to their Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p7\" class=\"\">I am still as happy as when I was called to the Quorum, and, in good western American tradition, I will now ride off into the sunset. But I know there is a loving priesthood leader waiting at the roadside to call me, under inspiration, to another meaningful calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p8\" class=\"\">My first calling in the Church, three days after my baptism in Toronto, Canada, was to be in charge of the hymnbooks in the ward. I really would not mind at all to quickly go back to the hymnbooks again, because I can truly testify that this is a church of workers and <span class=\"emphasis\">not<\/span> a museum of Saints. Those who think differently have not fully understood the real purpose of the divine organization to which we all belong.<\/p>\n\t\t\t<p class=\"preamble\">Yes, I have maintained a cheerful disposition and I will gladly share with you some positive ideas:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Learn to <span class=\"emphasis\">love<\/span> the calling that you have in the Church. You can learn to love it so much it becomes invigorating.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Learn to be satisfied. It is just as easy as being dissatisfied—and much more pleasant.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Learn to accept adversity. No matter who you are or where you serve, you are going to have some. But do not fear the winds of adversity. Remember, a kite rises against the wind, rather than with it!<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Get in the habit of saying <span class=\"emphasis\">pleasant<\/span> things rather than making negative remarks.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Live the present moment to the hilt, and do not live in the past or in the future. Success is a journey, <span class=\"emphasis\">not<\/span> a destination.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Live and honor the covenants that you made at the time of your baptism and in the temple.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>And when you have reached the age of seventy, you must resist the urge to straighten out everybody’s affairs and admit occasionally that you might be mistaken.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1993\/11\/service-and-happiness.p17\" class=\"\">Not long ago I had the privilege of attending a mission presidents’ seminar in San Francisco with Elder David B. Haight of the Council of the Twelve. He shared with us some thoughts from an author about growing old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p18\" class=\"\">“Nobody grows old by merely living a number of years. People grow old only by deserting their ideals, their faith. There is always the love of wonder, a childlike appetite for what is next, and the joy of your life. You are as young as your faith, as old as your doubt; as young as your self-confidence, as old as your fear or despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p19\" class=\"\">“In the center of our heart is a recording chamber, and so long as it receives messages of beauty, hope, cheer, courage, and faith, so long are we young” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1983, p. 25).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p20\" class=\"\">How blessed are we to be part of a rapidly expanding church that teaches beauty, hope, cheer, courage, faith, and happiness that enable us to stay young at heart through faithful service in whatever calling we may have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p21\" class=\"\">President Thomas S. Monson’s First Presidency message entitled “Happiness, the Universal Quest” in the October 1993 issue of the <span class=\"emphasis\">Ensign<\/span> magazine, shares five important ways to obtain lasting happiness in this life and the life to come, based on the words of the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p22\" class=\"\">“Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it” (p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p23\" class=\"\">Therefore, let us all walk in these clearly defined paths to increase our happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/service-and-happiness.p24\" class=\"\">In closing, I bear solemn witness that God, our Eternal Father, lives; that Jesus is the Christ, the Only Begotten Son of the Father born in the flesh, the Savior and Redeemer of all mankind; that Joseph Smith was a prophet of the living God; and that every man who has succeeded him as President of the Church has been a living prophet, including President Ezra Taft Benson in our day and time. This is my personal, eternal testimony, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}