{"ID":5388, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Keeping Covenants and Honoring the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p3\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">93911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p4\" class=\"\">Brethren, I have never come before this great body of the priesthood with greater humility than I do this evening. I fervently pray, not only for understanding, but also that I might not be misunderstood. I earnestly seek the support of the Holy Spirit and the understanding of my brethren. I affirm my love and profound respect for the brethren of the priesthood of this church. Soon you younger men and boys will be placed in the responsibility of spiritually guiding your homes and the Church. It is essential that you young men understand the importance of keeping the covenants and honoring the priesthood you bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p5\" class=\"\">As a prelude to the specific items I wish to discuss, I believe it is important to set forth a few fundamental principles as I understand them. The object of God’s work is “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39833)\">Moses 1:39<\/a><\/span>). God has given the priesthood to man at various times since Adam’s day to bring about the great plan of salvation for all mankind. Through our faithfulness, the transcendent blessings of eternal life flow from this priesthood authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p6\" class=\"\">For these priesthood blessings to flower, there is a constant need for unity within the priesthood. We must be loyal to the leadership who have been called to preside over us and hold the keys of the priesthood. The words of President J. Reuben Clark, Jr., still ring loudly in our ears: <span class=\"emphasis\">“Brethren, let us be united.”<\/span> He explained:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p7\" class=\"\">“An essential part of unity is loyalty. … Loyalty is a pretty difficult quality to possess. It requires the ability to put away selfishness, greed, ambition and all of the baser qualities of the human mind. You cannot be loyal unless you are willing to surrender. … His own preferences and desires must be put away, and he must see only the great purpose which lies out ahead” (<span class=\"emphasis\">Immortality and Eternal Life<\/span> Melchizedek Priesthood Course of Study, 1968–69, p. 163).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p8\" class=\"\">What is the nature of the priesthood? The Prophet Joseph Smith said of the priesthood: “It is the eternal authority of God by which the universe was created and governed, and the stars in heaven came into existence, by which the great authority of exaltation operates throughout the universe.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p9\" class=\"\">The Prophet Joseph further taught: “Its institution was prior to ‘the foundation of this earth, or the morning stars sang together, or the Sons of God shouted for joy,’ [see <span class=\"citation\" id=\"26845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26845)\">Job 38:6–7<\/a><\/span>] and is the highest and holiest Priesthood, and is after the order of the Son of God” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> Salt Lake City: Deseret Book Co., 1938, p. 167). There is no question that the power of the priesthood exceeds our understanding. The Prophet Joseph taught of this great power “that every one being ordained after this order and calling should have power, by faith, to break mountains, to divide the seas, to dry up waters, to turn them out of their course;<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p10\" class=\"\">“To put at defiance the armies of nations, to divide the earth, to break every band, to stand in the presence of God; … and this by the will of the Son of God which was from before the foundation of the world” (<span class=\"citation\" id=\"24091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24091)\">JST, Gen. 14:30–31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p11\" class=\"\">The priesthood operates in a system of sublime order. The priesthood is not, however, a floating essence. It must be conferred by ordination with specific offices. It is held by men under sacred duty to use its authority to accomplish God’s work for the blessing of men, women, and children alike. No one can claim priesthood authority except it is conferred openly by those possessing the authority, “and it is known to the church that he has authority and has been regularly ordained by the heads of the church” (<span class=\"citation\" id=\"19804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19804)\">D&amp;C 42:11<\/a><\/span>). The exercise of priesthood authority is directed by the keys of the priesthood. These keys rest with the presiding local and General Authorities of the Church. Those who have the keys are responsible for the guiding momentum and direction of the work of the Lord on the earth. Clearly, as Alma states, the shepherds of the Church are responsible for protecting the flock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p12\" class=\"\">“For what shepherd is there among you having many sheep doth not watch over them, that the wolves enter not and devour his flock? And behold, if a wolf enter his flock doth he not drive him out?” (<span class=\"citation\" id=\"9971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9971)\">Alma 5:59<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p13\" class=\"\">Those who have keys, which include the judicial or disciplinary authority, have the responsibility for keeping the Church cleansed from all iniquity (see <span class=\"citation\" id=\"19779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19779)\">D&amp;C 20:54<\/a><\/span>; <span class=\"citation\" id=\"19807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19807)\">D&amp;C 43:11<\/a><\/span>). Bishops, stake presidents, mission presidents, and others who have the responsibility of keeping the Church pure must perform this labor in a spirit of love and kindness. It should not be done in a spirit of punishment, but rather of helping. However, it is of no kindness to a brother or sister in transgression for their presiding officers to look the other way. Some words on this subject come from President John Taylor:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p14\" class=\"\">“Furthermore, I have heard of some Bishops who have been seeking to cover up the iniquities of men; I tell them, in the name of God, they will have to bear … that iniquity, and if any of you want to partake of the sins of men, or uphold them, you will have to bear them. Do you hear it, you Bishops and you Presidents? God will require it at your hands. You are not placed in a position to tamper with the principles of righteousness, nor to cover up the infamies and corruptions of men” (in Conference Report, Apr. 1880, p. 78).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p15\" class=\"\">On this matter, we urge you presiding brethren to seek the Spirit of God, to study and be guided by the scriptures and the <span class=\"emphasis\">General Handbook of Instructions.<\/span> Church discipline is not limited to sexual sins but includes other acts such as murder, abortions, burglary, theft, fraud, and other dishonesty, deliberate disobedience to the rules and regulations of the Church, advocating or practicing polygamy, apostasy, or any other unchristianlike conduct, including defiance or ridicule of the Lord’s anointed, contrary to the law of the Lord and the order of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p16\" class=\"\">How does the priesthood function? The decisions of the leaders and quorums of the priesthood should follow the pattern of the presiding quorums. “The decisions of these quorums … are to be made in all righteousness, in holiness, and lowliness of heart, meekness and long suffering, and in faith, and virtue, and knowledge, temperance, patience, godliness, brotherly kindness and charity” (<span class=\"citation\" id=\"19934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19934)\">D&amp;C 107:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p17\" class=\"\">In some legislative assemblies of the world, there are some groups termed the “loyal opposition.” I find no such principle in the gospel of Jesus Christ. The Savior gave us this solemn warning: “Be one; and if ye are not one ye are not mine” (<span class=\"citation\" id=\"19800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19800)\">D&amp;C 38:27<\/a><\/span>). The Lord made it clear that in the presiding quorums every decision “must be by the unanimous voice of the same; that is, every member in each quorum must be agreed to its decisions” (<span class=\"citation\" id=\"19933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19933)\">D&amp;C 107:27<\/a><\/span>). This means that after frank and open discussion decisions are reached in council under the direction of the presiding officer, who has the ultimate authority to decide. That decision is then sustained, because our unity comes from full agreement with righteous principles and general response to the operation of the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p18\" class=\"\">Free discussion and expression are encouraged in the Church. Certainly the open expressions in most fast and testimony meetings, or Sunday School, Relief Society, and priesthood meetings attest to that principle. However, the privilege of free expression should operate within limits. In 1869, George Q. Cannon explained the limits of individual expression:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p19\" class=\"\">“A friend … wished to know whether we … considered an honest difference of opinion between a member of the Church and the Authorities of the Church was apostasy. … We replied that … we could conceive of a man honestly differing in opinion from the Authorities of the Church and yet not be an apostate; but we could not conceive of a man publishing these differences of opinion and seeking by arguments, sophistry and special pleading to enforce them upon the people to produce division and strife and to place the acts and counsels of the Authorities of the Church, if possible, in a wrong light, and not be an apostate, for such conduct was apostasy as we understood the term” (<span class=\"emphasis\">Gospel Truth,<\/span> sel. Jerreld L. Newquist, 2 vols., Salt Lake City: Deseret Book Co., 1974, 2:276–77).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p20\" class=\"\">Among the activities considered apostate to the Church include when members “(1) repeatedly act in clear, open, and deliberate public opposition to the Church or its leaders; (2) persist in teaching as Church doctrine information that is not Church doctrine after being corrected by their bishops or higher authority; or (3) continue to follow the teachings of apostate cults (such as those that advocate plural marriage) after being corrected by their bishops or higher authority” (<span class=\"emphasis\">General Handbook of Instructions,<\/span> 1989, p. 10-3).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p21\" class=\"\">Those men and women who persist in publicly challenging basic doctrines, practices, and establishment of the Church sever themselves from the Spirit of the Lord and forfeit their right to place and influence in the Church. Members are encouraged to study the principles and the doctrines of the Church so that they understand them. Then, if questions arise and there are honest differences of opinion, members are encouraged to discuss these matters privately with priesthood leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p22\" class=\"\">There is a certain arrogance in thinking that any of us may be more spiritually intelligent, more learned, or more righteous than the Councils called to preside over us. Those Councils are more in tune with the Lord than any individual persons they preside over, and the individual members of the Councils are generally guided by those Councils. In this church, where we have lay leadership, it is inevitable that some will be placed in authority over us who have a different background from our own. This does not mean that those with other honorable vocational or professional qualifications are any less entitled to the spirit of their office than any other. Some of the great bishops of my lifetime included a brickmason, a grocer, a farmer, a dairyman, and one who ran an ice cream business. What any may have lacked in formal education was insignificant. They were humble men, and because they were humble, they were taught and magnified by the Holy Spirit. Without exception, they were greatly strengthened as they learned to labor diligently to fulfill their callings, and to minister to the Saints they were called to preside over. So it is with all of the callings in the Church. President Monson teaches us, “Whom the Lord calls, the Lord qualifies” (Thomas S. Monson, <span class=\"emphasis\">Ensign,<\/span> May 1988, p. 43).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p23\" class=\"\">How should the holders of the priesthood treat the women of the Church? The sisters of this church since the beginning have always made a great and marvelous contribution to the work of the Lord. They have added so very much of intelligence, work, culture, and refinement to the Church and our families. The contributions of the sisters as we move into the future are needed more than ever to help establish the values, the faith, and the future of our families, and the well-being of our society. They need to know they are valued, honored, and appreciated. The sisters who serve as leaders need to be invited to participate and to be listened to and included in our stake and ward council meetings, particularly concerning matters involving sisters, youth, and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p24\" class=\"\">How should those who bear the priesthood treat their wives and the other women in their family? Our wives need to be cherished. They need to hear their husbands call them blessed, and the children need to hear their fathers generously praise their mothers (see <span class=\"citation\" id=\"41642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41642)\">Prov. 31:28<\/a><\/span>). The Lord values his daughters just as much as he does his sons. In marriage, neither is superior; each has a different primary and divine responsibility. Chief among these different responsibilities for wives is the calling of motherhood. I firmly believe that our dear faithful sisters enjoy a special spiritual enrichment which is inherent in their natures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p25\" class=\"\">President Spencer W. Kimball stated: “To be a righteous woman during the winding up scenes on this earth, before the second coming of our Savior, is an especially noble calling. … Other institutions in society may falter, and even fail, but the righteous woman can help to save the home, which may be the last and only sanctuary some mortals know in the midst of storm and strife” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1978, p. 103).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p26\" class=\"\">Priesthood is a righteous authority only. Any attempt to use it in the home as a club to abuse or enforce unrighteous dominion is a complete contradiction of that authority and results in its loss. As a holder of the priesthood, the father holds a primary responsibility to claim spiritual and temporal blessings from the Lord for himself, his wife, his family, but these blessings can only be claimed in righteousness as he honors his priesthood. We are taught by the Lord that “no power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned” (<span class=\"citation\" id=\"19966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19966)\">D&amp;C 121:41<\/a><\/span>). In my opinion, there are few words in the holy scriptures of greater significance than the beautiful language contained in the 121st section of the Doctrine and Covenants as to how the priesthood is to be exercised:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p27\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile—<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p28\" class=\"\">“Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy;<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p29\" class=\"\">“That he may know that thy faithfulness is stronger than the cords of death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p30\" class=\"\">“Let thy bowels also be full of charity towards all men, and to the household of faith, and let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p31\" class=\"\">“The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever” (<span class=\"citation\" id=\"19970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19970)\">D&amp;C 121:42–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p32\" class=\"\">President Spencer W. Kimball stated, with respect to priesthood covenants: “There is no limit to the power of the priesthood which you hold. The limit comes in you if you do not live in harmony with the Spirit of the Lord and you limit yourselves in the power you exert” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> Salt Lake City: Bookcraft, 1982, p. 498). President Kimball further stated: “One breaks the priesthood covenant by transgressing commandments—but also by leaving undone his duties. Accordingly, to break this covenant one needs only to do nothing” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> p. 497).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p33\" class=\"\">Another great reminder of our obligations and blessings is the oath and covenant of the priesthood as contained in the 84th section of the Doctrine and Covenants. We are told that the transcendent obligations of priesthood holders are “to give diligent heed to the words of eternal life,” and to bear “testimony to all the world,” and teach the world of the “judgment which is to come” (<span class=\"citation\" id=\"19872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19872)\">D&amp;C 84:43, 61, 87<\/a><\/span>). Then there is this marvelous promise, if we are faithful in our priesthood responsibilities: we shall be “sanctified by the Spirit,” and become “the elect of God,” and all that the “Father hath shall be given unto him” (<span class=\"citation\" id=\"19868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19868)\">D&amp;C 84:33–34,38<\/a><\/span>). How much more important it is to receive “all that [the] Father hath” than to seek or receive anything else which this life offers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p34\" class=\"\">The crowning blessings of life come through obedience to the covenants and honoring of the ordinances received in the holy temples, including the new and everlasting covenant of marriage, which is the capstone of the holy endowment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p35\" class=\"\">In our desire to be broad-minded, to be accepted, to be liked and admired, let us not trifle with the doctrines and the covenants which have been revealed to us, nor with the pronouncements of those who have been given the keys of the kingdom of God on earth. For all of us, the words of Joshua ring with increasing relevance. “Choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"30138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30138)\">Josh. 24:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/keeping-covenants-and-honoring-the-priesthood.p36\" class=\"\">May the Spirit of the Lord be with us to help us magnify this great priesthood authority, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}