{"ID":5389, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Personal Checklist for a Successful Eternal Flight\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p2\" class=\"\">Elder Hugh W. Pinnock<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237c.jpg\" alt=\"Elder Hugh W. Pinnock\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p3\" class=\"\">This night I direct my comments to the young men who are here with your fathers, quorum advisers, bishops, and friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p4\" class=\"\">Flying holds a special fascination for many of us. Pilots have a procedure they follow for leaving the ground confidently, traveling about the earth or exploring it from outer space securely, and then landing safely. Whether flying a single-engine airplane or commanding a spacecraft circling the world every ninety-two minutes, each seasoned pilot carefully goes over a <span class=\"emphasis\">checklist<\/span> to ensure that every system of the aircraft is working properly. Whether we speak of a jet fighter (F-14 or F-18 Hornet) screaming into the sky from an aircraft carrier deck, a crop duster skimming over farms in Washington or Kansas, or the space shuttle <span class=\"emphasis\">Discovery<\/span> rocketing into space, launching satellites and doing scientific and medical experiments, it is the same. Each pilot and crew member goes through a detailed checklist before taking off to make sure that everything is in proper order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p5\" class=\"\">Because each of you is more important than any aircraft, you would be wise to contemplate and go through your own personal checklist before you take off into the balance of your lives. I suggest five areas that you would check often as you fly towards a happy forever. Many of you young men have eighty and more years to live! Think of it! What a promising future you have if you prepare properly and keep focused.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p6\" class=\"\"><span class=\"strong\">First checklist item: The priesthood.<\/span> Really understand and use the priesthood you bear. Honor it; realize its power. Remember the Aaronic Priesthood that you bear is the preparatory priesthood leading to the Melchizedek Priesthood. By the power of the Melchizedek Priesthood, the Only Begotten Son created worlds without number (see <span class=\"citation\" id=\"24576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24576)\">Heb. 1:2<\/a><\/span>; <span class=\"citation\" id=\"19847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19847)\">D&amp;C 76:24<\/a><\/span>; <span class=\"citation\" id=\"39826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39826)\">Moses 1:33<\/a><\/span>) as the premortal Jehovah and then performed many miracles on earth as our Savior, Jesus Christ. A wise priesthood leader taught that now is the time in your life for <span class=\"emphasis\">doing,<\/span> so later you <span class=\"emphasis\">become<\/span> the man you are to be. Heavenly Father trusts you. You have the very priesthood that Aaron bore honorably and that John the Baptist used when he baptized Jesus “to fulfil all righteousness” (<span class=\"citation\" id=\"37493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37493)\">Matt. 3:15<\/a><\/span>). Eighteen hundred years later, on the banks of the Susquehanna River, he ordained Joseph Smith and Oliver Cowdery to that same Aaronic Priesthood (see <span class=\"citation\" id=\"30737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30737)\">JS—H 1:68–73<\/a><\/span>).<\/p>\n\t\t\t<p class=\"preamble\">Remember:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Joseph Smith was the age of you deacons when he was thinking deeply about God (see <span class=\"citation\" id=\"125255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125255)\">JS—H 1:5–13<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Joseph Smith was the age of you teachers when he went into the woods to pray and was blessed to talk with God the Father and Jesus, our Elder Brother (see <span class=\"citation\" id=\"30730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30730)\">JS—H 1:11–20<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Joseph Smith was the age of you priests when Moroni first visited him and told him about the record on gold plates (see <span class=\"citation\" id=\"30735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30735)\">JS—H 1:27–54<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p11\" class=\"\">The priesthood you bear enables you to prepare, bless, and pass the bread and water, the holy emblems of the sacrament. You place the members of the Church under solemn covenant to “take upon them the name of thy Son, and always remember him and keep his commandments which he has given them” (<span class=\"citation\" id=\"19784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19784)\">D&amp;C 20:77<\/a><\/span>). You gather fast offerings to help the poor and the needy. Many of you serve as ushers, arrange chairs and tables for meetings, and perform other important duties. You priests have the authority to baptize (see <span class=\"citation\" id=\"19777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19777)\">D&amp;C 20:46<\/a><\/span>) just as the young men serving as missionaries and as your fathers and other older men do. And you also ordain others in appropriate circumstances (see <span class=\"citation\" id=\"19778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19778)\">D&amp;C 20:46–49<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p12\" class=\"\">Heavenly Father loves you! Your priesthood leaders will call many, many of you and set you apart as members of quorum presidencies or as quorum secretaries. What great leadership lessons you learn as you lead others while you are young. And bishops, what a vital task you have because of the training and practical experiences you provide our young men in positions of quorum leadership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p13\" class=\"\"><span class=\"strong\">Second checklist item: Family and friends.<\/span> Always remember the importance of your home, your parents, other family members, and your friends. Do not expect your parents to do things for you that you now can do for yourselves. It is your turn to begin taking more responsibility. “Hey, but my dad should do this,” or “I want my mother to continue to do this for me,” you might still wish. A successful home is based on the love and helpfulness of children just as it is based on loving parents handling their responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p14\" class=\"\">One day when I was seventeen years old, I was washing the family car in anticipation of going on a date that evening. My father came out of the house to observe what I was doing. He criticized me to the extent that I felt as if I was doing nothing right. Finally I said something like, “Dad, get off my case. Don’t you understand this is the first time I have ever been a teenager?” He looked at me and said, “Pal, don’t you know this is the first time I have ever been a father?” I grew wiser that day because I realized we all are learning together within a family. We cannot expect our parents to be perfect any more than we can expect ourselves to be all that we hoped to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p15\" class=\"\">Be eager to forgive when problems arise at home. Help with your younger brothers and sisters when needed. You are their hero. As you assume more responsibility at home, you will find additional opportunities popping up in other areas in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p16\" class=\"\">Choose your friends carefully. Associate with young men and young women who are straight and who will assist you to be responsible. Help your friends decide to go on missions, to attend Church meetings, and to enjoy righteous activities. You who are sixteen and older and are dating, make sure the girls you date are just as good when you return them to their homes as when you picked them up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p17\" class=\"\"><span class=\"strong\">Third checklist item: Live the commandments.<\/span> Never feed the foxes! What does that mean? <span class=\"emphasis\">Breaking commandments is like feeding foxes.<\/span> In England where we live, my wife and I had heard that foxes were right in town. We wanted to see a fox. A neighbor told us that if we left food for the foxes we probably would see one. Our butcher gave us some bones. Each night we would place some bones out in the backyard. Soon a fox came to eat. Then a few more. Now we have at least five foxes racing through our flower garden, digging up the lawn, and leaving a shamble every night, sort of like a furry Jurassic Park.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p18\" class=\"\">What started out as a curiosity is now a problem, and sin is much the same. An indiscretion can begin a process that can make a mess of a whole life. Remember, if you don’t start feeding the foxes, they will never tear up your yard. If you avoid making the seemingly small and harmless mistakes, your life will be free of many larger problems later on. Be a courageous young man by living straight. Create happy memories for yourselves and those around you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p19\" class=\"\"><span class=\"strong\">Fourth checklist item: Education.<\/span> Make good use of your schooling. The scriptures tell us that there is a time for every purpose under heaven (see <span class=\"citation\" id=\"21451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21451)\">Eccl. 3:1–8<\/a><\/span>). Now is the time of your preparation. The direction you are flying as a young man will determine where you will land as an adult. Are you headed in the direction that you want to be flying?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p20\" class=\"\">Those of us who are older remember that not all that goes on in school and work is pleasant, nor does it all seem useful and necessary. Yet most of what you learn is helpful. Be excited about your schooling and develop the habit of going the extra mile (see <span class=\"citation\" id=\"37495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37495)\">Matt. 5:41<\/a><\/span>; <span class=\"citation\" id=\"6294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6294)\">3 Ne. 12:41<\/a><\/span>). This habit will assist you in crossing continents successfully when you are older. Through study and hard work, you prepare for a life of spiritual, emotional, and economic self-reliance. Build a foundation now that will support your future (see <span class=\"citation\" id=\"37502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37502)\">Matt. 7:24–25<\/a><\/span>). Feel the excitement of accomplishing difficult tasks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p21\" class=\"\">Hardworking young men of a few years ago are the productive and respected leaders of today. Many of them worked several jobs when they were young and saved part of their income for a mission and for their education. They have been blessing others ever since. Your parents are not obligated to provide everything you want. The Lord instructed us not to be idle! (See <span class=\"citation\" id=\"19806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19806)\">D&amp;C 42:42<\/a><\/span>; <span class=\"citation\" id=\"19820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19820)\">D&amp;C 60:13<\/a><\/span>; <span class=\"citation\" id=\"19841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19841)\">D&amp;C 75:3<\/a><\/span>; <span class=\"citation\" id=\"19905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19905)\">D&amp;C 88:124<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p22\" class=\"\"><span class=\"strong\">Fifth checklist item: A mission.<\/span> While serving as an aide-de-camp to a major general in an army reserve unit, I found myself in many conversations with that remarkable military leader. He was not of our faith. “Pinnock,” he once said, “do you know how fortunate you Mormons are?” I replied by saying something like, “Yes, sir, but what are you thinking about?” He said, “A mission, Pinnock, that’s what it’s all about. Your young men are encouraged to go to serve others. They become stronger, more wise, and more dependable because of a mission.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p23\" class=\"\">The prophet has asked you young men to serve, the world desperately needs you to serve, and you need to feel the power and growth from serving and teaching others. And if for some unusual reason you are not called to serve a mission, there will be other opportunities to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/your-personal-checklist-for-a-successful-eternal-flight.p24\" class=\"\">So there you have it: a checklist that can keep you flying in the right direction. A pilot must have the support of a skilled ground crew to succeed, and your parents, bishops, quorum leaders, and solid friends all will help support your flight through these key years of your life. A wonderful future is yours if you stick to your personal checklist. We pray for you, care about you, and stand by to help you. To these truths I testify in the name of our Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}