{"ID":539, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Forgive and Be Forgiven<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, October 1951, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd when thou prayest, thou shalt not be as the hypocrites are: for they love to pray\nstanding in the synagogues and in the corners of the streets, that they may be seen of\nmen. Verily I say unto you, They have their reward.\n<\/p><p>\nBut thou, when thou prayest, enter into thy closet, and when thou hast shut thy door,\npray to thy Father which is in secret, and thy Father which seeth in secret shall reward\nthee openly.\n<\/p><p>\nBut when ye pray, use not vain repetitions, as the heathen do, for they think that they\nshall be heard for their much speaking.\n<\/p><p>\nBe not ye therefore like unto them: for your Father knoweth what things ye have need\nof, before ye ask him.\n<\/p><p>\nAfter this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy\nname.\n<\/p><p>\nThy kingdom come. Thy will be done in earth, as it is in heaven.\n<\/p><p>\nGive us this day our daily bread.\n<\/p><p>\nAnd forgive us our debts, as we forgive our debtors\n(<span class=\"citation\" id=\"34423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34423)\">Matt. 6:5-12<\/a><\/span>).\n<\/p><p>\nThat last is the particular passage in this prayer that I want to call attention to. If we have\nlearned anything through the proceedings of this conference this day, it is that this gospel is\nnot something to talk about. It is something that requires deeds. It calls for action, and it is\nonly what we do, not what we say or what we profess, that counts.\n<\/p><p>\nThe people of this Church can carry this message with them to their homes or wherever they\nmay chance to go and lay it down as the foundation principle of their faith, the promise of the\nfuture.\n<\/p><p>\nFORGIVENESS\n<\/p><p>\nIt is only as we do the will of God that we have claim upon the promised blessings, and one\nof the particular things that I want to stress is the principle inherent in this sentence in the\nsublime prayer which I have just read: \"Forgive us our debts, as we forgive our debtors\"\n(<span class=\"citation\" id=\"34426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34426)\">Matt. 6:12<\/a><\/span>). That\ncalls for action. It calls for self-control. It calls for putting into practical effect one of the\nteachings that the Lord has given us.\n<\/p><p>\nIt is not easy to practice. We are all disposed to be very charitable toward ourselves and our\nown misdeeds, our own failures and weaknesses. We hope the Lord will be charitable to us,\nthat when we stand before the bar of justice, notwithstanding the exactions of the law which\nmust be obeyed, and notwithstanding our own lapses, he who knows the heart, and knows the\ndesire, and knows the effort, and consequently being possessed of all the factors essential to a\nrighteous judgment, will somehow be kind and generous and will take into account our good\nefforts, our attempts to live righteously, the piety of our purposes, the struggles we have made\nagainst odds, and he will balance all these worthy desires of the heart and struggles of the\nflesh over against our failures, and the things wherein we have sinned and failed to measure\nup to the full standard of complete perfection.\n<\/p><p>\nWe all hope that on behalf of ourselves, but it is not so easy for us to accord the same\ngenerous consideration to those we feel have trespassed against us. We are more likely to be\ndisposed to exact the full payment of the debt to us personally, while hoping in our hearts that\nGod will be lenient in his judgment of us.\n<\/p><p>\nLOVE OF NEIGHBOR\n<\/p><p>\nI think there is involved in this principle the doctrine of the first great commandment, and the\nsecond, ''. . . Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"34461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34461)\">Matt. 22:39<\/a><\/span>). Those are easy words to\nsay, but do we ponder what they mean? How do I love myself? Certainly I do not wish\nmyself any ill luck. I do not wish myself any misfortune. I hope my efforts will be prospered.\nI hope I will be spared misery and distress and sickness and suffering. I hope I will have\npower to do the things I have it in my heart to do, and to succeed in my undertakings. If I\nlove my neighbor as I love myself, then I must be equally anxious for him, that he shall be\nprospered, that he shall escape misery and suffering and trial and distress, that his endeavors\nshall be fruitful of good.\n<\/p><p>\nI cannot hope to climb to the position I desire to achieve by stepping on the back of another\nand crushing him down in order that I may gain his favorable place. Suppose I am a violinist.\nI excel in my profession, my art. I have enjoyed the reputation for a long time of occupying\nfirst place among the members of my community. I am the greatest of them all. Then one day\na younger man comes along, as will inevitably be the case, and he chances to excel me in the\nart, and I stand in jeopardy of losing my position as first.\n<\/p><p>\nI suppose I should wish for him that he break his hand so that he cannot play any more, and\nso that I will not be toppled from the pinnacle that I have occupied, and can still be supreme\nin the practice of my art. That is not keeping the commandment. That is not loving my\nneighbor as I love myself. I would not wish myself any such misfortune. I would always want\nto do my best, freed from artificial hindrance. I should, if I would obey the commandment,\nwithout regard to the consequences to me personally, my own ambitions and desires, rejoice\nin the excellence of the performance of my rival, and wish only for him all the good I would\nwish for myself.\n<\/p><p>\nI will, if I am honestly observing the commandment, wish for him the success, the glory that\nhas been accorded to me by reason of my past station. It is easy to say those words, ''Love\nyour neighbor as yourself\" (<span class=\"citation\" id=\"34462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34462)\">Matt. 22:39<\/a><\/span>),\nbut how hard it is to bring them right down to actual practice,\neven when our own superiority of position might be involved, the sacrifice of it. If we really\ncould bring ourselves into full accord with that commandment, we should rejoice exultantly in\nthe good fortunes that attend the efforts of our fellows, no matter in how great a degree they\nmight eclipse us or how far they might excel us. You see, it requires that we root out envy,\nthat we root out selfishness, and that is the way we grow in the development of character and\nthe cultivation of those perfections which God has directed that we strive to achieve.\n<\/p><p>\n\"Be ye therefore perfect, even as your Father which is in heaven  is perfect\"\n(<span class=\"citation\" id=\"34420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34420)\">Matt. 5:48<\/a><\/span>), was\nthe admonition of Jesus and if we would attain that station and bring ourselves to that degree\nof conquest of our own ambitions, then we shall have to rejoice in the good fortune, the\nachievements, the attainments of our fellow men without regard to the eclipse of ourselves.\n<\/p><p>\nFORGIVE AND BE FORGIVEN\n<\/p><p>\nReturning to the text, we cannot expect that God will forgive us if we refuse to forgive those\nwhom we have found occasion to criticize. The measure of man's achievement lies not\naltogether in where he gets to. You have to have regard for the place which he started from,\nand the degree of his advancement, though he has not reached so high a place as one of his\nfellows, may be greater because of the handicap of position from which he set out.\n<\/p><p>\nWe all hope and trust and pray and depend upon the mercy of God. We hope he will be\nmerciful to us, but we have no right to expect the extension of his mercy to us in any further\ndegree than we are willing to extend mercy and charity and forgiveness to our fellow men,\nwhose actions we scrutinize with much more care and less leniency than we scrutinize\nourselves and our own deeds.\n<\/p><p>\nDOERS OF THE WORD\n<\/p><p>\nThose are some of the things we have to learn to do. That is putting into practical application\nsome of the positive requirements of this gospel. We are learning to do, to be doers of the\nWord and not hearers only (<span class=\"citation\" id=\"26084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26084)\">James 1:22<\/a><\/span>).\nSo it is with every other precept. There is no teaching in the\nwhole compass of the gospel of Jesus Christ that ever brought injury or harm to any man.\n<\/p><p>\nThe following of those brings only happiness and joy and peace and comfort and progress.\nThere has never been anything required of man that would degrade him or lower him in the\nscale of being. We are safe when we keep the commandments.\n<\/p><p>\nBut we must analyze the commandments. We must know what they signify. We must know\nwhat they require of us individually and personally, and our greatest concern is not with\nsomebody else. Our greatest concern is with us. Are we measuring up?\n<\/p><p>\nMay God grant that in our daily pursuits, in our daily efforts, we shall always be mindful of\nthe fact that it is not what we profess or what we pretend, but only that which we do and the\ndegree in which we comply in our own actions with the commandments of God that counts.\n<\/p><p>\nThis I pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}