{"ID":5392, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Upward Reach\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p3\" class=\"\">My dear friends and fellow Scouters, Jere Ratcliffe, Bud Reid, and Mike Hoover, you honor me tonight by your attendance and with your remarks. I am humbled by the presentation of the Bronze Wolf Award. I know that as you bestow this honor, you are also expressing gratitude to the Church and to leaders past and present who have permitted me to serve on the National Executive Board these past twenty-four years and to follow in the footsteps of President Ezra Taft Benson and President George Albert Smith, who preceded me in this appointment. As a member of the International Committee of the board, I have had the privilege to travel to many lands and to witness the favorable influence of Scouting in the lives of young men of many languages, races, and cultures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p4\" class=\"\">As a church, we do rather well in carrying the Scouting program in the United States and Canada. With the help of Jacques Moreillon, secretary general of the World Organization of the Scout Movement, we are taking steps to expand the influence of Scouting to our young men worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p5\" class=\"\">I love the inspired words of President Spencer W. Kimball as he spoke to Church members throughout the world: “The Church of Jesus Christ of Latter-day Saints affirms the continued support of Scouting and will seek to provide leadership which will help boys keep close to their families and close to the Church as they develop the qualities of citizenship and character and fitness which Scouting represents. … We’ve remained strong and firm in our support of this great movement for boys and of the Oath and the Law which are at its center.”<sup class=\"noteMarker\"><a href=\"#footnote1-93911_000_022\">1<\/a>\n       <span class=\"footnote\">[Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> May 1977, p. 36.]<\/span><\/sup> Tonight we renew that endorsement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p6\" class=\"\">Would you permit me to relate just one personal experience. When I was fourteen years old, our troop went to Big Cottonwood Canyon on a Scout outing. After setting up camp, our leader said to me, “Monson, you like to fish. I’m giving you two fishing flies—a black gnat and a white miller. Now you catch enough fish to feed this troop for the next three days, and I’ll pick all of you up on Saturday.” He departed. I never questioned his charge. I knew if I did my part I’d catch the fish and feed the troop. And I did. I was a man before I realized it just isn’t proper for the Scoutmaster to bail out on the boys. But what a learning experience it was for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p7\" class=\"\">The paintings of Norman Rockwell on the cover of <span class=\"emphasis\">The Saturday Evening Post<\/span> magazine or in <span class=\"emphasis\">Boy’s Life<\/span> always brought tender feelings to me. Of the two paintings I most admire, one is of a Scoutmaster sitting by the dying embers of the bonfire and observing his boys—fast asleep in their small tents. The sky is filled with stars, the tousled heads of the boys illumined by the fire’s glow. The Scoutmaster’s countenance reflects his love, his faith, his devotion. The scene recalls the thought, “The greatest gift a man can give a boy is his willingness to share a part of his life with him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p8\" class=\"\">The other painting is of a small lad, clad in the oversized Scout uniform of his older brother. He is looking at himself in a mirror which adorns the wall, his tiny arm raised in the Scout salute. It could well be entitled “Following in the Footsteps of Scouting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p9\" class=\"\">In this world where some misguided men and women strive to tear down and destroy great movements such as Scouting, I am pleased to stand firm for an organization that teaches duty to God and country, that embraces the Scout Law. Yes, an organization whose motto is “Be prepared” and whose slogan is “Do a good turn daily.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p10\" class=\"\">The Aaronic Priesthood prepares boys for manhood and the weightier duties of the Melchizedek Priesthood. Scouting helps our boys to walk uprightly the priesthood path to exaltation. Along that path there will be turns and detours, requiring decisions of utmost importance. Heavenly inspiration will provide a road map that will ensure the accuracy of our choices. There comes a time in the life of every young man for serious contemplation and wise evaluation concerning his future—for decisions determine destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p11\" class=\"\">Tonight in this vast priesthood audience are those who have successfully navigated the pathways of their youth. Such men of experience and faith are needed as examples for those who look to them for guidance and safety. Brethren, are we prepared for our leadership opportunity—even our life-saving privilege? The need for our help is here and now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p12\" class=\"\">In cities across the land and in nations throughout the world, there has occurred a deterioration of the home and family. Abandoned in many instances is the safety net of personal and family prayer. A macho-inspired attitude of “I can go it alone” or “I don’t need the help of anyone” dominates the daily philosophy of many. Frequently there is a rebellion against long-established traditions of decency and order, and the temptation to run with the crowd is overwhelming. Such a destructive philosophy, this formula for failure, can lead to ruin unless men of faith, filled with love, step forward to show a faltering boy the right way to go. Remember the verse:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He stood at the crossroads all alone,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The sunlight in his face.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He had no thought for the world unknown—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He was set for a manly race.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the roads stretched east, and the roads stretched west,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the lad knew not which road was best;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So he chose the road that led him down,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he lost the race and victor’s crown.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He was caught at last in an angry snare<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because no one stood at the crossroads there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show him the better road.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Another day, at the self-same place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A boy with high hopes stood.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He, too, was set for a manly race;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He, too, was seeking the things that were good;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But one was there who the roads did know,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that one showed him which way to go.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So he turned from the road that would lead him down,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he won the race and the victor’s crown.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He walks today the highway fair<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because one stood at the crossroads there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show him the better way.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-93911_000_022\">2<\/a>\n\t   <span class=\"footnote\">[\n\t  <span class=\"emphasis\">Central Christian Monitor.<\/span>\n\t]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p35\" class=\"\">Those who hold the Melchizedek Priesthood are not the only resource with the strength to lift, the wisdom to guide, and the ability to save. Many of you young men comprise the presidencies of quorums of deacons, quorums of teachers, and hold leadership positions assisting the bishops in guiding quorums of priests. As you magnify your callings with respect to aiding those over whom you preside, heavenly help will be forthcoming. Remember that throughout the ages of time, our Heavenly Father has shown His confidence in those of tender years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p36\" class=\"\">The boy Samuel must have appeared like any boy his age as he ministered unto the Lord before Eli. As Samuel lay down to sleep and heard the voice of the Lord calling him, Samuel mistakenly thought it was aged Eli and responded, “Here am I.” However, after Eli listened to the boy’s account and told him it was of the Lord, Samuel followed Eli’s counsel and subsequently responded to the Lord’s call with the memorable reply, “Speak; for thy servant heareth.” The record then reveals that “Samuel grew, and the Lord was with him.”<sup class=\"noteMarker\"><a href=\"#footnote3-93911_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2705)\">1 Sam. 3:4, 10, 19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p37\" class=\"\">Contemplate for a moment the far-reaching effect of the prayer of a boy, born in the year of our Lord one thousand eight hundred and five in Sharon, Windsor County, state of Vermont—even Joseph Smith, the first prophet of this dispensation. The Father and the Son appeared to him, and divine guidance was provided—all for the purpose to exalt the children of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p38\" class=\"\">We remember with gratitude that night of nights which marked the fulfillment of prophecy when a lowly manger cradled a newborn child. With the birth of the babe in Bethlehem, there emerged a great endowment, a power stronger than weapons, a wealth more lasting than the coins of Caesar. This child, born in such primitive circumstances, was to be the King of Kings and the Lord of Lords, the promised Messiah—even Jesus Christ, the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p39\" class=\"\">As a boy, Jesus was found “in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p40\" class=\"\">“And all that heard him were astonished at his understanding and answers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p41\" class=\"\">“And when [Joseph and His mother] saw him, they were amazed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p42\" class=\"\">“And Jesus increased in wisdom and stature, and in favour with God and man.”<sup class=\"noteMarker\"><a href=\"#footnote4-93911_000_022\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32466)\">Luke 2:46–48, 52<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p43\" class=\"\">He “went about doing good, … for God was with him.”<sup class=\"noteMarker\"><a href=\"#footnote5-93911_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8405)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p44\" class=\"\">I mention these powerful examples so that every young man within the sound of my voice may know for himself his own strength when God is with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p45\" class=\"\">As each realizes his own potential and what our Heavenly Father expects of him, a determination to live proper standards, to be true to one’s best self, and to act always in accordance with a high sense of true values, there will follow incomparable joy and lasting peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p46\" class=\"\">A four-point guide will help focus our attention on such a goal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p47\" class=\"\"><span class=\"emphasis\">First, be where we ought to be.<\/span> A wise father counseled his son: “If you ever find yourself where you shouldn’t be, then get out!” Choose your friends carefully, for you will tend to be like them and be found where they choose to go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p48\" class=\"\"><span class=\"emphasis\">Second, say what we ought to say.<\/span> What we say and how we say it tend to reflect what we are. In the life of the Apostle Peter, when he attempted to distance himself from Jesus and pretended to be other than what he was, his tormenters detected his true identity with the penetrating statement, “Thy speech bewrayeth thee.”<sup class=\"noteMarker\"><a href=\"#footnote6-93911_000_022\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37526)\">Matt. 26:73<\/a><\/span>.]<\/span><\/sup> The words we utter will reflect the feelings of our hearts, the strength of our character, and the depth of our testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p49\" class=\"\"><span class=\"emphasis\">Third, do what we ought to do.<\/span> Pierre, one of the central characters in Tolstoy’s <span class=\"emphasis\">War and Peace,<\/span> torn by spiritual agonies, cries out to God, “Why is it that I know what is right and I do what is wrong?” Pierre needed a mind-set, a resolve—even a stiffening of his backbone. One clever with words put it this way as he paraphrased the familiar counsel “Never put off ’til tomorrow what you should do today,” by adding, “Why do we not put off ’til tomorrow what we <span class=\"emphasis\">shouldn’t<\/span> do today!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p50\" class=\"\">Then there is the excuse of the weak: “The devil made me do it.” It is only when we take charge of our own actions that we direct them in the proper course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p51\" class=\"\"><span class=\"emphasis\">Fourth, be what we ought to be.<\/span> The Apostle Paul counseled his beloved young friend Timothy: “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote7-93911_000_022\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2903)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup> Peter asked the question: “What manner of persons ought ye to be in all holy conversation and godliness?”<sup class=\"noteMarker\"><a href=\"#footnote8-93911_000_022\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4973)\">2 Pet. 3:11<\/a><\/span>.]<\/span><\/sup> Then Peter’s life answered convincingly his own question. The Master’s own voice queried: “What manner of men ought ye to be? Verily I say unto you, even as I am.”<sup class=\"noteMarker\"><a href=\"#footnote9-93911_000_022\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6330)\">3 Ne. 27:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p52\" class=\"\">On occasion, when I have met with young men, I have been asked the question, “Brother Monson, is there one thing I can do to help me pattern my life and live up to my full potential?” As I have searched memory’s corridors for an answer to such a question, I have recalled an experience of a few years ago. A group of friends were trail riding on strong Morgan horses when we came to a clearing which opened on a lush grass meadow with a small, clear stream meandering through it. No mule deer could wish for a better home. However, there was a danger lurking. The wily deer can detect the slightest movement in the surrounding bush; he can hear the crack of a twig and discern the scent of man. He is vulnerable from but one direction—overhead. In a mature tree, hunters had erected a platform high above the enticing spot. Though in many places this is illegal, the hunter can take his prey as it comes to eat and to drink. No twig would break, no movement disturb, no scent reveal the hunter’s whereabouts. Why? The magnificent buck deer, with its highly developed senses to warn of impending danger, does not have the capacity to look directly upward and thus detect his enemy. Man is not so restricted. His greatest safety is found in his ability and his desire to “look to God and live.”<sup class=\"noteMarker\"><a href=\"#footnote10-93911_000_022\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10034)\">Alma 37:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p53\" class=\"\">Wrote the poet:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But chief of all Thy wondrous works,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Supreme of all Thy plan,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou hast put an upward reach<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Into the heart of man.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote11-93911_000_022\">11<\/a>\n\t   <span class=\"footnote\">[Harry Kemp, “God the Architect,” <span class=\"emphasis\">The World’s Great Religious Poetry,<\/span> ed. Caroline Miles Hill, (New York: Macmillan, 1954), p. 211.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p58\" class=\"\">May I conclude with a heart-tugging account of one small boy, a Cub Scout whose love of Scouting brought him and those who knew him and loved him closer to God as he reached upward and stepped over the limits of mortality and entered the broad expanse of eternity, clad in the uniform he loved and wearing the honor he had won—in Scouting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p59\" class=\"\">In October 1992, nine-year-old Jared Barney passed away as a result of brain cancer. He had, in his short life, endured multiple surgeries, along with radiation and chemotherapy treatments. His last surgery was August 9, 1992. A month after that, an MRI picked up six new tumors, two of which were already quite large.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p60\" class=\"\">The radiation and chemotherapy made Jared very ill. The surgeries were difficult, but he always bounced back very quickly. Although he suffered much pain, the Lord blessed and sustained him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p61\" class=\"\">Jared had a special spirit that drew others to him. He never complained about how he felt or about having to be sick or about the treatments he had to have. When asked how he was doing, he always said, “Good,” no matter how he felt. He was ever known for his contagious smile. The Light of Christ was in his eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p62\" class=\"\">May I quote from Jared’s mother, Olivia, who wrote concerning his last days: “Our many prayers were answered in behalf of our little son. We prayed that he would be able to walk, talk, and see until the end, and then that the Lord would take him quickly. He was able to do all of these things, and we are so thankful to the Lord for answering our prayers. Jared loved life so much, and we wanted him to be able to enjoy it fully until the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p63\" class=\"\">“Jared had earned some Cub Scout awards three weeks prior to his passing. He had earned his Bear badge, his Faith in God, a Gold Arrow Point, and two Silver Arrow Points. We know that he loved to get those awards. He was failing quickly, and he wouldn’t even let himself sleep until he could attend the pack meeting held on October 14, 1992, to achieve his awards. At the pack meeting, he raised his hand three times and told everyone how long he had waited for these awards and how happy he was to get them. When we returned home, he asked me to sew his badges on that very night. I did. Then he prayed that Heavenly Father would let him sleep because he was so tired. He said that three times. He went to sleep and never moved all night. From then on he slept most of the time until his passing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p64\" class=\"\">“We buried him in his Cub Scout shirt with those long-awaited emblems sewn and pinned on the front. He had a beautiful service. Many were present, for he had made so many friends in the community through his example of courage and faith.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p65\" class=\"\">Such was the influence of an inspired program in the life of a tiny boy and his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-upward-reach.p66\" class=\"\">To all the Aaronic Priesthood assembled tonight with your fathers and your leaders, the priesthood program of the Church, with its accompanying activities, including Scouting, will help and not hinder you as you journey through life. May each one of us resolve to follow the example of our Lord and Savior, Jesus Christ, keep His commandments, and live His teachings, that we may inherit the greatest of all gifts, eternal life with God. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93911_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> May 1977, p. 36.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93911_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>\n\t  <span class=\"emphasis\">Central Christian Monitor.<\/span>\n\t<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93911_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2705)\">1 Sam. 3:4, 10, 19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-93911_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32466)\">Luke 2:46–48, 52<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-93911_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8405)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-93911_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37526)\">Matt. 26:73<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-93911_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2903)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-93911_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4973)\">2 Pet. 3:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-93911_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6330)\">3 Ne. 27:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-93911_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10034)\">Alma 37:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_022\"><a name=\"-93911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-93911_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Harry Kemp, “God the Architect,” <span class=\"emphasis\">The World’s Great Religious Poetry,<\/span> ed. Caroline Miles Hill, (New York: Macmillan, 1954), p. 211.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}