{"ID":5395, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Missionary Work—Our Responsibility\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p3\" class=\"\">I have prayed that the blessings of heaven will direct my expressions this morning that I might convey to you the desires of my soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p4\" class=\"\">A few weeks ago, joy and nostalgia dominated our conversation as Sister Haight and I drove to the airport to see our eleventh grandchild leave for his mission. During our brief visit—with warm greetings and emotional embraces—we recalled some of the historical accounts of how the message of the restoration of the gospel had influenced our family, of how our missionary grandson’s great-great-grandfather, Joseph Toronto, heard and believed the message of the gospel from missionaries in Boston in 1843, 150 years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p5\" class=\"\">Joseph Toronto assisted with the building of the Nauvoo Temple. Brigham Young had made a strong appeal on Sunday, July 6, 1845, for the Saints to “remember [and pray for] the temple” and to “pay your tithing.” The Saints were anxious that the temple be finished sufficiently that ordinance work might begin before the exodus westward. More workers and tithing were desperately needed. Joseph Toronto, the new convert, visited Brigham Young after the meeting and declared that “he wanted to give himself and all he had to the kingdom of God.” He handed Brigham Young $2,600 in gold coins (see “Italian Pioneer,” <span class=\"emphasis\">Church News,<\/span> 20 June 1981, p. 16). Brigham Young blessed the Italian convert, proclaiming that “he should stand at the head of his race and that neither he nor his family should ever want for bread” (<span class=\"emphasis\">Joseph Toronto: Italian Pioneer and Patriarch,<\/span> comp. Toronto Family Organization, 1983, p. 10). Later, in 1849, he was called to accompany the new Apostle Lorenzo Snow to his native Italy to open that land for the preaching of the gospel (see <span class=\"emphasis\">Church News,<\/span> 20 June 1981, p. 16).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p6\" class=\"\">We also spoke of Hector C. Haight, another ancestor, called from his home in Farmington, Utah, to preside over the Scandinavian Mission in 1856 with little or no ability to speak Danish, Swedish, or Norwegian. But, trusting in the Lord and with the assistance of the Scandinavian Saints, he accomplished his assignment. He reported in 1858 that “2,610 souls had been baptized … and [that] 990 members had emigrated to Zion” (Andrew Jenson, <span class=\"emphasis\">History of the Scandinavian Mission,<\/span> Salt Lake City: Deseret News Press, 1927, p. 128).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p7\" class=\"\">These ancestors, along with many others, gave inspiration and set the precedent of love for the gospel and its divine truth and for missionary service, which our children and grandchildren inherit but must personally acquire for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p8\" class=\"\">Our hearts were filled that morning as we again witnessed the miracle that had already begun and which we knew would continue—not only for the next two years, but for the rest of his life—the transformation of a fine young man into a powerful proclaimer and believer of our Lord Jesus Christ. Our gratitude for and trust in the missionary program of the Church—in all of its spiritual dimensions—and for its continuing influence on our family were deepened and strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p9\" class=\"\">While watching family expressions of love and joy and tears at the airport, I thought of the hundreds of young men and women and couples who, week after week, leave our missionary training centers around the world to embark on the grandest experience of their lives—going forth to serve our Heavenly Father with all of their heart, might, mind, and strength. That is indeed one of the great miracles of our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p10\" class=\"\">The <span class=\"emphasis\">Church News<\/span> recently told of Aaron Thatcher, a young man with a love for baseball. Aaron had had many baseball scouts observe his unique talents, but he told them repeatedly that he would not sign a professional contract until after he had fulfilled his obligations to the Lord by serving a two-year mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p11\" class=\"\">“How could a young man turn down such an offer?” people ask. But he did! His desire to serve the Lord was greater than his desire for instant fame. Aaron explained, “I’m going on this mission not because … my Dad went. I’m going because I have a testimony of the gospel and the prophets have told us that every worthy and healthy young man should serve a full-time mission. I want to go with all of my heart” (<span class=\"emphasis\">Church News,<\/span> 4 Sept. 1993, p. 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p12\" class=\"\">Brothers and sisters, the Lord is opening the way and making it possible to expand His work throughout the world, and what a blessing it is for all of us—each in his own way—to take part. During the past five years, the number of missionaries serving out in the world has grown from 36,000 to some 49,700 as of right now. The number of missions has grown from 220 to 294. Nearly one and a half million new converts have joined the Church during that same period of time. And our missionaries or representatives are now teaching in over forty additional countries where we were <span class=\"emphasis\">not<\/span> serving five years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p13\" class=\"\">Who but the prophets of God could have foreseen the miracle of the rapid expansion of the work of the Lord? Truly, as the Lord foretold in section 88 of the Doctrine and Covenants, He is hastening His work in its time (see <span class=\"citation\" id=\"19892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19892)\">D&amp;C 88:73<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p14\" class=\"\">I am inspired as I continue to understand more and more the depth and significance of the vision and inspiration the Prophet Joseph Smith received from heavenly messengers as he carefully laid in place the foundation stones of the restored church. After what he had experienced and knew, the Prophet Joseph Smith could boldly write in March of 1842:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p15\" class=\"\">“Our missionaries are going forth to different nations, … the Standard of Truth has been erected; … the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (<span class=\"emphasis\">History of the Church,<\/span> 4:540).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p16\" class=\"\">There is a spirit moving upon our people to want to live their lives in harmony with truth, that they may someday respond to an opportunity to serve. This is the same spirit and heavenly influence that directed John Taylor, Wilford Woodruff, and others to take leave of the Saints from the city of Far West early on the morning of April 26, 1839, before departing for their missions to Great Britain (see <span class=\"citation\" id=\"19950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19950)\">D&amp;C 118:4–5<\/a><\/span>). On that occasion each prayed in turn at the temple site and bore testimony. Then, after a song, they took leave, directed by revelation, filled with the blessings of heaven and the confirming influence of the Holy Ghost. These early Apostles departed for their missions having been spiritually fed and blessed in a manner that would sustain them and their families throughout their many hardships and inspire their powerful testimonies of the truthfulness of the message of the restored church upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p17\" class=\"\">What a privilege and a blessing to be a small part of this great work! With that heritage, however, comes a great responsibility. The Lord needs messengers to match His message. He needs those who are able to wield the mighty and eternal influence that He has placed in their hands. In section 88, where the Lord speaks of hastening His work, He gives to the laborers of His kingdom a commandment to “prepare yourselves, and sanctify yourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I may make you clean” (<span class=\"citation\" id=\"19893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19893)\">D&amp;C 88:74<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p18\" class=\"\">The calling to serve the Lord places a tremendous but ennobling responsibility upon each of us. In 1839 an epistle of inspiration and direction was sent by the Quorum of the Twelve Apostles to those who had been called to spread the gospel. In addition to their blessings and testimonies and prayers, they declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p19\" class=\"\">“God has called you to an … holy calling, even to be … messengers to the nations of the earth; and upon your diligence … [and] the soundness of the doctrines which you preach … hang the destinies of the human family. You are the men that God has called to spread forth His kingdom; He has committed the care of souls to your charge, … and the Great God demands it of you, that you should be faithful” (<span class=\"emphasis\">History of the Church,<\/span> 3:395).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p20\" class=\"\">President Spencer W. Kimball ushered in a new era of missionary work when he proclaimed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p21\" class=\"\">“When I ask for more missionaries, I am not asking for more testimony-barren or unworthy missionaries. I am asking that we … train our missionaries better in every branch and every ward … that [our] young people will understand that it is a great privilege to go on a mission and that they must be physically well, mentally well, spiritually well, and that ‘the Lord cannot look upon sin with the least degree of allowance.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p22\" class=\"\">“[We are] asking for missionaries who have been carefully … trained through the family and the organizations of the Church, and who come … with a great desire” (<span class=\"emphasis\">Ensign,<\/span> Oct. 1974, p. 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p23\" class=\"\">“[But] we must prepare our [young] missionaries better, not only with language, but with scripture and above all with a testimony and a burning fire that puts power in their words” (Regional Representatives’ seminar, Apr. 1976).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p24\" class=\"\">The First Presidency recently reemphasized this important challenge. To serve the Lord as a full-time missionary is a privilege; the primary purpose of full-time missionary service is the building up of the kingdom of God. And the Lord needs His best. Young men and young women who respond to the call must be prepared for the most rigorous challenge of their young lives—prepared spiritually, intellectually, emotionally, and physically.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p25\" class=\"\">Although our missionaries are strengthened, elevated, and magnified by their service, that is not their primary purpose, and neither they nor their families nor their leaders should regard a mission as the solution to unresolved problems. The Lord needs our best; He needs those who can run, not just walk—but to run physically and spiritually—those who can wield eternal influence with purity and strength and conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p26\" class=\"\">Does this mean that those who are not yet ready should be turned away or rejected? Of course not! It means that our young people, their families, and their leaders should each accept the personal responsibility for preparing worthy, able, and committed volunteers for the Lord’s royal army.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p27\" class=\"\">As we shoulder this great responsibility, the Lord will magnify our efforts and He will magnify our missionaries. They will become the instruments through which the Lord will perform His miracles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p28\" class=\"\">I received a letter recently from a young friend in California who served a mission in Chile. He wrote of a never-to-be-forgotten baptism in which he had participated of a man and a wife and their two children. He recalled the incredible faith of the father, who had worked as a humble horse racing stable hand, with very limited education but with great faith in gospel principles. This man accepted the gospel and lived it and taught his family by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p29\" class=\"\">“As missionaries, we considered this family perhaps our best conversion,” he wrote. “The father had an unusual attitude about work—hard work—so as to provide for his family and to be able to serve the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p30\" class=\"\">My friend had just learned that this good man has now, thirteen years later, been called to serve in the stake presidency in his stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p31\" class=\"\">Over fifteen years ago President Kimball urged that “every family, every night and every morning, … pray to the Lord to open the doors of other nations so that their people, too, may have the gospel of Jesus Christ” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball, Salt Lake City: Bookcraft, 1982, p. 586). The last few years, we have seen the fruition of the prophet’s vision. Doors have been opened; walls of nations have collapsed. We must be prepared to march in, legally and appropriately, as the Lord opens those doors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p32\" class=\"\">We are grateful for the thousands who have answered the call to serve, and we are grateful for the valiant missionaries who are going out each week to join in the great harvest that the Lord is hastening. We recognize and appreciate the sacrifice and service of your sons and daughters and the marvelous work being accomplished by them. We appreciate the mature, seasoned couples who leave the comforts of their homes and their beloved children and grandchildren. Your efforts and sacrifices will be a blessing to you, of course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p33\" class=\"\">I conclude with these inspired words from the Council of the Twelve epistle of encouragement to the Saints on July 3, 1839. The closing words of the epistle read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p34\" class=\"\">“Amid the … din of war, the rage of pestilence, the commotion of nations, … and the dissolution of empires, Truth shall walk forth with mighty power, guided by the arm of Omnipotence, and lay hold of the honest in heart among all nations; Zion shall blossom as a rose, and the nations flock to her standard, and the kingdoms of this world shall soon become the kingdoms of our God and of His Christ, and He shall reign for ever and ever” (<span class=\"emphasis\">History of the Church,<\/span> 3:397).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/missionary-work-our-responsibility.p35\" class=\"\">When that glorious day comes, may each of us have some part in it, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}