{"ID":5398, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Meeting Life’s Challenges\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p3\" class=\"\">Thirty years ago this conference, I was called and sustained as a member of the Council of the Twelve Apostles. On that occasion I asked earnestly for your faith and your prayers. And today as my opportunity to speak to you has come, I renew that request, that I may have your faith and prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p4\" class=\"\">Just a month ago, while celebrating a national holiday, Elder Russell M. Nelson and I found ourselves with our children and grandchildren in a swimming pool filled with warm water and with a breathtaking view of an azure blue sky overhead. Mostly we were keeping a watchful eye on the little ones, much like a mother hen tracks the movement of her chicks. I said to Elder Nelson, “Isn’t it interesting that even though parents are watching their children, we assume the need to give overall supervision of our respective flock of grandchildren.” We had a wonderful time watching children at play and listening to their expressions of delight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p5\" class=\"\">Then I noticed among those in the pool a father holding his severely handicapped son, moving the boy’s shrunken, tiny body back and forth in the pool. Other family members helped, and the lad obviously enjoyed the fun. He, however, was totally dependent. No sound of exuberant joy came forth from his lips, no splash of playful movement emanated from his almost lifeless limbs. Stricken as an infant with severe illness, he was left speechless, brain-damaged, and potentially a burden to loved ones. The boy’s grandfather said to me, “He is my grandson. All in our family love him. We enjoy his company; we respond to his needs. He is a blessing in our lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p6\" class=\"\">Soon the crowd began to leave the pool. Laughter and play ceased. A silence shrouded the scene as the afternoon sun began its descent and the chill air reminded me it was time to go. But this tender view of love and devotion remained with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p7\" class=\"\">My thoughts turned to a place far distant and to a time long ago—even to another pool called Bethesda.  The book of John describes what occurred there:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p8\" class=\"\">“Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p9\" class=\"\">“In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p10\" class=\"\">“For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p11\" class=\"\">“And a certain man was there, which had an infirmity thirty and eight years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p12\" class=\"\">“When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p13\" class=\"\">“The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p14\" class=\"\">“Jesus saith unto him, Rise, take up thy bed, and walk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p15\" class=\"\">“And immediately the man was made whole, and took up his bed, and walked.”<sup class=\"noteMarker\"><a href=\"#footnote1-93911_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29603)\">John 5:2–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p16\" class=\"\">Another scene of suffering and sorrow is found in the famous Tate Gallery in London, England. There adorns the wall of a much-traveled corridor a masterpiece entitled <span class=\"emphasis\">Sickness and Health.<\/span> The painting portrays an organ-grinder with his monkey and a group of happy, healthy children frolicking and showing their amusement at the monkey’s antics. In the background is a small, pale-faced boy confined to a wheelchair, unable to play, unable to join in the fun of the other children. Feelings of empathy and silent tears of sadness overcome those who gaze upon the scene and sense the unspoken feelings of the sick boy’s heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p17\" class=\"\">Who can count the boys and girls, the men and women, where sickness has left its mark, rendering strong limbs lifeless and causing loved ones to shed tears of sorrow and offer prayers of faith for them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p18\" class=\"\">Illness is not the only culprit that intrudes and alters our lives. In our hectic and fast-moving world, accidents can in an instant inflict pain, destroy happiness, and curtail our future. Such was the experience of young Robert Hendricks. Healthy and carefree three years ago, a sudden, three-car accident left him with brain damage, limited use of his limbs, and impaired speech. Summoned to his side by his mother, who pleaded her despair, I gazed at his almost-lifeless form as he lay on the white hospital bed in the critical care unit. Life supports functioning, his head swathed in bandages, his future was not only in doubt, but death appeared certain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p19\" class=\"\">The hoped-for miracle, however, did occur. Heavenly help was forthcoming. Robert lived. His recovery has been labored and slow—but steady. A devoted friend, who was bishop at the time of the accident, has cared for Robert each week, getting him ready and driving him to his Sunday Church meetings—always patient, ever faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p20\" class=\"\">One day Robert’s former bishop brought him to my office, since Robert wanted to meet with me, not having remembered that I saw him that night of crisis in the hospital. He and the dedicated bishop sat down, and Robert “talked” with me through a small electronic machine on which he spelled out his thoughts and they were then printed on strips of paper. He spelled out on the machine the love he has for his mother, his thanks for helping hands and willing hearts which have aided him, and his gratitude to a kind and caring Heavenly Father who has sustained him through his prayers. Here are some of his less private and personal messages: “I’m coming along pretty good, considering what I’ve been through.” Another: “I know that I will be able to help people and make some difference in people’s lives, and that’s great.” Another: “I don’t really know just how fortunate I am, but in my prayers I am told to just keep pushing on.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p21\" class=\"\">At the conclusion of our visit, the bishop said, “Robert would like to surprise you.” Robert stood and, with considerable effort, said aloud, “Thank you.” A broad smile crossed his face. He was on the way back. “Thanks be to God” were the only words I could utter. Later I prayed aloud, “Thanks be also for loving bishops, kind teachers, and skilled specialists.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p22\" class=\"\">Today, Robert, through the help of his former bishop, his current bishop, and others, has been to the temple. He has learned the computer. He is enrolled in computer study at college. He was also aided along the way by Deseret Industries helpers who provided encouragement and taught him essential skills. Now, with the support of a cane, Robert walks. He has learned to talk, though in halting phrases and with great effort. His progress has been phenomenal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p23\" class=\"\">At times illness and accident take the lives of those whom they strike. Place and station, age and whereabouts make no difference. Death comes to the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey, and often it hushes the laughter of little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p24\" class=\"\">Throughout the world there is enacted daily the sorrowful scene of loved ones mourning as they bid farewell to a son, a daughter, a brother, a sister, a mother, a father, or a cherished friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p25\" class=\"\">Let us look in on one such scene which took place just last month in the Sunset Gardens Cemetery. Gathered were friends and family of Roger S. Olson, whose casket, bedecked with flowers, contained his earthly body. Claudia, his wife, six precious children, and family, friends, and associates stood in silence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p26\" class=\"\">Just a few days earlier, Roger had left for his work, where he was a talented and recognized authority in his field of specialized photography. An accident resulted in the helicopter crash which took his life—all in the twinkling of an eye and without advance warning. Filled with grief but comforted by faith, those who had loved and lived together had bid but a temporary farewell to husband and father. They are sustained by the knowledge the skeptic rejects. They treasure the account recorded in Luke which describes that most significant event following the crucifixion and burial of our Lord and Savior Jesus Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p27\" class=\"\">“Now upon the first day of the week, very early in the morning, [Mary Magdalene and the other Mary] came unto the sepulchre.” To their astonishment, the body of their Lord was gone. Luke records that two men in shining garments stood by them and said, “Why seek ye the living among the dead? He is not here, but is risen.”<sup class=\"noteMarker\"><a href=\"#footnote2-93911_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32483)\">Luke 24:1–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p28\" class=\"\">Against the philosophy rampant in today’s world—a doubting of the authenticity of the Sermon on the Mount, an abandonment of Christ’s teaching, a denial of God, and a rejection of His laws—the Olsons and true believers everywhere treasure the testimonies of eyewitnesses to His resurrection. Stephen, doomed to the cruel death of a martyr, looked up to heaven and cried, “Behold, I see the heavens opened, and the Son of man standing on the right hand of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-93911_000_028\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8402)\">Acts 7:56<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p29\" class=\"\">Saul, on the road to Damascus, had a vision of the risen, exalted Christ. Peter and John also testified of the risen Christ. And in our dispensation, the Prophet Joseph Smith bore eloquent testimony of the Son of God, for he saw Him and heard the Father introduce him: <span class=\"emphasis\">“This is My Beloved Son. Hear Him!”<\/span><sup class=\"noteMarker\"><a href=\"#footnote4-93911_000_028\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30732)\">JS—H 1:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p30\" class=\"\">As we ponder the events that can befall all of us—even sickness, accident, death, and a host of lesser challenges, we can say, with Job of old, “Man is born unto trouble.”<sup class=\"noteMarker\"><a href=\"#footnote5-93911_000_028\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26842)\">Job 5:7<\/a><\/span>.]<\/span><\/sup> Needless to add, that reference to man in the King James Version of the book of Job encompasses women as well. It may be safely assumed that no person has ever lived entirely free of suffering and tribulation. Nor has there ever been a period in human history that did not have its full share of turmoil, ruin, and misery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p31\" class=\"\">When the pathway of life takes a cruel turn, there is the temptation to think or speak the phrase, “Why me?” Self-incrimination is a common practice, even when we may have had no control over our difficulty. Socrates is quoted as saying: “If we were all to bring our misfortunes into a common store, so that each person should receive an equal share in the distribution, the majority would be glad to take up their own and depart.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p32\" class=\"\">However, at times there appears to be no light at the tunnel’s end—no dawn to break the night’s darkness. We feel surrounded by the pain of broken hearts, the disappointment of shattered dreams, and the despair of vanished hopes. We join in uttering the biblical plea, “Is there no balm in Gilead?”<sup class=\"noteMarker\"><a href=\"#footnote6-93911_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26595)\">Jer. 8:22<\/a><\/span>.]<\/span><\/sup> We are inclined to view our own personal misfortunes through the distorted prism of pessimism. We feel abandoned, heartbroken, alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p33\" class=\"\">To all who so despair, may I offer the assurance of the Psalmist’s words: “Weeping may endure for a night, but joy cometh in the morning.”<sup class=\"noteMarker\"><a href=\"#footnote7-93911_000_028\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42067)\">Ps. 30:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p34\" class=\"\">Whenever we are inclined to feel burdened down with the blows of life’s fight, let us remember that others have passed the same way, have endured, and then have overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p35\" class=\"\">Job was a perfect and an upright man who “feared God, and eschewed evil.”<sup class=\"noteMarker\"><a href=\"#footnote8-93911_000_028\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26841)\">Job 1:1<\/a><\/span>.]<\/span><\/sup> Pious in his conduct, prosperous in his fortune, Job was to face a test which would tempt any man. Shorn of his possessions, scorned by his friends, afflicted by his suffering, even tempted by his wife, Job was to declare from the depths of his noble soul, “Behold, my witness is in heaven, and my record is on high.”<sup class=\"noteMarker\"><a href=\"#footnote9-93911_000_028\">9<\/a>\n       <span class=\"footnote\">[Ibid., <span class=\"citation\" id=\"26843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26843)\">Job 16:19<\/a><\/span>.]<\/span><\/sup> “I know that my redeemer liveth.”<sup class=\"noteMarker\"><a href=\"#footnote10-93911_000_028\">10<\/a>\n       <span class=\"footnote\">[Ibid., <span class=\"citation\" id=\"26844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26844)\">Job 19:25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p36\" class=\"\">Turning to our own time, let me share with you an example of faith, of courage, of compassion, of victory. It illustrates how it is possible to meet life’s challenges—headon. It exemplifies the ability to suffer physical impairment, endure pain and suffering, and yet never complain. Such are Wendy Bennion of Sandy, Utah, and Jami Palmer of Park Valley, Utah. Both are teenagers; both have borne similar afflictions. Their situations run almost parallel. Since Wendy’s battle has been of a longer duration, I shall speak today of her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p37\" class=\"\">Stricken with cancer at a tender age, subjected to long periods of chemotherapy, Wendy persevered valiantly. Teachers cooperated, parents and family helped—but the mainstay in her affliction has been her indomitable spirit. Wendy has brought cheer to others similarly afflicted. She has prayed for them; she has sustained them with her own example and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p38\" class=\"\">After completion of eighteen months of chemotherapy, a balloon-launching party was held in Wendy’s honor. The public media covered the event. One of the many balloons launched that day was found miles away by Jayne Johnson. It had landed in her backyard, and she discovered it just as she was starting her own chemotherapy treatments. She wrote to Wendy, indicating she had been feeling sad and frightened but that finding the balloon and the note inside—which told about Wendy, her cancer, and the completion of her treatments—had given her the strength and that Wendy was a real inspiration to her. Wendy said, “I think she was supposed to find that balloon so that she would know that it’s not the end of the world and that people do get better.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p39\" class=\"\">Though Wendy’s cancer recurred, and a second round of therapy was needed, this choice young lady has not wavered, nor has she shrunk from her course. Rarely have I witnessed one with such courage, such determination, such faith. The same can be said of Jami Palmer. They personify the words of the poetess, Ella Wheeler Wilcox, who wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It is easy enough to be pleasant,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When life flows by like a song,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the man worth while is one who will smile,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When everything goes dead wrong.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the test of the heart is trouble,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it always comes with the years,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the smile that is worth the praises of earth<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is the smile that shines through tears.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote11-93911_000_028\">11<\/a>\n\t   <span class=\"footnote\">[“Worth While,” in <span class=\"emphasis\">The Best Loved Poems of the American People, <\/span> sel. Hazel Felleman (Garden City, New York: Doubleday, 1936), p. 144.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p48\" class=\"\">There is one life that sustains those who are troubled or beset with sorrow and grief—even the Lord Jesus Christ. Foretelling His coming, the prophet Isaiah records: “He hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p49\" class=\"\">“He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p50\" class=\"\">“Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p51\" class=\"\">“But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.”<sup class=\"noteMarker\"><a href=\"#footnote12-93911_000_028\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25713)\">Isa. 53:2–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p52\" class=\"\">Yes, our Lord and Savior, Jesus Christ, is our Exemplar and our strength. He is the light that shineth in darkness. He is the Good Shepherd. Though engaged in His majestic ministry, He embraced the opportunity to lift burdens, provide hope, mend bodies, and restore life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p53\" class=\"\">Few accounts of the Master’s ministry touch me more than His example of compassion shown to the grieving widow at Nain: “And it came to pass … that he went into a city called Nain; and many of his disciples went with him, and much people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p54\" class=\"\">“Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p55\" class=\"\">“And when the Lord saw her, he had compassion on her, and said unto her, Weep not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p56\" class=\"\">“And he came and touched the bier: and they that bare him stood still. And he said, Young man, I say unto thee, Arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p57\" class=\"\">“And he that was dead sat up, and began to speak. And he delivered him to his mother.”<sup class=\"noteMarker\"><a href=\"#footnote13-93911_000_028\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32471)\">Luke 7:11–15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p58\" class=\"\">What power, what tenderness, what compassion did our Master thus demonstrate! We, too, can bless if we will but follow His noble example. Opportunities are everywhere. Needed are eyes to see the pitiable plight and ears to hear the silent pleadings of a broken heart. Yes, and a soul filled with compassion, that we might communicate not only eye to eye or voice to ear but, in the majestic style of the Savior, even heart to heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p59\" class=\"\">His words become our guide: “In the world ye shall have tribulation: but be of good cheer; I have overcome the world.”<sup class=\"noteMarker\"><a href=\"#footnote14-93911_000_028\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29619)\">John 16:33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/meeting-lifes-challenges.p60\" class=\"\">He lives. He will sustain each of us. May we keep His commandments. May we ever follow Him and merit His companionship, that we may successfully meet and overcome life’s challenges, I pray humbly, in His holy name, the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93911_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29603)\">John 5:2–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93911_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32483)\">Luke 24:1–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93911_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8402)\">Acts 7:56<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-93911_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30732)\">JS—H 1:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-93911_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26842)\">Job 5:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-93911_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26595)\">Jer. 8:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-93911_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42067)\">Ps. 30:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-93911_000_028\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26841)\">Job 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-93911_000_028\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., <span class=\"citation\" id=\"26843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26843)\">Job 16:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-93911_000_028\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., <span class=\"citation\" id=\"26844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26844)\">Job 19:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-93911_000_028\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>“Worth While,” in <span class=\"emphasis\">The Best Loved Poems of the American People, <\/span> sel. Hazel Felleman (Garden City, New York: Doubleday, 1936), p. 144.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-93911_000_028\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25713)\">Isa. 53:2–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-93911_000_028\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32471)\">Luke 7:11–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_028\"><a name=\"-93911_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-93911_000_028\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29619)\">John 16:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}