{"ID":5399, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Great Plan of Happiness”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p3\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">93911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p4\" class=\"\">Questions like, Where did we come from? Why are we here? and Where are we going? are answered in the gospel of Jesus Christ. Prophets have called it the plan of salvation and “the great plan of happiness” (<span class=\"citation\" id=\"10054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10054)\">Alma 42:8<\/a><\/span>). Through inspiration we can understand this road map of eternity and use it to guide our path in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p5\" class=\"\">The gospel teaches us that we are the spirit children of heavenly parents. Before our mortal birth we had “a pre-existent, spiritual personality, as the sons and daughters of the Eternal Father” (statement of the First Presidency, <span class=\"emphasis\">Improvement Era,<\/span> Mar. 1912, p. 417; also see <span class=\"citation\" id=\"26591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26591)\">Jer. 1:5<\/a><\/span>). We were placed here on earth to progress toward our destiny of eternal life. These truths give us a unique perspective and different values to guide our decisions from those who doubt the existence of God and believe that life is the result of random processes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p6\" class=\"\">Our understanding of life begins with a council in heaven. There the spirit children of God were taught his eternal plan for their destiny. We had progressed as far as we could without a physical body and an experience in mortality. To realize a fulness of joy, we had to prove our willingness to keep the commandments of God in a circumstance where we had no memory of what preceded our mortal birth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p7\" class=\"\">In the course of mortality, we would become subject to death, and we would be soiled by sin. To reclaim us from death and sin, our Heavenly Father’s plan provided us a Savior, whose atonement would redeem all from death and pay the price necessary for all to be cleansed from sin on the conditions he prescribed (see <span class=\"citation\" id=\"4523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4523)\">2 Ne. 9:19–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p8\" class=\"\">Satan had his own plan. He proposed to save <span class=\"emphasis\">all<\/span> the spirit children of God, assuring that result by removing their power to choose and thus eliminating the possibility of sin. When Satan’s plan was rejected, he and the spirits who followed him opposed the Father’s plan and were cast out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p9\" class=\"\">All of the myriads of mortals who have been born on this earth chose the Father’s plan and fought for it. Many of us also made covenants with the Father concerning what we would do in mortality. In ways that have not been revealed, our actions in the spirit world influence us in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p10\" class=\"\">Although Satan and his followers have lost their opportunity to have a physical body, they are permitted to use their spirit powers to try to frustrate God’s plan. This provides the opposition necessary to test how mortals will use their freedom to choose. Satan’s most strenuous opposition is directed at whatever is most important to the Father’s plan. Satan seeks to discredit the Savior and divine authority, to nullify the effects of the Atonement, to counterfeit revelation, to lead people away from the truth, to contradict individual accountability, to confuse gender, to undermine marriage, and to discourage childbearing (especially by parents who will raise children in righteousness).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p11\" class=\"\">Maleness and femaleness, marriage, and the bearing and nurturing of children are all essential to the great plan of happiness. Modern revelation makes clear that what we call gender was part of our existence prior to our birth. God declares that he created “male and female” (<span class=\"citation\" id=\"19773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19773)\">D&amp;C 20:18<\/a><\/span>; <span class=\"citation\" id=\"39836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39836)\">Moses 2:27<\/a><\/span>; <span class=\"citation\" id=\"24079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24079)\">Gen. 1:27<\/a><\/span>). Elder James E. Talmage explained: “The distinction between male and female is no condition peculiar to the relatively brief period of mortal life; it was an essential characteristic of our pre-existent condition” (<span class=\"emphasis\">Millennial Star,<\/span> 24 Aug. 1922, p. 539).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p12\" class=\"\">To the first man and woman on earth, the Lord said, “Be fruitful, and multiply” (<span class=\"citation\" id=\"39839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39839)\">Moses 2:28<\/a><\/span>; see also <span class=\"citation\" id=\"24083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24083)\">Gen. 1:28<\/a><\/span>; <span class=\"citation\" id=\"7422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7422)\">Abr. 4:28<\/a><\/span>). This commandment was first in sequence and first in importance. It was essential that God’s spirit children have mortal birth and an opportunity to progress toward eternal life. Consequently, all things related to procreation are prime targets for the adversary’s efforts to thwart the plan of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p13\" class=\"\">When Adam and Eve received the first commandment, they were in a transitional state, no longer in the spirit world but with physical bodies not yet subject to death and not yet capable of procreation. They could not fulfill the Father’s first commandment without transgressing the barrier between the bliss of the Garden of Eden and the terrible trials and wonderful opportunities of mortal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p14\" class=\"\">For reasons that have not been revealed, this transition, or “fall,” could not happen without a transgression—an exercise of moral agency amounting to a willful breaking of a law (see <span class=\"citation\" id=\"39860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39860)\">Moses 6:59<\/a><\/span>). This would be a planned offense, a formality to serve an eternal purpose. The Prophet Lehi explained that “if Adam had not transgressed he would not have fallen” (<span class=\"citation\" id=\"4496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4496)\">2 Ne. 2:22<\/a><\/span>), but would have remained in the same state in which he was created.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p15\" class=\"\">“And they would have had no children; wherefore they would have remained in a state of innocence, having no joy, for they knew no misery; doing no good, for they knew no sin” (<span class=\"citation\" id=\"4498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4498)\">2 Ne. 2:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p16\" class=\"\">But the Fall was planned, Lehi concludes, because “all things have been done in the wisdom of him who knoweth all things” (<span class=\"citation\" id=\"4499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4499)\">2 Ne. 2:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p17\" class=\"\">It was Eve who first transgressed the limits of Eden in order to initiate the conditions of mortality. Her act, whatever its nature, was formally a transgression but eternally a glorious necessity to open the doorway toward eternal life. Adam showed his wisdom by doing the same. And thus Eve and “Adam fell that men might be” (<span class=\"citation\" id=\"4504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4504)\">2 Ne. 2:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p18\" class=\"\">Some Christians condemn Eve for her act, concluding that she and her daughters are somehow flawed by it. Not the Latter-day Saints! Informed by revelation, we celebrate Eve’s act and honor her wisdom and courage in the great episode called the Fall (see Bruce R. McConkie, “Eve and the Fall,” <span class=\"emphasis\">Woman,<\/span> Salt Lake City: Deseret Book Co., 1979, pp. 67–68). Joseph Smith taught that it was not a “sin,” because God had decreed it (see <span class=\"emphasis\">The Words of Joseph Smith,<\/span> ed. Andrew F. Ehat and Lyndon W. Cook, Provo, Utah: Religious Studies Center, Brigham Young University, 1980, p. 63). Brigham Young declared, “We should never blame Mother Eve, not the least” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 13:145). Elder Joseph Fielding Smith said: “I never speak of the part Eve took in this fall as a sin, nor do I accuse Adam of a sin. … This was a transgression of the law, but not a sin … for it was something that Adam and Eve had to do!” (Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols., Salt Lake City: Bookcraft, 1954–56, 1:114–15).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p19\" class=\"\">This suggested contrast between a <span class=\"emphasis\">sin<\/span> and a <span class=\"emphasis\">transgression<\/span> reminds us of the careful wording in the second article of faith: “We believe that men will be punished for their own <span class=\"emphasis\">sins,<\/span> and not for Adam’s <span class=\"emphasis\">transgression<\/span>” (emphasis added). It also echoes a familiar distinction in the law. Some acts, like murder, are crimes because they are inherently wrong. Other acts, like operating without a license, are crimes only because they are legally prohibited. Under these distinctions, the act that produced the Fall was not a sin—inherently wrong—but a transgression—wrong because it was formally prohibited. These words are not always used to denote something different, but this distinction seems meaningful in the circumstances of the Fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p20\" class=\"\">Modern revelation shows that our first parents understood the necessity of the Fall. Adam declared, “Blessed be the name of God, for because of my transgression my eyes are opened, and in this life I shall have joy, and again in the flesh I shall see God” (<span class=\"citation\" id=\"39848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39848)\">Moses 5:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p21\" class=\"\">Note the different perspective and the special wisdom of Eve, who focused on the purpose and effect of the great plan of happiness: “Were it not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient” (<span class=\"citation\" id=\"39851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39851)\">Moses 5:11<\/a><\/span>). In his vision of the redemption of the dead, President Joseph F. Smith saw “the great and mighty ones” assembled to meet the Son of God, and among them was “our glorious Mother Eve” (<span class=\"citation\" id=\"20018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20018)\">D&amp;C 138:38–39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p22\" class=\"\">When we understand the plan of salvation, we also understand the purpose and effect of the commandments God has given his children. He teaches us correct principles and invites us to govern ourselves. We do this by the choices we make in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p23\" class=\"\">We live in a day when there are many political, legal, and social pressures for changes that confuse gender and homogenize the differences between men and women. Our eternal perspective sets us against changes that alter those separate duties and privileges of men and women that are essential to accomplish the great plan of happiness. We do not oppose all changes in the treatment of men and women, since some changes in laws or customs simply correct old wrongs that were never grounded in eternal principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p24\" class=\"\">The power to create mortal life is the most exalted power God has given his children. Its use was mandated in the first commandment, but another important commandment was given to forbid its misuse. The emphasis we place on the law of chastity is explained by our understanding of the purpose of our procreative powers in the accomplishment of God’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p25\" class=\"\">The expression of our procreative powers is pleasing to God, but he has commanded that this be confined within the relationship of marriage. President Spencer W. Kimball taught that “in the context of lawful marriage, the intimacy of sexual relations is right and divinely approved. There is nothing unholy or degrading about sexuality in itself, for by that means men and women join in a process of creation and in an expression of love” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball, Salt Lake City: Bookcraft, 1982, p. 311).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p26\" class=\"\">Outside the bonds of marriage, all uses of the procreative power are to one degree or another a sinful degrading and perversion of the most divine attribute of men and women. The Book of Mormon teaches that unchastity is “most abominable above all sins save it be the shedding of innocent blood or denying the Holy Ghost” (<span class=\"citation\" id=\"10039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10039)\">Alma 39:5<\/a><\/span>). In our own day, the First Presidency of the Church has declared the doctrine of this Church “that sexual sin—the illicit sexual relations of men and women—stands, in its enormity, next to murder” (“Message of the First Presidency,” 3 Oct. 1942, as quoted in <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> comp. James R. Clark, 6 vols., Salt Lake City: Bookcraft, 1965–75, 6:176). Some who do not know the plan of salvation behave like promiscuous animals, but Latter-day Saints—especially those who are under sacred covenants—have no such latitude. We are solemnly responsible to God for the destruction or misuse of the creative powers he has placed within us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p27\" class=\"\">The ultimate act of destruction is to take a life. That is why abortion is such a serious sin. Our attitude toward abortion is not based on revealed knowledge of when mortal life begins for legal purposes. It is fixed by our knowledge that according to an eternal plan all of the spirit children of God must come to this earth for a glorious purpose, and that individual identity began long before conception and will continue for all the eternities to come. We rely on the prophets of God, who have told us that while there may be “rare” exceptions, “the practice of elective abortion is fundamentally contrary to the Lord’s injunction, ‘Thou shalt not … kill, nor do anything like unto it’ (<span class=\"citation\" id=\"19819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19819)\">D&amp;C 59:6<\/a><\/span>)” (<span class=\"emphasis\">1991 Supplement to the 1989 General Handbook of Instructions,<\/span> p. 1).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p28\" class=\"\">Our knowledge of the great plan of happiness also gives us a unique perspective on the subject of marriage and the bearing of children. In this we also run counter to some strong current forces in custom, law, and economics.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p29\" class=\"\">Marriage is disdained by an increasing number of couples, and many who marry choose to forgo children or place severe limits on their number. In recent years strong economic pressures in many nations have altered the traditional assumption of a single breadwinner per family. Increases in the number of working mothers of young children inevitably signal a reduced commitment of parental time to nurturing the young. The effect of these reductions is evident in the rising numbers of abortions, divorces, child neglect, and juvenile crime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p30\" class=\"\">We are taught that marriage is necessary for the accomplishment of God’s plan, to provide the approved setting for mortal birth, and to prepare family members for eternal life. “Marriage is ordained of God unto man,” the Lord said, “that the earth might answer the end of its creation; and that it might be filled with the measure of man, according to his creation before the world was made” (<span class=\"citation\" id=\"19814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19814)\">D&amp;C 49:15–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p31\" class=\"\">Our concept of marriage is motivated by revealed truth, not by worldly sociology. The Apostle Paul taught “neither is the man without the woman, neither the woman without the man, in the Lord” (<span class=\"citation\" id=\"878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(878)\">1 Cor. 11:11<\/a><\/span>). President Spencer W. Kimball explained, “Without proper and successful marriage, one will never be exalted” (<span class=\"emphasis\">Marriage and Divorce,<\/span> Salt Lake City: Deseret Book Co., 1976, p. 24).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p32\" class=\"\">According to custom, men are expected to take the initiative in seeking marriage. That is why President Joseph F. Smith directed his prophetic pressure at men. He said, “No man who is marriageable is fully living his religion who remains unmarried” (<span class=\"emphasis\">Gospel Doctrine,<\/span> Salt Lake City: Deseret Book Co., 1939, p. 275). We hear of some worthy LDS men in their thirties who are busy accumulating property and enjoying freedom from family responsibilities without any sense of urgency about marriage. Beware, brethren. You are deficient in a sacred duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p33\" class=\"\">Knowledge of the great plan of happiness also gives Latter-day Saints a distinctive attitude toward the bearing and nurturing of children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p34\" class=\"\">In some times and places, children have been regarded as no more than laborers in a family economic enterprise or as insurers of support for their parents. Though repelled by these repressions, some persons in our day have no compunctions against similar attitudes that subordinate the welfare of a spirit child of God to the comfort or convenience of parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p35\" class=\"\">The Savior taught that we should not lay up treasures on earth but should lay up treasures in heaven (see <span class=\"citation\" id=\"37499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37499)\">Matt. 6:19–21<\/a><\/span>). In light of the ultimate purpose of the great plan of happiness, I believe that the ultimate treasures on earth and in heaven are our children and our posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p36\" class=\"\">President Kimball said, “It is an act of extreme selfishness for a married couple to refuse to have children when they are able to do so” (<span class=\"emphasis\">Ensign,<\/span> May 1979, p. 6). When married couples postpone childbearing until after they have satisfied their material goals, the mere passage of time assures that they seriously reduce their potential to participate in furthering our Heavenly Father’s plan for all of his spirit children. Faithful Latter-day Saints cannot afford to look upon children as an interference with what the world calls “self-fulfillment.” Our covenants with God and the ultimate purpose of life are tied up in those little ones who reach for our time, our love, and our sacrifices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p37\" class=\"\">How many children should a couple have? All they can care for! Of course, to care for children means more than simply giving them life. Children must be loved, nurtured, taught, fed, clothed, housed, and well started in their capacities to be good parents themselves. Exercising faith in God’s promises to bless them when they are keeping his commandments, many LDS parents have large families. Others seek but are not blessed with children or with the number of children they desire. In a matter as intimate as this, we should not judge one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p38\" class=\"\">President Gordon B. Hinckley gave this inspired counsel to an audience of young Latter-day Saints:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p39\" class=\"\">“I like to think of the positive side of the equation, of the meaning and sanctity of life, of the purpose of this estate in our eternal journey, of the need for the experiences of mortal life under the great plan of God our Father, of the joy that is to be found only where there are children in the home, of the blessings that come of good posterity. When I think of these values and see them taught and observed, then I am willing to leave the question of numbers to the man and the woman and the Lord” (“If I Were You, What Would I Do?” <span class=\"emphasis\">Brigham Young University 1983–84 Fireside and Devotional Speeches,<\/span> Provo, Utah: University Publications, 1984, p. 11).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p40\" class=\"\">Some who are listening to this message are probably saying, “But what about me?” We know that many worthy and wonderful Latter-day Saints currently lack the ideal opportunities and essential requirements for their progress. Singleness, childlessness, death, and divorce frustrate ideals and postpone the fulfillment of promised blessings. In addition, some women who desire to be full-time mothers and homemakers have been literally compelled to enter the full-time work force. But these frustrations are only temporary. The Lord has promised that in the eternities no blessing will be denied his sons and daughters who keep the commandments, are true to their covenants, and desire what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p41\" class=\"\">Many of the most important deprivations of mortality will be set right in the Millennium, which is the time for fulfilling all that is incomplete in the great plan of happiness for all of our Father’s worthy children. We know that will be true of temple ordinances. I believe it will also be true of family relationships and experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p42\" class=\"\">I pray that we will not let the challenges and temporary diversions of mortality cause us to forget our covenants and lose sight of our eternal destiny. We who know God’s plan for his children, we who have covenanted to participate, have a clear responsibility. We must desire to do what is right, and we must do all that we can in our own circumstances in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p43\" class=\"\">In all of this, we should remember King Benjamin’s caution to “see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength” (<span class=\"citation\" id=\"40878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40878)\">Mosiah 4:27<\/a><\/span>). I think of that inspired teaching whenever I feel inadequate, frustrated, or depressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/the-great-plan-of-happiness.p44\" class=\"\">When we have done all that we are able, we can rely on God’s promised mercy. We have a <span class=\"emphasis\">Savior,<\/span> who has taken upon him not just the sins, but also “the pains and the sicknesses of his people … that he may know according to the flesh how to succor his people according to their infirmities” (<span class=\"citation\" id=\"9972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9972)\">Alma 7:11–12<\/a><\/span>). He is our Savior, and when we have done all that we can, he will make up the difference, in his own way and in his own time. Of that I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}