{"ID":54, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Bishop Marvin O. Ashton<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Marvin O. Ashton, <i>Conference Report<\/i>, April 1943, pp. 29-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIf ever I prayed in my heart that I would have the Spirit of our Heavenly Father, it is today. I\nhope that whatever I say will be perfectly understood. If what I am going to say is not\nunderstood, I certainly will be in very bad shape.\n<\/p><p>\nCONFUSION OF WAR BRINGS WORRIES\n<\/p><p>\nThis man Sherman who marched to the sea, gave a real definition of war&mdash;it starts with \"h,\"\nthe second letter is \"e,\" and the last two letters are alike. I do not suppose there was ever a\ntime when we did more real tall thinking, than today. The business man is wondering what is\ngoing to happen to his business, what is going to happen to his securities. He is worried. The\neducator is very much concerned. He is wondering if the clock is being turned back, going to\nbe turned back, and if things considered fundamental are to be thrown in the ash can.\nProbably I am not putting it too extreme.\n<\/p><p>\nThe man who champions religion is downcast. Yes, he is upset.\n<\/p><p>\nHowever, as we are brought\ndose with death there are two philosophies facing one another&mdash;One \"eat and drink and be\nmerry, for tomorrow we die\" (<span class=\"citation\" id=\"3455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3455)\">2 Ne. 28:7<\/a><\/span>)&mdash;the\nother \"there are no atheists in fox holes.\" With men as they\nare brought, if you please, face to face with God, the latter philosophy is predominating. Men\nthough sometimes skeptical otherwise, are turning to God as they never were before. Whether\nthey admit\nit or not, deep down in their soul, there is religion. Sometimes a man won't admit it&mdash;but in\nan unguarded moment&mdash;the bottom of his soul reveals itself and you see him in his true light.\nHe lets the cat out of the bag&mdash;like the boisterous fellow who blats out, \"My father was an\natheist, my grandfather was an atheist and, <i>thank God<\/i>, I am an atheist.\"\n<\/p><p>\nA PILOT CONFESSED HIS BELIEF\n<\/p><p>\nI had the pleasure the other night of eating dinner with this man Whittaker, one of the\nco-pilots with Eddie Rickenbacker. He is one of those rough and ready fellows we read about,\nwith no pretensions. He says he never went to church in his life. After the meal was over, I\nwalked out in the hall with him, and I asked: \"If you don't mind, I would like to ask you a\nquestion&mdash;very pertinent, or impertinent, whatever you would call it.\"\n<\/p><p>\nHe said, \"Go to it.\"\n<\/p><p>\nI said: \"During those three weeks trial did you have anything of a religious nature come over\nyou?\"\n<\/p><p>\nHe came back strong. \"Decidedly so. I have two new words in my vocabulary&mdash;'<i>I believe<\/i>.' \"\nHe said: \"We didn't pray to God, we talked to Him. If you were going down a lonely street\nand were waylaid by ruffians and you called and shouted, and the police came to your\nassistance, you would believe in the police, wouldn't you?\" He concluded, \"<i>I believe<\/i>.\"\n<\/p><p>\nMany details of that trip that man told us that were decidedly inspiring. As men get up\nagainst real trouble, they get more religious.\n<\/p><p>\nLast but not least, we are worried over our morals. To read the statistics of the liquor control\nin the State of Utah knocks you cold. In 1941, one small county consumed hard liquor to the\ntune of $60,000&mdash;(you believe in eternal progression)&mdash;1942 it was $180,000. Now just a few\nthings like that remind us where we are going.\n<\/p><p>\nFRANKNESS FROM A YOUNG SPEAKER\n<\/p><p>\nNow we are at the point where we are getting onto a dangerous subject. May the Lord help\nme that I am understood. A typical young Mormon boy in one of the wards the other night\nmade a talk. I had a copy of that talk given me by a friend, because she thought that maybe I\nmight be interested in it. The boy started out something like this:\n<\/p><p>\n\"I am going to be frank, I want to be. I hope that I am understood.\" (As the young people\nterm it, he wanted to let his hair down.) He continued: \"Generally when I am asked to give a\ntalk in Church&mdash;a few days ahead Pa writes it, Ma corrects it and then Bill runs it off on the\ntypewriter. Then, of course, I learn it off by heart. Now tonight I am not going to do that. I\nam going to speak just the way I feel.\" And by the way, I think we ought to encourage more\nof that kind of talks than we do; we ought to encourage originality; we ought to encourage\npeople to have the courage of their convictions and say what they think. You know, if more\ntalks were given extemporaneously we would get closer to the hearts of the people. Even\nMark Twain said he believed in extemporaneous talks. He said he had been studying on one\nfor fifteen years. When he got a chance, he said he wanted to give it. (Laughter) Now, I\nbelieve that.\n<\/p><p>\nLet's encourage more freedom of speech. It is as refreshing as a drink from a cool fountain.\nLet's have more expressions that are spontaneous&mdash;yes, if you want, call it\n<i>spontaneous combustion<\/i>.\n<\/p><p>\nThe boy proceeded. He started to talk about his friend John. \"John was raised in a good\nfamily, good parents, good home atmosphere. He goes away to school, gets away from the\nhome fireside, and the first thing you know, John starts to smoke.\"\n<\/p><p>\nJohn is like some other good men. He has weakness. You bishops of the wards, what attitude\nis yours with John? Are you <i>kind<\/i> or are you <i>rigid?<\/i> Do you take an attitude, do the people of\nyour ward take an attitude that means John is not wanted any more? If I understand Christ,\nthat was not His attitude. Do you want to drive him away from Church?\n<\/p><p>\nThat boy is somebody's good son; some mother loves him; some father wants him to keep the\nstandards of the Church. Are you going to drive him out, or are you going to put your arm\naround him and bring him back. \"To err is human, to forgive divine.\"\n<\/p><p>\nA PLEA FOR THE BOYS IN THE ARMED SERVICE\n<\/p><p>\nI did not say we should have less regard for the standards of the Church; we ought to have\nmore regard for them. We ought to put them up higher; but when a lad makes a mistake, let\nus be kind. Do you think I am getting too broadminded? Bernard Shaw says: \"Be\nopen-minded, but don't get in the draft.\" Do you think I am in a draft? Oh no, I don't think\nso. I would rather die of <i>pneumonia through getting in a draft<\/i> than I would die from\n<i>hardening of the arteries<\/i>. A lot of people die of that. In plain American English, are you too\nrigid?\n<\/p><p>\nNow, you have 25,000 boys in the service; you are preaching to them; you are corresponding\nwith them. They are in a new world. They have been taken from the workshop into this new\nlife; they have been taken from the farms, from taking care of beets, into this new life. \"An\nidle brain is the devil's workshop.\" I am not saying those men are particularly idle, but there\nare moments when they don't know What to do with themselves; they are tempted as they\nnever were before. What about the boy that stays at home and is not tempted? What about\nthat boy that is tempted? What are you going to do with him when he comes back? Is your\nattitude going to be one of rigidness, or are you going to be kind to him?\n<\/p><p>\nThe sun and wind had a meeting one day, and the wind said: \"I can take that fellow's coat off\nquicker than you can.\" The sun replied: \"Go to it.\" The wind started to blow, and the harder it\nblew the harder the man pulled his coat around himself. The coat stayed on. The Sun said:\n\"All right, give me a trial.\" He beat down on that fellow's back, and soon the coat came off.\n<i>Kindness<\/i>.\n<\/p><p>\nA STOREKEEPER AND A POUND OF BUTTER\n<\/p><p>\nMy mother told me a story once I never forgot. It was about a fellow who had sticky fingers.\n(I'll try to make myself clear.) He went to a shop and when he thought the merchant was not\nlooking lifted a pound of butter. He concealed it under a big stiff hat that he wore. It was in\nthe days of the big beaver hats. Some merchants are like some schoolteachers&mdash;they have eyes\nin the back of their heads&mdash;the storekeeper knew where the pound of butter was.\n<\/p><p>\nNow, he's going to call the police&mdash;he's got him hands down. That's what you think. But the\ngrocery man had another way of teaching that fellow a good lesson. Yes, he was going to turn\non the heat&mdash;but with kindness. It was winter. He led his friend over to the fire and with all\nthe warmth of hospitality beckoned him to the stove. \"Sit close up to the fire, John; it's a cold\nday.\" Yes, he put on the coal. The stove was a crimson red. So was John. Now John began\nto sweat. It wasn't a question of rendering lard, it was <i>rendering kindness<\/i>.\n<\/p><p>\nWell, now, the shop man got his butter back. The story is a little far-fetched I agree, but John\nwill never again \"worlds without end\"\n(<span class=\"citation\" id=\"11877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11877)\">D&amp;C 76:112<\/a><\/span>) make a larder of his hat.\n<\/p><p>\nAN APPEAL FOR KINDNESS TO THE ERRING\n<\/p><p>\nNow, in closing: let us be kind; do not forget that the man who has his weakness is that\nfellow that charges up San Juan hill to give you your liberty; that fellow that leads his fellows\nin battle with: \"We lick them today or Molly Stark is a widow\"; yes, the daredevil that bares\nhis breast to Japanese bullets at Guadalcanal. He may have his weakness, but when you put\non your slippers at night and huddle yourself to the fire of liberty, do not forget there is\nsomebody out there who has faults, but who is the one that dares to face death to give you\nyour liberty.\n<\/p><p>\nJudge not the working of his brain,<br \/>\nAnd of his heart thou canst not see.<br \/>\nWhat looks to thy dim eyes a stain,<br \/>\nIn God's pure light may only be<br \/>\nA scar, brought from some well-won field<br \/>\nWhere thou wouldst only faint and yield.<br \/><br \/>\n&nbsp; &nbsp;                            &mdash;<i>Proctor<\/i>\n<\/p><p>\nMay the Lord help us to be kind. Someone, when asked the definition of heaven replied:\n\"<i>Heaven is the place where everybody is kind<\/i>.\" And we will get twice as far if we will be less\nrigid and more kind.\n<\/p><p>\nSo many Gods and so many creeds,<br \/>\nSo many paths that wind and wind,<br \/>\nWhile just the art of being kind<br \/>\nIs what the sad world needs.<br \/><br \/>\n&nbsp; &nbsp;                            &mdash;<i>Wilcox<\/i>\n<\/p><p>\nMay the Lord help us in it.\n<\/p>\n<\/div>\n<\/div>"}