{"ID":540, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Family and the Restored Gospel<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1951, pp. 56-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I stand before you this morning to make a few remarks with a hope\nin my heart that the Lord will bless me and direct me in what I shall say and that I may be\naided by your faith and prayers. With those prayers coming to me in my behalf, I shall be\nblessed, and you also.\n<\/p><p>\nABSENCE NOTED\n<\/p><p>\nI think I would like to begin by noting the absence of a man who was with us for forty-seven\nyears as an Apostle, as President of the Quorum, and as President of the Church; a man who\nhad as great love for his fellow men as any man I have ever met; a man who left with us, or\nleft with me, two great sayings&mdash;\"We are all children of our Heavenly Father,\" and \"Keep out\nof the devil's territory\"&mdash;fundamental principles. I am referring, of course, to President\nGeorge Albert Smith.\n<\/p><p>\nIn this Church there never is an interregnum. So soon as one President dies, the Twelve take\nover; then, on their proposal, a President of the Church is chosen and sustained. And always,\nthe powers and authorities, the prerogatives of the one who has passed descend to the one\nwho comes. Those powers and authorities, responsibilities, have descended upon our present\nPresident, David O. McKay, who is administering the affairs of the Church with wisdom, with\nunderstanding, and inspired by the revelations of the Lord's mind and will.\n<\/p><p>\nTHE FAMILY RELATIONSHIP\n<\/p><p>\nDuring this conference much has been said about a subject that has been running in my mind\nfor several months, and notwithstanding that it has been discussed so much, I should like to\nadd a few words during the time I shall address you, of my own feeling about it. I am\nreferring to the home and the family relationship.\n<\/p><p>\nThe family, looked at broadly, is as nearly basic to the principles and plan of the restored\ngospel as any principle of which I know. We have a Heavenly Father and Mother, the eternal\nparents of the spirits of us who are here. And those spirits were created that they might come\nto this earth and receive mortal tabernacles, so that in the due time of the Lord we shall lay\naway the mortal tabernacle; then in due time we shall resume it and become the perfect soul,\nthe body and the spirit reunited.\n<\/p><p>\nThe Lord has created, so he has told us, worlds without number\n(<span class=\"citation\" id=\"38987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38987)\">Moses 1:33<\/a><\/span>), and I am sure for this same\npurpose.\n<\/p><p>\nThat, I repeat, that family relationship is fundamental, because without it we cannot reach out\nto the destiny which our Heavenly Father has provided for us. When Adam came, he was\nalone. And the Lord said, \"It is not good that the man should be alone\"\n(<span class=\"citation\" id=\"23572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23572)\">Gen. 2:18<\/a><\/span>). He said to Adam,\n\"Multiply, and replenish the earth\"\n(<span class=\"citation\" id=\"23571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23571)\">Gen. 1:28<\/a><\/span>).\nEve came, then the command was given that\na man \"shall cleave unto his wife,\" leaving father and mother, \"and they twain shall be one\nflesh\" (<span class=\"citation\" id=\"34451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34451)\">Matt. 19:5<\/a><\/span>).\nThat was reiterated by the Savior replying to the query of the taunting\nPharisees. And out of that union came ourselves, our mortal tabernacles. In our day the Lord\nhas revealed another element, and that is the sealing of man and wife for time and for all\neternity (<span class=\"citation\" id=\"12949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12949)\">D&amp;C 132:7<\/a><\/span>),\nand out of that union they twain beget blood and flesh.\n<\/p><p>\nRESPONSIBILITY OF PARENTS\n<\/p><p>\nAnd I would like you to reflect upon the fact that our children came to us with spirits that did\nnot ask us to bring them, but with spirits, through some operation of which I am not aware,\nthat are assigned to us; and they come to us as our guests. We are responsible for the mortal\ntabernacling of that spirit; and I should like each and every Latter-day Saint to get that fact\ninto his heart, that the child which is his, or hers, comes at the invitation, virtually, of them\nwho beget it, and then I would like you to reflect upon the responsibility which that brings\nhome to each and every man and woman who is a parent. Yours is the responsibility to see\nthat this tabernacled spirit loses no opportunity, through you, to prove his worthiness and\nrighteousness in living through his second estate\n(<span class=\"citation\" id=\"7186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7186)\">Abr. 3:26<\/a><\/span>).\n<\/p><p>\nNow the point that I wish particularly to emphasize is this&mdash;you parents cannot shift that\nresponsibility to anyone else. It is yours; you cannot divest yourselves of it.\n<\/p><p>\nYou cannot give it to the state, and you ought not to give it to the state, for when the state\ntakes over the direction, instruction, and rearing of its youth, then passes out, as the whole\nhistory of the world shows, the great principle of free agency, and not only that, but all the\nsacred principles of chastity and morality, with a host of other virtues which belong to a free\nsociety and are inherent in the governing principles of the kingdom of God.\n<\/p><p>\nYou cannot entrust your children, in the sense of having them take over your responsibility, to\nour schools. They cannot do your work. They may aid, and, sometimes, they may detract and\ndefeat. I have referred before to pernicious doctrines which are appearing in our schools, not\nonly political doctrines, which I would like you to note, but moral. The doctrine that the sex\nurge is like the urge for food and drink, is born of Satan, and the man or woman who teaches\nit, is Satan-inspired. Every effort you can make to prevent the spread of this doctrine, you\nshould make.\n<\/p><p>\nYou cannot entrust your children to society. That will never do. Society is too tolerant of\nwrong, too ignorant of matters of right living, too easy to betray and debauch.\n<\/p><p>\nAnd lastly, the Church cannot take over the responsibility which is yours to train your\nchildren. The Church can aid, and should be the greatest aid; and we are derelict if we do not,\nas Church members and as Church organizations, provide that assistance. But beyond the\nChurch Sunday Schools, the Mutual Improvement Associations, the Primary, the Relief\nSociety, and all the priesthood organizations and that is the family, and it is our responsibility\nas parents to see to it that we fully perform our duties in this respect.\n<\/p><p>\nTHE MOTHER'S PART\n<\/p><p>\nNow, brethren, at best we are somewhat clumsy at leading and directing our children. We are\naway from home, of necessity, a great part of the time, our thoughts are along other lines, we\nhave to battle for our existence, for the livelihood of our families. Those of us who hold\nChurch positions are absent in the evenings, in addition to the days that we spend getting our\nlivelihood. I repeat, we are a little bit clumsy. And so to the sisters of the Church, the\nmothers of the Church, they whom the Lord has designed and planned should be the\nimmediate instrumentality of perpetuating the race and of bringing spirits to this earth,\nproviding bodies for them, to them we must primarily look for the rearing of our children.\n<\/p><p>\nSisters, when you think of what a child is, the mortal tabernacle of a spirit created by our\nHeavenly Father, a mortal tabernacle which you, with all the sacrifice that it has entailed, with\nall the danger that has been involved of going down into the valley of the shadow of death to\nbring the child forth, when you think of that, do you not sense how urgent, how immediate,\nhow great is the responsibility which you have assumed? And, oh, how well the great bulk of\nthe sisters, the mothers of the Latter-day Saints are performing that, going on through their\nwhole lives sacrificing for their children, for their grandchildren, and sometimes for their\ngreat-grandchildren! The Lord will bless you sisters, out of the abundance of his blessings, for\nevery sacrifice which you make for these children. And do keep close to them! And above all,\nyou, yourselves, lead lives that will be an example to these little ones that you have brought\ninto the world. After all, perhaps that is your greatest responsibility&mdash;to live righteously\nbefore the Lord.\n<\/p><p>\nNOT BEYOND TEMPTATION\n<\/p><p>\nOne thing other I would like to mention for a moment, and that is&mdash;I hope that none of you\nwill feel that your children are beyond the reach of temptation or transgression. The more\nfirmly you feel that, the greater the danger to your family. No one is safe from the wiles and\nthe persuasions of Satan. He reached Adam and Eve before mortality came. He reached into\nthe family of Adam, and Adam's family produced the first murderer. All down through\nhistory he has reached into the families and to the persons of those who are in high and\nresponsible positions. Satan reached David, a man after the Lord's own heart\n(<span class=\"citation\" id=\"2496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2496)\">1 Sam. 13:14<\/a><\/span>;\n<span class=\"citation\" id=\"7655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7655)\">Acts 13:22<\/a><\/span>), who committed\nthe great sin which he committed; the great Solomon, and stole his heart away. And in\nmodern times we have too many illustrations of where children of our leaders do not live just\nas we would wish. So I beg of you do not assume, my dear brothers and sisters, that your\nchildren are beyond the reach of Satan, but always go forward, always conduct your family\nlife, always be parents, fathers and mothers acting on the fact that Satan stands at the elbow\nof your dear one to lead him astray. Never forget that, my brothers and sisters.\n<\/p><p>\nA LIGHT TO GUIDE\n<\/p><p>\nNow, in conclusion, I am reminded that Moses, herding his father-in-law's sheep at Mount\nHoreb, saw one day a flaming bush, and the flame did not consume. Being curious, he started\nto walk toward this flaming bush, and the voice of the Lord came out of the bush forbidding\nhim to come farther, for, said the Lord, \". . . the place whereon thou standest is holy ground\"\n(<span class=\"citation\" id=\"22613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22613)\">Ex. 3:5<\/a><\/span>).\nSo I think that in every Latter-day Saint home the Spirit of the Lord is a flaming,\nnon-consuming fire, there to light our way, to guide us, to protect us, and to help us do our\nduty, and every inch of space in that home is holy ground. We should never forget it. Always\nremember, and always live so that we shall not defile in any way the holiness of the home\nwhich should be ours.\n<\/p><p>\nMay God bless the Saints in their trials and in their tribulations may he help them to guide\nand direct their children, may he give them the power to rear their children in righteousness,\nso that this work of ours shall fulfil its destiny and roll forth and fill the earth; this blessing I\nask in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}