{"ID":5401, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ward and Branch Families: Part of Heavenly Father’s Plan for Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p2\" class=\"\">Virginia H. Pearce<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e56.jpg\" alt=\"Virginia H. Pearce\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p3\" class=\"\">It is good to gather in this inspiring setting in the presence of thousands and thousands who are brought together through the satellite network. I believe that Heavenly Father recognized that even though our relationship with him and our accountability to him are intensely personal, we gather strength when we meet in groups. We need to be reminded often that we are a part of something big and grand as we continue to do our own part. Each Sunday in gatherings around the world, young women stand and say aloud together: not “<span class=\"emphasis\">I<\/span>” but “<span class=\"emphasis\">We<\/span> are daughters of <span class=\"emphasis\">our<\/span> Heavenly Father who loves <span class=\"emphasis\">us,<\/span> and <span class=\"emphasis\">we<\/span> love him. <span class=\"emphasis\">We<\/span> will ‘stand as witnesses’ … ” and so on (Young Women Theme; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p4\" class=\"\">Learning in groups is so important that Heavenly Father planned for us to be born into a group—the most basic, most hallowed, and most powerful group on earth: the family. We have heard good counsel about the family in these past two days. I would like to build on that by talking about the <span class=\"emphasis\">ward<\/span> or <span class=\"emphasis\">branch<\/span> family—the basic ecclesiastical unit to which we all belong as members of the Church of Jesus Christ. For simplicity this afternoon, I will use the word <span class=\"emphasis\">ward<\/span> to include both wards and branches, since they both serve the same purposes. Wards are not designed to replace the family unit, but to support the family and its righteous teachings. A ward is another place where there is enough commitment and energy to form a sort of “safety net” family for each of us when our families cannot or do not provide all of the teaching and growing experiences we need to return to Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p5\" class=\"\">It is my desire and prayer that during the next few minutes we will expand our appreciation of the power of the ward family and renew our commitment to participate positively in that community of Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p6\" class=\"\"><span class=\"strong\">First, ward families provide a sense of belonging.<\/span> Robert Frost said in his narrative poem “The Death of the Hired Man”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Home is the place where, when you have to go there,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">They have to take you in.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I should have called it<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Something you somehow haven’t to deserve.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p11\" class=\"\">(Lines 118–20)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p12\" class=\"\">A ward is “something you somehow haven’t to deserve.” Membership in the Church of Jesus Christ gives us that home. In a ward, as in a family, every person is different and valuable. Paul said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p13\" class=\"\">“For by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p14\" class=\"\">“For the body is not one member, but many” (<span class=\"citation\" id=\"880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(880)\">1 Cor. 12:13–14<\/a><\/span>). The Savior instructed that we should meet together often and forbid no one (see <span class=\"citation\" id=\"6311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6311)\">3 Ne. 18:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p15\" class=\"\">Several months ago while visiting our children in another state, I walked with our 2 1\/2-year-old grandson from the chapel to the nursery. As he moved rather energetically down the hall, at least five people called him by name—teenagers, children, adults. “Hi, Benjamin,” “Hey, Benjamin,” “Morning, Benjamin.” My heart overflowed with gratitude that Benjamin is learning that he, as an individual, belongs to a ward family. Over a lifetime, ward families will do for him what his family alone cannot do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p16\" class=\"\">In April 1992 conference, Young Women General President Janette C. Hales asked adult members to “learn the names of the young people in [their] ward or branch and call them by name” (<span class=\"emphasis\">Ensign,<\/span> May 1992, p. 80). Now, I would enlarge her invitation, inviting you young men and young women to learn the names of the adults and the children. Overcome your natural timidity and greet as many people as you can by name each week. Our wards will be better places if, like Benjamin, everyone hears his own name four or five times between the chapel and the classroom. We can each help that to happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p17\" class=\"\"><span class=\"strong\">Next, ward families provide the reassurance of listening ears.<\/span> Someone has said that people would rather be understood than be loved. In truth, the surest way to increase our love for someone is to listen with patience and respect. I believe that our baptismal covenant demands this. How can we “mourn with those that mourn” and “bear one another’s burdens” (<span class=\"citation\" id=\"40887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40887)\">Mosiah 18:8–9<\/a><\/span>) if we don’t listen to know what those burdens are?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p18\" class=\"\">We discover and develop our thoughts through conversation. Talking itself is a sorting and learning process. We feel such comfort when others listen with the understanding that our words are not our final statement, but a wondering and wandering process used to reach a clearer understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p19\" class=\"\">But we must be careful not to listen as Laman and Lemuel listened to each other. They encouraged mutual murmuring. When fellow ward members complain, blame others, and repeat negative tales, it takes self-discipline to stop ourselves from adding more fuel to their fire of disgruntlement. Mutual murmuring is a smoldering fire that can burst into flame and destroy a ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p20\" class=\"\"><span class=\"strong\">Third, ward families provide encouragement.<\/span> Becky and Danny’s second child was born prematurely. Recounting the days, then weeks and years, of caring for a critically ill child, Becky says, “It was difficult for my mother to watch us dealing with this situation. She wished that she could take it away from me. We were living in a distant state, and Mother would call me on the phone and feel so helpless as she listened to our daily struggles. One day she said to me, ‘Becky, I don’t know how you will get through this, but I am confident that you can.’ That encouragement was a turning point for me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p21\" class=\"\">As a ward family, we can give the kind of encouragement that Becky’s mother gave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p22\" class=\"\">When friends express confidence in me, especially when I feel overwhelmed by difficult circumstances, the light at the end of the tunnel burns brighter. A steady belief in ward members can often be of far more value than casseroles or loaves of bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p23\" class=\"\">A mother was busily preparing dinner when her little boy burst into the kitchen. “Mother, will you play darts with me?” “Just-a-minutes” didn’t seem to satisfy the little boy, so the mother followed him down the basement stairs. As they came into the playroom, she said, “I don’t know the rules or how to play.” “Oh, it’s not hard at all,” he beamed confidently. “I just stand right here and throw the darts, and you stand over there and say, ‘Wonderful! Wonderful!’” Pretty easy rules to remember, aren’t they?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p24\" class=\"\">“Wonderful, wonderfuls,” notes, handshakes, hugs—all work so well in ward settings. Positive reinforcement changes behavior for the better, while criticism stabilizes negative behaviors and blocks change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p25\" class=\"\">George Eliot, a nineteenth-century English novelist, said, “What do we live for, if it is not to make life less difficult to each other?” (<span class=\"emphasis\">Middlemarch,<\/span> London: Penguin Books, 1965, p. 789). We can make life less difficult for each other as we make our wards emotionally safer places: by being kind, accepting, tolerant, supportive, and positive. Those of us who teach children and youth have a special responsibility to insist—in respectful and kind ways—that class members use language and behavior which shows respect for others. No one should be belittled or made to feel less than he is within the walls of a Church classroom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p26\" class=\"\"><span class=\"strong\">Ward families are a refuge.<\/span> I know a young family that lived in south Los Angeles during the violent summer of 1992. They could feel the heat from the fires as they sat terrified in their little apartment. They telephoned their parents in Salt Lake. Their families offered encouragement and their prayers. They could do no more at such a distance. It was a ward member who made arrangements for the Parkins to get themselves and their baby out safely. They stayed with members until they could go back to their apartment. They were safe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p27\" class=\"\">Multiply this story by every natural and civil crisis. Bishops and quorum leaders accounting for families after hurricanes, members carrying food and blankets—it makes no difference where you live or what kind of chaos might occur, The Church of Jesus Christ of Latter-day Saints <span class=\"emphasis\">will<\/span> remain organized, and order <span class=\"emphasis\">will<\/span> prevail. The wards and stakes of Zion will be a “refuge from the storm” (<span class=\"citation\" id=\"19949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19949)\">D&amp;C 115:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p28\" class=\"\"><span class=\"strong\">Ward families provide ways for us to contribute.<\/span> There are no boundaries for contributing our time and talents. Hopefully, we will contribute everywhere we go, but the structure of a ward provides a good training ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p29\" class=\"\">After living for twenty years in the same ward, I married and moved to a distant city, where my husband continued his schooling. The people were friendly, but I was shy by nature and struggled to feel comfortable. One Sunday morning as I stood up from the bench at the back of the chapel and turned to go to Sunday School, a member of the bishopric greeted me with a smile and a handshake. Brother Goates was one of many who had extended themselves in becoming acquainted with us. As he shook my hand, he said, “Virginia, get off the back row and quit thinking about yourself!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p30\" class=\"\">All at once I saw with a new perspective. He was right, but I didn’t quite know <span class=\"emphasis\">how<\/span> to quit thinking about myself. However, as the weeks moved on, the acceptance of a calling automatically moved me off the back row, demanding that I think about someone besides myself. My comfort and confidence grew proportionately. Callings and assignments are easy ways to become involved in the lives of others. Paradoxically, as we concentrate on the needs of others, our own needs become less controlling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p31\" class=\"\"><span class=\"strong\">Ward families provide a laboratory to learn and practice the gospel.<\/span> A CTR B teacher taught a lesson on fasting. After talking with their parents, she arranged for the children to visit Brother Dibble, a ward member who was very ill. As they visited, Sister McRae explained that their class had learned in Primary about fasting. Most of the children had never fasted before, and it was their desire, as a class, to fast and pray for Brother Dibble on the following fast Sunday. With tears rolling down his cheeks, he expressed in tender words his gratitude—for them, the gospel, and the principle of fasting. On Sunday, having fasted, Sister McRae and her class members knelt together in their classroom to pray for Brother Dibble and conclude their fast.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p32\" class=\"\">I have always believed that if people are really going to learn something, they need more than an explanation; they need an experience. Alma taught that principle as he encouraged experimenting upon the word (see <span class=\"citation\" id=\"10016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10016)\">Alma 32:27<\/a><\/span>). Sister McRae’s CTR B children received both an explanation and an experience. They learned and practiced the doctrine of fasting in a wonderful laboratory of gospel learning—their ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p33\" class=\"\">Like Sister McRae’s CTR B class, young women are taught gospel principles during their Sunday lesson time. Then they are invited to “experiment on the word” by participating in Value experiences found in their <span class=\"emphasis\">Personal Progress<\/span> books—the same process: an explanation, then an experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p34\" class=\"\">Heavenly Father expects us to participate in our wards. It is part of the plan. But, Sister Pearce, you may be saying, you have such an idealistic picture of a ward—that’s not like <span class=\"emphasis\">my<\/span> ward!<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p35\" class=\"\">You mean, your ward has real people in it—ones who are sometimes selfish or self-righteous, unskilled or undependable? I’m so glad! How could it be a <span class=\"emphasis\">real<\/span> laboratory for practicing gospel principles like patience, long-suffering, charity, and forgiveness if there were no people or situations that would require the use of these principles? The miracle of it all is that we <span class=\"emphasis\">are<\/span> real people put into an ingenious structure, designed by God, to help us become like him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p36\" class=\"\">I would invite you to love whatever ward you are in—participate in it, enjoy it, learn from it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p37\" class=\"\">Each of us can envision our ward or branch as a Zion community and then work to make it that way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/ward-and-branch-families-part-of-heavenly-fathers-plan-for-us.p38\" class=\"\">I bear witness that ward and branch families are a great and miraculous part of Heavenly Father’s plan. May we use them more fully to help us grow and ultimately return to his presence, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}