{"ID":5403, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Divine Forgiveness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p2\" class=\"\">Elder Ronald E. Poelman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d5e.jpg\" alt=\"Elder Ronald E. Poelman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p3\" class=\"\">The Savior of the world, the Redeemer of all God’s children, Jesus of Nazareth, has power to forgive sins. His own witness of such power is recorded in the New Testament (see <span class=\"citation\" id=\"37505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37505)\">Matt. 9:6<\/a><\/span>; <span class=\"citation\" id=\"33438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33438)\">Mark 2:10<\/a><\/span>; <span class=\"citation\" id=\"32467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32467)\">Luke 5:20, 24<\/a><\/span>). His Apostles Peter and Paul testified of this truth (see <span class=\"citation\" id=\"8401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8401)\">Acts 5:31<\/a><\/span>; <span class=\"citation\" id=\"8406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8406)\">Acts 13:38–39<\/a><\/span>; <span class=\"citation\" id=\"22028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22028)\">Eph. 1:7<\/a><\/span>), as did also the prophets of the Book of Mormon (see <span class=\"citation\" id=\"21541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21541)\">Enos 1:5<\/a><\/span>; <span class=\"citation\" id=\"40874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40874)\">Mosiah 4:3<\/a><\/span>; <span class=\"citation\" id=\"38651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38651)\">Moro. 6:8<\/a><\/span>) and of modern times (see <span class=\"citation\" id=\"19821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19821)\">D&amp;C 61:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p4\" class=\"\">Through the centuries, many have received great joy and peace of mind through understanding and accepting the Lord’s forgiveness. Yet, many others apparently continue to bear the burden of guilt, remorse, and self-doubt because of an incomplete understanding and testimony of the doctrine of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p5\" class=\"\">Recently I was in private conversation with one who, having committed a serious transgression, had also made intense effort to repent and receive forgiveness from those personally offended, from the Church, and from the Lord. When I asked, “Do you feel forgiven by your Heavenly Father?” he answered hesitantly with an affirmative but qualified response. “How do we obtain divine forgiveness?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p6\" class=\"\">He spoke of how he had forsaken his transgressive behavior of the past, confessed to proper priesthood authorities, and attempted to make restitution to those offended. He further described his efforts to live according to gospel principles and Church standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p7\" class=\"\">The Savior and his atoning sacrifice were not mentioned. The underlying assumption seemed to be that divine forgiveness is obtained through those steps of repentance limited to changing one’s behavior. Despite the brother’s earnest efforts to repent, he appeared to be burdened still by remorse and regret and to feel that he must continue to pay for his sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p8\" class=\"\">Unfortunately, this is not an isolated case. Others, to my knowledge, are burdened by past mistakes, large and small, because of an incomplete or incorrect understanding of our Father’s plan of redemption and mercy. Those so burdened may unnecessarily struggle through life without the joy and peace of mind which are the intended result of true repentance and divine forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p9\" class=\"\">One who assumes that he can or must pay the price for his sins and thereby earn divine forgiveness will not feel free to continue progress toward realizing his divine potential, that is, eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p10\" class=\"\">The fact is we cannot save ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p11\" class=\"\">The best source through which a correct understanding of how forgiveness may be obtained is the Book of Mormon. Let us consider some examples of its teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p12\" class=\"\">Enos recorded for us his experience, alone in the forest, remembering the words of his father concerning eternal life:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p13\" class=\"\">“And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p14\" class=\"\">“And there came a voice unto me, saying: Enos, thy sins are forgiven thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p15\" class=\"\">“… Wherefore, my guilt was swept away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p16\" class=\"\">“And I said: Lord, how is it done?<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p17\" class=\"\">“And he said unto me: Because of thy faith in Christ” (<span class=\"citation\" id=\"21540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21540)\">Enos 1:4–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p18\" class=\"\">How is it done? The question each of us may ponder. Again we turn to the Book of Mormon for additional understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p19\" class=\"\">Father Lehi teaches us that the divine purpose of our mortal probation requires us to experience opposition in all things and, knowing good from evil, to exercise our moral agency, make choices, and be accountable for the consequences (see <span class=\"citation\" id=\"4487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4487)\">2 Ne. 2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p20\" class=\"\">We learn from the prophet Alma that we are subject to divine law, which all have transgressed in some respect, making us subject to the demands of justice (see <span class=\"citation\" id=\"10058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10058)\">Alma 42:14, 18<\/a><\/span>). God’s justice is based upon divine laws, under which we receive what we deserve according to our disobedience or obedience to the law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p21\" class=\"\">Justice affords no forgiveness for transgressors but imposes penalties (see <span class=\"citation\" id=\"19861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19861)\">D&amp;C 82:4<\/a><\/span>). None is exempt (see <span class=\"citation\" id=\"19937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19937)\">D&amp;C 107:84<\/a><\/span>). After all we can do to repent, we are still subject to the demands of justice and its penalties, which we cannot satisfy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p22\" class=\"\">However, we learn from Alma of our Father’s plan of mercy, whereby the Son of God would atone for the sins of the world and “appease the demands of justice, that God might be a perfect, just God, and a merciful God also” (<span class=\"citation\" id=\"10059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10059)\">Alma 42:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p23\" class=\"\">The Savior’s vicarious sacrifice satisfies the justice of God. Therefore, God extends his mercy, whereby we may receive forgiveness of our personal transgressions through faith in the Redeemer, followed by obedience to the laws and ordinances of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p24\" class=\"\">Father Lehi taught his son Jacob:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p25\" class=\"\">“Wherefore, redemption cometh in and through the Holy Messiah; for he is full of grace and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p26\" class=\"\">“Behold, he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit” (<span class=\"citation\" id=\"4489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4489)\">2 Ne. 2:6–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p27\" class=\"\">The beginning and completion of repentance leading to forgiveness is faith in Jesus Christ, who is the “author and the finisher of [our] faith” (<span class=\"citation\" id=\"38650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38650)\">Moro. 6:4<\/a><\/span>). Our faith in him as Savior and Redeemer engenders in us godly sorrow for our transgressions, a broken heart and a contrite spirit, and a sense of personal accountability. There follows a change in attitude and a turning toward God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p28\" class=\"\">We resolve to forsake disobedience, even carelessness, and strive better to know and love our Father in Heaven and to obey his laws and commandments. Throughout, we pray for our Father’s forgiveness, for strength to resist temptation, and for inspiration to fill our lives with that which is good and pleasing to the Lord. We seek the forgiveness of individuals whom we may have wronged and attempt restitution to the extent possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p29\" class=\"\">If our past behavior is such as to affect our standing in the Church, we confess to appropriate Church authorities and, if necessary, submit to Church discipline, which is not for the purpose of punishment only but is intended to heal and renew.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p30\" class=\"\">Throughout the repentance process we have feelings of regret, remorse, and guilt, which cause us to suffer. However, our individual suffering does not satisfy the demands of justice which follow disobedience to divine law. We cannot pay the price for our sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p31\" class=\"\">The resurrected Christ has said, “For behold, I, God, have suffered these things for all, that they might not suffer if they would repent” (<span class=\"citation\" id=\"19769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19769)\">D&amp;C 19:16<\/a><\/span>). To the Nephites he declared, “Return unto me, and repent of your sins, and be converted, that <span class=\"emphasis\">I may heal you<\/span>” (<span class=\"citation\" id=\"6278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6278)\">3 Ne. 9:13<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p32\" class=\"\">The Lord’s gift of forgiveness, however, is not complete until it is accepted. True and complete repentance is a process by which we may become reconciled with God and accept the divine gift of forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p33\" class=\"\">In the words of Nephi, “It is by grace that we are saved, after all we can do” (<span class=\"citation\" id=\"4539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4539)\">2 Ne. 25:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p34\" class=\"\">The effect of the infinite, atoning sacrifice was twofold: First, resurrection and immortality for all, unconditionally granted. Second, eternal life for each one who fulfills the prescribed conditions, which are faith in Jesus Christ as Savior and Redeemer, followed by repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p35\" class=\"\">Then we must qualify for and receive the saving and exalting ordinances of the gospel with their associated covenants, continuously striving to keep those covenants and obey the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p36\" class=\"\">Being mortal, and despite our resolve and efforts, we will continue to fall short of perfection. However, with Nephi of old, conscious of our weaknesses, temptations, and past mistakes, we may say, “Nevertheless, I know in whom I have trusted” (<span class=\"citation\" id=\"4514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4514)\">2 Ne. 4:19<\/a><\/span>). There follows a natural resolve to renew our efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p37\" class=\"\">Essential to receiving divine forgiveness are personal, individual recognition and acceptance of our Father’s mercy, made available to us by the atoning sacrifice of Jesus Christ and a renewed covenant to obey the principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p38\" class=\"\">Examples of this process and its results are found in the Book of Mormon. Having been taught the doctrine of the Atonement, the people of King Benjamin, conscious of their past transgressions, pleaded for mercy that by the atoning blood of Christ they might receive forgiveness of their sins, for, said they, “We believe in Jesus Christ, the Son of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p39\" class=\"\">“[And] the Spirit of the Lord came upon them, and they were filled with joy, having received a remission of their sins, and having peace of conscience, because of the exceeding faith which they had in Jesus Christ” (<span class=\"citation\" id=\"40873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40873)\">Mosiah 4:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p40\" class=\"\">Each of us may ask, “How may I know that I am forgiven?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p41\" class=\"\">Having completed the steps of repentance, relying upon the grace and mercy of God, it is natural for us to testify of the Savior and his atoning sacrifice and to strive to be an example of the believers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p42\" class=\"\">From Elder Bruce R. McConkie, an Apostle of Jesus Christ, we receive these comforting words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p43\" class=\"\">“The relationship between the bearing of testimony by the power of the Holy Ghost and the forgiveness of sins illustrates a glorious gospel truth. It is that whenever faithful saints gain the companionship of the Holy Spirit, they are clean and pure before the Lord, for the Spirit will not dwell in an unclean tabernacle. Hence, they thereby receive a remission of those sins committed after baptism” (<span class=\"emphasis\">The Mortal Messiah: From Bethlehem to Calvary,<\/span> 4 vols., Salt Lake City: Deseret Book Co., 1980, 3:40–41, n. 1).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p44\" class=\"\">The central core of the gospel is the vicarious sacrifice of the Savior, which satisfies divine justice and makes operative God’s mercy, resulting in a universal, unconditional resurrection and the possibility of eternal life for each one who accepts Jesus Christ as Redeemer and obeys the principles, ordinances, and covenants of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p45\" class=\"\">The ancient prophet Isaiah taught us, “Cease to do evil;<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p46\" class=\"\">“Learn to do well. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p47\" class=\"\">“Though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool” (<span class=\"citation\" id=\"25703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25703)\">Isa. 1:16–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p48\" class=\"\">And further, “Surely he hath borne our griefs, and carried our sorrows. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p49\" class=\"\">“He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed” (<span class=\"citation\" id=\"25714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25714)\">Isa. 53:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p50\" class=\"\">The prophet of this dispensation, Joseph Smith, and his companion Sidney Rigdon gave testimony of the gospel, as recorded in the 76th section of the Doctrine and Covenants. Each of us may receive <span class=\"emphasis\">a similar<\/span> spiritual witness, and therefore I suggest that we may express their testimony as our own <span class=\"emphasis\">in these words:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p51\" class=\"\">“And this is the gospel …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p52\" class=\"\">“That he came into the world, even Jesus, to be crucified for [me], and to bear [my] sins … , and to sanctify [me], and to cleanse [me] from all unrighteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p53\" class=\"\">“That through him [I] might be saved” (<span class=\"citation\" id=\"19848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19848)\">D&amp;C 76:40–42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p54\" class=\"\">In conclusion, these verses from a favorite hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How gentle God’s commands!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How kind his precepts are!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come, cast your burdens on the Lord<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And trust his constant care. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Why should this anxious load<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Press down your weary mind?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Haste to your Heav’nly Father’s throne<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sweet refreshment find.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">His goodness stands approved,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Unchanged from day to day;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll drop my burden at his feet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And bear a song away.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p67\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 125)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/divine-forgiveness.p68\" class=\"\">To these truths which I have sought to teach I bear solemn, personal witness, in the sacred name of our Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}