{"ID":5404, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Acquiring Spiritual Knowledge\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p3\" class=\"\">You wonderful, righteous members of this church constantly inspire and motivate me. Thank you for your zest for life, your generous giving of self, your devotion, and your determination to live worthily. I also express gratitude to our many friends who have joined us through these conference sessions. May the messages given bless your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p4\" class=\"\">Recently in South America a youth inquired, “Can you give us suggestions that will help us know the Savior better and be able to constantly follow His example?” That meaningful question and others like it have prompted this message on acquiring spiritual knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p5\" class=\"\">President Ezra Taft Benson emphasized the importance of spiritual knowledge, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p6\" class=\"\">“We should make daily study of the scriptures a lifetime pursuit. … The most important [thing] you can do … is to immerse yourselves in the scriptures. Search them diligently. … Learn the doctrine. Master the principles. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p7\" class=\"\">“You must … see that … searching the scriptures is not a burden laid upon [us] by the Lord, but a marvelous blessing and opportunity” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1986, p. 47).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p8\" class=\"\">President Spencer W. Kimball commented:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p9\" class=\"\">“Spiritual learning takes precedence. The secular without the foundation of the spiritual is … like the foam upon the milk, the fleeting shadow. … One need not choose between the two … for there is opportunity to get both simultaneously” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball, Salt Lake City: Bookcraft, 1982, p. 390).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p10\" class=\"\">As you seek spiritual knowledge, search for principles. Carefully separate them from the detail used to explain them. Principles are concentrated truth, packaged for application to a wide variety of circumstances. A true principle makes decisions clear even under the most confusing and compelling circumstances. It is worth great effort to organize the truth we gather to simple statements of principle. I have tried to do that with gaining spiritual knowledge. The result is now shared in hope that it will be a beginning place for your study. That statement of principle is:<\/p>\n\t\t\t<p class=\"preamble\">\n\t  <span class=\"emphasis\">To acquire spiritual knowledge and to obey it with wisdom, one must:<\/span>\n\t<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>In humility, seek divine light.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Exercise faith in Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Hearken to His counsel.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Keep His commandments.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p16\" class=\"\">As spiritual knowledge unfolds, it must be <span class=\"emphasis\">understood, valued, obeyed, remembered, <\/span>and<span class=\"emphasis\"> expanded.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p17\" class=\"\">I will explain that statement using examples from the scriptures, the prophets, and the precious, though difficult, laboratory of personal experience. My desire is that the suggestions given will help you in your quest for spiritual truth throughout your life. Then, in time, you may accomplish this objective given by President Joseph F. Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p18\" class=\"\">“The greatest achievement mankind can make in this world is to familiarize themselves with divine truth, so thoroughly, so perfectly, that the example or conduct of no creature living in the world can ever turn them away from the knowledge that they have obtained. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p19\" class=\"\">“From my boyhood I have desired to learn the principles of the gospel in such a way … that it would matter not to me who might fall from the truth, … my foundation would be … certain in the truths … I have learned” (<span class=\"emphasis\">Gospel Doctrine,<\/span> Salt Lake City: Deseret Book Co., 1939, pp. 3–4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p20\" class=\"\">Like President Smith, you and I need that kind of secure anchor to keep our life centered in righteousness and to avoid being swept away by the ruthless waves of worldliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p21\" class=\"\">The following scriptures teach why we should <span class=\"emphasis\">seek divine light.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p22\" class=\"\">“Thy word is a lamp unto my feet, and a <span class=\"emphasis\">light<\/span> unto my path” (<span class=\"citation\" id=\"42073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42073)\">Ps. 119:105<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p23\" class=\"\">“I, the Lord, … will be a <span class=\"emphasis\">light<\/span> unto them forever, that hear my words” (<span class=\"citation\" id=\"4531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4531)\">2 Ne. 10:14<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p24\" class=\"\">“It is I that speak; … I am the <span class=\"emphasis\">light<\/span> which shineth in darkness, and by my power I give these words unto thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p25\" class=\"\">“Put your trust in that Spirit which leadeth to do good—yea, to do justly, to walk humbly, to judge righteously; and this is my Spirit. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p26\" class=\"\">“I will impart unto you of my Spirit, which shall enlighten your mind, which shall fill your soul with joy;<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p27\" class=\"\">“And … by this shall you know, all things whatsoever you desire of me, which are pertaining unto things of righteousness, in faith believing in me that you shall receive” (<span class=\"citation\" id=\"19759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19759)\">D&amp;C 11:11–14<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p28\" class=\"\">Analogies with physical light help us understand the power of spiritual light. A bulb ignited in a dark room overpowers darkness. Yet if the darkness is too intense, it can overpower light, as with a bulb plunged into a bucket of black ink. Spiritual light overcomes the darkness of ignorance and disbelief. When transgression severely clouds a life, the focused spiritual truths of repentance cut the blackness as a laser penetrates the darkest ink.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p29\" class=\"\"><span class=\"emphasis\">Humility<\/span> is essential to the acquiring of spiritual knowledge. To be humble is to be teachable. Humility permits you to be tutored by the Spirit and to be taught from sources inspired by the Lord, such as the scriptures. The seeds of personal growth and understanding germinate and flourish in the fertile soil of humility. Their fruit is spiritual knowledge to guide you here and hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p30\" class=\"\">A proud individual cannot know the things of the Spirit. Paul taught this truth, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p31\" class=\"\">“The things of God knoweth no man, but the Spirit of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p32\" class=\"\">“But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (<span class=\"citation\" id=\"874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(874)\">1 Cor. 2:11, 14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p33\" class=\"\">Since it requires much personal effort to gain and use worthwhile knowledge, you cannot endlessly sample from every fascinating arena of life. Therefore, you should select carefully a few vital areas where you can focus energy to learn and share vital truths. I know that to gain knowledge of great worth requires extraordinary personal effort. This is particularly true when our desire is to obtain spiritual knowledge. President Kimball said it this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p34\" class=\"\">“The treasures of both secular and spiritual knowledge are hidden ones—but hidden from those who do not properly search and strive to find them. … Spiritual knowledge is not available merely for the asking; even prayers are not enough. It takes persistence and dedication of one’s life. … Of all treasures of knowledge, the most vital is the knowledge of God” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> pp. 389–90).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p35\" class=\"\">Brigham Young learned truth by carefully listening to Joseph Smith and striving to understand everything that was taught by word, example, or the Spirit. The resulting tutoring has blessed generations. It conditioned Brigham Young to learn additional truths and to share far more than he had received personally from Joseph Smith. Follow his example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p36\" class=\"\">The need to <span class=\"emphasis\">exercise faith in Jesus Christ<\/span> is absolutely essential. It is the foundation of the plan of salvation. When that exercise of faith is coupled with sincere effort based upon a willingness to <span class=\"emphasis\">hearken to His counsel,<\/span> great personal growth and blessings follow. The Savior declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p37\" class=\"\">“I now give unto you a commandment … to give diligent heed to the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p38\" class=\"\">“For you shall live by every word that proceedeth forth from the mouth of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p39\" class=\"\">“For the word of the Lord is truth, and whatsoever is truth is <span class=\"emphasis\">light,<\/span> and whatsoever is light is Spirit, even the Spirit of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p40\" class=\"\">“And the Spirit giveth <span class=\"emphasis\">light<\/span> to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p41\" class=\"\">“And every one that hearkeneth to the voice of the Spirit cometh unto … the Father” (<span class=\"citation\" id=\"19871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19871)\">D&amp;C 84:43–47<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p42\" class=\"\">The role of <span class=\"emphasis\">obedience<\/span> in gaining spiritual knowledge is crucial, as this comment of President Joseph Fielding Smith confirms:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p43\" class=\"\">“Now the Lord would give us gifts. He will quicken our minds. He will give us … a knowledge that will be so deeply rooted in our souls that [it] … can never be rooted out, if we will just seek for the light … and the understanding which is promised to us, and which we can receive if we will only be true and faithful to every covenant and obligation pertaining to the gospel of Jesus Christ” (in Conference Report, Oct. 1958, p. 22).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p44\" class=\"\">To keep the commandments, you must know them. The best single source for learning them is the scriptures. President Joseph Fielding Smith gave this admonition:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p45\" class=\"\">“Today we are troubled by evil-designing persons who [endeavor] … to destroy the testimonies of members of the Church, and many … are in danger because of lack of understanding and because they have not sought the guidance of the Spirit. … It is a commandment from the Lord that members … be diligent … and study … the fundamental truths of the gospel. … Every baptized person [can] have an abiding testimony. … but [it] … will grow dim and eventually disappear [without] … study, obedience, and diligent seeking to know and understand the truth” (in Conference Report, Oct. 1963, p. 22).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p46\" class=\"\">Profound spiritual truth cannot simply be poured from one mind and heart to another. It takes faith and diligent effort. Precious truth comes a small piece at a time through faith, with great exertion, and at times wrenching struggles. The Lord intends it be that way so that we can mature and progress. Moroni said, “Dispute not because ye see not, for ye receive no witness until after the trial of your faith” (<span class=\"citation\" id=\"22413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22413)\">Ether 12:6<\/a><\/span>). To explain that truth, President Harold B. Lee gave this wise instruction:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p47\" class=\"\">“The Savior’s blood, His atonement, will save us, but only after we have done all we can to save ourselves by keeping His commandments. All of the principles of the gospel are principles of promise by which the plans of the Almighty are unfolded to us” (<span class=\"emphasis\">Ye Are the Light of the World,<\/span> Salt Lake City: Deseret Book Co., 1974, p. 245).<\/p>\n\t\t\t<p class=\"preamble\">As packets of knowledge unfold, they must be <span class=\"emphasis\">understood, valued, obeyed, remembered, <\/span>and<span class=\"emphasis\"> expanded.<\/span> I’ll explain:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Understood.<\/span> As each element of truth is encountered, you must carefully examine it in the light of prior knowledge to determine where it fits. Ponder it; inspect it inside out. Study it from every vantage point to discover hidden meaning. View it in perspective to confirm you have not jumped to false conclusions. Prayerful reflection yields further understanding. Such evaluation is particularly important when the truth comes as an impression of the Spirit.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Valued.<\/span> You show knowledge is valued by expressing appreciation for it, especially in heartfelt prayers of gratitude. The Lord said: “He who receiveth all things with thankfulness shall be made glorious; and the things of this earth shall be added unto him, even an hundred fold, yea, more” (<span class=\"citation\" id=\"19857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19857)\">D&amp;C 78:19<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Obeyed.<\/span> Obedient application of truth is the surest way of making it eternally yours. The wise use of knowledge will permeate your life with its precious fruit.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Remembered.<\/span> Powerful spiritual direction in your life can be overcome or forced into the background unless you provide a way to retain it. Brigham Young declared, “If you love the truth you can remember it” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1954, p. 10). Knowledge carefully recorded is knowledge available in time of need. Spiritually sensitive information should be kept in a sacred place that communicates to the Lord how you treasure it. That practice enhances the likelihood of your receiving further light.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Expanded. <\/span>This thought refers to rich benefits that come from your efforts to enlarge, extend, and increase your understanding of truth. Use the scriptures and the declarations of the prophets to expand your knowledge. You will find that efforts to share knowledge are often rewarded with more understanding as additional light flows into your mind and heart (see <span class=\"citation\" id=\"19754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19754)\">D&amp;C 8:2–3<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p54\" class=\"\">We have come to the end of a great conference. Through its messages, you have been given inspired truth without much effort on your part. Make these truths yours through study and thoughtful application and by emulating a prophet of God, Spencer W. Kimball, who at the conclusion of a conference, taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p55\" class=\"\">“While sitting here, I have made up my mind that when I go home from this conference this night there are many, many areas in my life that I can perfect. I have made a mental list of them, and I expect to go to work as soon as we get through with conference” (in Conference Report, Oct. 1975, p. 164).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p56\" class=\"\">The privilege of learning absolute truth is sacred to me. I stand in awe that our Heavenly Father and His Beloved Son are willing, even anxious for us to learn from them. Please use what I have shared with sensitivity for the wondrous privilege given each of us, willing to obey, to be taught eternal truth. Gaining spiritual knowledge is not a mechanical process. It is a sacred privilege based upon spiritual law. I testify that you can receive inspired help. Humbly ask your Eternal Father. Seek divine light. Exercise faith in the Savior. Strive to hearken to His counsel and obey His commandments. He will bless and lead you as you move through this sometimes treacherous world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/acquiring-spiritual-knowledge.p57\" class=\"\">I solemnly testify that Jesus Christ guides this, His church. He knows and loves you personally. As you walk in faithful obedience, He will bless you, inspire you, and lead you to greater knowledge and capacity. I certify that He lives, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}