{"ID":5406, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Relief Society: Charity, the Guiding Principle\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p3\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_036<\/span>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p4\" class=\"\">Thank you for that beautiful music. Thank you to those who wrote it and to those who performed it. I am grateful for the personal nature of that powerful hymn. It is a testimony of Christ’s love and what can come from our relationship with him. As Relief Society members, we both <span class=\"emphasis\">claim<\/span> and <span class=\"emphasis\">celebrate<\/span> our place as his disciples, and I pray that what I say here will somehow nourish our understanding of his great goodness to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p5\" class=\"\">This society, organized and dedicated to charity, has grown in 151 years from twenty women to more than 3.4 million women worldwide. The idea of a women’s organization in the fledgling Church of 1842 came from the initiative of righteous women. As a result of their inquiry, a prophet of God brought into being an entity for women we call Relief Society. Only by priesthood power, and through the authority of a prophet, could the women of the Church be organized in a way that would bind them to the whole of the Church and keep them an integral part of building God’s kingdom. Shortly after the founding, the Prophet Joseph Smith said, “I now turn the key to you in the name of God and this Society shall <span class=\"emphasis\">rejoice<\/span> and knowledge and intelligence shall flow down from this time—this is the beginning of better days to this Society” (emphasis added).<sup class=\"noteMarker\"><a href=\"#footnote1-93911_000_036\">1<\/a>\n       <span class=\"footnote\">[Jill Mulvay Derr, Janath Russell Cannon, Maureen Ursenbach Beecher, <span class=\"emphasis\">Women of Covenant: The Story of Relief Society <\/span>(Salt Lake City, Deseret Book Co., 1992), p. 47.]<\/span><\/sup> In the book <span class=\"emphasis\">Women of Covenant,<\/span> a recently published history of Relief Society, we read that the temporal duties of the Relief Society organization would change as contemporary circumstances would require, but its spiritual mandate was a <span class=\"emphasis\">permanent<\/span> mandate. The Prophet Joseph Smith said, “Teach the female part of the community … [and] save souls.”<sup class=\"noteMarker\"><a href=\"#footnote2-93911_000_036\">2<\/a>\n       <span class=\"footnote\">[Ibid., p. 48.]<\/span><\/sup> In 1906, President Joseph F. Smith restated the purpose for us: They (meaning Relief Society) should “look after the spiritual welfare and salvation of the mothers and daughters of Zion; and to see that none is neglected, but that all are guarded against misfortune, calamity, the powers of darkness, and the evils that threaten them in the world.”<sup class=\"noteMarker\"><a href=\"#footnote3-93911_000_036\">3<\/a>\n       <span class=\"footnote\">[Ibid.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p6\" class=\"\">When President Elaine Jack was called in 1990, and Chieko Okazaki and I became her counselors, we humbly sought to be instruments to augment and multiply many “better days” for our sisters throughout the world. We were well aware that their circumstances vary greatly, and we knew that it was their spiritual welfare that Relief Society must not neglect. We centered on Jacob chapter 4, verse 13: “For the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls.” [<span class=\"citation\" id=\"25980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25980)\">Jacob 4:13<\/a><\/span>] We knew that women struggling to clarify their identities could best do that not by comparing themselves to other women but by understanding their important place as full and equal partners with men in receiving, in righteousness, the saving ordinances established by Christ. We saw that men and women are baptized, are offered the gift of the Holy Ghost, partake of the sacrament, and make sacred covenants in the temples of the Church in exactly the same ways. We would not try to describe an ideal Mormon woman. We would seek instead to teach that Christ is our model and that as we are filled with his love, we are his disciples. We sought the blessing described in Moroni chapter 7, verse 48, that “we shall be like him.” [<span class=\"citation\" id=\"38656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38656)\">Moro. 7:48<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p7\" class=\"\">We looked at our organization and we saw that structurally, Relief Society can be described today as Sunday lessons, visiting teaching, homemaking meetings, and welfare and compassionate service. These avenues provide ways for our members to increase their knowledge of gospel principles and to offer watch care for one another. We see the homemaking meeting as an hour and a half a month where the importance of our homes as places of nurture and sanctuary can be emphasized. By participating there, we can better serve our families, build a righteous sisterhood, and develop and exercise charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p8\" class=\"\">But looking only at the structure does not tell the story. Relief Society is being inaugurated in many places in the world where Church membership is new. This allows us to see clearly that our society’s strength comes when the structure is enlivened by the faith, character, and works of its members. Whether you belong to a long-established ward or a struggling branch, what <span class=\"emphasis\">you<\/span> bring to the work as a participating member will greatly affect what happens to you and to others around you. Teaching and saving souls, seeing that “none is neglected,” is a great cause. This work calls on us <span class=\"emphasis\">all<\/span> and calls for our honest best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p9\" class=\"\">For Relief Society, the <span class=\"emphasis\">charity<\/span> of our motto is not an abstraction. It is a love beyond the emotion we might feel for or from others. It isn’t a “what’s in it for me?” kind of love. Being friendly, generous, and respectful of others moves us along the way from self-concern, but the selflessness of the kind of love that Christ commanded us to learn is a high step indeed. “Bless them that curse you, do good to them that hate you, and pray for them who despitefully use you” (<span class=\"citation\" id=\"6295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6295)\">3 Ne. 12:44<\/a><\/span>). He <span class=\"emphasis\">promises<\/span> that as we learn that kind of love, we can become perfect!<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p10\" class=\"\">I have seen some of that in practice lately. A woman whom I had not met before came to my home and recounted her heartbreak at a marriage ruined by deceit and cruelty. She grieved for her young adult children, who were confused and wounded. She had served as a ward Relief Society president three times and as a stake Relief Society president. That service had shown her both irrefutable evidence of God’s goodness and mercy, and some of the difficult and painful realities that many suffer; even so, she was surprised at how unprepared she felt to face her own tragedy. At last she said, “All I can do now is cling to my faith in God and pray that my love of Christ and for my children will help me survive.” For the present, her pain had clouded her ability to see her own courage and resolve. In the midst of such trouble, she was steadfast in Christ, and her intent was charity. I knew she and her children still had much to endure and to work through, but the words from Moroni echoed for us both that “whoso is found possessed of [charity] at the last day, it shall be well with [her” (<span class=\"citation\" id=\"38655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38655)\">Moro. 7:47<\/a><\/span>). Through her excruciating experience of sifting for the true nature of love, she was literally offering what God requires of each of us, a broken heart and a contrite spirit. Her offering was also building in <span class=\"emphasis\">her<\/span> strength and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p11\" class=\"\">Another example of the power of selfless love is the experience of my friends Thales and Charone Smith, recently returned from a humanitarian mission in Albania. He a pediatrician and she a nurse, they were the Church’s first missionaries there. They went about this work as they had through forty-six years as partners in marriage. Each found ample opportunity to use their individual attributes. Thales worked as a clinical instructor in a pediatric hospital that served a wide range of services for children. Charone was assigned to a dystrophy hospital, where eighty children from infancy to two or three years of age were treated for nutritional deficiencies and other severe problems. Because the hospital served a wide radius, mothers and fathers could seldom visit. Some children were abandoned there because of the poverty and desperate circumstances of their parents. When Charone arrived, the tiny patients were apathetic and unresponsive. Most were swaddled so that they lay in their beds listlessly. She observed that the doctors and nurses were professional and did well to keep the children fed and clean, but that was all done on a strict schedule. Demonstrativeness and individual caring were completely lacking. Charone was assigned to the care of ten children. She began singing and talking to them as she worked. At first they didn’t even look at her. She held them during their feedings instead of propping their bottles, and she commented to them about each other. Within two weeks, they were looking at her and following her gestures with their eyes. After six weeks, the changes could be seen by anyone. The children had begun to smile, they gained weight, and their personalities began to emerge. Charone exercised their limbs and gave them practice sitting up. Her charges progressed so well that the doctors modified her schedule so that she and others could nurture all eighty children. Although the little patients still faced difficulties, by the time Charone left, all were thriving as individuals. Love is not just good, it is essential to life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/relief-society-charity-the-guiding-principle.p12\" class=\"\">There is much evidence of the goodness of you women and of the principles that motivate your service and fidelity. As you seek God’s Spirit, work with priesthood leaders, use your capacity to analyze needs, and move with courage, you dignify us all. Your work blesses lives and builds God’s kingdom on earth. Relief Society teaches that exercising charity and participating fully in the blessings of the essential ordinances of the restored gospel lead us to become more like Christ. This is surely the “knowledge and intelligence” that will lead to “better days” for all, and even to eternal life and godliness. To this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93911_000_036\"><a name=\"-93911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93911_000_036\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Jill Mulvay Derr, Janath Russell Cannon, Maureen Ursenbach Beecher, <span class=\"emphasis\">Women of Covenant: The Story of Relief Society <\/span>(Salt Lake City, Deseret Book Co., 1992), p. 47.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_036\"><a name=\"-93911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93911_000_036\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., p. 48.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_036\"><a name=\"-93911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93911_000_036\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}