{"ID":5407, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Strength in the Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p3\" class=\"\">Chieko N. Okazaki<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_037<\/span>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p4\" class=\"\">My dear sisters, aloha! What a joy it is to meet with you this evening and to feel connected to all of our sisters throughout the Church in service, just as the video shows, with the support and direction of our priesthood leaders. I am grateful for the guidance that comes to us from prophets, Apostles, and other Church leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p5\" class=\"\">Tonight, I want to share with you some ideas about strengthening families. If I were to ask you what the Church teaches about strengthening families, I know that you would say things like “spend time together, have family prayer, hold family home evening, and regular scripture study.” In addition to these important things, I want to talk about building stronger families by building a stronger you—strong in your faith of the Savior. <span class=\"emphasis\">That’s<\/span> where strong families come from—from strong individuals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p6\" class=\"\">President Gordon B. Hinckley has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p7\" class=\"\">“The strength of the Church is not in its thousands of houses of worship across the world nor in its universities or seminaries and institutes. These are all facilities, desirable means to an end, but only auxiliary to that which is the true strength. The strength of this Church lies in the hearts of its people, in the individual testimony and conviction of the truth of this work.”<sup class=\"noteMarker\"><a href=\"#footnote1-93911_000_037\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> July 1993, pp. 4–5.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p8\" class=\"\">All of us women have an image of the ideal family—a marriage in the temple to an active priesthood holder, and children who are obedient and faithful. But President Ezra Taft Benson has pointed out that only 14 percent of American households in 1980 match the traditional image of a family—working husband, full-time mother with children still in the home.<sup class=\"noteMarker\"><a href=\"#footnote2-93911_000_037\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1982, p. 59.]<\/span><\/sup> Reliable statistics indicate that only one out of five LDS families in the United States have a husband and wife married in the temple with children in their home.<sup class=\"noteMarker\"><a href=\"#footnote3-93911_000_037\">3<\/a>\n       <span class=\"footnote\">[Tim B. Heaton, “Vital Statistics,” <span class=\"emphasis\">Encyclopedia of Mormonism<\/span> (New York: Macmillan, 1992), 4:1532.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p9\" class=\"\">As Elder M. Russell Ballard has already reminded us, there is great diversity in LDS homes. But all of these homes can be righteous homes where individuals love each other, love the Lord, and strengthen each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p10\" class=\"\">Let me give you an example. Here are two quilts. Both are handmade, beautiful, and delightful to snuggle down in or wrap around a grandchild. Now look at this quilt. It’s a Hawaiian quilt with a strong, predictable pattern. We can look at half of the quilt and predict what the other half looks like. Sometimes our lives seem patterned, predictable in happy ways, in order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p11\" class=\"\">Now look at this second quilt. This style is called a crazy quilt. Some pieces are the same color, but no two pieces are the same size. They’re odd shapes. They come together at odd angles. This is an unpredictable quilt. Sometimes our lives are unpredictable, unpatterned, not neat or well-ordered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p12\" class=\"\">Well, there’s not one right way to be a quilt as long as the pieces are stitched together firmly. Both of these quilts will keep us warm and cozy. Both are beautiful and made with love. There’s not just one right way to be a Mormon woman, either, as long as we are firmly grounded in faith in the Savior, make and keep covenants, live the commandments, and work together in charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p13\" class=\"\">All of us face different family circumstances and home situations. All of us need strength in dealing with them. This strength comes from faith in the Savior’s love and in the power of his atonement. If we trustingly put our hand in the Savior’s, we can claim the promise of the sacramental prayer to always have his Spirit with us. All problems are manageable with that strength, and all other problems are secondary in urgency to maintaining a strong spiritual life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p14\" class=\"\">If we have faith, we will desire to pray often and sincerely, and his Spirit will teach us what to pray for (see <span class=\"citation\" id=\"42966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42966)\">Rom. 8:26–27<\/a><\/span>). We will have the sensitivity to serve compassionately. We will have the wisdom that we need for our Church callings. We can build a loving and respectful partnership with our husbands, children, parents, and friends. If we always have Christ’s Spirit with us, we will have a wise consultant when we are perplexed by our children’s needs. We will receive help in making correct decisions and strength in carrying them out. We will give and receive loyal friendship, and feel in ourselves when the advice we receive from others is truly suited to our needs. We will hold a clear vision of gospel ideals and aspire toward them even as we deal patiently with the limitations of reality. Through faith in the Savior, we can magnify our opportunities, cope with our problems, and keep both of them in perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p15\" class=\"\">Strong families build strong individuals who, in turn, strengthen other family members. We take turns in lifting each other. I have seen this process at work in my own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p16\" class=\"\">When my husband and I married, I was a Latter-day Saint and he was a Congregationalist. I was concerned about marrying a nonmember, but we shared a strong faith in the Savior, and I felt that Ed would continue to seek and accept truth. Ten months after our marriage, he was baptized. We were the only Latter-day Saints in our families, but we could strengthen each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p17\" class=\"\">When Ed was ordained to the Melchizedek Priesthood, the concept of priesthood was a thrilling and exciting one for each of us. He was the first priesthood holder in the Okazaki family, and I, of course, had no relatives who were priesthood holders. Priesthood was something we talked about and worked to understand together. How grateful I was for Ed’s goodness and the many opportunities that the Church gave him to bless others. Ed never took his priesthood for granted. It was always a privilege to him, one exercised with thanksgiving and humility. Supporting Ed in his callings and feeling his support for me in mine were part of the partnership of our marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p18\" class=\"\">In 1988, we were asked to an interview with the Missionary Committee. We suspected that a calling might be in the offing, so Ed, who had had a stroke about two years earlier that affected his heart, went to the doctor first so that he would know if he could accept an assignment. The doctor was absolutely firm that Ed must not leave the country. Thus, when Ed was asked if he could accept an overseas assignment, he was very disappointed to report the doctor’s instructions. I would have supported Ed wholeheartedly in his calling, but it was not to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p19\" class=\"\">Then, a few weeks later, I was called to serve on the Primary General Board, and a year and a half later, I was called to my present position in the Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p20\" class=\"\">When I was being set apart, President Thomas S. Monson, who had known us for years, said, “Eddie, Chieko has supported you in your priesthood callings—in the bishopric, as mission president, and as Regional Representative. Now it’s your turn to support her.” Ed smiled and agreed to do so. Of course, this was not a change for Ed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p21\" class=\"\">Ed and I loved growing in the gospel as a family. We were grateful we had the strength to care for our sons and grateful to see them grow up to become self-reliant people with the strength to help others. We rejoiced in the strength that an intelligent and sensitive daughter-in-law brought to our family. We delighted in seeing our grandsons born and begin to follow the cycle of family life themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p22\" class=\"\">I never appreciated the strength of my sons more than last year, when my husband was dying. All three of us sustained each other and consulted with each other, but I saw Ken take the lead in working with the doctors and the hospital. Then when Ed died, Bob took the lead in making funeral arrangements and dealing with the legal procedures that had to be followed. In planning the funeral service, I took the lead. As each of us passed through different stages in our shock and grief, we had the others for support. When one of us needed to rise to an occasion, we could. When we needed to withdraw with our sorrow, we could because one of the others could step forward and be the leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p23\" class=\"\">I have used the example of my own family, because I have seen for myself that it is to our families that we first turn in such crises. But whatever your family circumstances, I believe the strength we need can always be there because it comes from the Savior and his love. Sometimes our own faith enables us to draw on that love. Sometimes it is the faith and love of others that strengthen us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p24\" class=\"\">We do not know the challenges and adversities that life will give us. But the scriptures promise us that “with God nothing shall be impossible” (<span class=\"citation\" id=\"32465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32465)\">Luke 1:37<\/a><\/span>), and we can say with the Apostle Paul, “I can do all things through Christ which strengtheneth me” (<span class=\"citation\" id=\"41339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41339)\">Philip. 4:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p25\" class=\"\">The scriptures are filled with testimonies of the strength that comes from the Savior. I always feel a lift of the heart that comes to me when I read these rejoicings of the prophets:<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p26\" class=\"\">Moses exulted, “The Lord is my strength and song, and he is become my salvation” (<span class=\"citation\" id=\"23019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23019)\">Ex. 15:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p27\" class=\"\">David sang, “God is my strength and power: and he maketh my way perfect” (<span class=\"citation\" id=\"5021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5021)\">2 Sam. 22:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p28\" class=\"\">To Isaiah, the Lord promised, “Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness” (<span class=\"citation\" id=\"25711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25711)\">Isa. 41:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p29\" class=\"\">How can we build this kind of faith in the strength of the Savior? David had counsel for the people of his time that I repeat to you: “Seek the Lord and his strength … continually” (<span class=\"citation\" id=\"19\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19)\">1 Chr. 16:11<\/a><\/span>). “Blessed is the man [or woman] whose strength is in thee. … Go from strength to strength” (<span class=\"citation\" id=\"42069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42069)\">Ps. 84:5, 7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p30\" class=\"\">Sisters, strengthen yourselves by seeking the source of true strength—the Savior. Come unto him. He loves you. He desires your happiness and exults in your desires for righteousness. Make him your strength, your daily companion, your rod and your staff. Let him comfort you. There is no burden we need bear alone. His grace compensates for our deficiencies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p31\" class=\"\">Your strength will strengthen others—your children, your husband, your friends, and your sisters in the gospel. That strength will flow back from them to you when you need it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p32\" class=\"\">Through the years, my circumstances have changed. I was a single woman, then the wife of a nonmember, then a partner in a temple sealing, a mother, a mother-in-law and grandmother, and now a widow. I have known the Savior’s love in all of these circumstances. My own faith has been rewarded as I have felt the Savior’s presence and power in my home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p33\" class=\"\">My dear sisters, our circumstances will not always be ideal, but we can still strive to live up to them. From the bottom of my heart and from more than fifty years of experience in the Church, I testify that the Savior extends to us all the same mercy, the same healing power, and the same perfect love. He has assured us that it is his work and glory to bring to pass our immortality and eternal life. What joy it gives us to contemplate eternal life with our families as part of the great family of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/strength-in-the-savior.p34\" class=\"\">I say this in the name of our Savior Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-93911_000_037\"><a name=\"-93911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-93911_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> July 1993, pp. 4–5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_037\"><a name=\"-93911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-93911_000_037\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1982, p. 59.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-93911_000_037\"><a name=\"-93911_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-93911_000_037\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Tim B. Heaton, “Vital Statistics,” <span class=\"emphasis\">Encyclopedia of Mormonism<\/span> (New York: Macmillan, 1992), 4:1532.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}