{"ID":5408, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Be of Good Cheer”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p3\" class=\"\">Jeanne Inouye<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p\" class=\"\">Provo Sixteenth Ward, Provo Utah Edgemont Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">93911_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p4\" class=\"\">When I was seventeen years old, I received a patriarchal blessing. I was admonished to seek a companion who could take me to the temple and blessed that I would become a mother in Israel. I subsequently took it for granted that I would finish high school, continue my studies for some time, and then marry and begin a family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p5\" class=\"\">But I was still unmarried in my thirties. By then I had come to understand that the promises of my patriarchal blessing might not be realized during my mortal life. Although I understood that if worthy and faithful, I would eventually enjoy every blessing, I was still troubled. I wondered whether I could be happy if marriage and family did not come in the ways I had desired. During one difficult period, I went often to the temple. On one occasion, I was given a clear message from God. I was told that I did not need to be afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p6\" class=\"\">As I pondered that experience, I understood that my happiness did not depend on the timing of marriage and family blessings nor on the other conditions of my life but upon trust in God and obedience to him. Our Heavenly Father knows and loves each of us; he knows the circumstances and challenges of our lives, and he will help us. The scriptures teach, “Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you” (<span class=\"citation\" id=\"19832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19832)\">D&amp;C 68:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p7\" class=\"\">As it turned out, I did marry. I was thirty-four, and my husband was thirty-seven. We wanted to begin our family quickly, but children did not come easily. We told Heavenly Father that if he would give us a child, we would dedicate that child to his service. When I was thirty-seven, our first child, a daughter, was born. We asked our Heavenly Father for another child and again promised that we would consecrate this child to his will. When I was almost forty, we had a son. We asked for more children but did not receive them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p8\" class=\"\">Emily is now almost ten and Danny is seven, and we are trying to raise them in fulfillment of the promises that we have made. Like Latter-day Saint parents everywhere, we acknowledge that God has given us our children, and we are trying to help them learn to love and serve him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p9\" class=\"\">I still have much to learn about raising children, but the Relief Society has given me the opportunity to share some ideas that have come from my own experiences and from my conversations with friends and family members. They are related to the conviction that we may indeed be of good cheer, for the Lord will be with us and will help us with the varying but inevitable challenges that will come to us all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p10\" class=\"\">One thing I have learned is that motherhood entails difficult decisions. When our first child was born, I had been working for about twelve years, first as a teacher and later as a lawyer. I wondered whether to continue working. My husband’s income was sufficient to meet our needs, but we were about twenty years older than most new parents. I wondered whether we would both survive to raise our children and, if I were widowed, how I would provide for them. I wondered how difficult it would be to find a job at the age of sixty should a need arise as our children entered college or received mission calls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p11\" class=\"\">President Kimball, who was then the prophet, had counseled the sisters of the Church: “Some women, because of circumstances beyond their control, must work. We understand that. … Do not, however, make the mistake of being drawn off into secondary tasks which will cause the neglect of your eternal assignments such as giving birth to and rearing the spirit children of our Father in Heaven. Pray carefully over all your decisions” (Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, p. 103; see also <span class=\"emphasis\">My Beloved Sisters,<\/span> Salt Lake City: Deseret Book Co., 1979, p. 41).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p12\" class=\"\">I took this counsel seriously. I knew that I had to decide whether I was among those who must work. After praying earnestly about the matter, I sought a priesthood blessing from my husband. The blessing promised that I would be able to make a decision that would be good for our family but did not indicate what the decision should be. I tried to foresee the effect my decision would have on my husband, my children, and me and to listen for inspiration. My choice was to become a full-time homemaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p13\" class=\"\">I have not regretted that decision. I have loved being home with the children, watching them grow, and helping them learn. But I remain aware that a time may come when I must provide for my family. Having tried to make a wise decision and to do those things I can to maintain employable skills, I feel I must and can trust the Lord to help me should such a need arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p14\" class=\"\">Formulating priorities is an ongoing process for us all. Sisters throughout the Church, many in circumstances far more difficult than mine, have prayerfully considered the counsel of the prophets and sought the guidance of the Holy Ghost as they too have endeavored to make wise decisions regarding the well-being of their families. And though their decisions have been inevitably varied and diverse, and sometimes misunderstood by others, I believe that they too must and can trust the Lord to help them fulfill their responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p15\" class=\"\">When we have been honest with ourselves and humble before the Lord in decisions about work and in the myriad decisions involved in mothering, we can go forward with courage. “For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind” (<span class=\"citation\" id=\"5276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5276)\">2 Tim. 1:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p16\" class=\"\">As I have attempted to establish priorities, I have learned that we may almost always have too much to do. As a mother at home with only two children, I have too much to do. How much greater the demands are for women who work outside the home or whose families are large or who are parenting their children alone! As I think about our time constraints, I conclude that God has not intended that we should be able to do everything we would like to do. If there were not more to do than we are individually capable of doing, we wouldn’t have to make choices and we would never realize what we value most.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p17\" class=\"\">It is often difficult to know what the most important things are. We are blessed to raise our children in a time when the gospel has been restored and when God has called prophets to help us with decision making. I am grateful for the direction given us by President Ezra Taft Benson. In preparing for this talk, I have studied again his counsel regarding the ways that mothers can bless the lives of their children. I would like to share my experience in implementing one of his suggestions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p18\" class=\"\">President Benson counseled us, as have other prophets, to read the scriptures as a family each day. For the past several years, our family has been trying to do that. Last year, however, I noticed a problem developing. Our children practice musical instruments, and I encourage them to do this in the morning when there are fewer distractions. But sometimes they would go to bed late and get up late. On those days they would not have enough time to finish practicing, dress, eat, and read the scriptures before going out the door. The activity usually slighted was scripture study. Sometimes we would read a verse or two, and sometimes we’d say we’d get to it after school, but our efforts were inconsistent. This year I realized that my priorities were wrong. It occurred to me that I might be conveying to the children that the study of music was more important than the study of the gospel. I decided that on those mornings when time was short, we would study the scriptures and postpone music practice. I want to bear you my testimony that I have felt a great peace as we have followed the counsel of the prophet in this matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p19\" class=\"\">To accept the guidance of our Heavenly Father, through the scriptures and through his prophets, is a source of much strength and courage. We may not be able to do everything, but he will bless us in our efforts to do those things that he has asked us to do. Like Nephi, we can do the things the Lord has commanded, for he “giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them” (<span class=\"citation\" id=\"2049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2049)\">1 Ne. 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p20\" class=\"\">Another source of courage has been the experiences that have taught me that God will give mothers guidance concerning the individual needs of their children. Some of my most fervent prayers have been for blessings for my children and for guidance in directing them. While answers have most often come in the peaceful confirmation of a planned course of action, I have sometimes been surprised with the clarity of new ideas presented to my mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p21\" class=\"\">God will do much more. Every woman who has raised children worries about the mistakes she has made. I feel deep sorrow when I realize that I have hurt my children’s feelings, been impatient, or let opportunities to bless them slip by. But each of us may have hope in the atonement of Christ, not only that we may repent and be forgiven but that through his grace our children can be healed of the emotional wounds we may have inflicted and compensated for the errors we may have made. Christ has said, “Peace I leave with you, my peace I give unto you. … Let not your heart be troubled, neither let it be afraid” (<span class=\"citation\" id=\"29617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29617)\">John 14:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p22\" class=\"\">I am grateful to be a mother. I bear testimony that mothering is, in the words of my patriarchal blessing, “a great and important work given to women of the Church.” I thank Heavenly Father for this privilege to assist in his work—“to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39835)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1993\/11\/be-of-good-cheer.p23\" class=\"\">I bear testimony of his love and interest in helping us, of the accessibility of his guidance through prophets and prayer, and of his kindness and forgiveness for the errors we may make. As mothers in Zion and as sisters in the gospel of Jesus Christ, we are on the Lord’s errand. We may “be of good cheer” [see <span class=\"citation\" id=\"19833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 19833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(19833)\">D&amp;C 68:6<\/a><\/span>], for he will be with us and stand by us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}