{"ID":542, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Search for Truth<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1951, pp. 64-67<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Blessed is the nation whose God is the Lord\"\n(<span class=\"citation\" id=\"41761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41761)\">Ps. 33:12<\/a><\/span>).\n<\/p><p>\nMy brethren and sisters, I pray for an interest in your faith and prayers, for this is a holy\nplace from which to speak.\n<\/p><p>\nIn the dedicatory prayer in the Kirtland Temple given by the Prophet Joseph Smith we have\nthese words, \"seek ye diligently and teach one another words of wisdom; yea, seek ye out of\nthe best books words of wisdom, seek learning even by study and also by faith\"\n(<span class=\"citation\" id=\"12934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12934)\">D&amp;C 109:7<\/a><\/span>).\n<\/p><p>\nBut where shall wisdom be found? and where is the place of understanding?\n<\/p><p>\nMan knoweth not the price thereof; neither is it found in the land of the living.\n<\/p><p>\nThe depth saith, It is not in me; and the sea saith, It is not with me.\n<\/p><p>\nIt cannot be gotten for gold, neither shall silver be weighed for the price thereof.\n<\/p><p>\nIt cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire.\n<\/p><p>\nThe gold and the crystal cannot equal it: and the exchange of it shall not be for jewels\nof fine gold...\n<\/p><p>\nBehold, the fear of the Lord, that is wisdom; and to depart from evil is understanding\n(<span class=\"citation\" id=\"26657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26657)\">Job 28:12-17,28<\/a><\/span>).\n<\/p><p>\nLACK OF WISDOM\n<\/p><p>\nTo me, one of the great defects of our day is the lack of wisdom. If there were wisdom\nenough in the world to direct the course of human conduct, we need not have wars. If we\nwere wise enough we would search for truth in solving all of our problems. We would try to\ndiscover the causes of these problems, and we would seek more wisdom in their solution. We\nwould search for the truth without prejudice, but with an understanding mind and heart until\nthrough wisdom we could agree among men on important solutions for permanent peace and\nthe betterment of mankind. Such wisdom demands that we have a deep faith in God, active\nminds, with insight and understanding of the realities of life, and the teachings of the\nRedeemer. In the book of Ecclesiastes we read,\n<\/p><p>\nWisdom is better than strength . . .\n<\/p><p>\nWisdom is better than weapons of war\n(<span class=\"citation\" id=\"21404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21404)\">Eccl. 9:16,18<\/a><\/span>).\n<\/p><p>\nSEARCH FOR TRUTH\n<\/p><p>\nWe Latter-day Saints are searching for truth in ourselves in order to contribute to the peace\nand the betterment of the world. Yet we cannot find truth without hard work, patient and\nsincere work in the form of study, over a long period of time.\n<\/p><p>\nThis is what a French writer meant when he said, \"Nothing is really known until it has been\nknown a long time.\" Wisdom considers things in the long run; it considers life from the\nstandpoint beyond the individual, beyond the local, beyond the temporary and changing. It\nlooks upon society from a high plane and in the pattern of eternal progression. In other words\nthe goal of wisdom is the building of the kingdom of God upon the earth.\n<\/p><p>\nEDUCATION OF YOUTH\n<\/p><p>\nThe young people of today must be taught to work and study hard that they may establish a\ngood beginning in their search for truth. We read again, \"The things that thou hast not\ngathered; in thy youth, how shall thou find them in thine old age?\" How important it is that\nthe early education of our children be encouraged and developed that a sound basis of study\nmay be established. There are only a very few years in every life, when the mind is fresh and\nplastic and the memory able to retain. These years should not be wasted; they should be used\nto every possible advantage in the search for light, in the development and growth of thought\nand deeds. Let everyone remember that the work he does shall rise up in judgment against\nhim, and the roots of self-respect lie in work done to the best of man's abilities.\n<\/p><p>\nPresident Joseph Young, who for many years was the head of the First Council of the\nSeventy, taught that the most effective way to satisfy one's noble impulses is training one's\nintelligence to its highest pitch, having a depth of faith in Almighty God. Such training means\nyears of study of good books, years of devotion to the search for truth. This is what the\ngospel of Jesus Christ demands of you and me.\n<\/p><p>\nNEED FOR TEACHERS\n<\/p><p>\nEvery man to be educated on any rung of the ladder must have a teacher, not necessarily in\nthe schoolroom, but he must be taught by a good book, a good friend, a leader. Let us not be\naccused as were the Stoics of ancient times that \"The nourishment of religion was drawn from\nthe shallow springs of their own intelligence.\" That is our trouble today.\n<\/p><p>\nLet me read to you from the Acts of the Apostles. One Philip is admonished by the angel of\nthe Lord to go to the man of Ethiopia to be taught and to understand what he is reading. As a\nresult the Ethiopian was converted to Christianity.\n<\/p><p>\nAnd the angel of the Lord spake unto Philip, saying, Arise, and go toward the south\nunto the way that goeth down from Jerusalem unto Gaza, which is desert.\n<\/p><p>\nAnd he arose and went: and, behold, a man of Ethiopia, a man of great authority\nunder Candace queen of the Ethiopians who had the charge of all her treasure, and had\ncome to Jerusalem for to worship,\n<\/p><p>\nWas returning and sitting in his chariot read Esaias the prophet.\n<\/p><p>\nThen the Spirit said unto Philip, Go near, and join thyself to this chariot.\n<\/p><p>\nAnd Philip ran thither to him, and heard him read the prophet Esaias, and said,\nUnderstand thou what thou readest?\n<\/p><p>\nAnd he said, How can I, except some man should guide me? And he desired Philip\nthat he would come up and sit with him\n(<span class=\"citation\" id=\"7649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7649)\">Acts 8:26-31<\/a><\/span>).\n<\/p><p>\nPAUL'S SEARCH\n<\/p><p>\nThe great missionary of Christ, Paul the Apostle, was a man that was ever searching for truth,\never alert, never at any time mentally inactive. His was an active mind, seeking truth in the\nuniversity at Tarsus. He was a student of the great teachers Gamaliel and Hillel. When Paul\nreceived the vision and was converted on the road to Damascus, even then was his mind\nactive in his intense search to understand the word of God and obtain the wisdom of the great\nmessage. Paul knew that the life spent in the search of truth was not an easy one. He realized\nthat his mission was to gain understanding of the truth of Christ and to teach this truth to\nothers. Paul might have said: \"The easier road I leave to others, I have chosen the harder\none.\" It was Emerson who said, \"God gives to every man the choice between truth and\nrepose; he cannot have both.\" But when Paul said, \"I have chosen the harder road,\" he might\nhave added, \"but I have also chosen the happier one,\" for the search for truth is a happy\nsearch, an interesting one, an adventuresome, exciting road to travel.\n<\/p><p>\nA child begins his search for truth with his mother to guide him, in the reading of childhood\nrhymes and stories and classics, Bible stories, tales of heroes, and as he grows and develops,\nhe continues his search in the study of history, certainly one of the great fields in which the\nwisdom of the ages is contained. Unexcelled in the field of history are the Old and New\nTestaments, in connection with the other great works of Holy Writ. We find in the scriptures\nthe words of great poets, great writers&mdash;the highest, the most exalted expressions of human\nthought.\n<\/p><p>\nSCHOOL AT KIRTLAND\n<\/p><p>\nEvery student of Church history knows about the high school established in the Kirtland\nTemple. The students were taught English by reading the best literature and the ancient\nclassics. The principal of the school was Professor H. M. Hawes. There were also established\nHebrew, Greek, and Latin classes; the professor of Hebrew was Joshua Seixas. I have found\nout that the attendance at these classes on the part of the elders was very large, and we have\nfrom the records the statement of how the Prophet Joseph Smith attended night in and night\nout the Hebrew and Greek classes. He undoubtedly felt and responded to the beauty of these\nlanguages, for only those who have studied Greek and Latin and Hebrew know of the beauty\nand richness of the literature that has come down to the present day from those far-off times.\nThe Prophet Joseph Smith shows us the majesty of the statement, \"Seek ye knowledge out of\nthe best books\" (<span class=\"citation\" id=\"12917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12917)\">D&amp;C 88:118<\/a><\/span>),\nand Joseph Young, president of all the seventies in his day, insisted that the\nseventies in their respective quorums become students of literature and philosophy and\nreligion. Thousands of them adopted the motto that, \"Knowledge Is Power.\" The beauty of\nthis idea lies in the fact that the concept of what knowledge means with the Latter-day Saints\nis this truth that God blesses us as we approach him with deep faith and ask his blessing in\nour obtaining knowledge. Our minds and hearts are opened, and we become students in the\ntrue sense of the term, for it is under God's direction that we learn, and Jesus Christ our\nRedeemer becomes our greatest teacher.\n<\/p><p>\nKNOWLEDGE THROUGH FAITH\n<\/p><p>\nThe young student devotes himself to the study of literature and art, engineering and\nmedicine, and whatever he may choose, and in all he learns the truth and beauty of morality,\nthe truths of nature, and of life itself, the truth by which he gains the understanding and\nknowledge of God through his faith. Then these young people are on their way to life\neverlasting. They put into practice our Thirteenth Article of Faith: \n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen; indeed, we may say that we follow the admonition of Paul&mdash;We believe all\nthings, we hope all things, we have endured many things, and hope to be able to\nendure all things. If there is anything virtuous, lovely, or of good report, or\npraiseworthy, we seek after these things&mdash;Joseph Smith\n(<span class=\"citation\" id=\"6659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6659)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nI pray that we, and all America, may hark back to our forebears in our American history, to\nthose who gave us by the divine will of God the Constitution of the United States, and who\nsaw in this government the grandeur that God himself wished, for the word of the Lord is\nright, and all his works are true.\n<\/p><p>\nHe loved righteousness and judgment: the earth is full of the goodness of the Lord.\n<\/p><p>\nBy the word of the Lord were the heavens made; and all the host of them by the\nbreath of his mouth...\n<\/p><p>\nBlessed is the nation whose God is the Lord\n(<span class=\"citation\" id=\"41760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41760)\">Ps. 33:5-6,12<\/a><\/span>).\n<\/p><p>\nMay the American people bring back the ideal of the search for wisdom through faith in God,\nmay God become again the Lord of this nation, I ask in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}