{"ID":543, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">My Testimony<\/p>\n<p class=\"gcspeaker\">Elder Stayner Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Stayner Richards, <i>Conference Report<\/i>, October 1951, pp. 68-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, during my life I have had a number of shocks, but this one that\nhas come to me today is the greatest of them all. Like Elder Romney, I have always loved,\nadmired, respected, and in my humble way, attempted to support the General Authorities of\nthe Church. I have placed them upon a higher plane. I have appreciated their wisdom, their\njudgment, their counsel, and their righteousness.\n<\/p><p>\nGRATITUDE FOR APPOINTMENT\n<\/p><p>\nNow, realizing my inability, my inadequacy, to be asked to step in and associate with those\nbrethren completely overwhelms me. I would be ungrateful if I did not thank them for this\nappointment, and thank you for sustaining me today, and all I can do is to promise you that I\nshall give to this calling the best that I have.\n<\/p><p>\nIf you will pardon a personal allusion, I would like to say that throughout all my Church life,\nin the bishopric, stake presidency, and in the mission field, I have had a wonderful example in\nthe life of my elder brother. Because of his great devotion to the Church, and the study and\nthe preparation and the effort that he has made to qualify himself to measure up to what was\nexpected of him, he has been an inspiration to me.\n<\/p><p>\nKnowing as I do his great appreciation of propriety, of ethics, and how sensitive he is\npertaining to these matters, in making sure that none of his family or relations ever received\nany favoritism, I want to assure you now that if you regard this appointment as a mistake, as\nI do at the present time, that you will not blame Brother Stephen L for it.\n<\/p><p>\nPossibly the only resemblance we have is that we have about the same amount of covering to\ngo over our heads, and if you will observe, we both part our hair in the middle.\n<\/p><p>\nMISSIONARY LABORS\n<\/p><p>\nI shall take just a few minutes to tell you about missionary labors in Great Britain. First, I\nwould like to say that that's a beautiful country, with its green pastures and countryside the\nyear round. They are good people that inhabit those islands. Most of you, I think, can trace\nyour genealogy and your blood strain back to those people.\n<\/p><p>\nThey are courteous. They are honest. They have a sense of justice, and I regard England as\none of the cradles of real democracy. No one can come into that land as a refugee from any\ncountry where he has been persecuted, but what he finds asylum. I have a high regard for the\nEnglish people.\n<\/p><p>\nRight now they are greatly concerned about the health of their monarch, and I would like to\nadvise if it is not already being done by those of the English people, that they pray for King\nGeorge VI. He and his family are real Christians as they understand Christianity. They are\nvery self-sacrificing and they are greatly loved and respected by all their subjects.\n<\/p><p>\nIn the mission field, I am happy to report, conditions are quite satisfactory. Sister Richards\nand I have had the pleasure of trying to build upon the fine foundation that was laid by\nPresident and Sister Boyer. They did an excellent work there. The mission will always be\ngrateful to them for the excellent work that they accomplished and the devotion that they gave\nto the cause.\n<\/p><p>\nOur auxiliary organizations are functioning very well considering the obstacles that they have\nto face. Most of them are officered by local people, and those local people are assuming their\nresponsibilities with a high degree of seriousness, and they are meeting with considerable\nsuccess.\n<\/p><p>\nGENEROUS SUPPORT\n<\/p><p>\nI would like to thank on behalf of the presidency of the British Mission the fine parents who\nhave maintained those missionaries that we have there. We thank you for the encouragement\nthat you have given to them, and the financial support that has made their presence there\npossible.\n<\/p><p>\nMay I tell this group assembled today that among those parents we have found those who\nwere very willing to give of their means to help out in the cause. We have had two of them\nwho have each given a thousand copies of the Book of Mormon for the work. One couple\ngave $1680.00 to purchase an automobile for the two special representatives of the mission\npresidency to travel over the different districts. We had a couple that gave $675.00 to make it\npossible for those branches that could not afford new song books to receive an adequate\nsupply.\n<\/p><p>\nAlso in the mission field we have those with generous hearts. As we concluded one district\nconference, one good brother and his wife came up to me and handed me an envelope and\nsaid, \"President Richards, there is one hundred pounds that I wish you would use for the\nmissionary work.\"\n<\/p><p>\nJust before I left, I was called to the hospital to see a brother who has been sick for some\ntime, and for whom we have prayed to the Lord that he might be blessed and made well.\nWhen I arrived, he handed me a piece of paper and said, \"Would you read that?\"\n<\/p><p>\nAs I read it, I found out that it was a codicil to his will in which he had provided that when\nhe died, a sufficient amount of his money should come to our Church to pay the full cost of\none of the new buildings that we contemplate building.\n<\/p><p>\nThese acts of generosity naturally make us feel that the gospel of Jesus Christ is penetrating\nthe hearts of the people, who are being made to realize that, after all, it isn't what you have,\nbut it is how you use it, and they love the gospel so much that they are willing to give of\ntheir means for its support.\n<\/p><p>\nMISSIONARY PLAN\n<\/p><p>\nOur missionaries are a wonderful lot. Sister Richards and I love them with all our hearts, just\nas we do our own children. We adopted, when we went into the mission field, what is called\nthe Anderson Plan of proselyting. I may possibly not be considered out of order when I pay\nrespect to Elder Anderson and whoever assisted him in working out that plan, for we found\nout that it is a very practical and methodical way of presenting the gospel of Jesus Christ.\n<\/p><p>\nI remember well forty years ago as a missionary when we used to pass a series of three tracts\nto the door, attempt to get a conversation, or attempt to get a cottage meeting, and finally\ncarry on in that work.\n<\/p><p>\nBrethren and sisters, that is only the A B C's compared with this plan. Christ told his\ndisciples, \". . . Go ye into all the world and preach the gospel to every creature\"\n(<span class=\"citation\" id=\"33052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33052)\">Mark 16:15<\/a><\/span>).\nThat is what the missionaries are doing with this plan. They go to the door and with\nsmiles on their faces, and the best personality they can develop, hold up the Book of\nMormon, and they try for fifteen minutes to preach the gospel. They try to lend that book and\nthen secure a cottage meeting. Then they carry on twelve different lessons in which they take\nup one at a time the principles of the gospel and try to secure an agreement on the truth of\nevery one of those principles.\n<\/p><p>\nFAITHFULNESS OF MISSIONARIES\n<\/p><p>\nI don't know about the other missions, but I know that it is working among our missionaries,\nand I thank God for the way they work. They are willing to work from nine o'clock in the\nmorning until ten or eleven o'clock at night, and they love it.\n<\/p><p>\nThey are happy because they are busy, and I think I will try to prove to you just how hard\nthey are working.\n<\/p><p>\nThe last report showed that some districts are averaging 107 hours tracting a month among\nthe missionaries, twenty-six street meetings a month, twenty-eight copies of the Book of\nMormon lent a month, and as high as forty-seven cottage meetings a month, which means that\neach missionary is attending ninety-four because each missionary takes credit for only the\nones that he conducts. That can't be done without work, and work in the Church never hurt\nanybody; and it never will.\n<\/p><p>\nAs a result of their work they have lent out up to date over 29,000 copies of the Book of\nMormon. They have had the pleasure of baptizing, because of the Lord's blessings upon them,\nalmost eight hundred, and at the present rate they should lend out about 40,000 copies of the\nBook of Mormon by the end of the year, and they should be servants in the hands of the Lord\nin bringing in between 1,000 and 1,100 new members into the Church.\n<\/p><p>\nWe rejoice in the great work that they are doing. May I say that they are living so close to\nour Father in heaven that they feel to call upon him on every occasion, and when the question\ncomes up among the investigators, \"How can we give up tea, coffee, and tobacco that we\nhave used all our lives?\" these missionaries, with their faith in God, say, \"You kneel down\nand ask your Father in heaven to help you, and he will take the desire for those poisons away\nfrom you that you will never feel the urge to take them again.\"\n<\/p><p>\nWhen they ask, \"On the amount that we make, how can we pay one-tenth into the Church?\"\nthey tell them the same way, that if they will trust the Lord, the Lord will bless them so that\nthe nine-tenths that they have left will go farther than the ten-tenths that they receive.\n<\/p><p>\nEFFORTS REWARDED\n<\/p><p>\nThe Lord has answered their requests in the most wonderful ways. I wonder if you realize\nhow much faith these missionaries have. It is a marvel to me.\n<\/p><p>\nOne of our district presidents went into Colchester in the Norwich District there. He just\nhappened to be there at noon with his companion to work with the two missionaries. One of\nthem said, \"Will you go out and hold a street meeting with us?\"\n<\/p><p>\nHe said, \"Why, you are not going out in a rain like this? It is raining cats and dogs outside.\"\n<\/p><p>\nThe other replied, \"Sure, we are going out.\"\n<\/p><p>\nHe said, \"All right, I'll go with you.\"\n<\/p><p>\nThey knelt down and had a word of prayer. By the time they got to the corner and started\ntheir street meeting the rain ceased, and that is unusual in England. They held their street\nmeeting and started home, and the rain started up again. That elder told his president that\nevery time that week it had been exactly the same way.\n<\/p><p>\nOur missionaries entered upon a program for six months of preaching love and kindness. Let\nme tell you how it worked with one of the missionaries. He was on a street meeting corner in\nLeeds and as he stood up, one of the hecklers gave him one of the worst lashings of\ninvectives that any man could receive. He tore him down and tore the religion down.\n<\/p><p>\nWhat did this elder do? He lived what he had been preaching. He stepped down, walked over\nto the gentleman and said, \"You have given me an awful calling down today. Possibly it is all\nright. I just want you to know that I hold nothing against you for it, that I love you, brother,\nand I would like to shake your hand.\" Then he went back to the stand.\n<\/p><p>\nA young woman was heard to comment to another, \"I didn't know that anything like that\ncould happen outside of the New Testament.\"\n<\/p><p>\nTHE LORD'S BLESSING\n<\/p><p>\nThere are other things that I could tell you, but I must not take more time. I must not close\nwithout saying that if I have given the impression to any that I claim any credit for what has\nbeen done there, and is being done, I am sorry, because I claim no credit at all. It has all been\ndone by the missionaries, and the Lord's blessings that have attended them. Sister Richards\nand I have been merely innocent and admiring bystanders on the sidelines urging them on.\n<\/p><p>\nI would like to say that I do appreciate my beloved wife. All my life she has been a\nwonderful companion. She is so full of faith and devotion to this work that she has been an\ninspiration to me, and I think it is only fair to say that I feel she has done an excellent work\nin presiding over the Relief Society there in the British Mission.\n<\/p><p>\nMay God bless you, my brethren and sisters, bless all the missionaries throughout the world,\nand cause that his Spirit may ever attend them in their labors is my humble prayer in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}