{"ID":544, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Acceptance of a Call<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1951, pp. 74-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: In spite of the many kindly and sincere words of commendation and\nconfidence that have been spoken to me in the past two hours, I stand before you in the\ndepths of humility, and with fear and trembling do I accept this calling that has come to me at\nthis time. Never once have I thought that such a great assignment would ever be given to me,\nbut I can assure you that inasmuch as it has come through the proper authority, I shall do my\nutmost to do honor to the position and to the work that I am assigned, and to this great\nChurch, and to serve the Lord and you people with all my heart and strength.\n<\/p><p>\nWILLINGNESS TO SERVE\n<\/p><p>\nLong ago, I promised the Lord that I stood ready to give or to do anything and all things\nwhich he would ask of me through his servants. I have tried to do that, and again I commit\nmyself, in your presence, to that course in life.\n<\/p><p>\nI have never yet been up against a task that was difficult for me but what I have found the\nimmediate and sustaining support of my wonderful wife, and along with that, the\nencouragement of my children. That support has been one of the most helpful, strengthening\ninfluences that has come to me in my life. With their help, and with the help of the Lord we\nhave gone along and done our best.\n<\/p><p>\nI remember one time, a few years ago, I was asked if I would serve as the first counselor in\nthe presidency of the East Cache Stake. I already had what I thought was all I could do. I was\ngiven about an hour to decide whether I would or would not accept the call. I was debating it\nseriously, although I knew in my heart that I couldn't refuse. My son, my only son, was at\nhome; (my daughters were not at home), and after conferring with my wife about it, I decided\nto call him from his room and tell him what had happened and see what he might say. I said,\nJohn, they have asked me to become first counselor in the presidency of this stake.\"\n<\/p><p>\nBefore I could ask his opinion he said, \"Well, you're going to take it, aren't you?\" And so I\nhesitated no longer. How I appreciate that! Now that this call has come, I am sure that my\nfamily will help me to become composed and to do my duty.\n<\/p><p>\nI have wondered just how long this stupor lasts when one is called into these positions. I have\nfelt as if I were in a daze, and it doesn't seem to leave quickly, either.\n<\/p><p>\nLOVE FOR GENERAL AUTHORITIES\n<\/p><p>\nI have learned to love these brethren, the General Authorities of the Church, and I have tried\nto sustain them, and I here pledge that I shall sustain them continually in their work. Some of\nthem toured the mission with us. We were \"greenhorns\" at the work, but the comfort and\nencouragement and assurance from these wonderful men I shall never forget.\n<\/p><p>\nWe sang with them as we journeyed and talked with them intimately. They pointed out\nneedful and useful things that we might do, commended us on the few that we had done, but\nthe confidence they inspired and instilled into us was most helpful and heartening. I can never\nforget that! Then the association now and again in the transacting of the business that I have\nhad to do with the other brethren; their coming into our stakes; the kindness and the wisdom\nthat they show is beyond compare.\n<\/p><p>\nI am sure that they will yet be patient with me, and tolerant and helpful. I beg this of them,\nalong with the help of my family which I may well expect. And, I still can look to my Father\nin heaven for added support, and be assured that as he has always done, he will continue to\nstrengthen and help me in the work that I am to do in his Church and kingdom.\n<\/p><p>\nI like that song we sang this morning, \"I'll strengthen thee, help thee, and cause thee to stand,\nupheld by my righteous, omnipotent hand.\" I am sure that help will be forthcoming.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nBrethren, and sisters, I have a testimony of this gospel. Were it not so, I would not accept\nthese assignments. I know that God lives; that Jesus is the Christ, and that Joseph Smith was\nthe instrument in his hands to restore to the earth the gospel, the power of the priesthood in\nthe last days for the last time. There is no doubt about this in my mind, and I testify to you\nthat it is so.\n<\/p><p>\nI realize that this testimony, in order to be sincere and genuine, and any testimony which we\ndeclare, should be accompanied by good works and by serving our Father in heaven; by doing\nhis will and keeping his commandments, otherwise it is merely as sounding brass.\n<\/p><p>\nTwo passages of scripture have helped me greatly as I have come along through life. When I\nfirst read them, they made an impression upon me.\n<\/p><p>\nSeek not for riches but for wisdom, and behold, the mysteries of God shall be\nunfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is\nrich (<span class=\"citation\" id=\"12866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12866)\">D&amp;C 6:7<\/a><\/span>).\n<\/p><p>\nThat helped me.\n<\/p><p>\nAnd the other one which has helped me to dedicate my time as needed is found in the 103rd\nsection of the Doctrine and Covenants and reads: \n<\/p><p>\nLet no man be afraid to lay down his life for my sake; for whoso layeth down his life\nfor my sake shall find it again.\n<\/p><p>\nAnd whoso is not willing to lay down his life for my sake is not my disciple\n(<span class=\"citation\" id=\"12928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12928)\">D&amp;C 103:27-28<\/a><\/span>).\n<\/p><p>\nI hope I shall never falter in my determination to serve him, for I love the Lord with all my\nheart.\n<\/p><p>\nSTAKE WORK\n<\/p><p>\nThere are things that I would like to have finished that we have begun in our stake. We have\na 372-acre farm as a stake welfare project, and I, along with my brethren, have had a great\ndeal of satisfaction out on that farm this summer, working hard and seeing these buildings\nbeing erected and equipped to carry on our dairy project. It has been a great thrill to be out\nthere with the brethren and enjoy the fellowship and the association that come under those\nconditions.\n<\/p><p>\nWe have some little cards that we have the brethren fill out at the end of each day's work\nshowing the amount of time they spend and the type of work they do. I looked over some of\nthose cards one day and found one of the young elders, who was out there for the first time,\nhad been digging a trench part of the day and running cement the other part. Opposite the\nquestion as to the nature of the work done, he wrote in big letters, \"Hard.\" Well, it has been\njust that, but it has been enjoyable.\n<\/p><p>\nI know that this farm and the other affairs will be in good hands because I have had\nwonderful help in the association of my counselors, the high council and the bishoprics of the\nwards&mdash;and the brethren of the priesthood. It has been an inspiration. The work will go on,\nand I will watch it with great eagerness and with great interest.\n<\/p><p>\nMy work in directing the affairs of the Logan Temple has been most satisfying and enjoyable.\nThe devotion of those who serve there is commendable and praiseworthy.\n<\/p><p>\nI must not speak longer, but I pray God to bless you, my brothers and sisters, that we may be\nfaithful and be counted among those who would, if necessary, give our all for his sake as he\nhas given his for our sake, and that I may so be ready, I pray. And I ask you, my friends and\nassociates who know me so well and know my limitations as I know them, to help me and to\npray for me. I need your prayers. May God bless us to be faithful and true, I ask in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}