{"ID":545, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Spirit Within<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1951, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am still surprised, amazed, and shocked at the glorious honor that has come to me. I assure\nyou that I am most humble in accepting this responsibility. The experience of the last\nseventeen or eighteen hours I would not trade for anything of a monetary value.\n<\/p><p>\nPresident McKay called me to his home last evening, pulled up a chair next to me, took my\nhand and looked me in the eyes: there was a chill went up my spine. It was a warm chill, that\nI shall never forget, and I have been impressed since with the thought that if each member of\nthe Church could have such an experience as I had last evening, he would gain strength and a\nsupport the like of which he has never experienced.\n<\/p><p>\nVOTE OF CONFIDENCE\n<\/p><p>\nIt is consoling to know you have the vote of confidence of the membership of the Church\nassembled here. I am reminded of a story of a man who was running for the Senate in one of\nthe states recently. He had made what he thought was an excellent speech, after which one\nwho was in the audience came up and shook his fist in his face and said, \"I wouldn't vote for\nyou if you were Saint Peter.\" The would-be senator said in return,  \"If I were Saint Peter, I\nwouldn't need your vote because you wouldn't be in my district.\"\n<\/p><p>\nI am grateful that I am in your district, brothers and sisters, and that I have had the privilege\nfor about a year and a half of coming into some of the stakes and partaking of your spirit and\nfine hospitality and kindness. This gives me strength to face the task ahead.\n<\/p><p>\nIf my life is of no value to my friends, I assure you that it is of no value to me. Sister\nLongden and I have said many times, that we would like to die with our boots on in the\nservice of the Lord.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nI have a testimony of this gospel, that it is the gospel of Jesus Christ, that his Church is\nrestored to the earth in its fullness. I am grateful for that testimony. I am grateful for faith in\na divine, living personal God. I am grateful for faith in the divine mission of Jesus Christ. I\nam grateful for faith that his gospel has been restored in its fullness. I am grateful for faith in\nthe divine mission of the Prophet Joseph Smith.\n<\/p><p>\nAnd most of all I am grateful that there is a spirit burning within me that tells me that these\nmen whom we have sustained today are our leaders; that they are divine; they are men chosen\nof our Heavenly Father through his Son Jesus Christ to lead us in this the Dispensation of the\nFullness of Times, and that they lead us with love and kindness. I bear you witness and\ntestimony that if we will do the things that these men whom we have sustained counsel us in,\nwe will have no need to fear.\n<\/p><p>\nGRATITUDE FOR BLESSINGS\n<\/p><p>\nI am grateful for a loving wife, one who has overlooked my shortcomings, errors, and\nmistakes, and has been most patient with me now for twenty-seven years. I am grateful for\ntwo lovely daughters that we have been permitted to rear thus far, one who three days ago\nbore a son. I am grateful for these blessings.\n<\/p><p>\nEverything I have I owe to this Church. How grateful I am that the missionaries came and\nsought out my parents in England some sixty years ago, and that they listened to their\nwarning voice.\n<\/p><p>\nLet the Spirit of the Savior be in our hearts whether we are working in the shop, or whether\nwe are in school. You young people need not be ashamed of the gospel of Jesus Christ. I\ndon't care what you might be doing by way of earning your livelihood. As you testify of his\ngoodness, he verily will bless you. And so I realize as I stand before you today that in and of\nmyself I could accomplish nothing, but I understand the scriptures, and I believe it was the\nSavior speaking to Nephi when he said he would not command anything of his children\nunless he prepared the way and  made it possible for them to accomplish those things\n(<span class=\"citation\" id=\"1501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1501)\">1 Ne. 3:7<\/a><\/span>). I have\nfaith in that teaching of the Savior. I know with your help, with your love, with your prayers\nand faith that I will be able to accomplish the bit which I have been called upon to fulfill.\n<\/p><p>\nMay God's choice blessings be upon us, may we have the spirit of love in our homes as we\nwere exhorted this morning.\n<\/p><p>\nEXPERIENCE AT SCHOOL\n<\/p><p>\nI recall a glorious experience just a few months ago in taking a group of young junior high\nschool students to the deaf and dumb school in Ogden. It was a thrilling experience to see a\npatient teacher with children seven and eight years of age who could not hear and could not\nspeak, yet with the aid of the child's hand upon the teacher's throat, a mirror in front of them,\nand with an arm around that child, she was able through the vibrations to teach some\nsentences. They were these (a lesson to the world in this time of turmoil and confusion): \"I\nlove God.\" \"I love father.\" \"I love mother.\" \"I love my neighbor.\" To me that was the action\nof the commandment of Jesus Christ in very deed\n(<span class=\"citation\" id=\"34457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34457)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\nMay we have this love in our hearts as we go back into our wards and into our stakes, I\nhumbly pray, as I bear my testimony to you with all sincerity and humility that this is the\nChurch of Jesus Christ, and I do it in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}