{"ID":5453, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Child’s Love Matured\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p2\" class=\"\">Elder Albert Choules, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21da.jpg\" alt=\"Elder Albert Choules, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p3\" class=\"\">The thoughts I would leave with you today center around three statements of the Savior when He was upon the earth. When asked to define “the first commandment of all,” He answered, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength” (<span class=\"citation\" id=\"33455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33455)\">Mark 12:28, 30<\/a><\/span>). Therefore, obedience to this commandment should become our highest priority. All of our efforts should evidence love for our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p4\" class=\"\">Jesus indicated several ways to demonstrate the love we should have for Him and for our Heavenly Father but phrased it concisely in the simple statement, “If ye love me, keep my commandments” (<span class=\"citation\" id=\"29671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29671)\">John 14:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p5\" class=\"\">Then our Savior added another short and easily understood statement: “Love one another” (<span class=\"citation\" id=\"29663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29663)\">John 13:34<\/a><\/span>). Our love of God and Jesus Christ and for each other should undergird all that we do and feel. Love sincerely given brings love in return. Love so shared brings trust, support, and a level of security that is unsurpassed. A child naturally nestles in the arms of his or her mother, seeking love and protection from her who gave life. That kind of innate love seems to exemplify the commandment to love one another. Love of others seems to come so naturally to children. Their expectation of love in return seems also to be inborn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p6\" class=\"\">These typical tendencies for children to love became especially apparent to me on my first visit to Romania. I remember it vividly. Sister Choules and I went to various institutions with our humanitarian missionaries who were serving there. At an orphanage we saw a rather long, narrow, glass-enclosed room where twenty or so children were playing. They were about three years of age. Most of their daytime hours were spent entertaining themselves and each other, apparently with very little adult care. I asked the supervisor if I could open the door and take some pictures. She agreed. Upon opening the door, many of the children rushed out. I was reminded of days in my youth, when in like manner I saw cattle and horses rush to freedom when a corral gate was opened. These children, however, were not rushing to be free. They hungered for love. Soon we had one or more grasping at each of our legs, reaching up for the love for which they were so starved. I’ll forever have in my mind the picture I took of Sister Choules holding one of these children with their arms tightly wrapped around each other. These children just wanted to be loved and to give love in return. These little ones and other children seem to be born with that unrestrained desire and capacity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p7\" class=\"\">But as we get older, something seems to get in the way. It seems more difficult to give and receive sincere love as children do so naturally. The Lord not only said “love one another,” but He prefaced those words with, “A new commandment I give unto you, That ye love one another.” Then He taught the kind of love that we should cultivate when He added, “As I have loved you, that ye also love one another” (<span class=\"citation\" id=\"29664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29664)\">John 13:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p8\" class=\"\">Often I have wondered: Why do we as adults have to be commanded to do that which comes so naturally to children? Perhaps that is why Christ said that each of us should strive to become as a little child, “for of such is the kingdom of heaven” (<span class=\"citation\" id=\"37555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37555)\">Matt. 19:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p9\" class=\"\">The kingdom of heaven for which we strive can begin with a heavenly life here and now. We can develop a child’s love matured. President David O. McKay said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p10\" class=\"\">“I know of no other place than home where more happiness can be found in this life. It is possible to make home a bit of heaven; indeed, I picture heaven to be a continuation of the ideal home. Some man has said: ‘Home filled with contentment is one of the highest hopes of this life’” (in Conference Report, Apr. 1964, p. 5; or <span class=\"emphasis\">Improvement Era,<\/span> June 1964, p. 520).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p11\" class=\"\">How do we make our home the ideal home and the proper prelude to heaven? I believe we start with the Savior’s admonition to keep His commandments and to do so specifically within the walls of our own home. Husband and wife—father and mother—set the example and tone for all that happens within the home. Hopefully, the relationship starts at a sacred altar in a holy temple. There they kneel, knowing that they are both worthy of that sacred privilege. They are prepared and desirous of entering into sacred covenants—to put each other and the goal of being together in heaven first in their lives. Selfishness is to be put aside. They begin a partnership—a full partnership—that is to be eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p12\" class=\"\">In recent years I have become aware of too many instances in which a man particularly has tried to dominate and exercise unrighteous dominion simply because he has convinced himself that it is his male role. Some mistakenly declare that it is right because they hold the priesthood. Nothing could be further from the truth. The sacred declaration in section 121 of the Doctrine and Covenants belies that erroneous concept. The scripture states clearly that:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p13\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p14\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile—<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p15\" class=\"\">“Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy;<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p16\" class=\"\">“That he may know that thy faithfulness is stronger than the cords of death” (<span class=\"citation\" id=\"20193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20193)\">D&amp;C 121:41–44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p17\" class=\"\">In contrast, a thoughtless and domineering man may mock the phrase “reproving betimes with sharpness.” Indeed he may reprove sharply, ofttimes with raised voice, mouthing vulgar words and phrases, even punctuated with vile physical acts or other kinds of abuse. Forgotten is the qualifier: “when moved upon by the Holy Ghost.” No abusive act would have the sanction of heaven, much less take origin from there. Such a man also seems to have forgotten that not long ago he knelt at a sacred altar and covenanted with his sweet companion and with God to keep all of the Lord’s commandments. No man—particularly one who bears the priesthood—has the right to treat any woman unkindly, especially his wife, with whom he would hope to share eternal joy. Certainly unrighteous dominion cannot be excused upon the mistaken notion that permission comes by being the husband, head of the family, and particularly under the umbrella or authority of the priesthood. The scripture is clear that when sacred authority is abused, the authority of the priesthood is withdrawn (see <span class=\"citation\" id=\"20190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20190)\">D&amp;C 121:34–37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p18\" class=\"\">Elder M. Russell Ballard of the Quorum of the Twelve emphasized this at last October conference. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p19\" class=\"\">“Any man who claims the special powers of heaven for his own selfish purposes and seeks to use the priesthood in any degree of unrighteousness in the Church or in the home simply does not understand the nature of his authority. Priesthood is for service, not servitude; compassion, not compulsion; caring, not control. Those who think otherwise are operating outside the parameters of priesthood authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p20\" class=\"\">“Thankfully, most of our fathers and priesthood officers lead with love, just as most of our mothers and auxiliary leaders do. Leadership based on love brings incredible power. It is real, and it generates lasting results in the lives of our Father’s children” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1993, p. 78).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p21\" class=\"\">Paul taught succinctly, “Husbands, love your wives, even as Christ also loved the church, and gave himself for it” (<span class=\"citation\" id=\"22054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22054)\">Eph. 5:25<\/a><\/span>). When true love prevails between husband and wife, they want to give themselves to and for each other, as Christ gave of Himself. We give for each other on a daily basis when we endeavor always to make each other happy. Then we give up thinking selfishly of ourselves and our personal needs. Then we really think not only of the here and now but of the hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p22\" class=\"\">The Savior has told us that if we marry “by my word, which is my law, and by the new and everlasting covenant, … and if ye abide in my covenant, … it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever” (<span class=\"citation\" id=\"20220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20220)\">D&amp;C 132:19<\/a><\/span>). These are the great and marvelous blessings of exaltation, glory, and eternal life. They are only sealed upon us in the holy temples. They can indeed be ours. With that eternal perspective, only loving thoughts and actions should prevail in our homes, where we help each other along the road to exaltation. That perspective not only prepares us for eternity, but it makes the here and now much happier and more fulfilling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p23\" class=\"\">I have watched the Brethren, those who understand the rights of the priesthood and the needs of eternity perhaps more clearly than anyone. I have watched how they speak of and treat their sweethearts. They give us an example of love, respect, and kindness that we would do well to emulate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p24\" class=\"\">Children learn to copy the patterns of their parents. If parents honor the Sabbath day, if they go to church, if they serve faithfully in their callings with no criticism of leaders, if they heed the Word of Wisdom, if they cheerfully pay their tithes and offerings, if they honor covenants made in the temple, and other commandments are lived and taught, children will receive a priceless foundation. Sons and daughters will treat their wives and husbands in the future as they see their parents treat each other. We can indeed make our home a bit of heaven here, as President McKay stated. We also set the groundwork for our children’s homes to be so too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p25\" class=\"\">I love my wife, Marilyn, so very much and am so grateful for her, for the years we have had together, and for her love given to me in so many ways. She is a marvelous wife and mother and grandmother and faithful servant of the Lord in her own right. My daily prayer includes feelings of gratitude for her and a plea that I might be the kind of husband that I should be and want to be. I’m grateful for our children and our grandchildren and the love that we share together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/a-childs-love-matured.p26\" class=\"\">I bear my witness that God and Jesus Christ live, that if we will love them and keep their commandments and love each other—particularly our companions and our children—we will be happier here and more secure eternally. I’m grateful for these great Brethren who lead us, and I testify of their sacred callings. I’m grateful for and humbled by the opportunity and blessing of serving with them. I pray for them and for each of you, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}