{"ID":5458, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gratitude\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p2\" class=\"\">Elder Lloyd P. George<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21e0.jpg\" alt=\"Elder Lloyd P. George\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p3\" class=\"\">The Psalmist asked the question: “When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p4\" class=\"\">“What is man, that thou art mindful of him? and the son of man, that thou visitest him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p5\" class=\"\">“For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p6\" class=\"\">“Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet” (<span class=\"citation\" id=\"42074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42074)\">Ps. 8:3–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p7\" class=\"\">This clearly puts into perspective the importance of us, his children, in the plan of mortality and eternal life. We also have the word of the Lord to Job when he asked the question of Job: “Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p8\" class=\"\">“Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p9\" class=\"\">“Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p10\" class=\"\">“When the morning stars sang together, and all the sons of God shouted for joy?” (<span class=\"citation\" id=\"26849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26849)\">Job 38:4–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p11\" class=\"\">Brothers and sisters, we were in that council in heaven when this plan was introduced, and we were happy for the privilege, and opportunity, and blessing of coming to earth to receive bodies, which would permit us to have experiences for good or for evil. My brothers and sisters, how grateful we are to have had part in this plan of redemption, rather than to feel as Paul told the Corinthians, “If in this life only we have hope in Christ, we are of all men most miserable” (<span class=\"citation\" id=\"904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(904)\">1 Cor. 15:19<\/a><\/span>). Are we willing to give thanks for blessings and knowledge received?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p12\" class=\"\">I believe one of the greatest sins that we, the children of our Heavenly Father, are guilty of is the sin of ingratitude. President Joseph F. Smith said in one of his talks that when we see a man who has been blessed with additional gifts or greater intellect, and he rises to the acclaim and success of his fellowmen, ofttimes he will attribute his success to his own energies, labors, and mental capabilities. Rather than acknowledge the hand of God in anything connected with his success, he ignores Him altogether and takes the honor to himself (see <span class=\"emphasis\">Journal of Discourses,<\/span> 25:53).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p13\" class=\"\">In all the great modern discoveries in science, in the arts, and in all the material advancements of the age, the world says, “We’ve done it!” The individual says, “I’ve done it!” and gives no honor or credit to God. President Smith continues by saying, “One of the greatest sins of which the inhabitants of the earth are guilty to-day, is the sin of ingratitude” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 25:52).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p14\" class=\"\">I presume most of us have not thought of that as a serious sin. There is a great tendency for us in our prayers—in our pleadings with the Lord—to ask for additional blessings. Sometimes, I feel, we need to devote more of our prayers to expressions of gratitude and thanksgiving for blessings already received. Of course, we need the daily blessings of the Lord. But if we sin in the matter of prayer, I think it is in our lack of expressing thanksgiving for daily blessings. God is not pleased with the inhabitants of the earth but is angry with them because they will not acknowledge his hand in all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p15\" class=\"\">“And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments” (<span class=\"citation\" id=\"20095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20095)\">D&amp;C 59:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p16\" class=\"\">A classic example of ingratitude as spoken of by the Savior is in Luke, chapter 17: “And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p17\" class=\"\">“And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p18\" class=\"\">“And they lifted up their voices, and said, Jesus, Master, have mercy on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p19\" class=\"\">“And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p20\" class=\"\">“And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p21\" class=\"\">“And fell down on his face at his feet, giving him thanks: and he was a Samaritan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p22\" class=\"\">“And Jesus answering said, Were there not ten cleansed? but where are the nine?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p23\" class=\"\">“There are not found that returned to give glory to God, save this stranger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p24\" class=\"\">“And he said unto him, Arise, go thy way: thy faith hath made thee whole” (<span class=\"citation\" id=\"32506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32506)\">Luke 17:11–19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p25\" class=\"\">I publicly express my gratitude. I am grateful this day to be able to testify to you that I know and understand the plan of our Father, that I can accept it with dedication and with thanksgiving, knowing the plan and the purposes for us being here on earth. I am grateful that the Lord loves us so much that he has allowed his Only Begotten Son to be sacrificed for us. I am also grateful for Joseph Smith—the prophet who is, was, and always will be a prophet of God, ordained and chosen to stand at the head of the dispensation of the fulness of times, with all the keys to unlock the doors into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p26\" class=\"\">I am grateful that the Lord has allowed me the great privilege and opportunity of being in his service. I have tried to dedicate myself to his holy principles and to his children here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p27\" class=\"\">I am grateful for the things which I have suffered in the flesh, which have been blessings in my life that have taught me patience, long-suffering, faith, and a sensitivity to those who are less fortunate. I am grateful and thankful for the heritage which I have, for those great ancestors who devoted themselves to the work of the Lord, who sacrificed their well-being, yes, and even their lives for their belief in God. How blessed I have been to have worthy parents who taught me in a loving, kind way the principles of salvation by deed and by example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p28\" class=\"\">Grateful I am for a loving, eternal companion who loves the Lord and understands his plan. She is a woman with great patience and understanding. I am grateful for children and grandchildren who support and sustain me. I know well as a father the joy I receive from my children when they express appreciation and love for me. I could not have asked for greater children and grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p29\" class=\"\">I am grateful that I have had this time to sit in council with those who have responsibility for the kingdom of our Father here on the earth. They are great men, dedicated men, men who have unconditional love for one another and for their God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p30\" class=\"\">How blessed I am for the privilege of associating with the Saints throughout the world! This has brought joy and satisfaction, even a strengthening of my testimony as to how the Lord works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p31\" class=\"\">Truly I have been blessed far beyond that which I merit. And in the coming days, I pray only that I might always be found as Abraham Lincoln said: “Die when I may, I would like it said of me by those who knew me best, that I always plucked a thistle, and planted a rose where I thought a rose would grow.” I have learned in my life that trials are blessings in disguise if we accept them with humility, faith, and fortitude. All that we suffer and endure with patience will build within us a more charitable and tender person, having acquired the education we came on earth to receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p32\" class=\"\">God help us to be grateful for our blessings, never to be guilty of the sin of ingratitude, and to instill this same gratitude into the lives of our children. The Lord has said, “And he who receiveth all things with thankfulness shall be made glorious; and the things of this earth shall be added unto him, even an hundred fold, yea, more” (<span class=\"citation\" id=\"20118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20118)\">D&amp;C 78:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p33\" class=\"\">This great principle of gratitude, made a daily part of our lives and our prayers, can lift and bless us as individuals, as members of the Church, and as parents and families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/gratitude.p34\" class=\"\">This testimony, and with a love unfeigned to all the special children of our Heavenly Father, I bear humbly and in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}