{"ID":5460, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Special Status of Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p2\" class=\"\">Elder Merlin R. Lybbert<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21e2.jpg\" alt=\"Elder Merlin R. Lybbert\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p3\" class=\"\">In a day when one of “the greatest problem[s] in our society is the abandonment of children through the abandonment of parental leadership” (Richard Lloyd Anderson, <span class=\"emphasis\">Understanding Paul,<\/span> Salt Lake City: Deseret Book Co., 1983, p. 354), the First Presidency has asked that “we reemphasize the need for all adult members to focus on our children in an ongoing effort to help them learn to follow the teachings of the Savior.” Also they have asked each of us to “rededicate ourselves to nourish and bless them temporally and spiritually” (First Presidency Letter, 1 Aug. 1993; see <span class=\"emphasis\">Ensign,<\/span> Jan. 1994, p. 80).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p4\" class=\"\">It may be helpful to review some of the doctrines as contained in the scriptures pertaining to the special status of children. These doctrines provide direction for those who are raising children and comfort to those of us who have lost a child in death at an early age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p5\" class=\"\">Heavenly Father intended that each child should have the combined loving protection and guidance of caring parents. The pattern was established by Adam and Eve, our first parents. Joseph, the descendant of David, agreed to become the surrogate father of Jesus, the Son of God, when he accepted Mary as his wife, following a visitation of the angel Gabriel. In Nazareth, Joseph was regarded as the father of Jesus (see <span class=\"citation\" id=\"37544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37544)\">Matt. 13:55<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p6\" class=\"\">The Christ child grew and developed in a modest home, where Joseph earned a humble living as a carpenter, and where Jesus also learned this craft (see <span class=\"citation\" id=\"33446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33446)\">Mark 6:3<\/a><\/span>). There were other members of the family. Mary and Joseph had four other sons and at least two daughters, all of whom were referred to in the community as the brothers and sisters of Jesus (see <span class=\"citation\" id=\"37545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37545)\">Matt. 13:55–56<\/a><\/span>; <span class=\"citation\" id=\"33447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33447)\">Mark 6:3<\/a><\/span>). The example of Joseph and Mary in providing a suitable home for their large family was such that Luke recorded that Jesus “grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him” (<span class=\"citation\" id=\"32486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32486)\">Luke 2:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p7\" class=\"\">The Lord extends special protection to children and shares jurisdiction with earthly parents, even as we enjoy their presence. They cannot sin until they reach the age of accountability, which the Lord has declared to be eight years (see <span class=\"citation\" id=\"20050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20050)\">D&amp;C 18:42<\/a><\/span>; <span class=\"citation\" id=\"20066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20066)\">D&amp;C 29:47<\/a><\/span>). In fact, the power to even tempt them to commit sin has been taken from Satan. The prophet Mormon taught that “little children are whole, for they are not capable of committing sin. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p8\" class=\"\">“Little children are alive in Christ, even from the foundation of the world; if not so, God is a partial God, and also a changeable God, and a respecter to persons; for how many little children have died without baptism!” (<span class=\"citation\" id=\"38685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38685)\">Moro. 8:8, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p9\" class=\"\">Because they cannot sin, they have no need of repentance, neither baptism. Adam’s original transgression has no claim as a result of the atonement of Jesus Christ. Mormon declared the practice of baptizing little children to be a “solemn mockery before God” (<span class=\"citation\" id=\"38686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38686)\">Moro. 8:9<\/a><\/span>), for repentance and baptism apply to those who are “accountable and capable of committing sin” (<span class=\"citation\" id=\"38687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38687)\">Moro. 8:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p10\" class=\"\">Because all children who die before the age of accountability are pure, innocent, and wholly sin-free, they are saved in the celestial kingdom of heaven (see <span class=\"citation\" id=\"20226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20226)\">D&amp;C 137:10<\/a><\/span>; <span class=\"citation\" id=\"40900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40900)\">Mosiah 3:18<\/a><\/span>). Understanding the special status of little children before God, because of their pure and innocent nature, brings understanding of the Lord’s commandment to “repent, and become as a little child, and be baptized in [His] name” (<span class=\"citation\" id=\"6341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6341)\">3 Ne. 11:37<\/a><\/span>). The childlike qualities the Lord had reference to are developed by yielding to “the enticings of the Holy Spirit,” so as to become “submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father.” Truly, such a person “becometh a saint” as spoken by Mosiah (<span class=\"citation\" id=\"40902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40902)\">Mosiah 3:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p11\" class=\"\">Parents in Zion have the special responsibility of teaching and training their children in righteousness. They are to be taught “to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old.” Otherwise, the Lord declared, “the sin be upon the heads of the parents” (<span class=\"citation\" id=\"20110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20110)\">D&amp;C 68:25<\/a><\/span>). This teaching is to be done before a child reaches the age of accountability, and while innocent and sin-free. This is protected time for parents to teach the principles and ordinances of salvation to their children without interference from Satan. It is a time to dress them in armor in preparation for the battle against sin. When this preparation time is neglected, they are left vulnerable to the enemy. To permit a child to enter into that period of his life when he will be buffeted and tempted by the evil one, without faith in the Lord Jesus Christ and an understanding of the basic principles of the gospel, is to set him adrift in a world of wickedness. During these formative, innocent years, a child may learn wrong behavior; but such is not the result of Satan’s temptations, but comes from the wrong teachings and the bad example of others. In this context, the Savior’s harsh judgment of adults who offend children is better understood, wherein he said, “It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones” (<span class=\"citation\" id=\"32505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32505)\">Luke 17:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p12\" class=\"\">We offend a child by any teaching or example which leads a little one to violate a moral law; causes him to stumble, or go astray; excites him to anger; creates resentment; or perhaps even leads him to become displeasing and disagreeable. Certainly, in the context of the Savior’s harsh indictment concerning anyone who “offends” a child, one guilty of such conduct is in serious jeopardy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p13\" class=\"\">Every child is entitled to live in a home, as Jesus did, where there is an environment permitting growth in gospel understanding, where each can wax strong in spirit and his life be filled with wisdom, so that the grace of God will be upon him (see <span class=\"citation\" id=\"32487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32487)\">Luke 2:40<\/a><\/span>). These precious little ones are as angels among us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p14\" class=\"\">Fulfilling this opportunity of teaching is not dependent upon social status, wealth, or position. In fact, the most effective instruction may well be done at the humblest fireside. Some may rationalize their failure to follow this God-given instruction by assuming that children of tender years are not capable of understanding gospel principles. Parents who have followed the practice of teaching their children know otherwise. Family home evening presents a special opportunity to teach the gospel to the family. The parents of a five-year-old were concerned about how they should teach of Nephi’s encounter with the wicked Laban. Laban had repeatedly refused to make the precious brass plates containing a religious record available to Nephi and had sought to kill him and his brothers after confiscating their family wealth. When Nephi encountered the drunken Laban, the Spirit directed Nephi to slay him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p15\" class=\"\">“Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief” (<span class=\"citation\" id=\"2080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2080)\">1 Ne. 4:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p16\" class=\"\">As this young boy, my grandson, knelt beside his bed that evening, his prayer demonstrated his understanding and personal application of the lesson. He said, “And help me, Heavenly Father, to be obedient like Nephi, even when it’s hard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p17\" class=\"\">Demonstration of these principles of truth as taught in the scriptures, and applied in the various settings of life, is a sure way of developing understanding and obedience in the lives of children. The Primary of the Church also teaches children the gospel of Jesus Christ. This is a valuable support the Church gives to parents and their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-special-status-of-children.p18\" class=\"\">It is my witness that our kind and loving Heavenly Father has made special allowances for little children, consistent with their innocence and the eternal principle of agency. It is also my witness that he gave parents, and all adults, the responsibility of properly teaching and protecting them. Offenders of these little ones face a divine wrath. The Savior’s injunction to become as a little child is an invitation to purify our lives that we also may stand blameless before Him. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}