{"ID":5463, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Live in Obedience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p3\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">94905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p4\" class=\"\">My beloved brethren, I am humbled and honored to speak to the priesthood of the Lord’s church. This priesthood now numbers more than two million throughout the world who have made a covenant with the Lord to be His servants here upon the earth. We do <span class=\"emphasis\">His<\/span> work. Great is the charge He has given us to “warn, expound, exhort, and teach, and invite all to come unto Christ.”<sup class=\"noteMarker\"><a href=\"#footnote1-94905_000_019\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20052)\">D&amp;C 20:59<\/a><\/span>.]<\/span><\/sup> Ours is a call to labor with all our “heart, might, mind and strength”<sup class=\"noteMarker\"><a href=\"#footnote2-94905_000_019\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20030)\">D&amp;C 4:2<\/a><\/span>.]<\/span><\/sup> “to bring forth and establish the cause of Zion.”<sup class=\"noteMarker\"><a href=\"#footnote3-94905_000_019\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20036)\">D&amp;C 6:6<\/a><\/span>.]<\/span><\/sup> We are “called to serve”<sup class=\"noteMarker\"><a href=\"#footnote4-94905_000_019\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 249.]<\/span><\/sup> by the Father of us all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p5\" class=\"\">Tonight I would like to address the Aaronic Priesthood. I pray fervently for the guidance of the Holy Spirit that the Lord’s promise might be fulfilled that “he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together.”<sup class=\"noteMarker\"><a href=\"#footnote5-94905_000_019\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20087)\">D&amp;C 50:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p6\" class=\"\">My message to you young men is this: by obedience to the laws of the gospel, you can lift yourselves above the quagmire of sin that surrounds us in this world. In addition to helping you to become better servants of the Lord, obedience to these laws will help you to be better in everything you undertake in life, whether it be your activity in the Church, your family, education, business, profession, science, athletics, or any other worthwhile endeavor. You will be a better son, a better brother, and a better friend. You will enjoy your life more; you will be happier and at peace with yourself because you will know that your life is acceptable to your Heavenly Father and His Beloved Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p7\" class=\"\">We who serve in this great body of the priesthood do so because each of us has been called and chosen.<sup class=\"noteMarker\"><a href=\"#footnote6-94905_000_019\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"29677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29677)\">John 15:16<\/a><\/span>.]<\/span><\/sup> God wants us to serve willingly and obediently. We who have made baptismal covenants and have accepted the call to serve in the Lord’s kingdom as bearers of the holy priesthood have agreed to conform our will to His. We “should be humble, … submissive and … diligent in keeping the commandments of God at all times.”<sup class=\"noteMarker\"><a href=\"#footnote7-94905_000_019\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10067)\">Alma 7:23<\/a><\/span>.]<\/span><\/sup> My young brethren, “learn wisdom in [your] youth; yea, learn in [your] youth to keep the commandments of God.”<sup class=\"noteMarker\"><a href=\"#footnote8-94905_000_019\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10094)\">Alma 37:35<\/a><\/span>.]<\/span><\/sup> Nothing is more important to you than obedience to God’s commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p8\" class=\"\">President Ezra Taft Benson has stated that “obedience is the first law of heaven.”<sup class=\"noteMarker\"><a href=\"#footnote9-94905_000_019\">9<\/a>\n       <span class=\"footnote\">[Ezra Taft Benson, Mission Presidents’ Seminar, 21 June 1988; see <span class=\"emphasis\">Teachings of Ezra Taft Benson<\/span> (Salt Lake City: Bookcraft, 1988), p. 26.]<\/span><\/sup> This principle applies to all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p9\" class=\"\">I observed a marvelous display of obedience during a recent visit to a large cattle ranch in Argentina. Early one morning, the gauchos brought forty horses into a corral to select their mounts for the day. Gauchos are like cowboys in the United States. Each gaucho went into the corral and whistled softly like this [whistling]. This established their presence. When the horses heard the soft whistling, they lined up quickly near the fence, facing the gauchos. The horses held their heads high, kept their eyes constantly on their masters, and kept their ears forward in an alert, receptive stance. They gave complete attention and appeared to be anxious to serve. They quickly organized themselves into a line as if for a full military dress inspection or review. The gauchos stepped back out of the way and whistled again. The horses circled quickly to the other side of the corral and lined up facing the gauchos. They looked as if a drill sergeant had called them to attention. Each gaucho chose his mount for the day’s work and walked up to the horse he had selected. The others stayed in line waiting for their assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p10\" class=\"\">When I asked how the gauchos taught the horses to be so obedient, I was informed that their training started when the horses were colts. Each one learned from its caring mother and from other mature horses. The gauchos began training the colts when they were young, with kindness, never using force of a lasso or a whip.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p11\" class=\"\">Watching this display of obedience, I thought of you Aaronic Priesthood brethren and how you are taught by your mothers, like the two thousand stripling sons of Helaman,<sup class=\"noteMarker\"><a href=\"#footnote10-94905_000_019\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"10101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10101)\">Alma 56:47–48<\/a><\/span>.]<\/span><\/sup> and by caring fathers and priesthood leaders. I thought of you following their good example, disciplining yourselves, and keeping yourselves alert—willing to serve your Lord and Master as He chooses and calls you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p12\" class=\"\">As you grow and mature, you will want and will earn more freedom to live your lives your way and to make your own choices. This you should do. Our hope and prayer is that you will grow up strong and obedient in the faith and that, like the young Jesus, you will increase “in wisdom and stature, and in favour with God and man.”<sup class=\"noteMarker\"><a href=\"#footnote11-94905_000_019\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32489)\">Luke 2:52<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p13\" class=\"\">We urge you to be obedient and faithful to your priesthood duties. God has given you the authority to act in His name during this youthful season of your lives. The Aaronic Priesthood will prepare you for the time when you will be ready to receive the greater authority of the Melchizedek Priesthood. Prepare well for that great blessing by being faithful now in magnifying your Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p14\" class=\"\">Serve valiantly in any position to which you may be called. Prepare, bless, and pass the emblems of the holy sacrament worthily. Diligently gather fast offerings to assist your bishop in his duty to care for those in need. Tend to your home teaching duties consistently. Home teaching is an excellent preparation for missionary service. Attend all of your meetings regularly. Study your scriptures and pray daily and pay your tithing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p15\" class=\"\">If you will be obedient bearers of the Aaronic Priesthood, I can promise you that by the time you are an ordained elder in the Melchizedek Priesthood, you will be ready to proclaim the gospel of Jesus Christ as a missionary boldly and persuasively. You will be better prepared for the later privileges and challenges of marriage and fatherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p16\" class=\"\">To help missionaries remain faithful and obedient, we give them a little handbook. We ask them to carry it with them and read from it often. We have also provided a handbook for our young men and young women. Its title is <span class=\"emphasis\">For the Strength of Youth.<\/span> We ask you to carry it with you, refer to it frequently, and live according to the counsel it contains. That counsel can protect you from evil and help you to obey even when obedience is difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p17\" class=\"\">As you build your lives in obedience to the gospel and strive to achieve your goals, do not become discouraged by temporary setbacks and disappointments. Remember that “it must needs be, that there is an opposition in all things.”<sup class=\"noteMarker\"><a href=\"#footnote12-94905_000_019\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4561)\">2 Ne. 2:11<\/a><\/span>.]<\/span><\/sup> You will grow and learn by overcoming obstacles. The Lord has admonished all of us to “keep [His] commandments and endure to the end.”<sup class=\"noteMarker\"><a href=\"#footnote13-94905_000_019\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20045)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p18\" class=\"\">No doubt, you young men have learned that obedience is not always easy. In fact, it can sometimes seem stifling, uncomfortable, or even impossible. “But with God all things are possible.”<sup class=\"noteMarker\"><a href=\"#footnote14-94905_000_019\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37558)\">Matt. 19:26<\/a><\/span>.]<\/span><\/sup> You can be obedient. You can defeat Satan and overcome temptation. God “will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.”<sup class=\"noteMarker\"><a href=\"#footnote15-94905_000_019\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(891)\">1 Cor. 10:13<\/a><\/span>.]<\/span><\/sup> The Lord does not expect anything of you that you cannot do. Remember Nephi’s faith when he testified that “the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.”<sup class=\"noteMarker\"><a href=\"#footnote16-94905_000_019\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2077)\">1 Ne. 3:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p19\" class=\"\">We live in a world filled with evil. Swirling all around us are the whirlwinds of strife and contention, temptation and sin. “The priesthood is a shield against temptation; it motivates and inspires young men to the highest and noblest of deeds; every young man, whether he holds the office of deacon, teacher, or priest, is a servant of the Lord Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote17-94905_000_019\">17<\/a>\n       <span class=\"footnote\">[Joseph L. Wirthlin, <span class=\"emphasis\">A Heritage of Faith<\/span> (Salt Lake City: Deseret Book Co., 1964), p. 78.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p20\" class=\"\">How could we serve Him unless we were free from the evils of mortal life? Some mistakenly think it is impossible to avoid the sins of the world. To escape evil, a few even attempt to isolate themselves from society. The Savior prayed “not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.”<sup class=\"noteMarker\"><a href=\"#footnote18-94905_000_019\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29682)\">John 17:15<\/a><\/span>.]<\/span><\/sup> That, too, is our prayer for you young men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p21\" class=\"\">Willing obedience provides lasting protection against Satan’s alluring and tantalizing temptations. Jesus is our perfect example of obedience. Learn to do as He did when Satan tempted Him in the wilderness. Even though He was weakened by fasting, His answer was quick and firm: “Get thee behind me, Satan.”<sup class=\"noteMarker\"><a href=\"#footnote19-94905_000_019\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32491)\">Luke 4:8<\/a><\/span>.]<\/span><\/sup> Elder Neal A. Maxwell said this of the Savior’s example in resisting temptation: “Jesus noticed the tremendous temptations that came to Him, but He did not process and reprocess them. Instead, He rejected them promptly. <span class=\"emphasis\">If we entertain temptations, soon they begin entertaining us!”<\/span><sup class=\"noteMarker\"><a href=\"#footnote20-94905_000_019\">20<\/a>\n       <span class=\"footnote\">[Neal A. Maxwell, <span class=\"emphasis\">Ensign,<\/span> May 1987, p. 71; emphasis added.]<\/span><\/sup> When Satan comes calling, cast him out as quickly as possible. Do not let temptation even begin to entertain you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p22\" class=\"\">I plead with you young brethren of the priesthood to live above the curse of immorality that is plaguing the earth. Rise above the squalor of pornography, obscenity, and filth. Be virtuous and chaste. Uphold your young sisters in the gospel by respecting their budding womanhood and protecting their virtue. Always conduct yourselves according to the commandments of God when you are with them. You want your girlfriends to remain clean and pure. Just as you surely would protect the chastity of your own sister in your family, likewise protect the virtue of your sisters in God’s family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p23\" class=\"\">If you make a mistake, obtain forgiveness through sincere, humble repentance. God does forgive; it is a miracle made possible by the atoning sacrifice of His Son, Jesus Christ. But mistakes that seem to be small to you, if uncorrected, can have enormous consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p24\" class=\"\">The First Presidency has stated very clearly that serious sins, especially immorality, could disqualify a young man from serving a mission. Yes, repentance is possible, but the privilege and blessing of serving a full-time mission for the Lord could be lost through transgression. Momentary lapses in an otherwise outstanding life could jeopardize this significant privilege and blessing. Brethren, never let your guard down!<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p25\" class=\"\">Even though a loving God has provided a pathway to repentance, you simply do not have the time to waste in transgression. Sin wounds the soul; healing slows progress and takes time that could have been used in productive service and progress. The Lord needs you faithful and worthy young men, now and in the future, to combat the forces of Satan that are ravaging the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p26\" class=\"\">Let me share an experience from my own youth, an experience that taught me the importance of obedience in doing even small things well. I loved to play football in high school and at the university. I wanted to be a good athlete. I especially remember one game. Our university team faced the University of Colorado in a contest for the conference championship. We were well coached and really well prepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p27\" class=\"\">The star of the Colorado team was Byron “Whizzer” White, an all-American who was a tremendous athlete. He was a fast, versatile, and powerful quarterback. His athletic prowess was legendary. His scholastic abilities were equally impressive. He later became a Rhodes scholar and retired recently as an associate justice of the United States Supreme Court.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p28\" class=\"\">Our wise coach was Ike Armstrong. His warnings before the game included two simple instructions: one, do not kick off or punt the ball to Whizzer White, and two, never let him get past the line of scrimmage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p29\" class=\"\">We followed his instructions and held Colorado scoreless throughout the first half. Early in the second half, however, Whizzer White kicked a field goal. We answered with a touchdown and kicked the extra point. We were ahead seven to three at the end of the third quarter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p30\" class=\"\">On the second play of the fourth quarter, we punted. The ball sailed deep into the corner of the field, near their end zone. Whizzer White plucked the tumbling ball out of the air at his fifteen-yard line and dropped back to his five-yard line to evade the first of our tacklers. Then with the speed, strength, and agility that had built his reputation, he started upfield and sidestepped every player of our team. I managed only to touch him with my little finger. He ran the entire length of the field for a touchdown—thrilling for Colorado, but disappointing for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p31\" class=\"\">Later in the fourth quarter, Whizzer dashed around his own right end and beyond the line of scrimmage and ran fifty-seven yards for another touchdown. The game ended with a score seventeen to seven. Colorado won the game and the conference championship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p32\" class=\"\">Though we lost, I learned the importance of constant obedience to detailed instructions of our leader. Failure to obey our coach’s two pregame warnings for just two plays—two brief lapses in an otherwise outstanding effort—cost us the game and the conference championship. That is all it took for us to lose something we had worked so hard to achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p33\" class=\"\">I testify to you, my brethren, that your Heavenly Father loves you and wants you to receive and enjoy every blessing He has for His children, including the blessings of happiness and peace. We, the leaders of the Lord’s church, love you. We pray for you earnestly and constantly. Your leaders in your wards and branches and in your stakes and districts likewise love you and pray for you. Your parents’ prayers and love for you are beyond measure. We all want you to succeed in this life and to qualify for the greatest of God’s gifts—eternal life in the celestial kingdom. To achieve your goals in this mortal life and prove yourselves worthy of eternal blessings, learn to obey. There is no other way. Obedience brings great strength and power into your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p34\" class=\"\">The commandments of the gospel come from a tender, loving Father whose laws are given to make us happy, to protect us, and to help us avoid the inescapable pain and misery that always result when we yield to Satan and give in to temptation. “Wickedness never was happiness.”<sup class=\"noteMarker\"><a href=\"#footnote21-94905_000_019\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10099)\">Alma 41:10<\/a><\/span>.]<\/span><\/sup> God is, indeed, our loving Father. Everything He does is for our good. He knows all things. He knows us much better than we know ourselves, and He knows what is best for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/live-in-obedience.p35\" class=\"\">May the Lord bless each of you special young men with strength and courage to obey His will and to prepare diligently for the work and joy that lie ahead, I pray humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-94905_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20052)\">D&amp;C 20:59<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-94905_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20030)\">D&amp;C 4:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-94905_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20036)\">D&amp;C 6:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-94905_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 249.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-94905_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20087)\">D&amp;C 50:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-94905_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29677)\">John 15:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-94905_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10067)\">Alma 7:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-94905_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10094)\">Alma 37:35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-94905_000_019\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Ezra Taft Benson, Mission Presidents’ Seminar, 21 June 1988; see <span class=\"emphasis\">Teachings of Ezra Taft Benson<\/span> (Salt Lake City: Bookcraft, 1988), p. 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-94905_000_019\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"10101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10101)\">Alma 56:47–48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-94905_000_019\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32489)\">Luke 2:52<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-94905_000_019\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4561)\">2 Ne. 2:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-94905_000_019\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20045)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-94905_000_019\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37558)\">Matt. 19:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-94905_000_019\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(891)\">1 Cor. 10:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-94905_000_019\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2077)\">1 Ne. 3:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-94905_000_019\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph L. Wirthlin, <span class=\"emphasis\">A Heritage of Faith<\/span> (Salt Lake City: Deseret Book Co., 1964), p. 78.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-94905_000_019\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29682)\">John 17:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-94905_000_019\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32491)\">Luke 4:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-94905_000_019\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>Neal A. Maxwell, <span class=\"emphasis\">Ensign,<\/span> May 1987, p. 71; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_019\"><a name=\"-94905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-94905_000_019\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10099)\">Alma 41:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}