{"ID":5467, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Priesthood—A Sacred Trust\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p3\" class=\"\">What a solemn thought, to contemplate the vast priesthood audience assembled here in the Tabernacle on Temple Square and gathered in hundreds of buildings throughout the world! I sincerely pray for the Spirit of the Lord to guide my remarks this evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p4\" class=\"\">The presence of those who hold the Aaronic Priesthood brings to mind my own experiences as I graduated from Primary, having memorized the Articles of Faith, and then received the Aaronic Priesthood and the office and calling of a deacon. To pass the sacrament was a privilege, and to gather fast offerings a sacred trust. I was set apart as the secretary of the deacons quorum and, at that moment, felt that boyhood had passed and young manhood had begun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p5\" class=\"\">Can you young men realize the shock I felt, while attending an officers’ meeting of our ward conference, when a member of the stake presidency, after calling upon the priesthood and auxiliary leaders to speak, without warning read my name and office, inviting me to give an account of my stewardship and to express my feelings regarding my calling as secretary of the deacons quorum and thus a ward officer. I don’t recall what I said, but a sense of responsibility engulfed me, never to depart thereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p6\" class=\"\">I sincerely hope that each deacon, teacher, and priest is aware of the significance of his priesthood ordination and the privilege which is his to fulfill a vital role in the life of every member through his participation in administration and passing of the sacrament each Sunday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p7\" class=\"\">At the time I held the Aaronic Priesthood, it seemed we always sang the same hymns during the opening exercises of priesthood meeting. They were: “Come, All Ye Sons of God”; “Come, All Ye Sons of Zion”; “How Firm a Foundation”; “Israel, Israel, God Is Calling”; and a few others. Our voices were not the best, nor was volume adequate, but we learned the words and remembered the message of each.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p8\" class=\"\">I smile when I reflect on an account I heard concerning Brother Thales Smith and his service in a bishopric with Bishop Israel Heaton. Sister Heaton called Brother Smith one Sunday morning and mentioned that her husband was ill and unable to attend priesthood meeting. Brother Smith reported this to the brethren assembled that morning and asked the brother who was to offer the invocation to remember Bishop Israel Heaton in the prayer. Then he announced that the opening hymn would be “Israel, Israel, God Is Calling.” I suppose the smiles outnumbered any frowns. By the way, Bishop Heaton recovered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p9\" class=\"\">The opening exercises of priesthood meeting may be brief but should be held in each ward without fail. It brings to the hearts and souls of all assembled a spirit of unity, the brotherhood of priesthood, and a beautiful reminder of our sacred duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p10\" class=\"\">All who hold the priesthood have opportunities for service to our Heavenly Father and to His children here on earth. It is contrary to the spirit of service to live selfishly within ourselves and disregard the needs of others. The Lord will guide us and make us equal to the challenges before us. Remember His promise and counsel: “The power and authority of the higher, or Melchizedek Priesthood, is to hold the keys of all the spiritual blessings of the church—<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p11\" class=\"\">“To have the privilege of receiving the mysteries of the kingdom of heaven, to have the heavens opened unto them, to commune with the general assembly and church of the Firstborn, and to enjoy the communion and presence of God the Father, and Jesus the mediator of the new covenant.”<sup class=\"noteMarker\"><a href=\"#footnote1-94905_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20164)\">D&amp;C 107:18–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p12\" class=\"\">To merit this blessing, it is necessary for each of us to recall who is the Giver of every gift and the Provider of every blessing. “The worth of souls is great in the sight of God”<sup class=\"noteMarker\"><a href=\"#footnote2-94905_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20047)\">D&amp;C 18:10<\/a><\/span>.]<\/span><\/sup> is not an idle phrase but a heaven-sent declaration for our enlightenment and guidance. We must ever remember who we are and what God expects us to become. This pearl of philosophy is hidden away in the delightful musical <span class=\"emphasis\">Fiddler on the Roof,<\/span> as the peasant father Tevye counsels his growing daughters. Other contemporary plays carry thoughts worthy of our consideration as we prepare for service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p13\" class=\"\">From the production <span class=\"emphasis\">Camelot<\/span> comes the observation, “Violence is not strength, and compassion is not weakness.” From <span class=\"emphasis\">Shenandoah,<\/span> “If we don’t try, we don’t do; and if we don’t do, then why are we here?” Eliza Doolittle, the pupil of Professor Henry Higgins in <span class=\"emphasis\">My Fair Lady,<\/span> observes of Colonel Pickering her philosophy: “The difference between a lady and a flower girl is not how she behaves, but how she is treated. I shall always be a flower girl to Professor Higgins because he always treats me as a flower girl and always will. But I know that I shall always be a lady to Colonel Pickering because he always treats me as a lady, and always will.” Again from <span class=\"emphasis\">Camelot,<\/span> King Arthur pleaded with Guinevere, “We must not let our passions destroy our dreams.” The list continues. In reality, each magnificent observation is but a paraphrase of the teachings of our Lord, Jesus Christ. He is our exemplar and our guide. It is in His footsteps we must walk to be successful in our priesthood callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p14\" class=\"\">May I share with you tonight words of wisdom from fellow servants who labored in the ranks but who have now gone to their eternal reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p15\" class=\"\">First, from a wise stake president to a young bishop: “The work is all-consuming, but ever realize three guidelines to be a successful bishop: feed the poor, have no favorites, and tolerate no iniquity.” Commenting on this last guideline, President Spencer W. Kimball declared, “When dealing with transgression, apply a bandage large enough to cover the wound—no larger, no smaller.”<sup class=\"noteMarker\"><a href=\"#footnote3-94905_000_023\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Faith Precedes the Miracle<\/span> (Salt Lake City: Deseret Book Co., 1975), p. 178.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p16\" class=\"\">Second, prior to the creation of the Toronto Ontario Stake in 1960, Elder ElRay L. Christiansen, then an Assistant to the Council of the Twelve, recounted for the benefit of priesthood leaders a lesson from his own life when he was called to preside over the East Cache Stake in Logan, Utah. He mentioned that he and his counselors met to discuss what the stake members most needed and which principles of the gospel the stake presidency should stress. Their opinions varied from sacrament meeting attendance to observance of the Sabbath day, with a lot of territory in between. At length they agreed that the principle most needed was spirituality. They appreciated the truth found in the observation: <span class=\"emphasis\">When one deals in generalities, he will rarely have a success; but when he deals in specifics, he will rarely have a failure.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p17\" class=\"\">The four-year plan of President Christiansen and his counselors was refined in a splendid fashion. <span class=\"emphasis\">Year one:<\/span> We shall increase the spirituality of the membership of the East Cache Stake by every family having family prayer. <span class=\"emphasis\">Year two:<\/span> We shall increase the spirituality of the membership of the East Cache Stake by every member attending sacrament meeting weekly. <span class=\"emphasis\">Year three:<\/span> We shall increase the spirituality of the membership of the East Cache Stake by each member paying an honest tithing. <span class=\"emphasis\">Year four:<\/span> We shall increase the spirituality of the membership of the East Cache Stake by each member honoring the Sabbath day and keeping it holy. Each was the theme for the entire year; emphasis was given constantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p18\" class=\"\">After the four-year program was concluded, all four of the specific objectives had been attained, but of even greater significance, the spirituality of the membership of the East Cache Stake had shown marked improvement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p19\" class=\"\">Spirituality is not bestowed simply by wishing; rather, it comes quietly and imperceptibly by serving. The Lord counseled, “Therefore, if ye have desires to serve God ye are called to the work.”<sup class=\"noteMarker\"><a href=\"#footnote4-94905_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20033)\">D&amp;C 4:3<\/a><\/span>.]<\/span><\/sup> Many years ago, while attending a district conference in Ottawa, Canada, I called two men from the small Cornwall Branch to serve in responsible positions in the Lord’s service. I jotted down their heartfelt response and share with you tonight the words of yesteryear. From John Brady: “I have covenanted; I will faithfully serve.” From Walter Danic: “The gospel is the most important thing in my life; I will serve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p20\" class=\"\">President John Taylor provided rather direct counsel to those of us who hold the priesthood: “If you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty.”<sup class=\"noteMarker\"><a href=\"#footnote5-94905_000_023\">5<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Journal of Discourses,<\/span> 20:23.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p21\" class=\"\">Somehow I feel that if we will always remember who it is we serve, and on whose errand we are, we will draw closer to the source of the inspiration we seek—even our Master and Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p22\" class=\"\">President Harold B. Lee had a marked influence on Sister Monson and me and our three children. On rather brief occasions, he commented to each of our children, in a tone which reflected deep spirituality, genuine interest, and inspired counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p23\" class=\"\">Our youngest son, Clark, was about to turn twelve when we chanced to meet Brother Lee in the parking lot of the Church Office Building. He asked Clark how old he was. Clark answered, “Soon to be twelve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p24\" class=\"\">Came the question: “What happens to you when you turn twelve?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p25\" class=\"\">The response: “I’ll receive the Aaronic Priesthood and be ordained a deacon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p26\" class=\"\">With a warm smile and the clasp of his hand, Brother Lee said, “Bless you, my boy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p27\" class=\"\">Our daughter, Ann, as a young teenager was with her mother and me when we encountered Brother Lee, and proper introductions were made. Brother Lee took our daughter’s hand in his and, with a lovely smile, said to her, “You, my dear one, are beautiful inside as well as outside. What a choice young lady you are.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p28\" class=\"\">In a more solemn setting, Brother Lee met me one evening on the steps of the LDS Hospital in Salt Lake City. By appointment we were to give a blessing to my eldest son, Tom, who was then in his later teens. Surgery awaited which could be of a most serious nature. Brother Lee took my hand before we ascended the stairs and, looking me straight in the eye, said, “Tom, there is no place I would rather be at this moment than by your side to participate with you in providing a sacred priesthood blessing to your son.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p29\" class=\"\">We then went to the room, where he said to Tom, “We are about to give you a blessing, even to provide a priesthood ordinance. We approach this privilege in humility, for we remember the counsel of the Prophet Joseph Smith, who said that when those who hold the priesthood place their hands on the head of a person in this sacred ordinance, it is as though the hands of the Lord are placed thereon.” The blessing was given; the surgery turned out to be minor. But lessons were learned, spirituality of a great leader was observed, and a model to follow was provided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p30\" class=\"\">Brethren, there are tens of thousands of priesthood holders scattered among you who, through indifference, hurt feelings, shyness, or weakness, cannot bless to the fullest extent their wives and children—without considering the lives of others they could lift and bless. Ours is the solemn duty to bring about a change, to take such an individual by the hand and help him arise and be well spiritually. As we do so, sweet wives will call our names blessed, and grateful children will marvel at the change in Daddy as lives are altered and souls are saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p31\" class=\"\">When I visited stake conferences as a member of the Twelve, I always took note of those stakes which had excelled in bringing to activity those brethren whose talents and potential leadership had lain dormant. Inevitably I would ask, “How were you able to achieve success? What did you do and how did you do it?” One such stake was the North Carbon Stake when President Cecil Broadbent presided. Eighty-seven men had been reactivated and, with their wives and children, went to the Manti Temple in the space of one year. President Broadbent, upon hearing my questions, turned to his counselor, President Stanley Judd, a large and good-natured coal miner, and said, “This is President Judd’s responsibility in the stake presidency. He will answer.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p32\" class=\"\">As I restated my questions to President Judd, I concluded with the plea, “Will you tell me how you did it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p33\" class=\"\">With a smile, he replied, “No.” I was stunned! Then he said, “If I tell you how we did it, then you will tell others, and they will surpass our record.” I was still stunned. Then, with a twinkle in his eye, this wonderful man added, “However, Brother Monson, if you will give me two tickets to general conference, I’ll tell you how we did it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p34\" class=\"\">The tickets were provided; the success pattern was revealed. However, President Judd felt the contract was open-ended and asked for and received from me two tickets for each conference until he was eventually ordained a patriarch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p35\" class=\"\">The formula was the same, generally speaking, in each successful stake with regard to this phase of the work. It consisted of four ingredients: one, put forth your efforts at the ward level; two, involve the ward bishop; three, provide inspired teaching; and four, do not attempt to concentrate on all the brethren at once; rather, work with a few husbands and their wives at a given time and then have them help you as you work with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p36\" class=\"\">High-powered sales techniques are not the answer in priesthood leadership; rather, devotion to duty, continuous effort, abundant love, and personal spirituality combine to touch the heart, prompt the change, and bring to the table of the Lord His hungry children who have wandered in the wilderness of the world but who now have returned “home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p37\" class=\"\">Long years ago I reorganized the Star Valley Wyoming Stake at the time the legendary leader President E. Francis Winters was released. He had served faithfully and with distinction for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p38\" class=\"\">The Sabbath day dawned; the members came from far and wide and crowded into the Afton, Wyoming, chapel. Every available space was taken. As the reorganization of the stake presidency was concluded, I did something I had not done before. I felt impressed to conduct a modest exercise, and I asked publicly, “Would all of you who have been given a name or been baptized or confirmed by Francis Winters please stand and remain standing.” Many stood. Then I continued, “Now will all of you who have been ordained or set apart by Francis Winters please stand and remain standing.” Another large number swelled the ranks of those standing. “Finally, will all of you who have received a blessing under the hands of Francis Winters please stand and remain standing.” All the remainder stood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p39\" class=\"\">I turned to President Winters and, with tears coursing down my cheeks, said to him, “President Winters, you see before you the result of your ministry as stake president. The Lord is pleased.” Silence prevailed. Heads nodded their approval as sobs were then heard and handkerchiefs retrieved from every purse and pocket. It was one of the most spiritually rewarding experiences of my life. No one in that vast throng will ever forget how he or she felt at that hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p40\" class=\"\">After the work of the conference had been concluded, good-byes were said, and I began the drive home. I found myself singing the favorite hymn from the Sunday School days of my youth:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thanks for the Sabbath School. Hail to the day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When evil and error are fleeing away.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thanks for our teachers who labor with care<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That we in the light of the gospel may share. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now in the morning of life let us try<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each virtue to cherish, all vice to decry;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Strive with the noble in deeds that exalt,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And battle with energy each childish fault.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p49\" class=\"\">And then I literally boomed the chorus:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Join in the jubilee; mingle in song.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Join in the joy of the Sabbath School throng.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Great be the glory of those who do right,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who overcome evil, in good take delight.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote6-94905_000_023\">6<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 278.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p54\" class=\"\">I was all alone in the car—or was I? The miles hurried by. In silent reverie, I reflected on the events of the conference. Francis Winters, a bookkeeper at the community cheese factory, a man of modest means and humble home, had walked the path that Jesus walked and, like the Master, he “went about doing good.”<sup class=\"noteMarker\"><a href=\"#footnote7-94905_000_023\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8423)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup> He qualified for the Savior’s description of Nathanael as he approached Him from afar: “Behold an Israelite indeed, in whom is no guile!”<sup class=\"noteMarker\"><a href=\"#footnote8-94905_000_023\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29637)\">John 1:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-priesthood-a-sacred-trust.p55\" class=\"\">Brethren, my prayer tonight is that all of us, in whatever capacities we serve in the Church, may merit the gentle touch on our shoulder of the Master’s hand and qualify for that same salutation received by Nathanael. That we, at the conclusion of life’s journey, may hear those divinely spoken words, “Well done, thou good and faithful servant”<sup class=\"noteMarker\"><a href=\"#footnote9-94905_000_023\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37566)\">Matt. 25:21<\/a><\/span>.]<\/span><\/sup> is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-94905_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20164)\">D&amp;C 107:18–19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-94905_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20047)\">D&amp;C 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-94905_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Faith Precedes the Miracle<\/span> (Salt Lake City: Deseret Book Co., 1975), p. 178.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-94905_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20033)\">D&amp;C 4:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-94905_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Journal of Discourses,<\/span> 20:23.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-94905_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 278.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-94905_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8423)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-94905_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29637)\">John 1:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_023\"><a name=\"-94905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-94905_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37566)\">Matt. 25:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}