{"ID":5469, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Path to Peace\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">94905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p4\" class=\"\">On this beautiful Easter morning, prayers of gratitude for the life and mission of our Lord and Savior, Jesus Christ, fill the Sabbath air while strains of inspiring music comfort our hearts and whisper to our souls the ageless salutation, “Peace be unto you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p5\" class=\"\">In a world where peace is such a universal quest, we sometimes wonder why violence walks our streets, accounts of murder and senseless killings fill the columns of our newspapers, and family quarrels and disputes mar the sanctity of the home and smother the tranquillity of so many lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p6\" class=\"\">Perhaps we stray from the path which leads to peace and find it necessary to pause, to ponder, and to reflect on the teachings of the Prince of Peace and determine to incorporate them in our thoughts and actions and to live a higher law, walk a more elevated road, and be a better disciple of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p7\" class=\"\">The ravages of hunger in Somalia, the brutality of hate in Bosnia, and the ethnic struggles across the globe remind us that the peace we seek will not come without effort and determination. Anger, hatred, and contention are foes not easily subdued. These enemies inevitably leave in their destructive wake tears of sorrow, the pain of conflict, and the shattered hopes of what could have been. Their sphere of influence is not restricted to the battlefields of war but can be observed altogether too frequently in the home, around the hearth, and within the heart. So soon do many forget and so late do they remember the counsel of the Lord: “There shall be no disputations among you, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p8\" class=\"\">“For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p9\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.”<sup class=\"noteMarker\"><a href=\"#footnote1-94905_000_025\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6340)\">3 Ne. 11:28–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p10\" class=\"\">As we turn backward the clock of time, we recall that some fifty-five years ago a desperately arranged peace, a conference of peace, convened in the Bavarian city of Munich. Leaders of the European powers assembled even as the world tottered on the brink of war. Their purpose, openly stated, was to pursue a course which they felt would avert war and maintain peace. Mistrust, intrigue, a quest for power doomed to failure that conference. The outcome was not “peace in our time” but rather war and destruction to a degree not previously experienced. Overlooked, or at least set aside, was the hauntingly touching appeal of one who had fallen in an earlier war. He seemed to be writing in behalf of millions of comrades—friend and foe alike:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In Flanders fields the poppies blow<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Between the crosses, row on row,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That mark our place; and in the sky<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The larks, still bravely singing, fly<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Scarce heard amid the guns below.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We are the Dead. Short days ago<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We lived, felt dawn, saw sunset glow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Loved and were loved, and now we lie<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In Flanders fields.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Take up our quarrel with the foe:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To you from failing hands we throw<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The torch; be yours to hold it high.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If ye break faith with us who die<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We shall not sleep, though poppies grow<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In Flanders fields.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-94905_000_025\">2<\/a>\n\t   <span class=\"footnote\">[John McCrae, “In Flanders Fields,” <span class=\"emphasis\">The Best Loved Poems of the American People,<\/span> sel. Hazel Felleman (Garden City: Garden City Publishing Co., 1936), p. 429.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p26\" class=\"\">Are we doomed to repeat the mistakes of the past? After such a brief interval of peace following World War I came the cataclysm of World War II. In fact, this June will mark the fiftieth anniversary of the famed landings of Allied forces on the beaches of Normandy. Tens of thousands of dignitaries and veterans will flock to the scene as the landings are reenacted. One writer observed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p27\" class=\"\">“Lower Normandy has more than its share of [hallowed dead. Their bodies] lie in graves from Falaise to Cherbourg: 13,796 Americans, 17,958 British, 8,658 Canadian, 650 Polish, and around 65,000 Germans—more than 106,000 dead in all, and that is just the military, all killed in the space of a summer holiday.”<sup class=\"noteMarker\"><a href=\"#footnote3-94905_000_025\">3<\/a>\n       <span class=\"footnote\">[David Hewson, <span class=\"emphasis\">Deseret News,<\/span> 13 Mar. 1994, p. T-4.]<\/span><\/sup> Similar accounts could be written describing the terrible losses in other theaters of combat in that same conflict.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p28\" class=\"\">The famed statesman, William Gladstone, described the formula for peace when he declared: “We look forward to the time when the power of love will replace the love of power. Then will our world know the blessings of peace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p29\" class=\"\">World peace, though a lofty goal, is but an outgrowth of the personal peace each individual seeks to attain. I speak not of the peace promoted by man, but peace as promised of God. I speak of peace in our homes, peace in our hearts, even peace in our lives. Peace after the way of man is perishable. Peace after the manner of God will prevail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p30\" class=\"\">We are reminded that “anger doesn’t solve anything. It builds nothing, but it can destroy everything.”<sup class=\"noteMarker\"><a href=\"#footnote4-94905_000_025\">4<\/a>\n       <span class=\"footnote\">[L. Douglas Wilder, <span class=\"emphasis\">Deseret News,<\/span> 1 Dec. 1991, p. A-2.]<\/span><\/sup> The consequences of conflict are so devastating that we yearn for guidance—even a way to insure our success as we seek the path to peace. What is the way to obtain such a universal blessing? Are there prerequisites? Let us remember that to obtain God’s blessings, one must do God’s bidding. May I suggest three ideas to prompt our thinking and guide our footsteps:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Search inward;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Reach outward; and<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Look heavenward.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p34\" class=\"\"><span class=\"emphasis\">First: Search inward.<\/span> Self-evaluation is always a difficult procedure. We are so frequently tempted to gloss over areas which demand correction and dwell endlessly on our individual strengths. President Ezra Taft Benson counsels us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p35\" class=\"\">“The price of peace is righteousness. Men and nations may loudly proclaim, ‘Peace, peace,’ but there shall be no peace until individuals nurture in their souls those principles of personal purity, integrity, and character which foster the development of peace. Peace cannot be imposed. It must come from the lives and hearts of men. There is no other way.”<sup class=\"noteMarker\"><a href=\"#footnote5-94905_000_025\">5<\/a>\n       <span class=\"footnote\">[“Purposeful Living,” <span class=\"emphasis\">Listen, A Journal of Better Living,<\/span> Jan.–Mar. 1955, p. 19.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p36\" class=\"\">Elder Richard L. Evans observed: “To find peace—the peace within, the peace that passeth understanding—men must live in honesty, honoring each other, honoring obligations, working willingly, loving and cherishing loved ones, serving and considering others, with patience, with virtue, with faith and forbearance, with the assurance that life is for learning, for serving, for repenting, and improving. And God be thanked for the blessed principle of repenting and improving, which is a way that is open to us all.”<sup class=\"noteMarker\"><a href=\"#footnote6-94905_000_025\">6<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1959, p. 128.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p37\" class=\"\">The place of parents in the home and family is of vital importance as we examine our personal responsibilities in this regard. Recently, a distinguished group met in conference to examine the increase of violence in the lives of individuals, particularly the young. Some observations from their deliberations are helpful to us as we examine our priorities:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p38\" class=\"\">“A society that views graphic violence as entertainment … should not be surprised when senseless violence shatters the dreams of its youngest and brightest. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p39\" class=\"\">“Unemployment and despair can lead to desperation. But most people will not commit desperate acts if they have been taught that dignity, honesty and integrity are more important than revenge or rage; if they understand that respect and kindness ultimately give one a better chance at success. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p40\" class=\"\">“The women of the anti-violence summit have hit on the solution—the only one that can reverse a downward spiral of destructive behavior and senseless pain. A return to old-fashioned family values will work wonders.”<sup class=\"noteMarker\"><a href=\"#footnote7-94905_000_025\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Deseret News,<\/span> 16 Jan. 1994, p. A-12.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p41\" class=\"\">So frequently we mistakenly believe that our children need more things, when in reality their silent pleadings are simply for more of our time. The accumulation of wealth or the multiplication of assets belies the Master’s teaching:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p42\" class=\"\">“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p43\" class=\"\">“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p44\" class=\"\">“For where your treasure is, there will your heart be also.”<sup class=\"noteMarker\"><a href=\"#footnote8-94905_000_025\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37534)\">Matt. 6:19–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p45\" class=\"\">The other evening I saw large masses of parents and children crossing an intersection in Salt Lake City en route to the Delta Center to see the Disney on Ice production of <span class=\"emphasis\">Beauty and the Beast.<\/span> I actually pulled my car over to the curb to watch the gleeful throng. Fathers, who I am certain were cajoled into going to the event, held tightly in their hands the small and clutching hands of their precious children. Here was love in action. Here was an unspoken sermon of caring. Here was a rearranging of time as a God-given priority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p46\" class=\"\">Truly peace will reign triumphant when we improve ourselves after the pattern taught by the Lord. Then we will appreciate the deep spirituality hidden behind the simple words of a familiar song: “There is beauty all around when there’s love at home.”<sup class=\"noteMarker\"><a href=\"#footnote9-94905_000_025\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 294.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p47\" class=\"\"><span class=\"emphasis\">Second: Reach outward.<\/span> Though exaltation is a personal matter, and while individuals are saved not as a group but indeed as individuals, yet one cannot live in a vacuum. Membership in the Church calls forth a determination to serve. A position of responsibility may not be of recognized importance, nor may the reward be broadly known. Service, to be acceptable to the Savior, must come from willing minds, ready hands, and pledged hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p48\" class=\"\">Occasionally discouragement may darken our pathway; frustration may be a constant companion. In our ears there may sound the sophistry of Satan as he whispers, “You cannot save the world; your small efforts are meaningless. You haven’t time to be concerned for others.” Trusting in the Lord, let us turn our heads from such falsehoods and make certain our feet are firmly planted in the path of service and our hearts and souls dedicated to follow the example of the Lord. In moments when the light of resolution dims and when the heart grows faint, we can take comfort from His promise: “Be not weary in well-doing. … Out of small things proceedeth that which is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p49\" class=\"\">“Behold, the Lord requireth the heart and a willing mind.”<sup class=\"noteMarker\"><a href=\"#footnote10-94905_000_025\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20105)\">D&amp;C 64:33–34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p50\" class=\"\">During the past year, the Primary organization has conducted an effort to have the children become better acquainted with the holy temples of God. Frequently this has entailed a visit to the temple grounds. The laughter of small children, the joy of unfettered youth, and the exuberance of energy displayed by them gladdened the heart of this observer. As a loving teacher guided a boy or girl to the large door of the Salt Lake Temple and the little one reached out and up to touch the temple, I could almost see the Master welcoming the little children to His side and could almost hear His comforting words: “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote11-94905_000_025\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33452)\">Mark 10:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p51\" class=\"\"><span class=\"emphasis\">Number three: Look heavenward.<\/span> As we do, we find it comforting and satisfying to communicate with our Heavenly Father through prayer, that path to spiritual power—even a passport to peace. We are reminded of His beloved Son, the Prince of Peace, that pioneer who literally showed the way for others to follow. His divine plan can save us from the Babylons of sin, complacency, and error. His example points the way. When faced with temptation, He shunned it. When offered the world, He declined it. When asked for His life, He gave it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p52\" class=\"\">On one significant occasion, Jesus took a text from Isaiah: “The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound”<sup class=\"noteMarker\"><a href=\"#footnote12-94905_000_025\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25723)\">Isa. 61:1<\/a><\/span>.]<\/span><\/sup>—a clear pronouncement of the peace that passeth all understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p53\" class=\"\">Frequently, death comes as an intruder. It is an enemy that suddenly appears in the midst of life’s feast, putting out its lights and its gaiety. Death lays its heavy hand upon those dear to us and, at times, leaves us baffled and wondering. In certain situations, as in great suffering and illness, death comes as an angel of mercy. But to those bereaved, the Master’s promise of peace is the comforting balm which heals: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.”<sup class=\"noteMarker\"><a href=\"#footnote13-94905_000_025\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29675)\">John 14:27<\/a><\/span>.]<\/span><\/sup> “I go to prepare a place for you … ; that where I am, there ye may be also.”<sup class=\"noteMarker\"><a href=\"#footnote14-94905_000_025\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29668)\">John 14:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p54\" class=\"\">How I pray that all who have loved then lost might know the reality of the Resurrection and have the unshakable knowledge that families can be forever. One such was a Major Sullivan Ballou, who, during the time of the American Civil War, wrote a touching letter to his wife—just one week before he was killed in the Battle of Bull Run. With me, feel the love of his soul, his trust in God, his courage, his faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p55\" class=\"\">“July 14, 1861<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p56\" class=\"\">“Camp Clark, Washington<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p57\" class=\"\">“My very dear Sarah,<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p58\" class=\"\">“The indications are very strong that we shall move in a few days—perhaps tomorrow. Lest I should not be able to write again, I feel impelled to write a few lines that may fall under your eye when I shall be no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p59\" class=\"\">“I have no misgivings about, or lack of confidence in, the cause in which I am engaged, and my courage does not halt or falter. … I am … perfectly willing … to lay down all my joys in this life, to help maintain this Government. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p60\" class=\"\">“Sarah, my love for you is deathless; it seems to bind me with mighty cables that nothing but Omnipotence could break; and yet my love of Country comes over me like a strong wind and bears me unresistibly on with all these chains to the battle field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p61\" class=\"\">“The memories of the blissful moments I have spent with you come creeping over me, and I feel most gratified to God and to you that I have enjoyed them so long. And hard it is for me to give them up and burn to ashes the hopes of future years, when, God willing, we might still have lived and loved together, and seen our sons grown up to honorable manhood around us. I have, I know, but few and small claims upon Divine Providence, but something whispers to me—perhaps it is the wafted prayer of my little Edgar, that I shall return to my loved ones unharmed. If I do not, my dear Sarah, never forget how much I love you, and when my last breath escapes me on the battle field, it will whisper your name. Forgive [me] my … faults, and the many pains I have caused you. How thoughtless and foolish I have oftentimes been! How gladly would I wash out with my tears every little spot upon your happiness. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p62\" class=\"\">“But, O Sarah! If the dead can come back to this earth and the unseen around those they loved, I shall always be near you; in the gladdest days and in the darkest nights … always, always, and if there be a soft breeze upon your cheek, it shall be my breath, as the cool air fans your throbbing temple, it shall be my spirit passing by. Sarah, do not mourn me dead; think I am gone and wait for thee, for we shall meet again.”<sup class=\"noteMarker\"><a href=\"#footnote15-94905_000_025\">15<\/a>\n       <span class=\"footnote\">[In Dennis Lythgoe, <span class=\"emphasis\">Deseret News,<\/span> 16 Oct. 1990, p. C-3.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p63\" class=\"\">The darkness of death can ever be dispelled by the light of revealed truth. “I am the resurrection, and the life,” spoke the Master. “He that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die.”<sup class=\"noteMarker\"><a href=\"#footnote16-94905_000_025\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29657)\">John 11:25–26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p64\" class=\"\">Added to His own words are those of the angels, spoken to the weeping Mary Magdalene and the other Mary as they approached the tomb to care for the body of their Lord: “Why seek ye the living among the dead? He is not here, but is risen.”<sup class=\"noteMarker\"><a href=\"#footnote17-94905_000_025\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32524)\">Luke 24:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/the-path-to-peace.p65\" class=\"\">Such is the message of Easter morn. He lives! And because He lives all shall indeed live again. This knowledge provides the peace for loved ones of those whose graves are marked by the crosses of Normandy, those hallowed resting places in Flanders fields where the poppies blow in springtime, and for those who rest in countless other locations, including the depths of the sea. “Oh, sweet the joy this sentence gives: ‘I know that my Redeemer lives!’”<sup class=\"noteMarker\"><a href=\"#footnote18-94905_000_025\">18<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 136.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-94905_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6340)\">3 Ne. 11:28–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-94905_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>John McCrae, “In Flanders Fields,” <span class=\"emphasis\">The Best Loved Poems of the American People,<\/span> sel. Hazel Felleman (Garden City: Garden City Publishing Co., 1936), p. 429.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-94905_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>David Hewson, <span class=\"emphasis\">Deseret News,<\/span> 13 Mar. 1994, p. T-4.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-94905_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>L. Douglas Wilder, <span class=\"emphasis\">Deseret News,<\/span> 1 Dec. 1991, p. A-2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-94905_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Purposeful Living,” <span class=\"emphasis\">Listen, A Journal of Better Living,<\/span> Jan.–Mar. 1955, p. 19.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-94905_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1959, p. 128.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-94905_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News,<\/span> 16 Jan. 1994, p. A-12.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-94905_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37534)\">Matt. 6:19–21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-94905_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 294.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-94905_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20105)\">D&amp;C 64:33–34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-94905_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33452)\">Mark 10:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-94905_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25723)\">Isa. 61:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-94905_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29675)\">John 14:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-94905_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29668)\">John 14:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-94905_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>In Dennis Lythgoe, <span class=\"emphasis\">Deseret News,<\/span> 16 Oct. 1990, p. C-3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-94905_000_025\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29657)\">John 11:25–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-94905_000_025\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32524)\">Luke 24:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94905_000_025\"><a name=\"-94905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-94905_000_025\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 136.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}