{"ID":5472, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Courage to Hearken\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p3\" class=\"\">I know that Bishop Edgley joins me this day in expressing our appreciation for the many years of service we have had with Elder Hales. We deeply love and appreciate him, and we feel like we’ve been taught at his feet for a number of years. We look forward to laboring in service with Bishop Bateman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p4\" class=\"\">I was thrilled this morning, as I’m sure all of you were, to see and to hear President Hunter, a loving and gentle Apostle of the Lord Jesus Christ who is an exceptional example of one who repeatedly displays extraordinary <span class=\"emphasis\">courage<\/span> in <span class=\"emphasis\">hearkening<\/span> to the will of his Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p5\" class=\"\">President Hunter has sons who served their missions in Australia at the same time I served there. During this time, President Hunter received his call to the holy apostleship. Numerous of these missionaries have regarded him as “our Apostle.” He is one of my heroes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p6\" class=\"\">On this Sabbath day, a Sunday set aside to celebrate Easter, Christians should remember, with thanksgiving, the events surrounding the most momentous Sunday the world has ever known—the Sunday the Savior burst his three-day prison, completing victory over death. Descriptions of these events are vividly etched in my heart and mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p7\" class=\"\">I can envision Jesus bearing the heavy crossbeam as the procession winds its way along the narrow streets of Jerusalem, through the massive wall at the city gate, to a place called Golgotha. I can hear women weeping and Jesus offering words of warning: “Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children” (<span class=\"citation\" id=\"32517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32517)\">Luke 23:28<\/a><\/span>). The Savior knew destructive events would shortly come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p8\" class=\"\">In my mind’s eye I can see the executioners going about their abhorrent, heartless tasks. I can hear the Savior, in the spirit of compassion, appealing for his crucifiers as he uttered, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"32518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32518)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p9\" class=\"\">As this brutal incident proceeded, one of the thieves also suffering crucifixion discerned something divine in the Savior’s demeanor and said to Jesus, “Lord, remember me when thou comest into thy kingdom.” Jesus responded with a promise only he could make: “Verily I say unto thee, To day shalt thou be with me in paradise” (<span class=\"citation\" id=\"32519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32519)\">Luke 23:42–43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p10\" class=\"\">Picture in your minds a weeping mother and a devoted disciple invited past the centurion to the foot of the cross. Jesus, in his agony, looked down upon them and said to Mary, with an economy of words, “Woman, behold thy son!” and, looking steadily at John, said, “Behold thy mother!” (<span class=\"citation\" id=\"29684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29684)\">John 19:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p11\" class=\"\">Who can forget the pleading voice calling out at about the ninth hour through the oppressive darkness that gripped the land, “My God, my God, why hast thou forsaken me?” (<span class=\"citation\" id=\"33458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33458)\">Mark 15:34<\/a><\/span>.) The Father seemingly withdrew, allowing the Savior of mankind to complete his victory over death and sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p12\" class=\"\">I can imagine the bitter taste of the vinegar that was pressed to his lips when he said, “I thirst” (<span class=\"citation\" id=\"29685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29685)\">John 19:28<\/a><\/span>), his one recorded response to physical suffering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p13\" class=\"\">When the atoning sacrifice had been accepted, Jesus declared in a loud voice, “It is finished” (<span class=\"citation\" id=\"29686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29686)\">John 19:30<\/a><\/span>). And then in final petition he said, “Father, into thy hands I commend my spirit” (<span class=\"citation\" id=\"32520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32520)\">Luke 23:46<\/a><\/span>). His body sagged on the cross; Jesus gave up his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p14\" class=\"\">In the early morning darkness of the third day, Sunday, the first Easter, the earth began to quake. An angel rolled away the stone blocking the tomb and announced: “Fear not ye: for I know that ye seek Jesus, which was crucified.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p15\" class=\"\">“He is not here: for he is risen, as he said” (<span class=\"citation\" id=\"37581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37581)\">Matt. 28:2, 5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p16\" class=\"\">Later in the morning, the grieving Mary Magdalene returned to the cold, dreary, empty tomb. She heard a familiar voice call, “Mary.” Turning, she saw the Lord and reached out to him. In a worshipful greeting, she lovingly declared, “Rabboni.” Jesus responded, “Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God” (<span class=\"citation\" id=\"29694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29694)\">John 20:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p17\" class=\"\">During the following forty days, the Savior frequently taught and ate with his Apostles. He concluded with the glorious charge: “Go ye therefore, and teach all nations, … teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen” (<span class=\"citation\" id=\"37584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37584)\">Matt. 28:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p18\" class=\"\">Jesus Christ is <span class=\"emphasis\">the<\/span> magnificent example of courage in hearkening to the will of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p19\" class=\"\">The wise Psalmist said, “Be of good <span class=\"emphasis\">courage,<\/span> and he shall strengthen your heart, all ye that hope in the Lord” (<span class=\"citation\" id=\"42076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42076)\">Ps. 31:24<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p20\" class=\"\">President Thomas S. Monson explained <span class=\"emphasis\">courage<\/span> by saying, “Courage becomes a living and attractive virtue when it is regarded not as a willingness to die manfully, but the determination to live decently” (in Conference Report, Apr. 1972, p. 72).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p21\" class=\"\">In latter-day scriptures, the Lord often uses action words in the first sentences of his revelations. Interestingly, <span class=\"emphasis\">hearken<\/span> is used a number of times in this fashion. We are counseled by the Lord, through the Prophet Joseph Smith, to <span class=\"emphasis\">behold,<\/span> to <span class=\"emphasis\">hearken,<\/span> to <span class=\"emphasis\">listen,<\/span> to <span class=\"emphasis\">hear,<\/span> in over sixty revelations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p22\" class=\"\">May I tell you about a young man who had the <span class=\"emphasis\">courage to hearken.<\/span> Elder Marion D. Hanks introduced us to Jay nearly twenty years ago at general conference. Elder Hanks described a twelve-year-old deacon whose body suffered from muscular atrophy. His loving father carried him as he passed the sacrament, gathered fast offerings, and went about his Scouting activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p23\" class=\"\">The remainder of Jay’s story exemplifies inspiration and <span class=\"emphasis\">courage.<\/span> His body continued to suffer the ravages of his disease while his mind continued to be inquisitive and very bright. Because of his disease, Jay was unable to attend high school but rather had home study. He loved seminary and attended regularly. He was one of the speakers at his seminary graduation, addressing his classmates from his wheelchair. Jay’s positive approach to life and his cheery, radiant disposition were uplifting. Jay loved to attend dances. He made his wheelchair dance. He enjoyed music and often sang the hymns of the Restoration in beautiful, clear, melodic tones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p24\" class=\"\">More than anything, Jay loved the Lord. When he turned nineteen, he wanted to <span class=\"emphasis\">hearken<\/span> to the prophet’s request that every young man serve a mission. By this time, Jay spent much of his time on a soft mat on the living room floor of his home. Much of the muscle tissue of his body had wasted away. He desperately wanted to serve a mission. He found a way to serve in spite of his handicap. While lying on his back on the floor, he painstakingly prepared, with the help of some friends, over 150 copies of the Book of Mormon with his picture and testimony. They were sent to friends serving missions around the world for distribution. Jay received a letter from President Kimball expressing gratitude for his service and <span class=\"emphasis\">courage<\/span> in <span class=\"emphasis\">hearkening<\/span> to the call to missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p25\" class=\"\">Thanks to “angel” parents, Jay attended college. He was pushed by his dad from class to class. At times it was necessary for him to lie on a table at the rear of the classroom. He was an excellent student, receiving distinguished grades in difficult courses. Jay passed away three years ago, but his splendid example of one who <span class=\"emphasis\">courageously hearkened<\/span> lives on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p26\" class=\"\">Someone once said that the <span class=\"emphasis\">courageous<\/span> man finds a way, and the ordinary man finds an excuse. Recently I learned of some <span class=\"emphasis\">courageous<\/span> young people who <span class=\"emphasis\">hearkened<\/span> to the counsel of their stake presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p27\" class=\"\">In the Boise Idaho North Stake, a loving stake presidency helped their youth have a better understanding of the pitfalls of being continually bombarded by the degrading lyrics of many of today’s popular songs and the indecent images portrayed in some movies and videos. They were taught that these mediums can produce much that is positive, inspiring, uplifting, and attractive; or they can also desensitize the mind and make what is wrong and evil look normal, exciting, and acceptable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p28\" class=\"\">Many of the young people hearkened to their stake presidency and courageously destroyed their tapes, discs, and videos which were not “virtuous, lovely, or of good report or praiseworthy” (<span class=\"citation\" id=\"7051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7051)\">A of F 1:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p29\" class=\"\">Young people, please don’t listen to music that contains ideas that contradict principles of the gospel. “Don’t listen to music that promotes Satanism or other evil practices, encourages immorality, uses foul and offensive language, or drives away the Spirit” (<span class=\"emphasis\">For the Strength of Youth,<\/span> Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1990, p. 14).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p30\" class=\"\">Some may feel they are too intelligent or sophisticated to be influenced by the craftiness of Satan. What a tragic miscalculation. Nephi warned us of the perils of this misjudgment when he said: “O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they <span class=\"emphasis\">hearken<\/span> not unto the counsel of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p31\" class=\"\">“But to be learned is good if they <span class=\"emphasis\">hearken<\/span> unto the counsels of God” (<span class=\"citation\" id=\"4568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4568)\">2 Ne. 9:28–29<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p32\" class=\"\">President Hinckley said: “One of the great tragedies we witness almost daily is the tragedy of men of high aim and low achievement. Their motives are noble. Their proclaimed ambition is praiseworthy. Their capacity is great. But their discipline is weak. They succumb to indolence. Appetite robs them of will” (<span class=\"emphasis\">Ensign,<\/span> May 1979, p. 65).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p33\" class=\"\">Perhaps the greatest obstacle to our ability to <span class=\"emphasis\">hearken courageously<\/span> to the word of the Lord involves our egos, vain ambitions, and pride. It seems that the proud find it burdensome to hear and accept the instruction of God. We are told in Proverbs that “pride goeth before destruction” (<span class=\"citation\" id=\"41646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41646)\">Prov. 16:18<\/a><\/span>). The proud are more anxious about man’s judgment than they are of God’s judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p34\" class=\"\">You may remember a story about a ship’s captain who had a problem with his pride. One night at sea, this captain saw what looked like the light of another ship heading toward him. He had his signalman blink to the other ship: “Change your course 10 degrees south.” The reply came back, “Change <span class=\"emphasis\">your<\/span> course 10 degrees north.” The ship’s captain answered: “I am a <span class=\"emphasis\">captain.<\/span> Change <span class=\"emphasis\">your<\/span> course south.” To which the reply came, “Well, I am a seaman first class. Change <span class=\"emphasis\">your<\/span> course north.” This so infuriated the captain, he signaled back, “I say change <span class=\"emphasis\">your<\/span> course south. I am on a battleship!” To which the reply came back, “And I say change <span class=\"emphasis\">your<\/span> course north. I am in a lighthouse” (adapted and used with permission, HOPE Publications, Kalamazoo, Michigan).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p35\" class=\"\">Like the captain, if we fail to modify our course and purge ourselves of pride, we may find ourselves shipwrecked upon the shoals of life, unable to <span class=\"emphasis\">courageously hearken<\/span> to the beckonings of the Savior to “come unto me” (<span class=\"citation\" id=\"37540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37540)\">Matt. 11:28<\/a><\/span>). I like what Edgar A. Guest said in a few lines of his poem entitled “Equipment”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Two arms, two hands, two legs, two eyes,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And a brain to use if you would be wise.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With this equipment they all began,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So start for the top and say, “I can.” …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You are the handicap you must face,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You are the one who must choose your place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You must say where you want to go,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How much you will study the truth to know.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God has equipped you for life, but He<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lets you decide what you want to be. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Courage<span class=\"emphasis\"> must come from the soul within,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The man must furnish the will to win.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So figure it out for yourself, my lad,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You were born with all that the great have had,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With your equipment they all began.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Get hold of yourself, and say: “I can.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p52\" class=\"\">(<span class=\"emphasis\">Collected Verse of Edgar A. Guest,<\/span> Chicago: Reilly and Lee Co., 1934, pp. 666–67; emphasis added)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/courage-to-hearken.p53\" class=\"\">May we all “get hold of [ourselves],” as Edgar Guest so beautifully suggests; and say, “I can be courageous in hearkening to the invitation of the Lord.” “Live in such a way that people who know you but don’t know Christ will want to know Christ because they know you” (author unknown). In the holy name of him for whose glorious resurrection and atoning sacrifice I express my deepest appreciation this Easter Sunday—even Jesus Christ—amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}