{"ID":5477, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Decisions\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p2\" class=\"\">Elder Gerald E. Melchin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21ea.jpg\" alt=\"Elder Gerald E. Melchin\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p3\" class=\"\">I’m grateful to be here with you in general conference today, and I’d like to add my appreciation and support to these Brethren who have just been called, to Bishop Hales and the others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p4\" class=\"\">The past few months have been a spiritual highlight for Sister Melchin and me while serving in the Toronto temple. We’ve been blessed with two great counselors, along with their companions, and dedicated ordinance workers, some serving as full-time missionaries. The area is multicultural, and members from many nations and tongues share with us their inner feelings as they receive their endowments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p5\" class=\"\">I often think about the circumstances and the many decisions that have brought us together in this holy house. I have never counted the number of decisions that I make each day, but I am aware that they are one continual process. The dictionary says that a decision is “to arrive at a solution that ends uncertainty” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed.). It is the uncertainty that makes decisions so difficult. When decisions are made in haste or without contemplating the end result, we may find ourselves wishing we could turn the clock back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p6\" class=\"\">Some time ago I was watching the opera called <span class=\"emphasis\">The Sorcerer.<\/span> The story tells of a prince and princess who were concerned at the number not married in their kingdom. (Sounds familiar.) They asked a sorcerer to prepare a potion that would put people to sleep, and upon awakening, they would fall in love with the first person they saw. All who were single were invited to a banquet where the potion was served. The potion worked, but needless to say, there were some pretty unequal partnerships formed. The prince and princess were alarmed at the results and realized that this was not the answer. Father Lehi gave the solution when he said: “Wherefore, the Lord God gave unto man that he should act for himself. Wherefore, man could not act for himself save it should be that he was enticed by the one or the other” (<span class=\"citation\" id=\"4562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4562)\">2 Ne. 2:16<\/a><\/span>). And this is the freedom the Lord wanted preserved for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p7\" class=\"\">One of the most important decisions made in this dispensation was that of the boy Joseph Smith. A nephew of mine painted a picture and later reproduced it as a mural in the Logan, Utah, institute building. He gave it the title “The Grove Awaits.” It pictures a young boy approaching the Sacred Grove. I wonder what Joseph thought awaited him that beautiful spring morning. His decision to come to the grove was based on his desire to know the truth, on his faith and obedience to the counsel of the Lord. Joseph’s experience in the grove was of greater import than he could have imagined and one that has affected the lives of all of us. The principles he followed in going to the grove should be the basis for all the decisions we all face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p8\" class=\"\">There is Another who approached a grove some hundreds of years prior to the days of Joseph. Though He had spoken beforehand of the offering He was to make, He may not have fully comprehended the severity of the experience that awaited Him. He made His way, knowing He had power over life and death and could command angels to come to His assistance. He speaks of being “exceeding sorrowful, even unto death” (<span class=\"citation\" id=\"37575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37575)\">Matt. 26:38<\/a><\/span>), and described the experience as causing Him “to tremble because of pain, … to bleed at every pore, and to suffer both body and spirit” (<span class=\"citation\" id=\"20051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20051)\">D&amp;C 19:18<\/a><\/span>). It was His love and obedience to the Father that made it possible for Him to finally say to Peter: “How then shall the scriptures be fulfilled, that thus it must be?” (<span class=\"citation\" id=\"37578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37578)\">Matt. 26:54<\/a><\/span>.) He completed the mission for which He was foreordained and opened the door of salvation and eternal life to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p9\" class=\"\">We approached a grove of uncertainty as we awaited our call to this earth. It must have been an anxious and rather frightening experience as we left our loved ones to part the veil. When Spartacus was asked by one of his followers if he was afraid to die, he said, “No more than I was to be born.” That our preexistence was also a testing period where we were free to choose is confirmed by our prophets. Alma suggests that it was our exceeding faith and good works that earned us the right of priesthood (see <span class=\"citation\" id=\"10071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10071)\">Alma 13:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p10\" class=\"\">There is a grove that awaits all of us. It’s referred to as death. Though it is not optional and must be accepted, our decisions here lay the foundation for what awaits us there. Like the Savior, we realize that this experience must come but do not fully understand what lies ahead. One would naturally think that everyone would seek as much information as possible to prepare for the inevitable. However, some are lulled into a sense of security, not giving heed to the Lord’s warning that “without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh” (<span class=\"citation\" id=\"20126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20126)\">D&amp;C 84:21<\/a><\/span>). There is a change that must come upon us through sanctification that only obedience to the laws and compliance to the ordinances can bring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p11\" class=\"\">The reason that the Lord commanded Moses to construct a “tabernacle … in the wilderness,” and a “house in the land of promise” was to reveal ordinances “which had been hid from before the world was” (<span class=\"citation\" id=\"20202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20202)\">D&amp;C 124:38<\/a><\/span>). Joseph was told to build a house to His name so that ordinances that were lost or taken away could be restored. If we will reason upon the many scriptures we have at our disposal, we must come to the conclusion that the full blessings of the Lord are found within the walls of the temple. It is there that we prepare to enter the most important of all groves wherein the promise of eternal companionships and families forever is finally realized, where “all that my Father hath shall be given … him” (<span class=\"citation\" id=\"20128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20128)\">D&amp;C 84:38<\/a><\/span>). Though we cannot comprehend the significance of those blessings, the decisions must be made today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p12\" class=\"\">The doors of the temple open to us many experiences. Increasing numbers of family files that our computers help us to compile will soon become a large portion of the work taking place in our temples. They will lead us into involvement in other ordinances where we will have unexpected experiences. If we include our family, friends, or ward members and come as a group to do the work for our ancestry, we will be able to share together a very spiritual and precious few moments. I have seen the impact on converts who come for the first time with friends, bringing a family group sheet and completing the work in the sealing room. We can also be called as ordinance workers for ward and stake excursions, providing involvement that adds greater appreciation of the temple. From the Doctrine and Covenants, section 109, we read: “And … all people who shall enter upon the threshold of the Lord’s house may feel thy power, and feel constrained to acknowledge that thou hast sanctified it, and that it is thy house, a place of thy holiness” (<span class=\"citation\" id=\"20173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20173)\">D&amp;C 109:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p13\" class=\"\">The Lord’s willingness to assist in our decisions will be based on the same principles that led the Prophet to the grove and the Savior to the garden. There are times when we wish that life could be a guided tour where we have no responsibility for details or for our safe arrival. I recently saw a gadget in a store called “An Executive Decision Maker.” You pressed a button and a flashing light pointed to the answer, such as “Definitely,” “Never,” or “Why Not?” Can we afford to leave our future to chance when the Lord encourages us to ask, seek, and knock? (see <span class=\"citation\" id=\"37536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37536)\">Matt. 7:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p14\" class=\"\">Unfortunately, many vital decisions are made when we are most inexperienced. Our desire for freedom can be dangerous if we have not followed the proper guidelines. The book <span class=\"emphasis\">Mythology,<\/span> by Edith Hamilton, tells of a boy named Icarus and his father. Imprisoned on the isle of Crete, they made a pair of wings composed of feathers held together by wax. They hoped that they could use them to fly to their freedom, and the boy was given the chance to try them out. His father warned him not to fly too close to the sun lest the wax melt. But Icarus became exhilarated with his newfound freedom and flew too high. The wax melted, and the wings fell apart, and the boy fell to his death. Our future can be imperiled by freedom left uncontrolled (New York: New American Library, 1969, pp. 139–40).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p15\" class=\"\">Our foremost decision must be to seek a testimony of the gospel and to build our faith in the Lord Jesus Christ. He is a loving and concerned parent, as we see in these words from Doctrine and Covenants 67:1 [<span class=\"citation\" id=\"20109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20109)\">D&amp;C 67:1<\/a><\/span>]: “Ye elders of my church, who have assembled yourselves together, whose prayers I have heard, and whose hearts I know, and whose desires have come up before me.” He will not leave us alone in our decisions, for He promised: “I will not leave you comfortless” (<span class=\"citation\" id=\"29674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29674)\">John 14:18<\/a><\/span>). It is this Comforter, who is the spirit of revelation, that confirms all truths unto us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/decisions.p16\" class=\"\">I am grateful for the privilege to serve the Lord and for the spirit which has touched my heart and soul and for my wonderful companion and my faithful family. And I leave my witness with you and with them of the divinity of this work and of our Lord Jesus Christ, who leads and directs and presides over it. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}