{"ID":548, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Three Great Words<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, October 1951, pp. 91-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely pray that I may enjoy the blessings of the Lord as I speak to you.\n<\/p><p>\nGEORGE Q. MORRIS\n<\/p><p>\nFor years I labored at the side of Brother George Q. Morris, the absent member of the newly\nsustained brethren, Assistants to the Twelve. He truly is a noble man, a devoted man.\n<\/p><p>\nI would like to pay a tribute to Brother Morris. Some time ago I visited a university in the\nSouth. In the great rotunda of that university was the statue of a man, but at the base of it no\nname was carved. All that was said was, \"A Southern Gentleman,\" and on the wall on a\nbronze plaque were these words: \"Robert E. Lee, on leaving the battlefield lighted from his\nhorse and gave help to a Union soldier.\" I think of George Q. Morris as a Latter-day Saint\ngentleman, one of the very finest men that I have ever met. Thank God for the contribution of\nhis fineness, his sturdy testimony, and his helpfulness.\n<\/p><p>\nIn the Thirteenth Article of Faith we find, \"If there is anything virtuous, lovely, or of good\nreport or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6660)\">A of F 1:13<\/a><\/span>).\nWhere you find truth, there you find part of Mormonism: we seek after it.\n<\/p><p>\nWORLD JAMBOREE OF BOY SCOUTS\n<\/p><p>\nI am humbly grateful for a great privilege that came to me during this last summer, when the\nFirst Presidency of the Church allowed me to fill an assignment and sustained me in it with\ntheir blessing. I attended the World Jamboree of Boy Scouts. I want to say a few words about\nit, for I sincerely feel that it has in it hope; it has in it great purpose.\n<\/p><p>\nSeventeen thousand youth of the world came to camp at Bad Ischl, Osterreich, far away in a\nlovely valley in the heart of the Austrian mountains. They came from forty-seven nations of\nthe world&mdash;seventeen thousand of them. It was truly a world gathering of youth.\n<\/p><p>\nMen are looking everywhere&mdash;serious and thoughtful men&mdash;to see if there isn't something\npositive to tie to, and as has been the history of youth through the ages, men of great\nresponsibility have always looked to them for help. Yes, I love to think that it was a\ntwelve-year-old boy who was in the temple, challenging the wise men. I love to think that it\nwas a boy, kneeling at the sacred Grove, whom God heard and through whom he brought in\nthis dispensation of his glorious gospel.\n<\/p><p>\nIt was wonderful to see these chaps come from all over the world with their color, their\nenthusiasm, their desire to meet their fellows from everywhere. The leadership of this\ngathering had put into it very serious purpose. They tried to fasten the ideals that they wanted\nto establish around three great words&mdash;friendship, brotherhood, spirituality.\n<\/p><p>\nFRIENDSHIP AND BROTHERHOOD\n<\/p><p>\nFor an expression of friendship Austria lighted on seven of her highest peaks fires of\nfriendship. No meals were eaten without boys of other lands being present. Somewhere in the\ngroup at their campfires were lads that had been invited from other countries.\n<\/p><p>\nWhen the closing exercises of this great gathering of youth came, we were invited not to go\nwith our own but to find a new friend. That night I took to the campfire a dark-skinned man\nfrom Pakistan and a man from Denmark. We watched the dying embers of a great campfire\nfade away, then from a high tower we heard a voice saying, \"Soon you will be back to your\nhomes again. Do not forget you have made new friends, you have found new brothers.\"\n<\/p><p>\nThen, when bands were playing, and finally when prayers were offered, out from that high\ntower there flew four hundred homing pigeons, and all of them circled the tower and then\nflew back again to their homelands. Austria tried to say, \"So you must go back with love in\nyour heart from this camp to those dear to you, and may God help you to take the message to\nall of friendship, brotherhood, and spirituality.\"\n<\/p><p>\nSPIRITUALITY\n<\/p><p>\nSpirituality came in the great religious services of the churches of the world. The cardinal of\nVienna came and gave mass to thousands of boys. The archbishop of Austria came and gave\nhis blessing to Protestant boys. A Jewish rabbi from Jerusalem stimulated the hearts of the\nchildren of Israel. These boys had, just a few days prior, been to a sacred spot where sixty\nthousand Jews had been killed during the recent war.\n<\/p><p>\nLATTER-DAY SAINT GATHERING\n<\/p><p>\nMay I humbly say that the small band of Latter-day Saint youth and friends rallied, after these\nlarger gatherings to a quiet spot in the forest. We heard the story from two Vienna mothers\nwho said, \"When you get home, tell your brothers that we are so grateful they brought us the\ngospel of Jesus Christ, for when the trials were very difficult, then the gospel gave us\nstrength.\" These mothers lived only a few miles away from the Iron Curtain. A brother from\nWest Germany said, \"We are building twelve new meetinghouses. Do not forget us in your\nprayers. We have not lost our faith.\" A new building place for a Latter-day Saint chapel has\nbeen purchased near Vienna in the American quarters.\n<\/p><p>\nA man one day said to me, on the ship going over, \"Kirkham, I want to know something.\nToday, I was deeply impressed. I saw two of your boys kneeling when you had your\nsacrament service, and they blessed the sacrament, and asked the Lord, as they renewed their\ncovenants, to help them to keep his commandments. Won't you sit down and tell me more\nabout this? These youth have definitely stimulated me.\" A thousand doors are open. Brethren\nand sisters, everywhere the world is hungry for the word of God. The call has gone forth.\nRally to that call. I love the testimony of Heber C. Kimball. When the Prophet went down the\naisle in the Kirtland Temple and said to him, \"Heber, the Lord wants you to open up the\nmission in England,\" he replied: \"Oh, but my tongue is stammering. My family is in want.\"\nBut he went, and fifteen hundred were baptized in the first eight months by Heber C.\nKimball.\n<\/p><p>\nBrethren and sisters, in all humility, and with a deep prayer in my heart because of this lovely\nexperience, I know the world is now awaiting the word of God&mdash;Answer the call.\n<\/p><p>\nGod be with us as we bring this glorious message to the children of the earth, that the\nblessings we enjoy may be theirs also, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}