{"ID":5480, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “What Shall We Do?”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p2\" class=\"\">Elder Hans B. Ringger<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2142.jpg\" alt=\"Elder Hans B. Ringger\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p3\" class=\"\">A few years ago the world was at a political turning point. People believed that nations would achieve a long-awaited peace. Many overlooked, however, that we live in societies and cultures in which norms and values are changing and where secular reforms often define the nature of men and women. One injustice is often replaced by another injustice. We live in a time of ambiguous mores and of little direction. We are confronted with the same question that the disciples were asked after the resurrection of Christ: “What shall we do?” (<span class=\"citation\" id=\"8418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8418)\">Acts 2:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p4\" class=\"\">This is the question we ask in uncertain times or when confronted with new challenges. We may answer with unreflective action, hoping to find solutions merely through results. Fortunately the Lord understands us better than we understand ourselves. The gospel teaches us first to ponder and develop faith. Only after we have honestly decided in favor of good, based on the gospel, can we bring forth righteous deeds. Active faith leads to good works. We will receive the strength from above to strive toward what is right. However, great works and deeds are not sustained in themselves. Continuity of great deeds requires our obedient dedication and the dedication of future generations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p5\" class=\"\">The gospel of Jesus Christ is the only plan in which there are no calculated errors. After the Sermon on the Mount, the Lord warned His disciples of future adversities and the need for just works. He explained that they should not rely on their own strength when they served but on His name and His calling. We, too, are disciples and live in a world of many needs, be they spiritual, material, or emotional. Through gospel service our eternal needs can be satisfied, and we will be able to serve in the world. Our needs cannot be met through searching for the unenduring but only in discovering the eternal. When we look for answers on an eternal plane, we will secure our relationship to God and gain a better understanding of our fellow beings. We will thus be capable of serving; such is the purpose of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p6\" class=\"\">The visible expression of doing God’s will often results in personal cheerfulness—a silent, sunny brightness and a joy for life, feelings which are sung about in Psalms. We live, however, not without adversity and possible moments of deep despair. Our surroundings entice us to the unenduring, to injustice and disobedience. If we want to prevail, we must act in accordance with gospel principles. We cannot ask for more than to find the true meaning of life. “He that findeth his life shall lose it: and he that loseth his life for my sake shall find it” (<span class=\"citation\" id=\"37539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37539)\">Matt. 10:39<\/a><\/span>). We are promised that we will receive plentifully and gain eternal life when we give up those things the Lord requires of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p7\" class=\"\">We choose to accept or reject the gospel of Christ. Human life was created on the basis of freedom of choice. God wants free people and people who serve Him freely. It is therefore a challenge in everyone’s life to choose the straight and narrow path which avoids a life which lacks eternal direction. There are probably times in our lives when we wonder if there are other paths or shortcuts. The gospel gives us the answer, together with the promise of divine guidance. It is a path we can follow only one step at a time, with patience, hope, and faith. Decisions we make today will influence our future course, our future strengths and abilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p8\" class=\"\">Thomas Carlyle once remarked, “Know your destiny and follow it.” We are here today because we believe that our destiny in life is to gain eternal exaltation. This is the highest goal in life, and it demands all of our strength, devotion, and work. It is impossible to achieve our highest potential destiny without direction and guidance. The Lord gives us spiritual “road signs” which we should follow. Some signposts are:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p9\" class=\"\">First, be true. Stand up for the prophets and the scriptures. We want to be able to say, along with Nephi, “We talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins” (<span class=\"citation\" id=\"4571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4571)\">2 Ne. 25:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p10\" class=\"\">Second, keep the first of the Ten Commandments: “Thou shalt have no other gods before me” (<span class=\"citation\" id=\"23030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23030)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23030)\">Ex. 20:3<\/a><\/span>). Through the choices and temptations of this world, we often lose sight of true values and turn our hearts to wealth, careers, hobbies, persons, honor, pride and, worst of all, to the gratification of our own ego.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p11\" class=\"\">Third, distinguish between essence and appearance. God knows our heart, and He cannot be deceived. We might be able to fool the world at times, but we cannot fool God. We will never obtain the joy of loving and trusting relationships with our fellow beings unless they are based on honesty. The Psalmist David says of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p12\" class=\"\">“O Lord, thou hast … known me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p13\" class=\"\">“Thou knowest my downsitting and mine uprising, thou understandest my thought afar off. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p14\" class=\"\">“There is not a word in my tongue, … thou knowest it altogether” (<span class=\"citation\" id=\"42083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42083)\">Ps. 139:1–2, 4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p15\" class=\"\">Fourth, rise above selfishness. This includes spiritual selfishness, when one looks toward personal edification and strengthening and has no other interest than one’s own salvation. To be blessed is not an end in itself; we must be a blessing to others. All people have a talent in one way or another to touch and inspire other people’s lives. Let us not only look inward and proudly say “All is well in Zion; yea, Zion prospereth” (<span class=\"citation\" id=\"4574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4574)\">2 Ne. 28:21<\/a><\/span>), but let us be a light unto a chaotic world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p16\" class=\"\">Are we able and capable of following such admonitions? How often have we made resolutions which we did not carry out? The only answer to these questions is to commit ourselves to serve the Lord and to meet His challenges. As Moroni wrote, the Lord’s grace is sufficient for all who humble themselves before Him. If we humble ourselves and have faith in Him, He will make our weaknesses into our strengths (see <span class=\"citation\" id=\"22425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22425)\">Ether 12:27<\/a><\/span>). He will provide His strength to meet our challenges, and many things will take care of themselves. The Spirit of God strengthens us physically, spiritually, and emotionally. It is now up to us to choose the way! Caterina Di Genova, who died in the Middle Ages as a martyr and who inspired future generations, is believed to have said, “Once God possesses the will of a person, God will dwell within this person and will lead him to perfection.” To prevail in this world without God is difficult. Through God, however, all things are possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p17\" class=\"\">Should we expect or ask for a reward for our efforts? The disciples asked Jesus about a reward. Instead of chastising them, He answered, “And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life” (<span class=\"citation\" id=\"37559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37559)\">Matt. 19:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p18\" class=\"\">The ills of today’s world and fleeting social peace are the result of past wrongdoings and disregard of godly principles. The spiritual strength of every new generation has its roots in parents’ and grandparents’ love for God and obedience to the gospel. As individuals and as a church, we must ask ourselves what we are contributing to our fellow beings. When Switzerland was in the process of political consolidation at the beginning of its new federation in 1862, the Swiss poet and novelist Gottfried Keller had questions similar to those of our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p19\" class=\"\">“Have I and my house lived such that I am in a position to be of benefit to the whole and to contribute to the humble embellishment, not in the eyes of an ignorant world, but in the eyes of the highest judge? Then when we ask ourselves: how we fare today as a nation before nations and how we have held in trust the assets which have been given us, in that day we should not present ourselves in vain self-glory before the Lord of all nations, for He sees through all insufficiencies, understands how to distinguish between luck and honest efforts, and between substance and appearance.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p20\" class=\"\">Let us search our hearts as we ask the question “What shall we do?” and follow the advice of Joshua: “Choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"30140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30140)\">Josh. 24:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-shall-we-do.p21\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}