{"ID":5482, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What He Would Have Us Do\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p3\" class=\"\">We have missed Elder Marvin J. Ashton and another familiar soul at our conferences, D. Arthur Haycock, each of whom has passed away since our last conference. Our hearts and our prayers go out to Sister Ashton, Sister Haycock, and all who have loved and lost someone during this period.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p4\" class=\"\">President Benson’s chair, situated between President Hinckley and me, has been unoccupied at this conference, although he has viewed the conference proceedings at his apartment by television. Our hearts are full of love for the prophet of God, and his teachings ring in our ears. If he were standing before us at this moment at the conclusion of the conference, I believe he would say, “Lord, it has been good for us to be here.” [<span class=\"citation\" id=\"37553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37553)\">Matt. 17:4<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p5\" class=\"\">We have sustained with our uplifted hands and also with our hearts those called to new positions of responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p6\" class=\"\">As we leave for our homes, may we travel in peace and safety. May we be obedient to the commandments of God. As we reflect upon the messages of conference, we see woven like a beautiful golden thread in a fine tapestry the mission of the Lord Jesus Christ, the sanctity of the home, and the importance of obedience to divine teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p7\" class=\"\">I like the thought, “Before Easter, there must be a cross.” And many have heavy crosses to bear. With the birth of the Babe in Bethlehem, there emerged a great endowment—a power stronger than weapons, a wealth more lasting than the coins of Caesar. He may come to us as one unknown, without a name, as by the lakeside He came to those men who knew Him not. He speaks to us the same words, “Follow thou me,” [<span class=\"citation\" id=\"29702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29702)\">John 21:22<\/a><\/span>] and sets us to the task which He has to fulfill for our time. He commands, and to those who obey Him, whether they be wise or simple, He will reveal Himself in the toils, the conflicts, the sufferings that they shall pass through in His fellowship; and they shall learn in their own experience who He is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/what-he-would-have-us-do.p8\" class=\"\">May we praise His name, follow His example, and incorporate His truths into our lives, and then this conference will have been successful. That such may be our experience, I pray in His worthy name—even Jesus Christ—amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}