{"ID":5483, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith Is the Answer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p3\" class=\"\">Virginia H. Pearce<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p4\" class=\"\">“Why did it have to be me?” That’s a question we’ve all asked ourselves during hard times. Family difficulties, loneliness, awkwardness, problems with school—“why did it have to be me?” What would help? What is the answer?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p5\" class=\"\">President Gordon B. Hinckley, First Counselor in the First Presidency, said, “Of all our needs, I think the greatest is an increase in faith” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1987, p. 54).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p6\" class=\"\">Could faith be the answer? We all know that more faith won’t make our problems disappear. But I believe as our faith increases, we become more able to not only survive the hard times but become better because of them. I believe faith is the answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p7\" class=\"\">Listen with your ears and hearts tonight, because every song and talk and video segment is planned to help you leave this meeting understanding more about faith—what it is, how it would help, how to increase it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p8\" class=\"\">Faith is the first of the Young Women Values: “I am a daughter of a Heavenly Father who loves me, and I will have faith in his eternal plan, which centers in Jesus Christ, my Savior” (<span class=\"emphasis\">Personal Progress,<\/span> Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1989, p. 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p9\" class=\"\">When we bring that definition into everyday language, faith means that I really believe that:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father and Jesus Christ live, and they are in charge of this world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They know me.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They love me.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They have a plan for my future.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>I will obey the commandments, work hard, and trust in their plan. Sooner or later, everything will be okay.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p15\" class=\"\">Now I’d like to tell you three simple stories. We’ll begin with a familiar one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p16\" class=\"\">God loved Moses. He called him “my son” (<span class=\"citation\" id=\"39867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39867)\">Moses 1:6–7, 40<\/a><\/span>). He watched over him as a tiny baby wrapped in a blanket and placed in a basket in the bulrushes (see <span class=\"citation\" id=\"23023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23023)\">Ex. 2:3<\/a><\/span>). As part of God’s plan for Moses, he miraculously came to be raised in the courts of the pharaoh. Then God led Moses to Jethro, who taught him the ways of righteousness. Moses kept the commandments of God. As God asked more and more difficult things of him, Moses obeyed. He even went to the pharaoh, despite his fears and feelings of inadequacy, repeatedly demanding that Pharaoh free the children of Israel from bondage—“Let my people go” (<span class=\"citation\" id=\"23024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23024)\">Ex. 7:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p17\" class=\"\">The Lord showed forth miracles to the pharaoh, but he continued to refuse Moses’ request, until his own firstborn son was struck dead. Then in fear, Pharaoh “called for Moses and Aaron by night, and said, Rise up, and get you forth from among my people, both ye and the children of Israel; and go, serve the Lord. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p18\" class=\"\">“Take your flocks and your herds, … and be gone” (<span class=\"citation\" id=\"23025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23025)\">Ex. 12:31–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p19\" class=\"\">And so six hundred thousand Israelite men and about one-and-a-half million women and children left Egypt on foot. “The Lord went before them … to lead … the way” (<span class=\"citation\" id=\"23026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23026)\">Ex. 13:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p20\" class=\"\">But by the time they had reached the Red Sea, Pharaoh had changed his mind. He wanted his six hundred thousand slaves back, so with a host of chariots he pursued them. With the churning and impassable Red Sea in front and the thundering army coming from behind, the Israelites were paralyzed with fear. They forgot, in the terror of the moment, who was really in charge of their future. They forgot the miracles they had already seen. They forgot that God knew them. And they cried out to Moses: “It had been better for us to serve the Egyptians, than that we should die in the wilderness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p21\" class=\"\">“And Moses said unto the people, Fear ye not, stand still. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p22\" class=\"\">“The Lord shall fight for you, and ye shall hold your peace” (<span class=\"citation\" id=\"23027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23027)\">Ex. 14:12–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p23\" class=\"\">And they remembered their faith. You know the next part of the story: “The Lord … made the sea dry land. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p24\" class=\"\">“And the children of Israel went into the midst of the sea upon the dry ground: and the waters were a wall unto them on their right hand, and on their left” (<span class=\"citation\" id=\"23028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23028)\">Ex. 14:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p25\" class=\"\">The Egyptians pursued them, “and the waters returned, and covered the chariots, and the horsemen, and [of] all the host of Pharaoh … there remained not … one of them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p26\" class=\"\">“Thus the Lord saved Israel. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p27\" class=\"\">“And the people … believed the Lord, and his servant Moses” (<span class=\"citation\" id=\"23029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23029)\">Ex. 14:28, 30–31<\/a><\/span>).<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father and Jesus Christ live, and they are in charge of this world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father knew the Israelites.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father loved the Israelites.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father had a plan for their future.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Moses and his people obeyed the commandments, worked hard, and trusted in Heavenly Father’s plan. Sooner or later, everything was okay.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p33\" class=\"\">My great-great-grandmother’s name was Mary Goble Pay. She was twelve years old and living in Brighton, England, when the missionaries taught her family the gospel. The year was 1855, and all Mary’s mother could think of was to join the other Saints in Utah. And so the following spring Mary’s mother, father, and four younger brothers and sisters boarded the ship <span class=\"emphasis\">Horizon<\/span> for America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p34\" class=\"\">By the time they could get outfitted and started on the trail, it was the middle of July. Winter storms came early that year, and the Gobles spent five terrible months on the trail between St. Louis and Salt Lake City. Mary wrote: “We had to keep close to [the handcart companies] to help them if we could. We began to get short of food and our cattle gave out” (<span class=\"emphasis\">A Believing People ,<\/span> ed. Richard H. Cracroft and Neal E. Lambert, Provo: Brigham Young University Press, 1974, p. 144). Many died—among them Mary’s two-year-old sister, her five-year-old brother, and Edith, a baby sister born on the trail and buried in Wyoming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p35\" class=\"\">And then when all seemed lost, the stranded Saints were miraculously rescued by men and teams sent by Brigham Young. But even as the handcart companies crossed the final mountain into the valley, Mary’s mother died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p36\" class=\"\">Mary describes the scene: “We arrived in Salt Lake City nine o’clock at night the 11th of December 1856. Three out of four who were living were frozen. My mother was dead in the wagon. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p37\" class=\"\">“[We were] taken to a home … and the sisters brought us plenty of food. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p38\" class=\"\">“Early next morning Bro. Brigham Young and a doctor came. … When Bro. Young came in he shook hands with us all. When he saw our condition—our feet frozen and our mother dead—tears rolled down his cheeks” (ibid., p. 145).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p39\" class=\"\">Well, Mary grew up. She married a good man. They had thirteen children whom they taught to love the gospel. She said it made her sad to talk about that trip across the plains, but she always remembered her mother’s words: “I want to go to Zion while my children are small, so they can be raised in the Gospel of Christ. For I know this is the true Church.” Mary concludes, “I think my mother had her wish” (ibid., pp. 149–50).<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father and Jesus Christ live, and they are in charge of this world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They knew Mary Goble Pay.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They loved her.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They had a plan for her future.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>She obeyed the commandments, worked hard, and trusted in their plan. And sooner or later, everything was okay.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p45\" class=\"\">When I was fifteen years old, my mother suggested that I get a patriarchal blessing. Although I hadn’t thought of doing so, her suggestion felt right, and preparations were made. I don’t remember the interview with my bishop or making the appointment, but I do remember an increasing sense of reluctance as the day approached.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p46\" class=\"\">My anxiety was all about my future. I had heard story after story of remarkable blessings with unusual promises. Some days I felt extraordinary—as if there were special things ahead for me. But usually I felt ordinary—even invisible some days. What if I didn’t have anything in my future? Better not to know. Maybe there wouldn’t be anything for the patriarch to say, and the blessing would only be one or two sentences long. I wondered if I would go on a mission—would I marry—would there be children—how many?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p47\" class=\"\">As you can see, I didn’t really understand the difference between a patriarchal blessing and a Chinese fortune cookie. But I did understand one important difference: I didn’t believe in messages in cookies, but I did believe in patriarchal blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p48\" class=\"\">I was prepared to believe anything that was said, or not said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p49\" class=\"\">The anticipated day arrived. I went with my parents to the patriarch’s cozy little study. As he placed his hands on my head, there was a steadiness that vaporized all uncertainty. I remember the surprise and wonder of that day, but also of every other time I have read that blessing—the startling news: He <span class=\"emphasis\">knows<\/span> me. Heavenly Father knows <span class=\"emphasis\">me!<\/span> And he has a plan for my future. I don’t need to know all the details, but if I do my part, it will turn out wonderfully well.<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father and Jesus Christ live, and they are in charge of this world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They know me.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They love me.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They have a plan for my future.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>I will obey the commandments, work hard, and trust in that plan. Sooner or later, everything will be okay.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p55\" class=\"\">Now, I have told you these stories tonight for a very important reason. Each of them belongs to you—the Israelites of ancient times are <span class=\"emphasis\">your<\/span> people. The miracles God provided them are part of <span class=\"emphasis\">your<\/span> spiritual heritage. The pioneers are <span class=\"emphasis\">your<\/span> people. It makes no difference whether their names appear on your pedigree chart. The miracles God provided them are a part of <span class=\"emphasis\">your<\/span> personal spiritual heritage. If God did it for Moses by the Red Sea, for Mary Goble Pay on the plains of America, for me under the hands of a patriarch, he will do it for you!<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p56\" class=\"\">Remember, remember, remember how God has worked in these lives. Remember how he has worked in your life. Write in your journal about the times when you have felt his love for you. Write about the times when he has intervened in subtle or obvious ways, to make everything work out okay for you. And when you feel abandoned and desperate, those memories will renew your faith and keep you trusting until you understand better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p57\" class=\"\">Now, pay attention to your feelings as I define faith one last time:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Heavenly Father and Jesus Christ live, and they are in charge of this world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They know you.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They love you.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>They have a plan for your futures.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>You must obey the commandments, work hard, and trust in their plan. And sooner or later, everything will be wonderful.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/05\/faith-is-the-answer.p63\" class=\"\">Did you notice how you felt? Even talking about faith brings feelings of peace and steadiness, doesn’t it? Faith is the answer. I need more faith. You need more faith. Heavenly Father, increase our faith, I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}