{"ID":5484, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Increase in Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p3\" class=\"\">Patricia P. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_040<\/span>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p4\" class=\"\">Three of my granddaughters are young women. They think it’s amazing that I can actually remember when I was their age. I really do remember many things—some hard things and some really good things. I especially remember a time when I was very happy. I was seventeen years old. My friends and I went to a fireside where the speaker taught us about our Savior’s love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p5\" class=\"\">He told us that we could have confidence in the Savior, that He would lead us, that He would be there for us, that our faith in Him could increase and we could feel greater happiness than we had ever known.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p6\" class=\"\">But we needed to participate. We needed to do something. We needed to choose to believe in the Savior and His love; we needed to ask for His help, and then we needed to practice thinking about Him all through the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p7\" class=\"\">The speaker suggested that to help us remember to think about the Savior, we could listen to the school bell that rang often during the day. Each time we heard the bell, we were to say a silent prayer, even with our eyes open, even walking down the hall. We could thank our Heavenly Father for our blessings, especially for our Savior. We could tell Him of our love and ask for His help. He taught us that in just a few seconds, many times during the day, we could practice thinking about our Heavenly Father and Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p8\" class=\"\">There was something else: the speaker suggested that almost immediately we move from praying about ourselves to praying for someone else—a friend, a teacher, a stranger—and asking Heavenly Father to bless that person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p9\" class=\"\">He also warned us that all of this might seem awkward at first but that if we chose to try, we could truly be filled with His love, our faith really would grow, and we would feel joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p10\" class=\"\">That sounded wonderful to me. I decided to try. I could not believe how many times the bell rang each day. When I heard it, I stopped. “Heavenly Father, thank you. Please bless me and bless Dorene. I know she’s having struggles.” It was awkward at first, but soon I found myself thinking about my Heavenly Father and Savior, not only when the bell rang but many times during the day. I remember walking across a muddy field one morning and seeing a tiny yellow flower. It was probably a weed, but to me it was beautiful, and I felt that He had created it just for me. I loved Him so much. My faith had increased, and I was happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p11\" class=\"\">Choosing to increase our faith in the Savior isn’t easy. It takes work, but the feelings inside of peace and joy and love are worth all our efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p12\" class=\"\">Sometimes when we try hard to make changes—good changes—we have a lot of distractions and obstacles. One of my favorite scripture stories is about Peter. As I read this story to you, think about Peter and what happened when he was distracted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p13\" class=\"\">Jesus and His disciples had just finished feeding five thousand people with five loaves of bread and two fishes. Jesus asked “his disciples to get into a ship, and to go before him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p14\" class=\"\">“And when he had sent the multitudes away, he went up into a mountain apart to pray: and when the evening was come, he was there alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p15\" class=\"\">“But the ship was now in the midst of the sea, tossed with waves: for the wind was contrary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p16\" class=\"\">“And in the fourth watch of the night Jesus went unto them, walking on the sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p17\" class=\"\">“And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p18\" class=\"\">“But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p19\" class=\"\">“And Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p20\" class=\"\">“And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p21\" class=\"\">“But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p22\" class=\"\">“And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt?” (<span class=\"citation\" id=\"37546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37546)\">Matt. 14:22–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p23\" class=\"\">I think that’s a wonderful story.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p24\" class=\"\">Peter chose to believe in Jesus. He asked Jesus if he could come to Him, and he really did walk on the water. But when he began to pay more attention to what was happening around him, “the wind boisterous,” he began to sink.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p25\" class=\"\">What are the winds boisterous in our lives? What are the things that distract us from the Savior, that turn our hearts and our minds away from Him? It may be thinking more about pleasing our friends or other people than we do about pleasing God (see <span class=\"citation\" id=\"29645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29645)\">John 5:44<\/a><\/span>). It may be the loud and confusing voices we hear on TV, in videos, in music. Sometimes we just don’t care. Our hearts are hard (see <span class=\"citation\" id=\"29658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29658)\">John 12:37<\/a><\/span>). There will always be distractions, winds boisterous, but if we choose to turn to the Lord, to believe in Him, to follow Him, we can increase our faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p26\" class=\"\">When Peter began to sink, he turned to the Lord and cried out, “Lord, save me,” and Jesus immediately “stretched forth his hand, and caught him.” He will do that for you. He will do that for each one of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p27\" class=\"\">What can we do to turn to the Savior? What can we do to increase our faith in Him? There are many things we can do. I have chosen just three:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>We can choose to believe.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>We can ask for help, then listen.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>We can practice turning to Him.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/05\/increase-in-faith.p31\" class=\"\">In the scriptures it says, “But without faith it is impossible to please him”; and to please him we must “believe that he is” (<span class=\"citation\" id=\"24589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24589)\">Heb. 11:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p32\" class=\"\">Choosing to believe is an important step in increasing our faith in the Savior. It has to be our choice. No one can make that choice for you. If I stand in front of a mirror and look myself in the eye and say, “I choose to believe in the Savior,” that helps me; then whenever I look in a mirror it reminds me of my choice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p33\" class=\"\">Another thing we can do is to ask for help, then listen. Our Father and Savior want us to have more faith. Faith is a gift, but it must be sought after. We can seek after faith by asking for more faith in our prayers. Could we say, “Heavenly Father, please help me have more faith”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p34\" class=\"\">Harder than asking is listening. We can listen in our hearts and hear Their voice. We can listen in the scriptures and hear Their word. We can listen to our prophet and leaders and hear their testimonies of faith. We can increase our faith by “hearing … the word of God” (<span class=\"citation\" id=\"42974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42974)\">Rom. 10:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p35\" class=\"\">And third, we can remember to practice—practice turning to Him, practice thinking about Him. Increasing our faith does take more than choosing to believe and asking. It takes some kind of physical and mental action. It takes practice, diligence, and patience, and it takes obedience. We must be “doers of the word, … not hearers only” (<span class=\"citation\" id=\"26396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26396)\">James 1:22<\/a><\/span>). We can practice living righteously by turning to Him, by thinking about Him, by following Him. And then we must help Him with His work by helping others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p36\" class=\"\">A bell helped me think about the Savior. Do you have bells in your life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p37\" class=\"\">A penny in my husband’s shoe reminded him that he truly was Heavenly Father’s little boy. A penny in your shoe could remind you—ouch—“Thank you, Heavenly Father. I do remember. I do love you and my Savior. I will think about you and follow you.” It really makes no difference what we use to help us remember to think about our Savior. What is important is that we try.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/increase-in-faith.p38\" class=\"\">I sense the tender feelings in your hearts. I feel that too. I believe we want to follow Him, to trust Him, to please Him, to live righteously, to increase our faith in Him. I believe we can do that as we choose to believe, ask and listen, and practice, and practice, and practice. My testimony is that He loves us so much, that He understands, and that His light will comfort us and guide us as we come unto Him. I love you, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}