{"ID":5485, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Growing Up Spiritually\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p3\" class=\"\">Janette C. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94905_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p4\" class=\"\">A few weeks ago, I flew to New York City to meet a new granddaughter. As my daughter and her husband met me at the door with their little three-day-old infant, there was an obvious radiance in that apartment. As they placed Hannah, who will be named after my mother, in my arms, she looked like a curled-up little doll with lots of dark hair. Within a few days, Hannah was stretching out her long legs and her long, thin feet, and I started to think of all of the things she will experience as she starts growing up. Perhaps she’ll have some of the same fears that I had—like being afraid to be alone in the dark at age six or seven. At age thirteen or fourteen, she may be sure, as I was, that there will never be boys as tall as she is. That concern was increased for me the following year when I became convinced that a person with feet as large as mine would surely never marry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p5\" class=\"\">Those kinds of concerns are pretty normal, and the things that concern any of you would surely be concerns to me. But my greatest concern is that each one of you is growing in your spiritual understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p6\" class=\"\">I have tremendous reverence for each one of you. My hope for you during these important years between the ages of twelve and eighteen is that you are going from being a dependent child to becoming a righteous, problem-solving woman of faith. It is a mighty work you do during these years, and when you do your work well, you will build a foundation for a responsible and righteous life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p7\" class=\"\">When your leaders encourage you in the Young Women program to get involved with Personal Progress, I hope you will understand that this represents much more than goal-setting and receiving recognition, although that is very important. The greatest goal is that you would constantly choose experiences that would exercise or strengthen your faith in our Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p8\" class=\"\">There is a chapter in the book of Alma—<span class=\"citation\" id=\"10085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10085)\">chapter 32<\/a><\/span>—which seems to me to be written especially for young women. Alma teaches us how to exercise our faith and increase our belief in the words of our Heavenly Father. Would you go home and read this chapter and draw a circle around every time it says <span class=\"emphasis\">the word.<\/span> [See <span class=\"citation\" id=\"10086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10086)\">Alma 32:1, 6, 14, 16, 28, 34, 40–42<\/a><\/span>.]  Then read the first verse in the book of John where it says, “In the beginning was <span class=\"emphasis\">the Word,<\/span> and <span class=\"emphasis\">the Word<\/span> was with God, and <span class=\"emphasis\">the Word<\/span> was God” (<span class=\"citation\" id=\"29632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29632)\">John 1:1<\/a><\/span>; emphasis added). And then in verse 14, “And <span class=\"emphasis\">the Word<\/span> was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth” (<span class=\"citation\" id=\"29636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29636)\">John 1:14<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p9\" class=\"\">In the book of John, <span class=\"emphasis\">the Word<\/span> is referring to our Savior Jesus Christ. The prophet Alma, in teaching us about faith, helps us understand how our faith in Jesus Christ can be strengthened. Alma compares <span class=\"emphasis\">the word,<\/span> or the gospel, encompassing our faith in the Savior, to a seed. In his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p10\" class=\"\">“Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that <span class=\"emphasis\">the word<\/span> is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p11\" class=\"\">“Now behold, would not this increase your faith? I say unto you, Yea; nevertheless it hath not grown up to a perfect knowledge” (<span class=\"citation\" id=\"10091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10091)\">Alma 32:28–29<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p12\" class=\"\">Personal Progress is like an experiment on <span class=\"emphasis\">the word.<\/span> There are experiences with prayer, scripture study, strengthening family relationships, and service to others. Exercising our faith will increase and strengthen it. As we watch the accomplishments of great athletes, it is surprising to me that some would suppose that our spiritual growth comes without effort when our physical ability requires exercise and training.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p13\" class=\"\">Now listen to the wonderful promise that is given to those who exercise their faith—who will continue to nourish <span class=\"emphasis\">the word:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p14\" class=\"\">“But if ye will nourish <span class=\"emphasis\">the word,<\/span> yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life” (<span class=\"citation\" id=\"10092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10092)\">Alma 32:41<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p15\" class=\"\">Growing up spiritually requires faith, great diligence, and patience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p16\" class=\"\">It takes maturity to look forward to those things that have eternal consequence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p17\" class=\"\">In infancy, little Hannah responds to food when hungry. She responds to gentle voices and dry diapers. It will be some time before she realizes that her mother is reading the scriptures to her while she feeds her. It will be many, many months before she knows why heads are bowed and prayers are spoken at the dinner table. Yet her faith will begin to take root in this trusting environment. A little child can learn to respond to good feelings, but you are learning to take responsibility for your faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p18\" class=\"\">Listen to the words of three young women as each had experiences that provided a chance to exercise her faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p19\" class=\"\">[A video segment was shown in which several young women spoke of events and challenges in their own lives and the effect of those things on their faith.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p20\" class=\"\">Each of these young women had a different kind of experience, but each chose to exercise and increase her faith. Sarah disregarded a feeling that what she was doing was wrong because of her eagerness to learn to drive. After a bad experience, faith gave her the motivation or the courage to evaluate her very frightening experience and make changes. Did you notice that at first she felt unworthy and unloved because she had made an unwise choice? She said she felt kind of worthless. Those feelings are normal after making a mistake, but she wisely evaluated what had happened and why it had happened that way. She reminded herself of her Heavenly Father’s love and what He would have wanted. She learned to listen to parents and acknowledge the feeling of warning. She recognized how she might use this understanding in another situation. This way every experience can become a growth experience. Our Heavenly Father wants us to overcome bad experiences and not remain stuck in our feelings of being unworthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p21\" class=\"\">The second young woman, Carly, experienced difficult family circumstances through a change in her father’s employment and a move to another state. She learned the value of family relationships and being together. Through united faith and prayers, she experienced the blessing of feeling our Heavenly Father’s love and support in bringing their family back together. Her faith was strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p22\" class=\"\">In the third story, Paulette had a different experience when she learned to accept an outcome that was not what she had hoped for. She knew about the great power of faith, a power that could move mountains, but when her friend’s mother died, she exercised her faith by trusting in Heavenly Father’s plan for us. Growing up spiritually requires us to see beyond our own desires and to enlarge our way of seeing things. We not only have to let go of our selfishness but sometimes let go of things we want very badly to come to understand our Heavenly Father’s point of view.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p23\" class=\"\">It is so important in this day that we each build an inner core of spirituality. As you exercise your faith and feel that spirituality grow, you will begin to feel more secure. You will feel more confident. Gradually we will come to more fully understand what it means to completely trust in our Heavenly Father and stand as a witness of God (see <span class=\"citation\" id=\"40916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40916)\">Mosiah 18:9<\/a><\/span>). As we become righteous, problem-solving women of faith, we will learn to represent Him and do His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p24\" class=\"\">Three years ago I had another little granddaughter, named after me—Emily Janette. On the day of her blessing, I felt a tremendous desire for her welfare and a hope that the good things in life would come to her. In that instant, I thought of what it means when each one of us takes upon ourselves the name of Jesus Christ through our baptismal covenants. I have thought of His great desire for our welfare. I feel the love He has for the young women of His church. I have also thought of His great love and appreciation to you leaders—those of you who teach doctrine, who model righteous behavior, who provide an environment of trust where others can develop faith and practice righteous living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/05\/growing-up-spiritually.p25\" class=\"\">I have a testimony of our Savior’s love for us. He understands our challenges. He will help us. We were intended to have experiences that will help us know good from evil. Most of us make mistakes. We can’t be perfect alone. The atoning gift of Jesus Christ allows us to let go of our weaknesses and be strengthened by His perfection. I bear my testimony of His atoning gift to us in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}