{"ID":549, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Do We Find God?<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1951, pp. 93-95<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, something over a year ago when Sister Sonne and I boarded the great\nocean liner to return to our homes from Europe, the news was flashed to the passengers that\nHarry Lauder, the Scotch comedian, had just died. We read in the paper the next day\nsomething about Mr. Lauder. I recall now that he lost his only son in the Battle of the Marne\nin World War I.\n<\/p><p>\nLauder was heartbroken. He was inconsolable, and he grieved much. After a week or two he\nreceived word from the military authorities that he might visit the graveside of his boy, buried\nover in France. Thereupon, with some of his friends, Harry Lauder crossed the channel and\nwent to the cemetery where his son lay buried beneath the sod of France.\n<\/p><p>\nThe little group with Mr. Lauder stood around the graveside. Someone in the group said in a\nwhisper, \"I wonder if God weeps when such laddies fall?\"\n<\/p><p>\nHarry Lauder stepped forward. He looked down at the grave of his boy and said to those\nassembled there, \"When a man has been struck as I have, there are three roads open to him.\nOne road leads to depravity and drink. Another road leads to despair and suicide. A third road\nleads to God. I am determined at this moment to take the road that leads to God.\"\n<\/p><p>\nHe forgot all about his commercial engagements; and he volunteered his services to the\nBritish and American armies and began to sing his Scotch melodies and to tell his stories to\nthe British and American soldiers.\n<\/p><p>\nUNSELFISH SERVICE\n<\/p><p>\nAfter all, brethren and sisters, how do we find God except in the service of our fellow men? I\nknow from actual experience and observation that the leaders of this Church are unselfish in\ntheir service and in their devotion. I was greatly impressed this morning when they announced\nthe additions to the General Authorities of the Church.\n<\/p><p>\nFor more than ten years now I have leaned heavily upon my friend and associate, Marion G.\nRomney. As a result I have come to love him and to depend upon him, and when I went over\nto Europe, it was Brother Romney with whom I had correspondence relative to the\ndistribution of welfare supplies in the countries across the sea, and together he and I and\nothers have sat in council many times.\n<\/p><p>\nI thought of these men who have been called to be Assistants to the Quorum. I knew\nPresident George Q. Morris for many years when he led the great M.I.A. movement. He used\nto come to our stake when my chief responsibility was with that organization. I met Brother\nStayner Richards forty years ago, in Newcastle, England, where he was serving as a\nmissionary.\n<\/p><p>\nI have also met the other brethren: Brother ElRay L. Christiansen lives in my home town, the\nplace I call home, and the place I visit occasionally as opportunity permits. I know something\nabout his work in the Logan Temple and in the East Cache Stake of Zion. I can truthfully say\nhe is a man of God.\n<\/p><p>\nI have visited the stakes of Zion with Brother John Longden. I have heard him preach the\ngospel, and I have heard him sing the gospel, as he can do. Brethren and sisters, the Church is\ngrowing and expanding. It has never gone forward at a more rapid pace than it is at this\nmoment.\n<\/p><p>\nThe barriers which were raised against it at one time are crumbling, and we are permitted to\npreach the gospel in the lands of the free.\n<\/p><p>\nA GREAT CHURCH\n<\/p><p>\nJust before leaving London, I attended a district conference. At the close of the morning\nsession, a man who had been sitting in the audience came to the front. In a loud tone of\nvoice, so everyone could hear, he said, \"I resent the audacity of your claims,\" and he followed\nit up with these words: \"You refer to yourselves as a great church. It isn't great,\" he said.\n\"You have only a membership of a million. I belong to a church that has a membership of\ntwo hundred and fifty million.\"\n<\/p><p>\nThen a young man stepped forward. He was a missionary of the Church in the British\nMission. Calmly he stepped up to the man and said, \"Well, from a standpoint of numbers\nyours is a great church, perhaps the greatest church amongst all Christian denominations.\nBut,\" he said, \"I recall that at one time the primitive Church which was established by the\nLord Jesus and the Twelve Apostles was but a small group. The Savior entrusted his gospel\nmessage to a very few people, most of them unlearned but very humble.\"\n<\/p><p>\nThen the young elder continued, \"That primitive Church, though small in numbers, was\nnevertheless a great Church. It was great in its missionary endeavor. It was great in its calling\nto preach the gospel to the civilized world of that day. There is something in a church that\nmakes it great besides its numbers.\"\n<\/p><p>\nWORK TO GO FORWARD\n<\/p><p>\nI frequently think of that circumstance. God's work will go forward in the earth. I am sure it\nwill never be weaker than it is today. It will grow in strength and in influence until this\ngospel of the kingdom has been preached as a witness in all the world\n(<span class=\"citation\" id=\"34473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34473)\">Matt. 24:14<\/a><\/span>), and until every knee\nshall bow and every tongue confess that Jesus is the Christ\n(<span class=\"citation\" id=\"41239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41239)\">Philip. 2:10-11<\/a><\/span>).\n<\/p><p>\nMay we, you and I, assist in this great enterprise, and may we work out our salvation in fear\nbefore our Heavenly Father (<span class=\"citation\" id=\"41240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41240)\">Philip. 2:12<\/a><\/span>),\nI pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}