{"ID":550, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">&ldquo;Man Shall Not Live by Bread Alone&rdquo;<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1951, pp. 101-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe matter we discuss briefly this Sabbath morning I trust shall not be considered as too far\nremoved from practical application to command your interest. The subject of this discussion\nwas suggested by an episode in the early ministry of our Lord, and the title is taken from the\nmemorable words addressed to His adversary on that occasion.\n<\/p><p>\nMAN SHALL NOT LIVE BY BREAD ALONE (<span class=\"citation\" id=\"34406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34406)\">Matt. 4:4<\/a><\/span>)\n<\/p><p>\nIt will be recalled that soon after His baptism by John in the waters of Jordan, Jesus retired\ninto the wilderness where He sought communion with His Father. During this period of\nvoluntary seclusion He engaged Himself in prayer and fasting. At the end of forty days,\nduring which His body had been without bread or other physical sustenance, the tempter\nappeared and challenged Him to exercise His Divine Power to provide food for His famished\nbody (<span class=\"citation\" id=\"31289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31289)\">Luke 4:1-4<\/a><\/span>),\nwith these words, \"If thou be the Son of God, command that these stones be made\nbread\" (<span class=\"citation\" id=\"34405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34405)\">Matt. 4:3<\/a><\/span>).\n<\/p><p>\nSuffering though He was from extreme physical weakness induced by prolonged hunger, the\nMaster quickly discerned the treachery behind the tempting suggestion and the danger of\nproviding bread on the terms proposed. Knowing that the strategy of the tempter's challenge\nwould mean the provision of physical sustenance alone, to the exclusion of spiritual\nrequirements, Jesus immediately replied, \"Man shall not live by bread alone, but by every\nword that proceedeth out of the mouth of God\"\n(<span class=\"citation\" id=\"34407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34407)\">Matt. 4:4<\/a><\/span>).\n<\/p><p>\nDuring forty long days he had been constantly aware that not only does the body of man need\nbread, but that the spirit of man needs God. Even without bread during an extended fast,\ncommunion with God sustained the Son of God though He suffered the throes of hunger like\nunto a son of man.\n<\/p><p>\nWORTH OF THE SOUL\n<\/p><p>\nLater in His ministry Christ was to remind His disciples that the soul of man was worth more\nthan bread, more even than the wealth of the world. He said to them, \"For what is a man\nprofited if he shall gain the whole world and lose his own soul? or what shall a man give in\nexchange for his soul?\" (<span class=\"citation\" id=\"34449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34449)\">Matt. 16:26<\/a><\/span>).\n<\/p><p>\nA man's soul is too exorbitant a price to pay for bread alone, even if the whole world is his\nloaf.\n<\/p><p>\nA man's worldly wealth may determine his social standing which side of the tracks he will\nlive on, which school his children will attend, which golf club he will belong to, the\nhorsepower of his car, and which pew he will occupy in his church; but it is not the sole\ndetermining factor as to the fullness of his life. That is determined not by his material\npossessions, nor by his lack of them, but by his living by the words that proceed out of the\nmouth of God.\n<\/p><p>\nThe supreme joy of living cannot be measured by a man's financial rating. It can be measured\nonly by his willingness to accept a divine influence as the controlling force in his life. Neither\nthe millionaire nor the pauper can live by bread alone, but both can live and enjoy living to\nthe fullest degree if they will accept the spiritual influences that sustain the soul of man.\n<\/p><p>\nHAPPINESS IN WORD OF GOD\n<\/p><p>\nIn unfurnished thatch-roofed huts in the South Seas I have witnessed greater peace of mind,\nmore happiness and contentment, enjoyed by simple natives than exists in too many of the\nluxuriously appointed mansions of the rich.\n<\/p><p>\nIn the humble native hut man is not existing by bread alone. The words of God play a great\npart in the program of his living. Each day is commenced by invoking the blessings of heaven\nupon himself and his family, and at the close of each day prayers of gratitude are offered for\nblessings received.\n<\/p><p>\nHis profound knowledge of sacred books, which may be the only literature translated into his\nnative tongue, is his most prized possession. The great value he places upon divinely inspired\nliterature may be appreciated when one hears him say these words about his European\nbrother: \"When the white man came to these islands we had the land and he had the Bible.\nNow after a hundred years he has the land and we have the Bible, and we are still richer than\nhe.\" His bread gives sustenance to his physical being only. The words of God give life to his\nsoul.\n<\/p><p>\nGOLD WITHOUT GOD\n<\/p><p>\nOn the other hand, in the homes where there is an abundance of the material things that gold\nwill provide and where divine principles are rejected&mdash;where man is striving to live by bread\nalone&mdash;there may be an excessive gratification of physical appetites, but there cannot be a\nfullness of living.\n<\/p><p>\nThere is deep damnation in the possession of gold without God.\n<\/p><p>\nThe sorrow, the fear, the frustration and confusion which beset men all about us may be\ntraced to an impulse, which is not restrained, to live by bread alone. Disruption of family ties,\nmoral degeneration, addiction to the use of stimulants and narcotics, dishonesty in dealing\nwith one's fellow men, and all other manner of crimes and vice are the natural concomitants\nto a bread-alone diet.\n<\/p><p>\nIf living is not tempered by the divine will, man is not prepared to face unexpected losses of\nwealth and other forms of adversity. He finds it impossible to step down from living with the\nJoneses, and his life becomes of so little value that he takes it by his own hand, I need not\nremind you of the high incidence of suicide which cuts down the lives of men of financial\nmeans who thought they could live by bread alone. They simply cannot make the adjustment\nwhen the rations are reduced. Neither need I call to your attention the unethical, immoral,\nillegal and gangster methods which have recently been exposed by investigating committees,\nas the means whereby men in both high and low places give their souls in exchange for the\ngoods of the world. Even their country's soul is considered not to be too high a price to pay.\n<\/p><p>\nNATIONAL SPIRITUAL NEEDS\n<\/p><p>\nIf the individual cannot live by bread alone, neither can the nation. This great country owes\nits birth and preservation to men who were guided by spiritual values. The Pilgrim fathers\nwho first set foot upon the rugged shores of New England and the great pioneers who\nconquered the mountains and deserts from the Atlantic to the Pacific were men of God. They\nsurvived the hunger and hardships incident to colonizing and pioneering because they were\nmotivated by a quest for God rather than by a lust for gold.\n<\/p><p>\n     They penetrated the forests and pushed on to forbidding waste lands with confidence\nthat with the help of God they would live, and that without His help they would perish. They\nbroke the scorched earth, turned the virgin soil, planted their crops and then called upon God\nto bring forth the harvest. They lived by His words and He provided them with sustenance.\n<\/p><p>\nLESSONS OF HISTORY\n<\/p><p>\nHistory records the decline and fall of great nations and empires, both ancient and modern,\nwhich have rejected God and denied man the right to live in accordance with His divine will.\n<\/p><p>\nThe institutions of our own nation, which were founded by men who invoked divine aid, may\nbe lost to future generations if the lessons of history are ignored. If God loses control in the\naffairs of this great nation, the decline and decay of its structure of freedom and liberty will\nsurely follow. The loss of its soul will be inevitable because ours is a nation which cannot\nsurvive on material values alone.\n<\/p><p>\nTo say that \"it can't happen here\" is to disregard the destructive forces of evil that are abroad\nin the land. If credence can be given to recent reports, then never before has the underworld\nwielded the influence that it does today. Its tentacles are reaching into the vitals of society on\nevery level, into business institutions both large and small, and into both local and federal\ngovernments. The complacent attitude of decent people toward these diabolical practices\nindicates an almost universal rejection of God as the sustaining force in the lives of men.\n<\/p><p>\nLINCOLN'S PROCLAMATION\n<\/p><p>\nAt another time in the Nation's history when men were trying to live by bread alone and were\nforgetting God, Abraham Lincoln issued a timely proclamation which reads as follows: \n<\/p><p>\n\"And whereas it is the duty of nations as well as of men, to own their dependence upon the\noverruling power of God, to confess their sins and transgressions, in humble sorrow, yet with\nassured hope that genuine repentance will lead to mercy and pardon; and to recognize the\nsublime truth, announced in the holy scriptures and proven by all history, that those nations\nonly are blessed whose God is the Lord.\n<\/p><p>\n\"And, insomuch as we know that by His divine law nations like individuals, are subjected to\npunishments and chastisements in this world, may we not justly fear that the awful calamity\nof war which now desolates the land may be but a punishment inflicted upon us for our\npresumptuous sins, to the needful end of our national reformation of a whole people? We\nhave been the recipients of the choicest bounties of heaven; we have grown in numbers,\nwealth, and power as no other nation has ever grown. But we have forgotten God. We have\nforgotten the gracious hand which preserved us in peace and multiplied and enriched and\nstrengthened us, and we have vainly imagined, in the deceitfulness of our hearts, that all these\nblessings were produced by some superior wisdom and virtue of our own. Intoxicated with\nunbroken success, we have become too self-sufficient to feel the necessity of redeeming and\npreserving grace, too proud to pray to the God that made us.\"\n<\/p><p>\nPRESENT SPIRITUAL NEEDS\n<\/p><p>\nThis proclamation, which was timely in Lincoln's day, is certainly not untimely in our own.\nHow well he himself knew the futility of trying to live by bread alone. Often in his own life,\nas he was wont to say, \"I went to my knees because I had nowhere else to go.\" In his darkest\nhours he sought the sustaining influence which comes from God.\n<\/p><p>\nIs it out of order to assert that we need that divine influence and regenerating force in this\nday just as the nation did in Lincoln's time? Are we not passing through times more perilous\nthan the darkest days of the Civil War?\n<\/p><p>\nOur nation is spending billions for defense against enemies beyond our borders yet, may I\nask, what have we to defend if enemies within our borders are permitted to stalk abroad in the\nland and destroy our faith in God and induce us to live by bread alone? Is it not time that we\nall, like Lincoln, go to our knees and ask God to implement our armaments with His power\nand to give us the will to stem the tide which is carrying men to Caesar and turning them\nfrom God?\n<\/p><p>\nORIGIN OF AMERICAN SYSTEM\n<\/p><p>\nAn editor of <i>Fortune Magazine<\/i>, writing in the issue of January, 1940, had this to say, and I\nquote only in part: \n<\/p><p>\n\"By no conceivable set of circumstances could materialism have produced the great 'solution'\nof the Eighteenth Century that we have come to know as the American System. The\nAmerican System has its origin, on the one hand, in passionate religious sects who believed in\nthe spiritual absolutes that today are lacking; and on the other hand in those rationalists of the\nGolden Age of the American colonies for whom reason was not merely mechanistic but\ndivine. Similarly, by no conceivable set of circumstances, will it be possible to solve by\nmaterialism the titanic problems, domestic and international, with which humanity is faced\ntoday. The ultimate answers to the questions that humanity raises are not, and never have\nbeen, in the flesh.\"\n<\/p><p>\nIn seeking a solution to our present difficulties, he concludes: \n<\/p><p>\n\"The way out is the sound of a voice, not our voice, but a voice coming from something not\nourselves, in the existence of which we cannot disbelieve. . . Without it we are no more\ncapable of saving the world than we were capable of creating it in the first place.\"\n<\/p><p>\nTHE WORD OF GOD\n<\/p><p>\nIf man in his seeking for the word of God does not find it, it is not because God has\nwithdrawn from man, but because man has withdrawn from God. I bear testimony that he has\nnot left us without direction. Both in times of old and in our generation His voice has\ndeclared the way. To survive the ills that beset us on every hand let us lift up our eyes and\nlend listening ears to Him who said, \"Man shall not live by bread alone, but by every word\nthat proceedeth out of the mouth of God\" (<span class=\"citation\" id=\"34408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34408)\">Matt. 4:4<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}