{"ID":5525, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Exceeding Great and Precious Promises”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p2\" class=\"\">President Howard W. Hunter<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/howard-w-hunter-10.jpg\" alt=\"Howard W. Hunter\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_004<\/span>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p3\" class=\"\">My beloved brothers and sisters, thank you for your sustaining vote. I come before you humbly and meekly, saddened by the recent passing of our beloved prophet, President Ezra Taft Benson. My heart is tender upon the passing of my dear friend, particularly in light of the new responsibilities that have come to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p4\" class=\"\">I have shed many tears and have sought my Father in Heaven in earnest prayer in the desire to be equal to this high and holy calling. I have prayed to be worthy to bear the assignment which thirteen other men in this dispensation have borne. Perhaps only they, watching from the other side of the veil, can fully understand the weight of responsibility and the deep dependence on the Lord that I feel in accepting this sacred calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p5\" class=\"\">My greatest strength through these past months has been my abiding testimony that this is the work of God and not of men. Jesus Christ is the head of this church. He leads it in word and deed. I am honored beyond expression to be called for a season to be an instrument in his hands to preside over his church. But without the knowledge that Christ is the head of the Church, neither I nor any other man could bear the weight of the calling that has come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p6\" class=\"\">In assuming this responsibility, I acknowledge God’s miraculous hand in my life. He has repeatedly spared my life and restored my strength, has repeatedly brought me back from the edge of eternity, and has allowed me to continue in my mortal ministry for another season. I have wondered on occasion why my life has been spared. But now I have set that question aside and ask only for the faith and prayers of the members of the Church so we can work together, I laboring with you, to fulfill God’s purposes in this season of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p7\" class=\"\">I also acknowledge the prayers and faith of my wife and family, my Brethren of the General Authorities, and the multitudes of faithful members who have prayed for me, cared for me, and shown concern for my health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p8\" class=\"\">It has been thirty-five years since I was sustained as a member of the Quorum of the Twelve. Those years have been rich in preparation. I have met the Saints and borne testimony in North and South America; in Europe and Eastern Europe; in Asia, Australia, and Africa; and in the islands of the sea. Many times have I been to the Holy Land and walked where Jesus walked. My walk is slower now, but my mind is clear, and my spirit is young.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p9\" class=\"\">As I answer the call from the Lord to lead the Church, I am overcome with gratitude for the revelations which have established the marvelous system by which his church is governed. Each man who is ordained an Apostle and set apart as a member of the Quorum of the Twelve is sustained as a prophet, seer, and revelator. The First Presidency and the Quorum of the Twelve Apostles, called and ordained to hold the keys of the priesthood, have the authority and responsibility to govern the Church, to administer its ordinances, to teach its doctrine, and to establish and maintain its practices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p10\" class=\"\">When a President of the Church is ill or not able to function fully in all of the duties of his office, his two Counselors, who, with him, comprise a Quorum of the First Presidency, carry on the work of the Presidency. Any major questions, policies, programs, or doctrines are prayerfully considered in council by the Counselors in the First Presidency and the Quorum of the Twelve Apostles. No decision emanates from the First Presidency and the Quorum of the Twelve without total unanimity among all concerned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p11\" class=\"\">Following this inspired pattern, the Church will move forward without interruption. The governance of the Church and the exercise of the prophetic gifts will always be vested in those apostolic authorities who hold and exercise all of the keys of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p12\" class=\"\">I feel just as President Joseph F. Smith felt on a similar occasion many years ago, when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p13\" class=\"\">“I propose that my counselors and fellow Presidents in the First Presidency shall share with me in the responsibility of every act which I shall perform in this capacity. I do not propose to take the reins in my own hands to do as I please; but I propose to do as my brethren and I agree upon and as the Spirit of the Lord manifests to us. I have always held, and do hold, and trust I always shall hold, that it is wrong for one man to exercise all the authority and power of presidency in The Church of Jesus Christ of Latter-day Saints. I dare not assume such a responsibility, and I will not, so long as I can have men like these to stand by and counsel with me in the labors we have to perform and in doing all those things that shall tend to the peace, advancement and happiness of the people of God and the building up of Zion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p14\" class=\"\">President Smith then continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p15\" class=\"\">“If at any time my brethren of the Apostleship shall see in me a disposition to depart from this principle or a forgetfulness on my part of this covenant that I make today before this body of Priesthood, I ask them in the name of my Father, that they will come to me, as my brethren, as counselors in the Priesthood, as watchmen on the towers of Zion, and remind me of this covenant and promise which I make to the body of the Church in general conference assembled at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p16\" class=\"\">“The Lord never did intend that one man should have all power, and for that reason He has placed in His Church Presidents, Apostles, High Priests, Seventies, Elders and the various offices of the Lesser Priesthood, all of which are essential in their order and place according to the authority bestowed on them” (in Conference Report, Oct.–Nov. 1901, p. 82).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p17\" class=\"\">Those words of President Joseph F. Smith represent my feelings today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p18\" class=\"\">Like my Brethren before me, I receive with this calling the assurance that God will direct his prophet. I humbly accept the call to serve and declare with the Psalmist, “The Lord is my strength and my shield; my heart trusted in him, and I am helped” (<span class=\"citation\" id=\"42075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42075)\">Ps. 28:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p19\" class=\"\">At the time of my call, I issued two invitations to the members of the Church. I feel impressed to give these continued emphasis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p20\" class=\"\">First, I invite all members of the Church to live with ever more attention to the life and example of the Lord Jesus Christ, especially the love and hope and compassion he displayed. I pray that we will treat each other with more kindness, more patience, more courtesy and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p21\" class=\"\">To those who have transgressed or been offended, we say, come back. The path of repentance, though hard at times, lifts one ever upward and leads to a perfect forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p22\" class=\"\">To those who are hurt or are struggling and afraid, we say, let us stand with you and dry your tears. Come back. Stand with us in The Church of Jesus Christ of Latter-day Saints. Take literally his invitation to “come, follow me” (see <span class=\"citation\" id=\"37549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37549)\">Matt. 16:24<\/a><\/span>; <span class=\"citation\" id=\"37557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37557)\">Matt. 19:21<\/a><\/span>; <span class=\"citation\" id=\"33451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33451)\">Mark 8:34<\/a><\/span>; <span class=\"citation\" id=\"33453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33453)\">Mark 10:21<\/a><\/span>; <span class=\"citation\" id=\"32497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32497)\">Luke 9:23<\/a><\/span>; <span class=\"citation\" id=\"32508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32508)\">Luke 18:22<\/a><\/span>; <span class=\"citation\" id=\"29703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29703)\">John 21:22<\/a><\/span>; <span class=\"citation\" id=\"20069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20069)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20069)\">D&amp;C 38:22<\/a><\/span>). He is the only sure way; he is the light of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p23\" class=\"\">We will, as you would expect us to do, continue to hold to the high standards of conduct which define a Latter-day Saint. It is the Lord who established those standards, and we are not free to set them aside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p24\" class=\"\">Let us study the Master’s every teaching and devote ourselves more fully to his example. He has given us “all things that pertain unto life and godliness.” He has “called us to glory and virtue” and has “given unto us exceeding great and precious promises: that by these [we] might be partakers of the divine nature” (<span class=\"citation\" id=\"4974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4974)\">2 Pet. 1:3–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p25\" class=\"\">I believe in those “exceeding great and precious promises,” and I invite all within the sound of my voice to claim them. We should strive to “be partakers of the divine nature.” Only then may we truly hope for “peace in this world, and eternal life in the world to come” (<span class=\"citation\" id=\"20097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20097)\">D&amp;C 59:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p26\" class=\"\">In that spirit I invite the Latter-day Saints to look to the temple of the Lord as the great symbol of your membership. It is the deepest desire of my heart to have every member of the Church worthy to enter the temple. It would please the Lord if every adult member would be worthy of—and carry—a current temple recommend. The things that we must do and not do to be worthy of a temple recommend are the very things that ensure we will be happy as individuals and as families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p27\" class=\"\">Let us be a temple-attending people. Attend the temple as frequently as personal circumstances allow. Keep a picture of a temple in your home that your children may see it. Teach them about the purposes of the house of the Lord. Have them plan from their earliest years to go there and to remain worthy of that blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p28\" class=\"\">If proximity to a temple does not allow frequent attendance, gather in the history of your family and prepare the names for the sacred ordinances performed only in the temple. This family research is essential to the work of the temples, and blessings surely will come to those who do that work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p29\" class=\"\">We desire to bring the temples closer to our people. New temples have been announced and are under construction. Others are being planned. Soon we will dedicate the Orlando Florida and Bountiful Utah temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p30\" class=\"\">In the ordinances of the temple, the foundations of the eternal family are sealed in place. The Church has the responsibility—and the authority—to preserve and protect the family as the foundation of society. The pattern for family life, instituted from before the foundation of the world, provides for children to be born to and nurtured by a father and mother who are husband and wife, lawfully married. Parenthood is a sacred obligation and privilege, with children welcomed as a “heritage of the Lord” (<span class=\"citation\" id=\"42082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42082)\">Ps. 127:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p31\" class=\"\">A worried society now begins to see that the disintegration of the family brings upon the world the calamities foretold by the prophets. The world’s councils and deliberations will succeed only when they define the family as the Lord has revealed it to be. “Except the Lord build the house, they labour in vain that build it” (<span class=\"citation\" id=\"42080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42080)\">Ps. 127:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p32\" class=\"\">As we become more removed from the lifestyle of the world, the Church becomes more the welcome refuge for hundreds of thousands who come each year and say, “Let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem” (<span class=\"citation\" id=\"25718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25718)\">Isa. 2:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p33\" class=\"\">My brothers and sisters, I testify that the impressions of the Spirit have weighed heavily upon me in considering these matters. Our Eternal Heavenly Father lives. Jesus Christ, our Savior and Redeemer, guides his church today through his prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p34\" class=\"\">Let us, as Latter-day Saints, claim those “exceeding great and precious promises” so that we, “Holy Father, … may grow up in thee, and receive a fulness of the Holy Ghost, and be organized according to thy laws, and be prepared to obtain every needful thing” (<span class=\"citation\" id=\"20174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20174)\">D&amp;C 109:14–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p35\" class=\"\">I invoke his blessings upon you in your homes, in your work, in your service in his church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/exceeding-great-and-precious-promises.p36\" class=\"\">I pledge my life, my strength, and the full measure of my soul to serving him. May we have ears to hear and hearts to feel, and the courage to follow, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}