{"ID":5527, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Helping Children Know Truth from Error\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p2\" class=\"\">Michaelene P. Grassli<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p\" class=\"\">Recently Released Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:21d2.jpg\" alt=\"Michaelene P. Grassli\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p3\" class=\"\">It is a distinct privilege to participate in this historic meeting, adding my heart and hand and voice to sustain the Lord’s living prophet—and I do so with all my heart. I support also the action taken today sustaining Sister Patricia Pinegar as the new Primary general president. My time here has been full of extraordinary experiences, and I will miss them. But I know Sister Pinegar, Sister Wirthlin, and Sister Warner, and I know our children are in good hands. I wish this new presidency well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p4\" class=\"\">The Church of Jesus Christ of Latter-day Saints has always cherished children. The First Presidency, recognizing today’s unprecedented world conditions, has taken unprecedented action that renews our commitment to our little ones. Through a message to the Church called “Focus on Children,” they have asked us to love and protect our children as never before, to teach them better than we have done in the past, to prepare them more thoroughly to conquer Satan’s power in their lives and to receive of the Lord’s eternal peace and glory (see <span class=\"emphasis\">Ensign,<\/span> Jan. 1994, p. 80).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p5\" class=\"\">We care what happens to our children. They are precious to our Heavenly Father, and they are our hope for bringing about good in the world. President Boyd K. Packer once told me, “It is today’s children who will bring the gospel to all the world. The children must be powerful and strong and independent in their agency. In order for that to be, they must have a knowledge of the gospel and a testimony that it is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p6\" class=\"\">Let me tell you about a little girl who is well on her way. Eight-year-old Lindsay had studied well for her math test at school. She said: “When the test began, my friend leaned over and asked if I would help her with the answers. I thought of the family home evenings we have at the first of every school year. Dad reminds us that we should always do our own work. He says it’s better to be honest than to cheat for a higher grade. I knew if I helped my friend cheat, I would be cheating too. So I shook my head, no. The next day, the teacher called my friend and me out into the hall and said our answers were the same. It was easy for me to look at the teacher and tell her I didn’t cheat. When I looked at my friend, she was crying. She told the teacher she had looked on my paper. I was really sorry for my friend, but I was very glad I had been honest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p7\" class=\"\">Children need to be able to discern truth from error for themselves and have the courage to act on what they know, as Lindsay did. As I have studied principles governing discernment, I’ve made some discoveries. One discovery comes from the book of Moses in the Pearl of Great Price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p8\" class=\"\">We read in the first chapter of Moses that God talked to Moses face to face, taught him that he was a son of God, and showed him the earth from its beginning to the end. Then “Satan came tempting him, saying: Moses, son of man, worship me” (<span class=\"citation\" id=\"39868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39868)\">Moses 1:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p9\" class=\"\">And how did Moses respond to Satan’s confrontation? “It came to pass that Moses looked upon Satan and said: Who art thou? For behold, I am a son of God, in the similitude of his Only Begotten; and where is thy glory, that I should worship thee?” (<span class=\"citation\" id=\"39869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39869)\">Moses 1:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p10\" class=\"\">Because Moses knew God, he recognized that Satan was an imposter. If our children know truth, they can recognize error.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p11\" class=\"\">When Moses recognized error, he took action. He didn’t hang around with Satan for the experience. No, he said: “I can judge between thee and God; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p12\" class=\"\">“Get thee hence, Satan; deceive me not” (<span class=\"citation\" id=\"39870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39870)\">Moses 1:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p13\" class=\"\">He prayed for help and continued to do so, although Satan became agitated and insistent and redoubled his efforts, tempting Moses again. Satan told him, “I am the Only Begotten, worship me” (<span class=\"citation\" id=\"39871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39871)\">Moses 1:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p14\" class=\"\">Moses knew this was not true, but Satan’s rantings had a terrifying effect on him. However, he did not let fear overtake him. He prayed again, received strength from God, and commanded Satan again to depart. Then with loud wailing, weeping, and gnashing of teeth, Satan finally departed (see <span class=\"citation\" id=\"39872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39872)\">Moses 1:20–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p15\" class=\"\">Moses recognized error, he prayed continually for help, and he overcame fear. Thus he was able to defy Satan’s attempts to intimidate him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p16\" class=\"\">We want to enable our children to recognize error and take action, as Moses did. This is much more than simply telling them what to think and what to do. It is helping them seek for and love truth and choose to act independently, to act according to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p17\" class=\"\">Two ways we can do this are, first, teach them of Jesus Christ and the simple truths of his gospel. To do that we need to be with them so we can verbalize our beliefs to them and so they can watch us as we apply principles in our lives. Work time, playtime, planned lessons, the teaching moments that just happen—anytime is the time! Family home evening, family prayer, and times alone with each child will help plant truth in the hearts of our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p18\" class=\"\">Our children need to know that if we read the scriptures and the words of the prophets and heed the whisperings of the Spirit, we are learning from the source of all truth. If we oppose the Lord’s appointed teachers of truth, then we oppose truth. But if we honestly desire to know what is true, it follows that we would want to learn from the source of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p19\" class=\"\">Parents, use the support the Church offers you, including taking your children to Primary. Primary leaders and teachers can provide loving, supporting arms and hearts and unforgettable gospel lessons and activities for your children. They can help you immerse your children in truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p20\" class=\"\">With all my heart, I thank each of you who are serving in Primary. You are blessing the children, and you are helping yourselves. President Hunter recently stated about Primary leaders and teachers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p21\" class=\"\">“Those who have the opportunity to teach children in the Church are particularly blessed as they help children understand their divine origin and Heavenly Father’s plan for them. These individuals will receive spiritual understanding in their own lives as they teach the precious truths of the gospel to children.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p22\" class=\"\">A second way we can help children learn to discern truth from error is to give them opportunities to <span class=\"emphasis\">practice<\/span> discerning the truth and choosing righteously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p23\" class=\"\">One mother says each time one of her children leaves the house, “Remember!” And they respond, “I know, CTR!” They know CTR means “choose the right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p24\" class=\"\">In family home evening, a family we know role-play situations they are likely to encounter, and they practice possible responses to the situations. In this way the children are able to have a plan before the confrontation comes. These children are learning to discern truth from error and to be independent in using their agency wisely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p25\" class=\"\">When our children are familiar with truth, they can face opposing voices with confidence. No one can tell them the Church is not true, because that will sound wrong to them. When they make mistakes or have questions about doctrines as we all do, the feelings and memories of truth from their childhood can help draw them back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p26\" class=\"\">When I was a little girl, my father sat at the foot of my bed at night and taught my sister and me that we had lived with our Heavenly Father before the world was, that we had made a choice to obey God’s commandments and to reject Satan. He taught us that Satan rejoices when we disobey Father. I made a determination then as a very young child that I wanted my Heavenly Father to rejoice over me, not Satan. That commitment has had a very powerful effect on my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p27\" class=\"\">May all our children be immersed in gospel teachings and have opportunities to practice using their agency wisely. I pray that all children will have the opportunity to know, as I do, that God lives, that Jesus Christ is our Savior, and that we are led by a living prophet today. May the words to this favorite Primary song ring in their hearts as they do in mine today:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I feel my Savior’s love<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And know that he will bless me.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I offer him my heart;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My shepherd he will be.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He knows I will follow him,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Give all my life to him.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I feel my Savior’s love,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The love he freely gives me.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p36\" class=\"\">(<span class=\"emphasis\">Children’s Songbook,<\/span> p. 74)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/helping-children-know-truth-from-error.p37\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}