{"ID":553, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fasting and Prayer<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1951, pp. 122-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I rejoice with you for the blessings of this conference. I have\ncompleted one year of service, and I am most grateful for the experiences of this past year. I\nwant to welcome Elder Marion G. Romney into the Council of the Twelve. For years I have\nadmired and respected him for his devotion and for his friendly spirit. I am sure we will all\nbe happy with the quality of the service he is able to give the people of the Church. I also\nwant to welcome those who have been selected as assistants to the Quorum of the Apostles,\nand pledge them my love and support.\n<\/p><p>\nI hope, my brothers and sisters, I will not detract from the spirit of this conference. I earnestly\npray for the blessings of our Heavenly Father. Through the sessions of this conference we\nhave had a tremendous spiritual uplift, and the counsel given to keep the commandments of\nGod and to stand in holy places has been timely indeed.\n<\/p><p>\nFASTING AND PRAYER\n<\/p><p>\nAs I have traveled about the Church these past few months with members of the general\nwelfare committee and listened to their talks on fasting and prayer, I have felt this principle\nhas great spiritual power and opportunity for the blessings of God to the people of the Church\nand to the Church itself. I have been impressed by its great spiritual significance. It seems to\nme it is a source of strength, a source of power, a source of blessing that perhaps as a people\nwe are not using enough; that it does have tremendous spiritual value to those who observe\nthe law, and who apply it faithfully. It also seems to me that fasting and prayer can be\nemployed to bless others, and if we would faithfully observe the law, the blessings of our\nHeavenly Father would collectively be given to the people of the Church.\n<\/p><p>\nPresident Joseph F. Smith said, speaking of the fast, that \"the law to the Latter-day Saints as\nunderstood by the Authorities of the Church is that food and drink are not to be partaken of\nfor twenty-four hours, 'from eve to eve,' and that the Saints are to refrain from all bodily\ngratifications and indulgences.\" Most Latter-day Saints, I think, understand the doing without\ntwo meals in connection with the monthly fast and giving the cash equivalent to the bishop as\nfast offerings, but I am wondering along with our fasting do we gather our families together\nand pray with them that they may enjoy the blessings of the Lord? Do we also understand\nthat the true fast presupposes self-restraint and purity of body by refraining from all bodily\ngratifications and indulgences? It seems to me that the soul cannot be humbled nor sanctified\nfor the blessings of God unless this is true.\n<\/p><p>\nOBSERVANCE BRINGS BLESSINGS\n<\/p><p>\nThe Saints by fasting and praying can sanctify the soul and elevate the spirit to Christlike\nperfection, and thus the body would be brought into subjection to the spirit, promote\ncommunion with the Holy Ghost, and insure spiritual strength and power to the individual.\n<\/p><p>\nBy observing fasting and prayer in its true spirit, the Latter-day Saints cannot be overpowered by\nSatan tempting them to evil. This morning in the radio address of Elder Cowley, titled, \"Man\nCannot Live by Bread Alone,\" he emphasized the forty-day fast of the Savior\n(<span class=\"citation\" id=\"34404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34404)\">Matt. 4:1-4<\/a><\/span>). As I have\nthought about the Savior's long fast and prayers unto God, I know his spirit was humbled, his\nsoul was sanctified, and it gave him the moral strength and the spiritual power to resist the\ntemptations of Satan. It also prepared him to go forward and complete the great mission that\nGod had sent him on earth to perform in the interest of mankind.\n<\/p><p>\nIt was through fasting and prayer that the angel of God appeared to Cornelius, and gained for\nhim and his household the gospel of Jesus Christ. When Peter came to the home of Cornelius,\nhe wanted to know for what reason he had been called. Cornelius said: \n<\/p><p>\nFour days ago I was fasting until this hour, and at the ninth hour I prayed in my house\nand behold a man stood before me in bright clothing and said, Cornelius thy prayer is\nheard and thine alms are had in remembrance in the sight of God (see\n<span class=\"citation\" id=\"7652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7652)\">Acts 10:3-4<\/a><\/span>).\n<\/p><p>\nSONS OF MOSIAH\n<\/p><p>\nWhen Alma was traveling southward from Gideon to the land of Manti, he encountered the\nsons of Mosiah returning to the land of Zarahemla. These sons of Mosiah had spent fourteen\nyears doing missionary work among the Lamanites. Alma in all this time had not seen them\nand was overjoyed at this chance meeting. He was made glad because they were still brethren\nin the Church and kingdom of God, and says Mormon in his abridgment of Alma's record: \n<\/p><p>\n. . . yea, and they had waxed strong in the knowledge of the truth; for they were men\nof a sound understanding and they had searched the scriptures diligently, that they\nmight know the word of God.\n<\/p><p>\nBut this is not all; they had given themselves to much prayer, and fasting; therefore\nthey had the spirit of prophecy, and the spirit of revelation, and when they taught, they\ntaught with power and authority of God\n(<span class=\"citation\" id=\"8908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8908)\">Alma 17:2-3<\/a><\/span>).\n<\/p><p>\nThis indicates the great blessings that come to those who observe and keep this very sacred\nprinciple of fasting and prayer.\n<\/p><p>\nMISSIONARY OBSERVANCE\n<\/p><p>\nRecently it was my privilege to tour the Northern California Mission, and as I listened to the\nmissionaries, your sons and daughters, make their reports and bear testimony, I was so pleased\nwhen they referred time and again to fasting and prayer, and this they resorted to often to\nobtain God's blessings for themselves in their work. They fasted and prayed for those who\nwere sick among them and when they found it difficult to impress people with the gospel\nmessage of the restored Church, they fasted and prayed about it and received great blessings\nfrom such fasting and prayer.\n<\/p><p>\nMany of them were fasting and praying that their folk at home, inactive, would become active\nin the Church. It seems to me you who are leaders would do well to fast and pray for the\nHoly Ghost to guide you in the selection of officers and teachers for Church positions. Let the\nLord give unto you by his Holy Spirit the men and women whom he has chosen.\n<\/p><p>\nCALLING OF BRETHREN\n<\/p><p>\nWe read in the thirteenth chapter of the Acts of the Apostles that there were in the Church at\nAntioch certain prophets and teachers, that among these were Barnabas and Saul. The record\nsays,\n<\/p><p>\nAs they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas\nand Saul for the work whereunto I have called them.\n<\/p><p>\nAnd when they had fasted and prayed, and laid their hands on them, they sent them\naway (<span class=\"citation\" id=\"7654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7654)\">Acts 13:2-3<\/a><\/span>).\n<\/p><p>\nWe had occasion in the upper room of the temple the other day to witness a similar\nexperience in the selection of Elder Romney to the Council of the Twelve. As his name was\npresented, there was a unanimous feeling that this man had been called of God to the\nimportant position that he now occupies.\n<\/p><p>\nNEED FOR SPIRITUAL POWER\n<\/p><p>\nI feel, my brothers and sisters, that in our work, and our callings also in our homes, that we\nindividually need the spiritual power, the strength, the guidance, and the blessings that fasting\nand prayer will obtain.\n<\/p><p>\nOn one occasion when Jesus came to his disciples, he found the scribes asking them\nquestions. When he inquired as to the nature of their questions, a man stepped forward and\nsaid he had brought his son, possessed of an evil spirit, to the disciples, and they could not\ncast him out. He pleaded with the Savior to cast out this evil spirit that was sorely vexing his\nson. The Savior asked him if he believed, and he said, \"Lord I believe; help thou my\nunbelief\" (<span class=\"citation\" id=\"33043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33043)\">Mark 9:24<\/a><\/span>).\nThe Master did cast out the evil spirit from the son and restored him to the father.\nAs he entered into the house, the disciples came to him and said, \"Why could not we cast him\nout?\" (<span class=\"citation\" id=\"33044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33044)\">Mark 9:28<\/a><\/span>).\nAnd Jesus answered, \"This kind can come forth by nothing, but by prayer and fasting\"\n(see <span class=\"citation\" id=\"33042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33042)\">Mark 9:14-29<\/a><\/span>).\n<\/p><p>\nIt seems to me, my brethren and sisters, particularly my brethren holding the Melchizedek\nPriesthood, that when we are called to administer to the sick who are sorely afflicted, if we\nwould humble our souls through fasting and prayer, we would be close to our Heavenly\nFather and have claim upon him for the blessings to those we love and seek to help.\n<\/p><p>\nCITY OF NINEVEH\n<\/p><p>\nIn the interest of saving time (as many other examples showing the great value of fasting and\nprayer could be given) may I say that there are great powers, virtues, and blessings in this\ndivine law. When Jonah was sent to the city of Nineveh to warn them of their destruction\nbecause of wickedness, they repented in sackcloth and ashes, and by decree all in that city\nfasted and prayed. Their flocks and herds were also required to do without food and drink.\nGod accepted this display of repentance and humility through fasting and prayer and turned\naside his anger and the city was not destroyed\n(<span class=\"citation\" id=\"30003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30003)\">Jonah 3:5-10<\/a><\/span>).\n<\/p><p>\nIt seems to me that if a city could obtain such a blessing by fasting and prayer, a nation also\ncould be similarly blessed of God. We as a people, by emphasizing this principle, could\nobtain great blessings for ourselves and for the Church in general.\n<\/p><p>\nMany times during this conference we have been reminded that conditions are serious, that the\naffairs of the world are in a muddle, that there are many uncertainties, that men in and of\ntheir own wisdom and learning are not finding the great answers to the problems of humanity\nand the world. And as a result, the hearts of men are failing them. Surely in these conditions\nof uncertainty, these conditions of wickedness and vice we need the sustaining and guiding\npower of Almighty God, which we can obtain from our Heavenly Father through the exercise\nof this great principle of fasting and prayer. As a people we need the direction, the\nrevelations, and the blessings of Almighty God, which we can only obtain by humbling our\nsouls through fasting and prayer and in keeping God's commandments. Therefore, we should\nfast and pray for those in high Church positions, that God will favor them with the revelations\nof his mind and will that we may be guided through this period of uncertainty and darkness.\n<\/p><p>\nEXAMPLE OF NEPHITES\n<\/p><p>\nWe read in the Book of Mormon that in the beginning of the fifty-first year of the Judges, the\npeople of Nephi enjoyed peace, prosperity, and plenty, but yet they were a faithful people in\nkeeping the commandments of our Heavenly Father\n(<span class=\"citation\" id=\"24675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24675)\">Hel. 3:33-34<\/a><\/span>).\nHowever, during this year of the Judges,\npride started to creep into the hearts of the people, and those who had been lifted up in this\npride began to persecute their brethren; therefore it was difficult for the faithful members to\nexercise the freedom of their church beliefs. The account reads: \n<\/p><p>\nNevertheless they did fast and pray oft, and did wax stronger and stronger in their\nhumility, and firmer and firmer in the faith of Christ unto the filling their souls with\njoy and consolation, yea, even to the purifying and the sanctification of their hearts,\nwhich sanctification cometh because of their yielding their hearts unto God\n(<span class=\"citation\" id=\"24676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24676)\">Hel. 3:35<\/a><\/span>).\n<\/p><p>\nMy brothers and sisters, if we fast and pray often I am sure that we, too, can wax stronger\nand stronger in our faith and in our humility that our hearts will be filled with joy and\nconsolation; that we will also purify and sanctify our hearts, which sanctification will come\nbecause we do yield our hearts unto God.\n<\/p><p>\nMay God bless us, may he help us to understand this great principle of the fast, help us to\nobserve it in its true spirit, help us that we may give to the bishop the cash equivalent of the\nmeals we do not partake of in the interest of the poor of the Church; and I am sure, and I\npromise you that as a people we shall be blessed. You will also be blessed individually in the\nobservance of this great principle. May this be true, I humbly pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}