{"ID":5530, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Importance of Receiving a Personal Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p3\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">94911_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p4\" class=\"\">My beloved brothers and sisters, this morning was a historic occasion. It was a great honor and privilege to join with you in a solemn assembly to sustain President Howard W. Hunter as prophet, seer, and revelator and President of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p5\" class=\"\">When we raise our hands to sustain the prophet, it is important for each of us to have a personal testimony that God lives and that Jesus is the Christ, who leads his Church today through the prophet he has chosen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p6\" class=\"\">Our testimony comes by the gift and power of the Holy Ghost. The testimony received and carried within us enables us to hold a steady course in times of prosperity and to overcome doubt and fear in times of adversity. Each of us needs to know what a testimony is, how we can get it, and what our responsibilities are once we have received a testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p7\" class=\"\">A testimony is the spirit of prophecy (see <span class=\"citation\" id=\"42590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42590)\">Rev. 19:10<\/a><\/span>). It is a personal revelation from God, revealing the truthfulness of the gospel of Jesus Christ. A testimony comes through the Holy Ghost; it makes a deep and lasting impression on the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p8\" class=\"\">Individual testimonies are the foundation and strength of the Church. Our testimony provides a guiding light that leads to a commitment which directs our conduct and our way of life. Our testimony is true north on a spiritual compass. It is a moving force that cannot be seen but can truly be felt. It is a burning within that tells us what is right. It is when “your heart tells you things your mind doesn’t know” (Harold B. Lee, “Be Loyal to the Royal within You,” in <span class=\"emphasis\">Speeches of the Year: BYU Devotional and Ten-Stake Fireside Addresses 1973,<\/span> Provo: Brigham Young University Press, 1973, p. 101).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p9\" class=\"\">Our testimony is the fruit of obedience in the form of peace, joy, and understanding in our hearts of gospel principles. A testimony is a shield of faith “wherewith ye shall be able to quench all the fiery darts of the wicked” (<span class=\"citation\" id=\"20064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20064)\">D&amp;C 27:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p10\" class=\"\">Our testimony is a measurement of our faith. Faith is testimony; testimony is faith. Having a strong testimony allows us to help others in their search for truth. Our testimony is a gift from God. It should be shared, but we do not have the authority to bestow a testimony upon someone else, because a personal testimony is granted by the Holy Ghost. It can aid others in gaining knowledge for themselves—a knowledge abiding in the heart that leaves no room for doubt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p11\" class=\"\">Our testimony is a knowledge of who we are—a child of God, where we came from—the presence of our Heavenly Father, and where we are going eternally if we are faithful—back into the presence of our Heavenly Father. We must each gain such a testimony if we are to withstand the trials and adversities of mortality and go on to the glorious eternal future we all desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p12\" class=\"\">Today we rejoice in sustaining a new President of the Church. President Hunter declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p13\" class=\"\">“My greatest strength through these past hours and recent days has been my abiding testimony that this is the work of God and not men, that Jesus Christ is the authorized and living head of this church and He leads it in word and deed” (<span class=\"emphasis\">Ensign,<\/span> July 1994, p. 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p14\" class=\"\">What do we learn about testimony from the lives and teachings of the prophets of God? We learn that a testimony is very personal. We can each gain a testimony of the truth through the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p15\" class=\"\">Fourteen men have presided over The Church of Jesus Christ of Latter-day Saints in this dispensation. Every one of them has had an unshakable testimony of the reality of God, the divine sonship of Jesus Christ, the truth of the gospel, the Book of Mormon, and the calling of the Prophet Joseph Smith. How did they receive their testimonies? Can we obtain a testimony in the same way?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p16\" class=\"\">We are familiar with the vision received by the Prophet Joseph Smith and how he obtained his testimony of God the Father and his Son Jesus Christ. Joseph had serious reflection about religions of his time. He read in the scriptures that if he lacked wisdom, he could ask of God, and wisdom would be given to him. The passage of scripture found in <span class=\"citation\" id=\"26394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26394)\">James 1:5<\/a><\/span> came to his heart with great power and feeling. Joseph reflected on the scripture again and again. He retired to the woods to express in humble prayer the desire of his heart, to do as James directed—to ask of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p17\" class=\"\">As we humbly testify to the world, there appeared to Joseph in answer to his prayer the very Eternal God of heaven and earth and his Only Begotten Son, who is the Savior and Redeemer of all mankind. They appeared to this young man, who in the eyes of the world seemed to be a common lad, revealing in a few brief moments more truth about the nature of God than was had among all the churches and professions of belief in the entire world. The boy prophet, Joseph, now knew that God the Father and Jesus Christ were separate personages. Each had a body of flesh and bones. They could indeed reveal themselves to their chosen prophets just as they did to the prophets in ancient times. Living testimony, personal revelation, is the foundation stone of true religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p18\" class=\"\">Joseph Smith sealed his testimony with his own blood. The Prophet’s martyrdom was a voluntary acceptance of death to seal the testimony of the Book of Mormon and the Doctrine and Covenants (see <span class=\"citation\" id=\"20222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20222)\">D&amp;C 135:1<\/a><\/span>) and to bear holy witness of Jesus Christ and his gospel in this dispensation. We do not give our testimony and life in the manner that Joseph Smith, the martyred Prophet, gave his life. Rather, we give testimony by devoted service in our lives each day to lift and strengthen others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p19\" class=\"\">The prophets who followed Joseph Smith in this dispensation each obtained their own testimonies by the same basic principles with individual application. If we consider their lives carefully, we can discover the process by which testimony comes. For example, President Brigham Young received a testimony of the truth of the Book of Mormon after two years of studious consideration. President John Taylor required only three weeks to discover that the restored gospel of Jesus Christ embodied the true religion that existed anciently as recorded in the Bible and now again restored to the earth. President Wilford Woodruff searched diligently for six years before finding the truth. He finally found it in the teachings and testimony of two Mormon missionaries. President Lorenzo Snow was the fifth President of the Church. When he met the Prophet Joseph Smith in 1831, he wrote, “A light arose in my understanding which has never been extinguished” (Daniel H. Ludlow, ed., <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> 4 vols., New York: Macmillan, 1992, 3:1367).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p20\" class=\"\">President David O. McKay was the ninth President of the Church. In his boyhood he desired to know, as Joseph Smith had known, of the reality of God the Father and his Son, Jesus Christ. One day while herding cattle in the foothills near his home, he sought a testimony through prayer. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p21\" class=\"\">“I dismounted, threw my reins over my horse’s head, and there under a serviceberry bush I prayed that God would declare to me the truth of his revelation to Joseph Smith” (<span class=\"emphasis\">New Era,<\/span> Jan. 1972, p. 56).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p22\" class=\"\">He prayed fervently and sincerely with as much faith as he could find within him. When he finished his prayer, he waited for an answer. Nothing seemed to happen. Disappointed, he rode slowly on, saying to himself at the time, “No spiritual manifestation has come to me. If I am true to myself, I must say I am just the same ‘old boy’ that I was before I prayed” (ibid.).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p23\" class=\"\">A direct answer to this prayer was many years in coming. While serving a mission in Scotland, Elder McKay received a powerful spiritual manifestation. He later commented, “Never before had I experienced such an emotion. … It was a manifestation for which as a doubting youth I had secretly prayed most earnestly on hillside and in meadow. It was an assurance to me that sincere prayer is answered ‘sometime, somewhere.’” (Francis M. Gibbons, <span class=\"emphasis\">David O. McKay,<\/span> Salt Lake City: Deseret Book Co., 1986, p. 50).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p24\" class=\"\">Each of the prophets has testified of the personal revelation by which they have come to know the truthfulness of the gospel and of the spiritual strength of such revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p25\" class=\"\">People often ask me, “How do you know?“ “How can you know that God lives and that Jesus is the Christ?” While there seems to be no exact formula by which each of us receives a testimony, there does seem to be a discernable pattern. Though prayer is important in gaining a testimony, we cannot merely ask in prayer for a testimony and expect it to be given immediately to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p26\" class=\"\">Generally, testimony emerges over time and through life’s experiences. We can compare testimony to the process of watching a photograph develop. Powerful impressions of the Spirit come like flashes of light on receptive photographic film. Like the chemicals needed to develop the picture, certain spiritual conditions and experiences are needed in our lives for our personal testimony to develop into a certain truth and knowledge. And like a photograph, a testimony, if not carefully preserved, will fade with time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p27\" class=\"\">Testimonies often come when there is willingness to serve where we are called. They come when a decision is made to strive to be obedient. Testimonies come during efforts to help, lift, and strengthen others. They come from prayer and from studying the scriptures and applying them in our lives. Whatever our circumstances, there seem to be moments in each of our lives when we can be given the knowledge that God lives and that Jesus is the Christ. There is no greater search in life that we can embark upon than the quest to gain a testimony of the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p28\" class=\"\">While each of our lives is different, I believe we can, with some confidence, outline from the testimony of others, such as the prophets, and our own personal experience the process and phases we go through to gain a testimony:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p29\" class=\"\">Have a sincere desire to know the truth and express that desire in humble prayer to our Heavenly Father. “If ye can no more than desire to believe, let this desire work in you” (<span class=\"citation\" id=\"10089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10089)\">Alma 32:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p30\" class=\"\">Search the scriptures. Continue to pray. The scriptures are filled with the testimonies of those who have gone before. Even they, though long dead, can reach your heart and bring peace to your mind and direction to your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p31\" class=\"\">Search and ponder upon the truths you are learning about gospel principles. Think about them. Test them with further prayer. Relate them to what you know and feel. All the truths you will learn can eventually fit together into a fervent, undoubting testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p32\" class=\"\">Be humble and receptive. Have ears to hear when Heavenly Father leads us to someone who can teach us about the gospel of Jesus Christ. This may be a teacher, family member, neighbor, friend, or acquaintance. It might be a missionary who contacts us through tracting or referral. But know that once we pray, study, and have faith with a desire to learn spiritual matters, the Lord will provide a way for us to gain further light and knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p33\" class=\"\">Live our testimony. We must obediently follow the Savior’s teachings and the prophets’ examples. Our testimony and example will assist others who are searching for the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p34\" class=\"\">Share our testimony. “O that I were an angel,” proclaimed Alma, “and could have the wish of mine heart, that I might go forth and speak with the trump of God” (<span class=\"citation\" id=\"10083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10083)\">Alma 29:1<\/a><\/span>). Let others know that you know. Bear your testimony in fast meeting. Tell your family; tell your friends. You will find when you share your testimony it becomes stronger, and there are many others around you who also want to embrace the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p35\" class=\"\">Be willing to endure the test of time. Do not think that it is easy to maintain a testimony. Others will test you. Sometimes they will point the finger of mockery and scorn. Sometimes they may persecute you openly. Be prepared. Know in advance that the best of God’s children have had the courage of true conviction and were willing to suffer ridicule, deprivation, and even death for the sake of true testimony. Is each of us willing to do likewise?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p36\" class=\"\">In our day, those blessed with a testimony of the truth have a shield of faith that will protect them from the fiery darts of the adversary at the hands of critics and detractors. We should not let others determine our faithfulness and affect our testimony and ultimately our eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p37\" class=\"\">Doubts about matters of religion that arise from a lack of knowledge can be constructively resolved. The solutions are instruction, study, and prayer, which result in increased testimony, which drives out further doubts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p38\" class=\"\">Years ago, Elder Howard W. Hunter spoke to the youth regarding their testimony:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p39\" class=\"\">“I have sympathy for young men and young women when honest doubts enter their minds and they engage in the great conflict of resolving doubts. These doubts can be resolved, if they have an honest desire to know the truth, by exercising moral, spiritual, and mental effort. They will emerge from the conflict into a firmer, stronger, larger faith because of the struggle. They have gone from a simple, trusting faith, through doubt and conflict, into a solid substantial faith which ripens into testimony” (in Conference Report, Oct. 1960, p. 108).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p40\" class=\"\">The fruits of testimony may be observed in the lives of the faithful. Those lifted by the power of testimony can find greater happiness and fidelity in marriage. Their testimonies are an antidote to the plague of divorce. They enjoy greater freedom, seldom enslaved to alcohol, tobacco, drugs, abuse, and other forms of self-indulgence. They find strength to deal with the problems of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p41\" class=\"\">Each of us will be tested, tempted, and tried for our testimonies and to find out if we will remain true and faithful through these trials of our faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p42\" class=\"\">We also know, beloved brothers and sisters, that if we do not continue faithful in the testimony that is imparted to us by the Spirit, then the light dwindles until it is extinguished. A testimony must be constantly nourished and defended, or it will waste away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-importance-of-receiving-a-personal-testimony.p43\" class=\"\">To the other testimonies borne this day, I wish to add my own testimony in the strongest and most direct manner possible. I know that God lives. I bear witness to the reality and divinity of his Son Jesus Christ, who leads this church, and who reveals the word of the Father to our generation. I bear my testimony to the gift and power of the Holy Ghost, the eternal nature of the priesthood, the calling of the Prophet Joseph Smith, the Book of Mormon, and the assurance that God has again spoken through a living prophet in President Howard W. Hunter, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}