{"ID":5533, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priceless Principles for Success\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p2\" class=\"\">Elder Claudio R. M. Costa<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/claudio-r-m-costa-10.jpg\" alt=\"Claudio R. M. Costa\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p3\" class=\"\">Dear brothers and sisters, I am grateful to my Heavenly Father for having sent me to this earth to loving parents who, from my boyhood, taught me the priceless principles of righteousness, honesty, faithfulness, and how to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p4\" class=\"\">I was born into a poor family, and early in my life I had to work. This has been a great blessing to me. When I was twelve years old, I had to go to evening school because I worked ten hours during the day. Many times on the way to school I would sleep on the bus or train. Sometimes I would even fall asleep during class. However, upon arriving home late at night, I would always find my loving parents waiting for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p5\" class=\"\">At that time all I wanted in life was to become a successful man, which to me meant having many material possessions, comfort, and a life of ease. With this as a goal, I went on working and studying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p6\" class=\"\">After I was baptized into the Church, I came to understand the true meaning of success. Being successful means to be a servant of God, serving our fellowmen, being truly committed to the gospel of Jesus Christ, and keeping the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p7\" class=\"\">During the time I presided over the Brazil Manaus Mission, I witnessed great examples of true success, stories which came from people truly devoted to the gospel and to their covenants with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p8\" class=\"\">One man I met lived simply in a tiny, little town in the middle of the Amazon. After being baptized with his family, he could hardly wait to complete a year’s membership in the Church so he could take his wife and children to the temple. The São Paulo Brazil Temple is very far from the Amazon. It usually takes four days by boat and four days by bus to get to the temple—about a week’s travel. This man was a cabinetmaker. How could he save enough money to pay for himself, his wife, and his children? Although he worked hard for many months, he made very little money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p9\" class=\"\">When the time came to go to the temple, he sold all his furniture and appliances, even his electric saw and his only means of transportation, a motorcycle—everything he had—and went to the temple with his wife and children. It required eight days of travel to reach São Paulo. After spending four glorious days in the temple doing the work of the Lord, this family then had to travel seven more days to return to their home. But they went back home happy, feeling that their difficulties and struggles were nothing compared to the great happiness and blessings they had experienced in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p10\" class=\"\">During my mission, I met missionaries—young men and women—who for me were examples of true success. They were so faithful and excited about the gospel that they were never bothered by the scorching high temperatures and excessive humidity of the Amazon climate. They were truly angelic messengers carrying the gospel message to the people of northern Brazil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p11\" class=\"\">I remember a faithful and devoted member of the Church who was always in a good mood and always smiling. But one day I saw him crying. He told me the reason he was sad was because, at the age of seventy, he saw himself as a failure for having never been able to give his family the material comforts he felt they deserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p12\" class=\"\">I asked him, “How many children do you have?” He answered, “Four.” I continued, “How many are members of the Church?” He said, “Four.” I asked further, “How many are faithful members of the Church?” His answer: “Four.” “How many are sealed to you?” “Four.” “How many have married in the temple?” Again his answer was “Four.” Then, moved by the Spirit, I told him that the success he had achieved in his life was one of the greatest success stories I had ever heard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p13\" class=\"\">I have learned much from the scriptures about success. It is wonderful to read about the journey of Lehi and his family to the promised land. Of Lehi’s older sons, Nephi and Sam, through their faithfulness to the Lord, charted their course for true success. For them, being successful meant being faithful in following the Lord’s commandments. Through their example the lives of millions of people have been blessed to this date. And because of their obedience, many people have followed the path of truth and righteousness, striving to be worthy of the Spirit of the Lord in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p14\" class=\"\">I often think about the rich young man who approached the Master to ask Him what he should do to gain eternal life. Upon receiving the answer that eternal life meant giving up his riches and following the Lord, he turned his back and went away sorrowful because he was unwilling to forsake his many possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p15\" class=\"\">I am grateful to the Lord for having touched my heart and for helping me to choose the better part—that which, so long as I strive for worthiness, cannot be taken from me. Being faithful to God as worthy members of His church, learning about Him and how to truly follow and worship Him, is more priceless than gold, silver, or diamonds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p16\" class=\"\">The General Authorities of the Church, for whom I am most grateful, are true heroes for me. I had been a member of the Church for just one week when I met my first General Authority, Elder Royden G. Derrick, a member of the Seventy. I shall never forget the challenge he presented to the members of the Church to be exemplary in all aspects of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/priceless-principles-for-success.p17\" class=\"\">I shall always remember the counsel given by our beloved President Spencer W. Kimball about not only spiritual matters but also how to manage our temporal lives. I have followed his counsel, and I am happy and grateful for the protection that comes from hearkening to the words of the prophets, Apostles, my Brethren of the Quorum, and my local leaders. Only when we keep the commandments of the Lord and do His will can we feel totally safe. I know that God lives. Jesus is the Christ, our Savior and Redeemer. Joseph Smith was a prophet of God. I know that we are guided by a prophet today. I testify to you that President Howard W. Hunter is a prophet of God. My testimony is renewed every time I hear and follow his counsel. My life has been very blessed through the gospel. For this I am most grateful, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}