{"ID":5534, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Make Thee an Ark”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p2\" class=\"\">Elder W. Don Ladd<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2006.jpg\" alt=\"Elder W. Don Ladd\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p3\" class=\"\">“There are … so many kinds of voices in the world,” said the Apostle Paul to the Corinthians two thousand years ago (<span class=\"citation\" id=\"899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(899)\">1 Cor. 14:10<\/a><\/span>). They seemed to be troubled by the same conflicting messages we hear today, and it can be frightening when you consider how fragile and fickle the fabric of our society really is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p4\" class=\"\">There have always been strident sounds and discordant voices, and our day is no exception. Every day in the newspapers, over television, in movies and magazines, we are bombarded with violence and immorality clothed in the enticing voices of permissiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p5\" class=\"\">In His sermon on the mount, the Master admonished, “Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof” (<span class=\"citation\" id=\"37535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37535)\">Matt. 6:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p6\" class=\"\">Sufficient, indeed, is the evil thereof unto this day in which we live. There seems to be a rising tide of evil, a flood of iniquity spreading throughout the world. Crime and violence are increasing at an alarming rate. Fear openly stalks our streets and invades our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p7\" class=\"\">It has been said that you can tell the ideals of a nation by its advertisements, and many of the ones I see do not speak well of us. Someone said there was a time when movies were rated on how good they were, not on who was allowed to see them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p8\" class=\"\">According to the Book of Mormon, the devil “seeketh that all men might be miserable like unto himself” (<span class=\"citation\" id=\"4565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4565)\">2 Ne. 2:27<\/a><\/span>). The evidence of his handiwork is certainly about us. Elder Richard L. Evans once said, “If we don’t change direction, we will arrive at where we are going” (<span class=\"emphasis\">Richard Evans’ Quote Book,<\/span> Salt Lake City: Publishers Press, 1971, p. 244).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p9\" class=\"\">It is not in idleness that our prophets admonish again and again to strengthen ourselves and our families—to hold family home evenings, to read and study the scriptures, to have daily personal and family prayers, and, to quote our prophet, Howard W. Hunter, to “treat each other with more kindness, more courtesy, more humility and patience and forgiveness” (<span class=\"emphasis\">Ensign,<\/span> July 1994, p. 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p10\" class=\"\">The immoral influences of the world are especially destructive to children. But our children, like ourselves, aren’t going to live in a vacuum. They never have and they never will. In all their growing and developing, we can do much to help them, to protect them, and to guide them. But we cannot isolate them from the influences of their own time and generation. There will be times when other voices are in their ears, when other hands are on their shoulders, and when they are away from home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p11\" class=\"\">We would do well, then, while ours is still the strongest influence in their lives, to give them a sure set of standards and a firm foundation of safe and sound principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p12\" class=\"\">The Lord said to Noah, “Make thee an ark” and “with thee will I establish my covenant” (<span class=\"citation\" id=\"24103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24103)\">Gen. 6:14, 18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p13\" class=\"\">“And Noah did according unto all that the Lord commanded him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p14\" class=\"\">“And Noah only remained alive, and they that were with him in the ark” (<span class=\"citation\" id=\"24104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24104)\">Gen. 7:5, 23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p15\" class=\"\">We all need to build a personal ark, to fortify ourselves against this rising tide of evil, to protect ourselves and our families against the floodwaters of iniquity around us. And we shouldn’t wait until it starts raining, but prepare in advance. This has been the message of all the prophets in this dispensation, including President Hunter, as well as the prophets of old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p16\" class=\"\">Unfortunately we don’t always heed the clear warnings of our prophets. We coast complacently along until calamity strikes, and then we panic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p17\" class=\"\">When it starts raining, it is too late to begin building the ark. However, we do need to listen to the Lord’s spokesmen. We need to calmly continue to move ahead and to prepare for what will surely come. We need not panic or fear, for if we are prepared, spiritually and temporally, we and our families will survive any flood. Our arks will float on a sea of faith if our works have been steadily and surely preparing for the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p18\" class=\"\">The key is to accept the invitation of our prophet, whom we sustained this morning, “to live with ever more attention to the life and example of the Lord Jesus Christ, especially the love and hope and compassion He displayed” (<span class=\"emphasis\">Ensign,<\/span> July 1994, p. 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p19\" class=\"\">The most important thing we can do—young or old—is develop a personal relationship with Jesus Christ. If we do, we will always be comfortable with ourselves. Any questions of self-esteem and self-worth will diminish, and we will have a quiet confidence that will see us through any trial. And the Savior’s promise to us is “Fear not, little children, for you are mine, and I have overcome the world” (<span class=\"citation\" id=\"20088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20088)\">D&amp;C 50:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p20\" class=\"\">Whatever the anxiety or fear or frustration, we have only to remember the Lord’s comforting words to the Prophet Joseph Smith in the Liberty Jail: “My son, peace be unto thy soul” (<span class=\"citation\" id=\"20187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20187)\">D&amp;C 121:7<\/a><\/span>). To each of us, He will always be there to say, “My son, my daughter, my child, peace be unto thy soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p21\" class=\"\">And in return we should pledge, as did the poet George Herbert:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Sev’n whole dayes, not one in seven,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I will praise thee. … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ev’n eternitie is too short<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To extoll thee.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p26\" class=\"\">(“Praise [II],” <span class=\"emphasis\">The Works of George Herbert,<\/span> ed. F. D. Hutchinson, Oxford: Oxford University Press, 1971, p. 146)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/make-thee-an-ark.p27\" class=\"\">My brothers and sisters, I bear you my witness that Jesus is the Christ, that He indeed overcame the world through His atonement, and that He will always be there to comfort us if we will follow His example and do the will of the Father. And I do so in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}