{"ID":5536, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Miracles of the Restoration\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p3\" class=\"\">My beloved brothers and sisters, this is my first opportunity to stand before you since the events of June 23 altered the course of my life and of my service forever. That was exactly one hundred days ago, and every one of those days I have prayed to be worthy of and equal to this sacred responsibility. Perhaps you can understand the immense personal inadequacy I feel and the deep, often painful examination of my soul I have experienced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p4\" class=\"\">Obviously my greatest thrill and the most joyful of all realizations is that I have the opportunity, as Nephi phrased it, to “talk of Christ, … rejoice in Christ, … preach of Christ, [and] prophesy of Christ” (<span class=\"citation\" id=\"4572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4572)\">2 Ne. 25:26<\/a><\/span>) wherever I may be and with whomever I may find myself until the last breath of my life is gone. Surely there could be no higher purpose or greater privilege than that of “special [witness] of the name of Christ in all the world” (<span class=\"citation\" id=\"20168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20168)\">D&amp;C 107:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p5\" class=\"\">But my greatest anxiety stems from that very same commission. A line of scripture reminds us with searing understatement that “they which preach the gospel should live … the gospel” (<span class=\"citation\" id=\"890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(890)\">1 Cor. 9:14<\/a><\/span>). Beyond my words and teachings and spoken witness, my life must be part of that testimony of Jesus. My very being should reflect the divinity of this work. I could not bear it if anything I might ever say or do would in any way diminish your faith in Christ, your love for this church, or the esteem in which you hold the holy apostleship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p6\" class=\"\">I do promise you—as I have promised the Lord and these my brethren—that I will strive to live worthy of this trust and serve to the full measure of my ability.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p7\" class=\"\">I know I cannot succeed without the guidance of the Master whose work this is. On occasion the beauty of his life and the magnitude of his gift comes to my heart with such force that, as a favorite hymn says, “I scarce can take it in” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 86). The purity of his life, his mercy and compassion for us have led me again and again to “bow in humble adoration and there proclaim ‘My God, how great thou art!’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p8\" class=\"\">I wish to thank my beloved wife, Pat, and our heaven-sent children for their prayers and their love, not only through these recent weeks, but always. My wife has the purest faith and deepest spirituality I know. Never in her entire life has she sought her own reward or pursued a selfish motive. Paraphrasing what Mark Twain’s Adam said of his Eve, I say of her, Wherever she was, there was paradise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p9\" class=\"\">And to each of our children, I say, Thank you for being the kind of person I prayed at your birth you would become. It is high privilege indeed when a father’s best friends and noblest examples are his own children. To my wife, my children, my saintly parents, and scores of others along the path of life who teach and serve and sacrifice to make us what we are, I express my undying appreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p10\" class=\"\">If I may, I wish to bear personal witness to two kinds of miracles which I have seen in the process of coming to this new office.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p11\" class=\"\">One divine manifestation I have seen is of the prophetic calling of President Howard W. Hunter, whom we had the privilege of sustaining this morning in solemn assembly. Because of the unexpected call which came to me in the first weeks of his prophetic ministry, I have had something of a unique vantage point from which to observe the miracle of his renewal, the profound evidence of God’s hand upon this chosen leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p12\" class=\"\">In a rapid sequence of events that Thursday morning, President Hunter interviewed me at length, extended to me my call, formally introduced me to the First Presidency and the Twelve gathered in their temple meeting, gave me my apostolic charge and outline of duties, ordained me an Apostle, set me apart as a member of the Quorum of the Twelve, added a magnificent and beautiful personal blessing of considerable length, then went on to conduct the sacred business of that first of my temple meetings, lasting another two or three hours!<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p13\" class=\"\">President Hunter did all of that personally. And through it all he was strong and fixed and powerful. Indeed, it seemed to me he got stronger and more powerful as the day progressed. I count it one of the greatest privileges of my life just to have observed the Lord’s anointed engaged in such a manner. I include in that tribute President Gordon B. Hinckley and President Thomas S. Monson, who that day and always stand so faithfully at President Hunter’s side in the First Presidency, and President Boyd K. Packer, who leads the Quorum of the Twelve Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p14\" class=\"\">Yes, I testify that God has worked his will on Howard William Hunter. He has touched his lips and spread the prophetic mantle of ordained leadership upon his shoulders. President Hunter is a miracle—one who has been fashioned, molded, refined, and sustained for the service he now renders. He is a most remarkable blend of velvet and steel. Like every prophet before him—including Joseph Smith, Jr.—and every prophet who will succeed him, President Hunter was called and foreordained in the grand councils of heaven before this world was. I bear solemn witness of that fact and the principle of Church governance it teaches. And age? Age has nothing to do with it. Whether an incomparable fourteen-year-old in 1820 or an invincible eighty-six-year-old in 1994, it is obvious that the number of birthdays doesn’t count, that “time … is measured [only] unto men” (<span class=\"citation\" id=\"10096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10096)\">Alma 40:8<\/a><\/span>). President Hunter, we all bask in the glow of those candles on your cake and look forward to lighting yet another one in six weeks’ time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p15\" class=\"\">I have also seen another miracle. That miracle is you, the great faithful but often unheralded body of the Church who play your part in the ongoing saga of the Restoration. In a real sense, the wonder and beauty of this historic day would not, could not be complete without you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p16\" class=\"\">Certainly I, for one, have taken great strength from you today, you who come from a hundred different nations and ten hundred walks of life. You who have turned away from the glitter and glare and “vain imaginations” (<span class=\"citation\" id=\"2082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2082)\">1 Ne. 12:18<\/a><\/span>) of the world, to seek a holier life in the splendor of the city of God. You who love your families and your neighbors and, yes, those who hate you and curse you and “despitefully use you, and persecute you” (<span class=\"citation\" id=\"37532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37532)\">Matt. 5:44<\/a><\/span>). You who pay tithing with certainty even when you are uncertain about every other aspect of your financial future. You who send your sons and daughters on missions, clothing that child in better apparel than you now wear—or will wear—for the eighteen or twenty-four months of sacrifice that lie ahead. You who plead for blessings to be bestowed on others, especially those in physical or spiritual distress, offering to give them your own health or happiness if that would be something God could allow. You who face life alone, or face it without advantage, or face it with little success. You who carry on in quiet courage, doing the best you can. I pay tribute to every one of you and am deeply honored to stand in your presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p17\" class=\"\">I especially thank you for sustaining your leaders, whatever their personal sense of limitation may be. This morning, in common consent, you volunteered to uphold—or more literally “hold up”—the presiding officers of the kingdom, those who bear the keys and responsibility for the work, not one man of whom sought the position or feels equal to the task. And even when Jeffrey Holland’s name is proposed as the last and the least of the newly ordained, your arm goes lovingly to the square. And you say to Brother Holland through his tears and his nights of walking the floor: “You lean on us. Lean on us out here in Omaha and Ontario and Osaka where we have never even seen you, and scarcely know who you are. But you are one of the ‘Brethren,’ so you are no stranger or foreigner to us, but a fellow citizen in the household of God. You will be prayed for in our family, and you will hold a place within our hearts. Our strength shall be your strength. Our faith will build your faith. Your work will be our work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p18\" class=\"\">This church, the great institutional body of Christ, is a marvelous work and a wonder not only because of what it does for the faithful but also because of what the faithful do for it. Your lives are at the very heart of that marvel. You are evidence of the wonder of it all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p19\" class=\"\">Just twenty-four hours after my call as an Apostle last June, I left for a Church assignment in southern California where, in due course, I found myself standing by the bedsides of Debbie, Tanya, and Liza Avila. These three lovely sisters, aged thirty-three, thirty-two, and twenty-three, respectively, each developed muscular dystrophy at age seven. Since that tender age, each has had her rendezvous with pneumonia and tracheotomies, with neuropathy and leg braces. Then came wheelchairs, respirators, and, finally, total immobility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p20\" class=\"\">Enduring the longest period of immobility of the three sisters, Tanya has been on her back for seventeen years, having never moved from her bed during that period of time. Never once in seventeen years has she seen the sun rise or set or felt the rain upon her face. Never once in seventeen years has she picked a flower or chased a rainbow or watched a bird in flight. For a lesser number of years, Debbie and Liza have also now lived with those same physical restrictions. Yet somehow through it all, these sisters have not only endured, they have triumphed—earning Young Women personal achievement awards, graduating from high school (including seminary), completing university correspondence courses, and reading the standard works over and over and over again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p21\" class=\"\">But there has been one other abiding ambition these remarkable women were determined to see fulfilled. They rightly saw themselves as daughters of the covenant, offspring of Abraham and Sarah, Isaac and Rebekah, and Jacob and Rachel. They vowed that somehow, some way, someday they would go to the house of the Lord to claim those eternal promises. And now even that has been accomplished. “It was the most thrilling and fulfilling day of my life,” Debbie said. “I truly felt I was home. Everyone was so gracious and helpful with the innumerable and seemingly insurmountable arrangements that had to be made. Never in my life have I felt more loved and accepted.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p22\" class=\"\">Of her experience, Tanya said: “The temple is the only place I have ever been where I felt truly whole. I have always felt I was a daughter of God, but only in the temple did I understand what that truly meant. The fact that I went through the experience lying horizontally with a respirator took absolutely nothing away from this sacred experience.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p23\" class=\"\">Elder Douglas Callister, who, along with the presidency and workers in the Los Angeles Temple, assisted these sisters in making their dream come true, said to me, “There they were, dressed in white, long black hair falling down nearly to the floor from their horizontal position, eyes filled with tears, unable to move their hands or any other part of the body except their heads, savoring, absorbing, cherishing every word, every moment, every aspect of the temple endowment.” Debbie would later say of the experience, “I now know what it will be like to be resurrected, surrounded by heavenly angels, and in the presence of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p24\" class=\"\">One year after her own endowment, Debbie Avila made her way back to the temple, again with staggering special arrangements and assistance, to do the work for her beloved grandmother, who had literally given her life in the care of these three granddaughters. For twenty-two consecutive years, without reprieve or respite or exception, Sister Esperanza Lamelas cared for these three day and night. Virtually every night for twenty-two years, she awakened each hour on the hour to physically turn each child so that she would be comfortable in her sleep and avoid the problem of bedsores. In 1989, at age seventy-four, her own health now broken, she died, having given new meaning to the Prophet Joseph’s invitation to “waste and wear out our lives … do[ing] all things that lie in our power … [for the benefit of] the rising generation, and … all the pure in heart” (<span class=\"citation\" id=\"20199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20199)\">D&amp;C 123:13, 17, 11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p25\" class=\"\">The ongoing miracle of the Restoration. Covenants. Temples. Quiet, unsung Christian living. The work of the kingdom done with worn hands, weary hands, hands which in some cases cannot be raised to the square, but which are surely sustaining hands in every holy and sacred sense of the word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p26\" class=\"\">Let me close.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p27\" class=\"\">The mid-1600s were a terrible time in England. The Puritan revolutionaries had executed a king, and political life—including Parliament—was in total chaos. A typhus epidemic turned the whole island into a hospital. The great plague, followed by the great fire, would turn it into a morgue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p28\" class=\"\">In Leicestershire, near where Sister Holland and I lived and labored for three magnificent years, there is a very small church with a plaque on the wall which reads: “In the year of 1653, when all things sacred were … either demolished or profaned, Sir Robert Shirley, [built] this church; whose singular praise it is, To have done the best things in the worst times, and hoped them in the most calamitous.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p29\" class=\"\">To have done the best things in the worst times, and to have hoped them in the most calamitous. Those are lines I would use to praise the prophets <span class=\"emphasis\">and<\/span> the faithful members of the Church of Jesus Christ down through the years—legions of the quietly heroic in every decade of the dispensation, led by the Lord’s anointed, whose arms can also grow weary and whose legs are sometimes weak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p30\" class=\"\">In the spirit of that legacy from those who have given so much—prophets and Apostles and people like you—I pledge to “press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men” (<span class=\"citation\" id=\"4585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4585)\">2 Ne. 31:20<\/a><\/span>). I pledge to “take hold of that for which Christ once took hold of me” (New English Bible, <span class=\"citation\" id=\"41340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41340)\">Philip. 3:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/miracles-of-the-restoration.p31\" class=\"\">I testify of him, the Redeemer of the world and Master of us all. He is the Only Begotten Son of the living God, who has exalted that son’s name over every other, and has given him principality, power, might, and dominion at his right hand in the heavenly place. We esteem this Messiah to be holy, harmless, undefiled—the bearer of unchangeable priesthood (see <span class=\"citation\" id=\"24587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24587)\">Heb. 7:24, 26<\/a><\/span>). He is the anchor to our souls and our high priest of promise. He is our God of good things to come. In time and in eternity—and surely in striving to fulfill this new responsibility which has come to me—I shall forever be grateful for his promise: “I will never leave thee, nor forsake thee” (<span class=\"citation\" id=\"24593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24593)\">Heb. 13:5<\/a><\/span>). I thank him for that blessing upon us all, in his name, the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}