{"ID":5538, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Making the Right Choices\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p3\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">94911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p4\" class=\"\">Present tonight are many young men who hold the priesthood of God.<sup class=\"noteMarker\"><a href=\"#footnote1-94911_000_017\">1<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham (Salt Lake City: Bookcraft, 1946), p. 64; see also <span class=\"emphasis\">Millennial Star,<\/span> 51 (1889):657.]<\/span><\/sup> Some of you look forward to being a missionary when you are older. Others are planning to go soon; still others have completed missions and are seeking an eternal companion. I am sobered by the realization that some of you will not reach these worthy goals because of other choices you are making now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p5\" class=\"\">I am grateful this is a private priesthood meeting, for I have felt impressed to treat sensitive yet important matters. While they apply to all present, I particularly want to talk with you young men. I will speak as though you and I were alone in a private interview and no one else can hear us. My purpose is to help you learn how to make the right choices. That will help you develop strong feelings of self-worth. You will have confidence to do right and overcome strong negative peer pressure and bad influences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p6\" class=\"\">As a young boy, I felt that some things that I heard discussed by others at school about private parts of the body were wrong. Yet I wasn’t really sure how wrong or why they were wrong. You may have similar feelings. Since in tonight’s setting you cannot ask me anything, I will use some of the confidential questions most frequently asked by youth I have met across the world. I will answer them by what I have learned from the scriptures and the prophets. You then will have clear standards from which to make choices. I pray that as we talk the Holy Ghost will let you feel the truth of what is said. I know that as you listen and think of how our interview applies to you, there will come impressions regarding what to do about it in your own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p7\" class=\"\"><span class=\"strong\">Question:<\/span> Could you give us some help about resisting peer pressure? Why do some people do things that are wrong, then brag about how much fun they are having? When I don’t participate, they make me feel stupid because I won’t do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p8\" class=\"\"><span class=\"strong\">Answer:<\/span> You can’t please God without upsetting Satan, so you will get pressure from those he tempts to do wrong. Individuals who do wrong want you to join them because they feel more comfortable in what they are doing when others do it also. They may also want to take advantage of you. It is natural to want to be accepted by peers, to be part of a group—some even join gangs because of that desire to belong, but they lose their freedom, and some lose their lives. One of the hardest things for you to recognize is how truly strong you already are and how others silently respect you. We have great confidence in you. You don’t need to compromise your standards to be accepted by good friends. The more obedient you are, the more you stand for true principles, the more the Lord can help you overcome temptation.<sup class=\"noteMarker\"><a href=\"#footnote2-94911_000_017\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(892)\">1 Cor. 10:13<\/a><\/span>.]<\/span><\/sup> You can also help others because they will feel your strength. Let them know about your standards by consistently living them. Answer questions about your principles when you are asked, but avoid being preachy. I know from personal experience that works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p9\" class=\"\">No one intends to make serious mistakes. They come when you compromise your standards to be more accepted by others. You be the strong one. You be the leader. Choose good friends and resist peer pressure together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p10\" class=\"\"><span class=\"strong\">Question:<\/span> How do we keep bad thoughts from entering our minds, and what do we do when they come?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p11\" class=\"\"><span class=\"strong\">Answer:<\/span> Some bad thoughts come by themselves. Others come because we invite them by what we look at and listen to.<sup class=\"noteMarker\"><a href=\"#footnote3-94911_000_017\">3<\/a>\n       <span class=\"footnote\">[See H. Burke Peterson, <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, pp. 42–44.]<\/span><\/sup> Talking about or looking at immodest pictures of a woman’s body can stimulate powerful emotions. It will tempt you to watch improper videocassettes or movies. These things surround you, but you must not participate in them. Work at keeping your thoughts clean by thinking of something good.<sup class=\"noteMarker\"><a href=\"#footnote4-94911_000_017\">4<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The Teachings of Ezra Taft Benson<\/span> (Salt Lake City: Bookcraft, 1988), pp. 278, 445–46.]<\/span><\/sup> The mind can think of only one thing at a time. Use that fact to crowd out ugly thoughts.<sup class=\"noteMarker\"><a href=\"#footnote5-94911_000_017\">5<\/a>\n       <span class=\"footnote\">[See Boyd K. Packer, <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, pp. 27–28.]<\/span><\/sup> Above all, don’t feed thoughts by reading or watching things that are wrong. If you don’t control your thoughts, Satan will keep tempting you until you eventually act them out.<sup class=\"noteMarker\"><a href=\"#footnote6-94911_000_017\">6<\/a>\n       <span class=\"footnote\">[See Thomas S. Monson, <span class=\"emphasis\">Ensign,<\/span> Nov. 1990, p. 47; see also Robert L. Simpson, <span class=\"emphasis\">Ensign,<\/span> Jan. 1973, p. 112.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p12\" class=\"\"><span class=\"strong\">Question:<\/span> Why is the law of chastity so important? Why is sex before marriage wrong?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p13\" class=\"\"><span class=\"strong\">Answer:<\/span> Fundamental to the great plan of happiness and central to the teachings of the Savior is the family. A new family begins when a man and woman make sacred marriage vows and are legally bound together to become husband and wife, father and mother. The perfect beginning is through sealing in the temple. With marriage they commit the best of themselves to be absolutely loyal to each other and to invite children to be nurtured and taught. The father assumes his role as provider and protector, the mother her role as the heart of the home, with her tender, loving, nurturing influence. Together they strive to instill in themselves and their children principles such as prayer, obedience, love, giving of oneself, and the quest for knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p14\" class=\"\">Within the enduring covenant of marriage, the Lord permits husband and wife the expression of the sacred procreative powers in all their loveliness and beauty within the bounds He has set.<sup class=\"noteMarker\"><a href=\"#footnote7-94911_000_017\">7<\/a>\n       <span class=\"footnote\">[See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> May 1974, p. 7.]<\/span><\/sup> One purpose of this private, sacred, intimate experience is to provide the physical bodies for the spirits Father in Heaven wants to experience mortality. Another reason for these powerful and beautiful feelings of love is to bind husband and wife together in loyalty, fidelity, consideration of each other, and common purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p15\" class=\"\">However, those intimate acts are forbidden by the Lord outside the enduring commitment of marriage because they undermine His purposes.<sup class=\"noteMarker\"><a href=\"#footnote8-94911_000_017\">8<\/a>\n       <span class=\"footnote\">[See Boyd K. Packer, <span class=\"emphasis\">Ensign,<\/span> July 1972, pp. 111–13.]<\/span><\/sup> Within the sacred covenant of marriage, such relationships are according to His plan. When experienced any other way, they are against His will. They cause serious emotional and spiritual harm. Even though participants do not realize that is happening now, they will later. Sexual immorality creates a barrier to the influence of the Holy Spirit with all its uplifting, enlightening, and empowering capabilities. It causes powerful physical and emotional stimulation. In time that creates an unquenchable appetite that drives the offender to ever more serious sin. It engenders selfishness and can produce aggressive acts such as brutality, abortion, sexual abuse, and violent crime. Such stimulation can lead to acts of homosexuality, and they are evil and absolutely wrong.<sup class=\"noteMarker\"><a href=\"#footnote9-94911_000_017\">9<\/a>\n       <span class=\"footnote\">[See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, pp. 97–98.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p16\" class=\"\">Sexual transgression would defile the priesthood you now hold, sap your spiritual strength, undermine your faith in Jesus Christ, and frustrate your ability to serve Him. Consistent, willing obedience increases your confidence and ability. It produces character that allows you to face difficult challenges and overcome them. It qualifies you to receive inspiration and power from the Lord.<sup class=\"noteMarker\"><a href=\"#footnote10-94911_000_017\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20078)\">D&amp;C 43:9, 15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p17\" class=\"\"><span class=\"strong\">Question:<\/span> They always tell us we shouldn’t become sexually involved, but they never tell us the limits. What are they?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p18\" class=\"\"><span class=\"strong\">Answer:<\/span> Any sexual intimacy outside of the bonds of marriage—I mean any intentional contact with the sacred, private parts of another’s body, with or without clothing—is a sin and is forbidden by God. It is also a transgression to intentionally stimulate these emotions within your own body.<sup class=\"noteMarker\"><a href=\"#footnote11-94911_000_017\">11<\/a>\n       <span class=\"footnote\">[See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 8; Nov. 1977, p. 6; Nov. 1980, p. 97.]<\/span><\/sup> Satan tempts one to believe that there are allowable levels of physical contact between consenting individuals who seek the powerful stimulation of emotions they produce, and if kept within bounds, no harm will result. As a witness of Jesus Christ, I testify that is absolutely false. Satan particularly seeks to tempt one who has lived a pure, clean life to experiment through magazines, videocassettes, or movies with powerful images of a woman’s body. He wants to stimulate appetite to cause experimentation that quickly results in intimacies and defilement. Powerful habits are formed which are difficult to break. Mental and emotional scars result.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p19\" class=\"\">When you are mature enough to plan seriously for marriage, keep your expressions of feelings to those that are comfortable in the presence of your parents.<sup class=\"noteMarker\"><a href=\"#footnote12-94911_000_017\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The Teachings of Ezra Taft Benson,<\/span> pp. 283–84.]<\/span><\/sup> To help you keep these sacred commandments, make a covenant with the Lord that you will obey them. Decide what you will do and will not do. When temptation comes, do not change your standards. Do not abandon them when circumstances seem to justify an exception. That is Satan’s way to hurt you by making it seem that sometimes God’s law does not apply. There are no exceptions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p20\" class=\"\"><span class=\"strong\">Question:<\/span> Before you are married, how far is too far to go if it is with your girlfriend?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p21\" class=\"\"><span class=\"strong\">Answer:<\/span> Before marriage there can be no sexual contact with a girlfriend, fiancée, or anyone else, period.<sup class=\"noteMarker\"><a href=\"#footnote13-94911_000_017\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (Salt Lake City: Bookcraft, 1982), pp. 65, 176–77.]<\/span><\/sup> While a commandment, that standard is for your happiness. That’s why the Church counsels you to go in groups and not to date while you are young. Later, as you prepare for marriage, remember that true love elevates, protects, respects, and enriches another. It motivates you to make sacrifices for the girl you love. Satan would promote counterfeit love, which is really lust. That is driven by hunger to satisfy personal appetite. Protect the one you love by controlling your emotions to the limits set by the Lord. You know how to be clean. We trust you to do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p22\" class=\"\"><span class=\"strong\">Question:<\/span> How do you go about repenting after a sexual sin is committed? What sins should you tell the bishop?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p23\" class=\"\"><span class=\"strong\">Answer:<\/span> All of the sexual transgressions we have discussed require sincere repentance with the participation of the bishop. Should you have done any of this, repent now. It is wrong to violate these commandments of the Lord. It is worse to do nothing about it. Sin is like cancer in the body. It will never heal itself. It will become worse unless cured through repentance. Your parents can help strengthen you. Then you can become clean and pure by repentance under the guidance of the bishop. He may seem to be busy or unavailable. Tell him you are in trouble and need help. He will listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p24\" class=\"\">A youth in serious trouble said: “I have done things that I knew were bad. I have been taught they were ever since I can remember. I know repentance is a great gift; without it I would be lost. But I’m not ready to repent of my sins, yet I know when I am ready I can.” How tragic. The thought of intentionally committing serious sin now and repenting later is perilously wrong. Never do that.<sup class=\"noteMarker\"><a href=\"#footnote14-94911_000_017\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Ezra Taft Benson,<\/span> pp. 70–72.]<\/span><\/sup> Many start that journey of intentional transgression and never make it back. Premeditated sin has greater penalties and is harder to overcome. If there is sin, repent now—while you can.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p25\" class=\"\">I pray that as we have talked you have had feelings to do better.<sup class=\"noteMarker\"><a href=\"#footnote15-94911_000_017\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20106)\">D&amp;C 64:33–34<\/a><\/span>.]<\/span><\/sup> You hold the priesthood of God. That is a sacred responsibility,<sup class=\"noteMarker\"><a href=\"#footnote16-94911_000_017\">16<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20127)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20127)\">D&amp;C 84:35–39<\/a><\/span>. See also Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness<\/span> (Salt Lake City: Bookcraft, 1969), pp. 124–25.]<\/span><\/sup> and also a singular privilege.<sup class=\"noteMarker\"><a href=\"#footnote17-94911_000_017\">17<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> p. 494.]<\/span><\/sup> You will be fortified in your determination to live righteously as you study the scriptures, especially the Book of Mormon. Listen to your parents, leaders, and the prophet we have sustained today. Have faith in the Savior. He will help you.<sup class=\"noteMarker\"><a href=\"#footnote18-94911_000_017\">18<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"38695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38695)\">Moro. 10:32<\/a><\/span>.]<\/span><\/sup> Remember He said, “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.”<sup class=\"noteMarker\"><a href=\"#footnote19-94911_000_017\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20120)\">D&amp;C 82:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/making-the-right-choices.p26\" class=\"\">Please stay morally clean. The Lord will make that possible as you do your part with all your strength.<sup class=\"noteMarker\"><a href=\"#footnote20-94911_000_017\">20<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"6347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6347)\">3 Ne. 18:20<\/a><\/span>.]<\/span><\/sup> Jesus Christ lives, and He loves you. He will help you as you do your part. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-94911_000_017\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham (Salt Lake City: Bookcraft, 1946), p. 64; see also <span class=\"emphasis\">Millennial Star,<\/span> 51 (1889):657.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-94911_000_017\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(892)\">1 Cor. 10:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-94911_000_017\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See H. Burke Peterson, <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, pp. 42–44.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-94911_000_017\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The Teachings of Ezra Taft Benson<\/span> (Salt Lake City: Bookcraft, 1988), pp. 278, 445–46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-94911_000_017\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See Boyd K. Packer, <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, pp. 27–28.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-94911_000_017\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See Thomas S. Monson, <span class=\"emphasis\">Ensign,<\/span> Nov. 1990, p. 47; see also Robert L. Simpson, <span class=\"emphasis\">Ensign,<\/span> Jan. 1973, p. 112.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-94911_000_017\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> May 1974, p. 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-94911_000_017\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See Boyd K. Packer, <span class=\"emphasis\">Ensign,<\/span> July 1972, pp. 111–13.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-94911_000_017\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, pp. 97–98.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-94911_000_017\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20078)\">D&amp;C 43:9, 15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-94911_000_017\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>See Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 8; Nov. 1977, p. 6; Nov. 1980, p. 97.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-94911_000_017\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The Teachings of Ezra Taft Benson,<\/span> pp. 283–84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-94911_000_017\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (Salt Lake City: Bookcraft, 1982), pp. 65, 176–77.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-94911_000_017\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Ezra Taft Benson,<\/span> pp. 70–72.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-94911_000_017\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20106)\">D&amp;C 64:33–34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-94911_000_017\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20127)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20127)\">D&amp;C 84:35–39<\/a><\/span>. See also Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness<\/span> (Salt Lake City: Bookcraft, 1969), pp. 124–25.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-94911_000_017\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> p. 494.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-94911_000_017\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"38695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38695)\">Moro. 10:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-94911_000_017\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20120)\">D&amp;C 82:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_017\"><a name=\"-94911_000_017\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-94911_000_017\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"6347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6347)\">3 Ne. 18:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}