{"ID":554, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Faith<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1951, pp. 129-133<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, and my dear brothers and sisters, I feel\nvery humble this morning.\n<\/p><p>\nI think the service that started here in the Tabernacle at eight o'clock this morning has been\nheavenly and divine. I sincerely pray that the Lord will sustain me, give me the strength and\nthe inspiration that I know I need while I stand here. I have prayed humbly, I believe, that the\nLord would purge my soul of everything that is not of him.\n<\/p><p>\nSPIRIT OF CONFERENCE\n<\/p><p>\nI have rejoiced with you in the spirit of this conference. The Spirit of the Lord has been here\nin rich abundance. No one could attend these sessions and not feel the holy influence of our\nFather in heaven. No one could come here with the right spirit, with the spirit of peace and\nlove, and the spirit of worship, and not know that these brethren are inspired of the Lord.\n<\/p><p>\nWe come here by the thousands. The first conference in this Tabernacle was held eighty-four\nyears ago now this October conference, and we have assembled semi-annually since that time\nwith very few exceptions. Many of the men and the brethren who have attended are not here\nnow.\n<\/p><p>\nI am thinking of Bishop Marvin O. Ashton who spoke here five years ago at the Sunday\nsession of the October conference. As I have gone about the Church, many of you fine\nbrethren have expressed your great love and affection for Bishop Ashton. Yes, he loved the\npeople, and the people loved him. He loved the Church, and he loved the Lord.\n<\/p><p>\nMany who have come to this block are impressed with the feeling and the spirit they have\nwhile they are here. Many of them tell us that they feel different here than they do anywhere\nelse. Well, that is right. They do feel different here because this is a sacred block&mdash;this\nbuilding, and the temple to the east have all been dedicated to the work of the Lord, and his\ninfluence is here.\n<\/p><p>\nINSPIRATION OF TEMPLE SQUARE\n<\/p><p>\nI would like to read a paragraph from three of the people who were recently here. One of\nthem from Arizona sent this paragraph: \n<\/p><p>\nThe inspiration which we derived on Temple Square will always be remembered, and\nthere will always be a fond spot in our hearts for the people of Utah. Those who come\nfrom outside your state can only marvel at the wonderful feeling which we felt there.\nIt brings a new understanding into our lives to realize that we are all the children of\nGod, and it has meant much to me to know that life can still be joyous and beautiful.\n<\/p><p>\nHere is one from Delaware: \n<\/p><p>\nWhat golden memories we have from being in Salt Lake City. It seems to me that it\nmeans more because of the setting, and because of the spiritual uplift and devotion to\nprinciples and ideals. As I entered that great Tabernacle, I felt a peace, and that feeling\nhas remained with me. We went from there filled with the highest admiration for your\npeople and for the wonderful principles for which you stand.\n<\/p><p>\nThen this one came from Ohio: \n<\/p><p>\nThe thought keeps going through my mind that God was really in that place. The\nunusual way in which all of your people demonstrated the true living of your religion\ngave me a real insight into Mormonism which we would have had in no other way. I\nam very grateful personally for the opportunity of my enlarged understanding of your\nprinciples.\n<\/p><p>\nPeople that come here in the right attitude feel the holy influence of our Father in heaven. It\nis up to you and me to make sure that they do not leave here with an incorrect feeling. Oh,\nmy brethren and friends and associates, in the Church and out of the Church, who are\nsomewhat inactive, and who are uninterested, I would plead with you with all the earnestness\nof my soul that you repent of your wrongdoings. Let the Spirit of the Lord come into your\nhearts, and you will know joy that you have never known before.\n<\/p><p>\nREPENTANCE OF WRONGDOINGS\n<\/p><p>\nRepent of your wrongdoings, and the Lord will forgive you, because he has told us that if we\nwould repent and overcome our weaknesses and imperfections and come unto him,\n<\/p><p>\n. . . the same shall be clothed in white raiment: and I will not blot out his name out of\nthe book of life, but I will confess his name before my Father, and before his angels\n(<span class=\"citation\" id=\"42216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42216)\">Rev. 3:5<\/a><\/span>).\n<\/p><p>\nLet us repent of our wrongdoings, humbly and truly, so the Spirit of the Lord can dwell with\nus. To you, my brethren, who may be listening in on the air or who may be watching\ntelevision or who may read the proceedings of the conference, I would plead with you that\nyou not divorce yourselves longer from the activities of the Church because it is impossible\nfor you to know the happiness that is waiting for you without the blessings of the Lord.\n<\/p><p>\nTo our young people, stay very close to the Church. You young men in business, you young\nprofessional men and you boys in college, you young married people, don't feel any longer\nthat you can get along alone. Take the Lord into your confidence with all your hearts. It\nought not to be hard when we recognize and understand that he knows the feelings of our\nsouls, anyway. Let us put aside that false pride, and you young people don't be too anxious\nfor success. Don't be in a hurry. Don't want to make all the dollars you can, and while you\nare so doing, divorce yourselves from the Church.\n<\/p><p>\nIMPORTANCE OF FAITH\n<\/p><p>\nOh, the blessings that await you if you will only come and mingle with the Saints of the\nChurch! Attend your sacrament meetings. It seems that our people need to be continually\nencouraged to attend their sacrament meetings. They should come to sacrament meetings in\nlarge numbers as often as possible. We should partake of the sacrament and renew our\ncovenants with the Lord, so that during the following week we may be able to withstand\nthose temptations with which we are confronted.\n<\/p><p>\nTo you young people, do not lose faith in the Church. Do not lose faith in the government.\nThere may be things done by men in high places that you do not approve, but do not judge\nthe government by that. Think of your founding forefathers, of your Constitution, divinely\ninspired of the Lord, and you will not lose faith in your land or in your government.\n<\/p><p>\nLETTER FROM KOREA\n<\/p><p>\nHave faith in the Lord at all times. I have a letter here from a young man in Korea that I\nwould like to read, and if a young man in Korea can live and write as this young man has\nlived and has written, you likewise can go and do the same.\n<\/p><p>\nFrom Korea he wrote: \n<\/p><p>\nDear Bishop: I wish I could find the words to explain my feelings while I read your\nmost welcome letter. In a war-stricken world as I am now living in, I couldn't have\nreceived a more warm and appreciative wish than you gave me. A guy's soul gets so\nlow and tired of seeing the world about one fall in ruins, and taking thousands of\ninnocent people with it.\n<\/p><p>\nIt makes a guy like me realize how lucky the American people are, but I wonder if\nthey appreciate it. I have been here in Korea ever since the war broke out. I am really\ngetting pretty tired, and I will be so glad when this mess is all over with.\n<\/p><p>\nMy entire life has changed so much since I came here over two years ago. It seems\nmore like ten years to me, since I have experienced so much in these last two years.\n<\/p><p>\nBefore I left home I didn't realize what nice people I was accustomed to, but after\nseeing the outside world I now appreciate my family for teaching me the good things\nthat they taught me. I begin to see the difference between people I was used to living\nwith and those of the outside world. I have missed decent people who were taught the\nways of the Lord, which he has asked us to live. I have missed friendly neighbors who\nalways greeted me with a smile. I miss my Sunday School and the association of my\npeople. All that I have seen here are temptation and sin that I would never have been\nable to fight down had it not been for the teachings that I received in my home and in\nthis Church.\n<\/p><p>\nIt seemed as if every time sin crossed my path because of loneliness I would then see\nmy mother's face and my people at home looking at me as though they trusted me and\nexpected me to be an example of right living until I returned home, to live so that I\nwould be worthy of a fine girl and have life's happiness and a home and children.\n<\/p><p>\nGod only knows the torture a guy goes through from being so far from home under\nsuch trying circumstances. I will say with all my heart that I believe in God and\nprayer. Otherwise I never would have succeeded and survived. When I felt alone, I\nwould walk at night so that I could pray to my God. I prayed that he would help me\nlive a clean life and find satisfaction and happiness in living that way. For that reason,\nI have been successful.\n<\/p><p>\nI went to school and was graduated, and then I went to Japan. I worked in an office as\na typist. I found a liking for the work, and I worked hard to keep it and earn\npromotions. My most trying time in Korea was when the United Nations forces were\nso hard pressed. There I lost my best buddy. He was shot down through the head right\nbefore my eyes. I will never forget that as long as I live. That is my deepest regret in\ncoming to Korea.\n<\/p><p>\nI have had several terribly close calls, but I know that God has saved my life and\nsaved my soul. I trust him completely with it, and my wish is for him to be the judge.\nI guess I should have fear, but I don't any more. After seeing my buddy die, I feel I\nam no better than he was, so far that reason I want to leave it for God to decide, and I\ndon't worry about it. We have lost lots of good boys over here, probably many more\nthan the people of America realize. I know I would be the happiest guy alive if I was\nhome to attend your meetings, and be part of them, and it is the true work of God that\nis striving to keep the world at peace today.\n<\/p><p>\nNo person could be doing more to make a peaceful world than to live and teach God's\nways of living. My prayer will always be with all of you in your work.\n<\/p><p>\nOur hearts and prayers go out to these boys that are there, and the thousands who will yet go.\nOh, is it asking too much that we pray for them daily? Whether they are our own or not, they\nare somebody's boys. Let us pray for them. Let us write to them. Think how you would feel\nif you were a young man in the service, way over in Korea, and at the end of a hard day if\nyou came to your bunk at night and found a letter from some of your folk or your friends, to\nhelp buoy you up.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nWell, I want to bear you my testimony that I know that God lives. I know that he hears\nprayers. I know that his Spirit can dwell with men, and I know it can withdraw from them,\nand I know it is up to you and me to live close enough to the Lord that we can have the\ncompanionship of his sweet Spirit.\n<\/p><p>\nMay the Lord bless us that we may take to our homes and apply in our lives the messages of\nthese conferences. Oh, parents, stay close to your children. Love them with all your hearts.\nHold them near and dear to you. They need you today as they have never needed you before.\n<\/p><p>\nMay God bless the youth that they may stay close to the Church, and that we will be mindful\nof them, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}