{"ID":5541, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            My Brother’s Keeper\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p3\" class=\"\">My dear brethren, I am confident that you, as I, have seen the newscasts on television and have heard them on radio, have read feature articles published by weekly and monthly magazines, and have observed the glaring headlines in daily newspapers. They all describe the fighting in Bosnia, tribal conflicts in Africa, and extensive flooding in Georgia and Florida. The parade of devastation, loss of homes, damage to farms, ruination of businesses, and, above all, frightful human suffering and death continues almost without interruption.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p4\" class=\"\">After expressions of sorrow, the shaking of one’s head in incredible disbelief, and, yes, even the wringing of the hands in frustration, the question is asked, “When are <span class=\"emphasis\">they<\/span> going to do something about this terrible suffering?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p5\" class=\"\">Long years ago a similar question was posed and preserved in holy writ, even the Bible: “And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p6\" class=\"\">“And the Lord said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?”<sup class=\"noteMarker\"><a href=\"#footnote1-94911_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24101)\">Gen. 4:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p7\" class=\"\">This evening I felt to present to you a response to this question which represents a collective reply from Church members everywhere and from the Church itself. But first a brief background.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p8\" class=\"\">In March of 1967, early in my service as a member of the Council of the Twelve, I was attending a conference of the Monument Park West Stake in Salt Lake City. My companion for the conference was a member of the General Church Welfare Committee, Paul C. Child. President Child was a student of the scriptures. He had been my stake president during my Aaronic Priesthood years. Now we were together as conference visitors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p9\" class=\"\">When it was his opportunity to participate, President Child took in hand the Doctrine and Covenants and left the pulpit to stand among the priesthood brethren to whom he was directing his message. He turned to section 18 and began to read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p10\" class=\"\">“Remember the worth of souls is great in the sight of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p11\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!”<sup class=\"noteMarker\"><a href=\"#footnote2-94911_000_020\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20048)\">D&amp;C 18:10, 15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p12\" class=\"\">President Child then raised his eyes from the scriptures and asked the brethren: “What is the worth of a human soul?” He avoided calling on a bishop, a stake president, or a high councilor for a response. Instead, he selected the president of an elders quorum—a brother who had been a bit drowsy and had missed the significance of the question.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p13\" class=\"\">The startled man responded, “Brother Child, could you please repeat the question?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p14\" class=\"\">The question was repeated: “What is the worth of a human soul?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p15\" class=\"\">I knew President Child’s style. I prayed fervently for that quorum president. He remained silent for what seemed like an eternity and then declared, “Brother Child, the worth of a human soul is its capacity to become as God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p16\" class=\"\">All present pondered that reply. Brother Child returned to the stand, leaned over to me, and said, “A profound reply; a profound reply!” He proceeded with his message, but I continued to reflect on that inspired response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p17\" class=\"\">Another pioneer in Church welfare, Walter Stover, who died some months ago at the same age as President Ezra Taft Benson, was one who understood the worth of a human soul. At his funeral service this tribute was paid to Brother Stover: “He had the ability to see Christ in every face he encountered, and he acted accordingly. Legendary are his acts of compassionate help and his talent to lift heavenward every person whom he met. His guiding light was the Master’s voice speaking, ‘Inasmuch as ye have done it unto one of the least of these … , ye have done it unto me.’”<sup class=\"noteMarker\"><a href=\"#footnote3-94911_000_020\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37568)\">Matt. 25:40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p18\" class=\"\">The publication <span class=\"emphasis\">Times and Seasons,<\/span> in its March 1842 issue, proclaimed the following: “Respecting how much a man … shall give … we have no special instructions; … he is to feed the hungry, to clothe the naked, to provide for the widow, to dry up the tear of the orphan, to comfort the afflicted, whether in this church, or in any other [church], or in no church at all, wherever he finds them.”<sup class=\"noteMarker\"><a href=\"#footnote4-94911_000_020\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Times and Seasons,<\/span> 15 Mar. 1842, p. 732.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p19\" class=\"\">Since the two special fast days in 1985, called for by the First Presidency, humanitarian efforts by members of The Church of Jesus Christ of Latter-day Saints have reached into every corner of the globe. Millions of the earth’s needy have been blessed as members of the Church have consecrated their means to provide life-sustaining food and clothing, establish immunization and infant feeding programs, teach basic literacy, dig freshwater wells, foster village banks, create new jobs, sustain hospitals and orphanages, teach basic self-reliance, and act in many other ways to help Heavenly Father’s children improve their lives both spiritually and temporally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p20\" class=\"\">The scope of humanitarian aid given is dramatic:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Total humanitarian cash donations: $23,750,000<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Total value of assistance: $72,480,000<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Countries served: 109<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Food distributed: 3,615 tons<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Medical equipment distributed: 243 tons<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p26\" class=\"\">All of the foregoing is in addition to the conventional welfare program of the Church, fundamentally financed through regular fast-offering contributions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p27\" class=\"\">The examples of humanitarian aid and on-the-scene testimonials are inspiring and heartwarming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p28\" class=\"\">Following its colonial period, a series of tribal conflicts has decimated the population of Rwanda in Africa. In the spring of this year, open hostilities resumed, resulting in the deaths of more than half a million people. Refugees huddle in squalid and unhealthy camps within the borders of neighboring Zaire, Uganda, Tanzania, and Burundi.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p29\" class=\"\">Joining with the efforts of other agencies in the international community, this church has committed $1.2 million in goods and cash for refugee relief. Most of the promised assistance has already been consigned or shipped through four helping agencies—even Catholic Relief Services, the International Committee of the Red Cross, C.A.R.E., and the United Nations High Commissioner for Refugees. Continuing efforts are planned to help stem the tide of pain among these children of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p30\" class=\"\">In Yugoslavia, following the demise of the former government, the country disintegrated into ethnic factions. The resulting civil conflict has claimed thousands of lives and inflicted hardship, heartache, and suffering upon millions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p31\" class=\"\">Working with seven different humanitarian agencies, the Church has provided, since 1991, food, clothing, blankets, hygiene kits, and medical supplies valued at $850,000. This is in addition to personal contributions by our members in other European nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p32\" class=\"\">In May 1993 Danijela Curcic of Zagreb, Croatia, wrote this letter addressed to Church headquarters, expressing her gratitude for food shared by the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p33\" class=\"\">“Dear Charitable Persons,<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p34\" class=\"\">“I would like to thank you for every good thing that you’ve done for the people in my country. This horrible civil war is a crime which doesn’t spare anything and anybody. Uncounted numbers of refugees, thousands of dead children are about us everywhere. I respect with all my heart you dear friends, because you showed you care. It’s easier and doesn’t hurt as much when you’re aware of the fact that there are nice people who are willing to help you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p35\" class=\"\">Closer to home, but serviced by conventional welfare procedures, are the victims of the devastating south Georgia flood of 1994. Thirty-five thousand families were evacuated, five thousand people found temporary refuge in two of our chapels, and nine eighteen-wheel truckloads of food and supplies were provided by the Church, primarily to other than members of our church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p36\" class=\"\">Our own Church spearhead unit, carrying emergency welfare supplies, was on site with everything requested just five hours after being activated by the Area President.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p37\" class=\"\">On the first weekend of the flood, 500 member volunteers assisted in the cleanup of 1,569 damaged houses. The next weekend, more than 5,500 volunteers arrived and helped—all from units of the Church from a wide area well beyond the stricken region.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p38\" class=\"\">Priesthood volunteers from the Jacksonville Florida West Stake worked all weekend cleaning up a house which had been nearly submerged by the flood. The owner, a retired nonmember named Davis, was overwhelmed by the help provided. When the work was completed, the brethren asked Mr. Davis if they could bless his house. They gathered together, and the bishop pronounced a blessing on the home and on the family. Tears ran down Mr. Davis’s cheeks, and the Spirit was very strong. Each of the volunteers hugged him and told him how glad they were to have been of help. He said they had done more than they could ever know and that he didn’t know how to thank them enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p39\" class=\"\">The response of the membership of the Church, and particularly the priesthood performance in such situations, touches the heart and is a marvel to behold. Thus it has ever been.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p40\" class=\"\">From an earlier period, following the carnage of World War II, Elder Ezra Taft Benson led Church response in providing food, medicine, and clothing—totaling two million in 1940s dollars and requiring 133 boxcars to transport it—to the cold and starving members in Europe. This desperately needed aid saved lives, rescued the dispirited, and brought a newness of hope and quickened prayers of thanksgiving and expressions of profound gratitude from one and all. “Charity never faileth.”<sup class=\"noteMarker\"><a href=\"#footnote5-94911_000_020\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(897)\">1 Cor. 13:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p41\" class=\"\">During a drive to amass warm clothing to ship to suffering Saints, Elder Harold B. Lee and Elder Marion G. Romney took President George Albert Smith to Welfare Square in Salt Lake City. They were impressed by the generous response of the membership of the Church to the clothing drive and the preparations for sending the goods overseas. They watched President Smith observing the workers as they packaged this great volume of donated clothing and shoes. They saw tears running down his face. After a few moments, President Smith removed a new overcoat that he had on and said, “Please ship this also.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p42\" class=\"\">The Brethren said to him, “No, President, no; don’t send that; it’s cold and you need your coat.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p43\" class=\"\">But President Smith would not take it back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p44\" class=\"\">The Apostle Paul’s admonition surely was fulfilled that day: “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote6-94911_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2906)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p45\" class=\"\">Two weeks ago Elder Dallin H. Oaks, Elder Robert K. Dellenbach, and I attended a regional conference in Holland. While meeting with the Saints, I recalled the miracle of the potatoes which took place in that nation in November of 1947.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p46\" class=\"\">In the first week of November 1947, ten huge trucks moved across Holland. They headed east and contained a costly cargo—seventy-five tons of potatoes, a gift from the Dutch Church members to the Saints in Germany.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p47\" class=\"\">Many months earlier, in the spring of 1947, the members within the Netherlands Mission were asked to begin a welfare project of their own, now that they had received much needed welfare supplies from the members in America. The proposal was welcomed with enthusiasm. The priesthood went to work, and within a short time every quorum had found a suitable piece of land for the project. The recommended crop: potatoes. At the various branches of the Church there was singing, speaking, and praying, at the end of which the potatoes were entrusted to the soil. Soon there came news of good prospects for the harvest, and cautious estimates were made as to how large the yield would be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p48\" class=\"\">During the time the potatoes were growing, Walter Stover, president of the East German Mission, visited the Netherlands Mission in Holland. During his visit, with tears in his eyes, he told of the hunger of the Church members in Germany. They were in worse condition than the Saints in the Netherlands. Supplies had not yet reached the Saints in Germany as quickly as they had the Saints in Holland.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p49\" class=\"\">When Cornelius Zappey, the Netherlands Mission president, heard the condition of the German Saints, he couldn’t help but have compassion toward them, knowing how they had suffered. The thought came; the action followed: “Let’s give our potatoes to the members of the Church in Germany.” I’m sure he worried, for the German armies and the Dutch armies had been in conflict with each other. The Dutch had been starving. Would they respond? A Dutch widow who had received a sack of the potatoes heard that the bulk of the potatoes was to be given to the members in Germany, and she stepped forward and said, “My potatoes must be with them.” And this hungry widow returned her sack of potatoes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p50\" class=\"\">What are the words of the Lord pertaining to such an act? “Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury. … She of her want did cast in all that she had.”<sup class=\"noteMarker\"><a href=\"#footnote7-94911_000_020\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33456)\">Mark 12:43–44<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p51\" class=\"\">It was President J. Reuben Clark, Jr., who in 1936 declared: “The real long term objective of the Welfare Plan is the building of character in the members of the Church, givers and receivers, rescuing all that is finest down deep inside of them, and bringing to flower and fruitage the latent richness of the spirit, which after all is the mission and purpose and reason for being of this Church.”<sup class=\"noteMarker\"><a href=\"#footnote8-94911_000_020\">8<\/a>\n       <span class=\"footnote\">[Quoted in Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 77.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p52\" class=\"\">“Am I my brother’s keeper?” This ageless question has been answered! From the psalm of David comes the precious promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p53\" class=\"\">“Blessed is he that considereth the poor: the Lord will deliver him in time of trouble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p54\" class=\"\">“The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p55\" class=\"\">“The Lord will strengthen him.”<sup class=\"noteMarker\"><a href=\"#footnote9-94911_000_020\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42077)\">Ps. 41:1–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/my-brothers-keeper.p56\" class=\"\">Brethren, may the Lord strengthen each of us who holds the priesthood, that each may learn his duty as his brother’s keeper and be found on the Lord’s errand, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-94911_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24101)\">Gen. 4:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-94911_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20048)\">D&amp;C 18:10, 15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-94911_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37568)\">Matt. 25:40<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-94911_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Times and Seasons,<\/span> 15 Mar. 1842, p. 732.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-94911_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(897)\">1 Cor. 13:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-94911_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2906)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-94911_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33456)\">Mark 12:43–44<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-94911_000_020\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 77.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-94911_000_020\"><a name=\"-94911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-94911_000_020\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42077)\">Ps. 41:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}