{"ID":5544, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Save the Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">94911_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p4\" class=\"\">My brethren and sisters, it becomes my responsibility to open this session in speaking to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p5\" class=\"\">I seek the direction of the Holy Spirit. I sense the tremendous responsibility of speaking to hundreds of thousands of Latter-day Saints, perhaps even millions, across the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p6\" class=\"\">I thank you for your gracious hospitality to us wherever we meet with you. It is truly a humbling experience to be the recipient of such generous kindness. You write letters of appreciation which bring encouragement. You are trying to live the gospel and rear your families in light and truth. You are truly Latter-day Saints, and I am profoundly grateful for the opportunity to be one with you and to partake of your fellowship and your love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p7\" class=\"\">Sister Hinckley and I were recently involved in a regional conference in Rexburg, Idaho. We had not been to Yellowstone National Park for many years. We decided to drive to the conference and on Monday return home by way of Yellowstone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p8\" class=\"\">In 1988, terrible forest fires raged there. Each day the news media brought us graphic reports of the intensity of the fires as they raced over thousands of acres, destroying millions of trees. The flames finally burned out, and people literally mourned over the desolate picture of countless lodgepole pines, their tops burned and the straight, scorched trunks standing like solemn grave markers in a crowded cemetery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p9\" class=\"\">But when we visited there about a month ago, we saw something of captivating interest. The dead pines still stood, but between the burned trees new seedlings have sprung from the ground, millions of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p10\" class=\"\">Evidently when fire hit the treetops, the pinecones exploded, scattering seed to the ground. There is a new generation of trees now, young and beautiful and filled with promise. The old trees eventually will fall and the new ones will grow tall to create a forest of great beauty and usefulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p11\" class=\"\">As we drove through the park, I thought of the wonders of nature, of the rhythm of our lives. We grow old, and I am among those who have done so. Our vitality and our powers slacken. But a new generation is at our feet. These are children. These too are sons and daughters of God whose time has come to take their place on earth. They are like the new growth in the park—young, tender, sensitive, beautiful, and full of promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p12\" class=\"\">As Tagore, the poet of India, once observed, “Every child comes with the message that God is not yet discouraged of man” (Charles L. Wallis, ed., <span class=\"emphasis\">The Treasure Chest,<\/span> New York: Harper and Row, 1965, p. 49). Children are the promise of the future. They are the future itself. The tragedy is that so many are born to lives of sorrow, of hunger, of fear and trouble and want. Children become the victims, in so many, many cases, of man’s inhumanity to man. In recent months we have seen them on our television screens—the children of Somalia, their bodies bloated, their eyes staring with the stare of death. More recently we have seen them in Rwanda, the victims of raging cholera and vicious and unrelenting hunger. Uncounted numbers have died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p13\" class=\"\">These were the promise of a new and better generation in these lands, where disease, malnutrition, bullets, and neglect have mowed them down like tender plants before the sharp blade of the sickle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p14\" class=\"\">Why are men so vicious as to bring about the causes that lead to such terrible fratricidal conflict? Great, I believe, will be their tribulation in the Day of Judgment when they must stand before the Almighty accused of the suffering and destruction of these little ones. I am grateful for kind and generous people of many faiths and persuasions across the world whose hearts reach out in sympathy, many of whom give freely of their substance, their time, even their presence to help those in such terrible distress. I am grateful that we as a church have done much of significance, as President Monson pointed out last night, in sending medicines, food and clothing, and blankets for warmth and shelter to those who suffer so terribly, and particularly to children who otherwise most certainly would die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p15\" class=\"\">Why should they suffer so much in so many places? Surely God, our Eternal Father, must weep when he sees the abuse that is heaped upon his little ones, for I am satisfied they hold a special place in his grand design. That place was confirmed when his Son, the Savior of the world, walked the dusty roads of Palestine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p16\" class=\"\">“And they brought unto him also infants, that he would touch them: but when his disciples saw it, they rebuked them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p17\" class=\"\">“But Jesus … said, Suffer little children to come unto me, and forbid them not: for of such is the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p18\" class=\"\">“Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter therein” (<span class=\"citation\" id=\"32507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32507)\">Luke 18:15–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p19\" class=\"\">How great is our responsibility, how serious the responsibility of Christian people and men and women of goodwill everywhere to reach out to ease the plight of suffering children, to lift them from the rut of despair in which they walk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p20\" class=\"\">Of course such suffering is not new. Plagues of disease have in centuries past swept across continents. War has caused the deaths of millions who were totally innocent. Children have been bartered and traded; they have been used as tools by vicious masters; they have mined coal for long hours day after day in the dark and cold depths of the earth; they have worked in sweatshops and been exploited like cheap merchandise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p21\" class=\"\">Surely after all of the history we have read, after all of the suffering of which we have been told, after all of the exploitation of which we are aware, we can do more than we are now doing to lift the blight that condemns millions of children to lives that know little of happiness, that are tragically brief, and that are filled with pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p22\" class=\"\">And we need not travel halfway across the earth to find weeping children. Countless numbers of them cry out in fear and loneliness from the evil consequences of moral transgression, neglect, and abuse. I speak plainly, perhaps indelicately. But I know of no other way to make clear a matter about which I feel so strongly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p23\" class=\"\">One major problem is the now-common phenomenon of children bearing children, of children without fathers. Somehow there seems to be in the minds of many young men, and some not so young, the idea that there is no relationship between the begetting of a child and responsibility for its life thereafter. Every young man should realize that whenever a child is begotten outside the bonds of marriage, it has resulted from violation of a God-given commandment reaching at least as far back as Moses. Further, let it be known clearly and understood without question that responsibility inevitably follows, and that this responsibility will continue throughout life. Though the mores of our contemporary society may have crumbled to a point where sexual transgression is glossed over or is regarded as acceptable, there will someday be accountability before the God of heaven for all that we do in violation of his commandments. I believe further that a sense of accountability must at some time bear upon every man who has fathered a child and then abandoned responsibility for its care. He must sometimes stop and wonder whatever became of the child he fathered, of the boy or girl who is flesh of his flesh and soul of his soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p24\" class=\"\">The burdens that fall upon a young woman who alone must rear her child are unbelievably heavy and consuming. They are likewise heavy upon society through taxes levied to meet the needs of such children and their mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p25\" class=\"\">In the United States “in the six years between 1985 and 1990, estimated public outlays related to teenage child-bearing totalled more than $120 billion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p26\" class=\"\">“Of unmarried teens who give birth, 73 percent will be on welfare within four years [that is almost three out of every four].<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p27\" class=\"\">“In 1991 federal and state expenditures for aid to families with dependent children … totalled $20 billion plus administrative costs of $2.6 billion” (<span class=\"emphasis\">Starting Points: Meeting the Needs of Our Youngest Children,<\/span> New York: Carnegie Corporation, April 1994, p. 21).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p28\" class=\"\">The obstacles facing children born and reared in such circumstances are formidable, to say the least.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p29\" class=\"\">The answer is straightforward. It lies in adherence to the principles of the gospel and the teaching of the Church. It lies in self-discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p30\" class=\"\">Would that every youth might realize this and be governed accordingly. There would be so much less of heartache and heartbreak. Its importance cannot be overemphasized because the consequences are so serious and so everlasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p31\" class=\"\">I realize that notwithstanding all of the teaching that can be done, there will be those who will not heed and will go their willful way only to discover to their shock and dismay that they are to become parents, while they are scarcely older than children themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p32\" class=\"\">Abortion is not the answer. This only compounds the problem. It is an evil and repulsive escape that will someday bring regret and remorse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p33\" class=\"\">Marriage is the more honorable thing. This means facing up to responsibility. It means giving the child a name, with parents who together can nurture, protect, and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p34\" class=\"\">When marriage is not possible, experience has shown that adoption, difficult though this may be for the young mother, may afford a greater opportunity for the child to live a life of happiness. Wise and experienced professional counselors and prayerful bishops can assist in these circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p35\" class=\"\">Then there is the terrible, inexcusable, and evil phenomenon of physical and sexual abuse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p36\" class=\"\">It is unnecessary. It is unjustified. It is indefensible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p37\" class=\"\">In terms of physical abuse, I have never accepted the principle of “spare the rod and spoil the child.” I will be forever grateful for a father who never laid a hand in anger upon his children. Somehow he had the wonderful talent to let them know what was expected of them and to give them encouragement in achieving it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p38\" class=\"\">I am persuaded that violent fathers produce violent sons. I am satisfied that such punishment in most instances does more damage than good. Children don’t need beating. They need love and encouragement. They need fathers to whom they can look with respect rather than fear. Above all, they need example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p39\" class=\"\">I recently read a biography of George H. Brimhall, who at one time served as president of Brigham Young University. Concerning him, someone said that he reared “his boys with a rod, but it [was] a fishing rod” (Raymond Brimhall Holbrook and Esther Hamilton Holbrook, <span class=\"emphasis\">The<\/span> <span class=\"emphasis\">Tall Pine Tree: The Life and Work of George H. Brimhall,<\/span> n.p., 1988, p. 62). That says it all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p40\" class=\"\">And then there is the terrible, vicious practice of sexual abuse. It is beyond understanding. It is an affront to the decency that ought to exist in every man and woman. It is a violation of that which is sacred and divine. It is destructive in the lives of children. It is reprehensible and worthy of the most severe condemnation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p41\" class=\"\">Shame on any man or woman who would sexually abuse a child. In doing so, the abuser not only does the most serious kind of injury. He or she also stands condemned before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p42\" class=\"\">It was the Master himself who said, “But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea” (<span class=\"citation\" id=\"37554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37554)\">Matt. 18:6<\/a><\/span>). How could he have spoken in stronger terms?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p43\" class=\"\">If there be any within the sound of my voice who may be guilty of such practice, I urge you with all of the capacity of which I am capable to stop it, to run from it, to get help, to plead with the Lord for forgiveness and make amends to those whom you have offended. God will not be mocked concerning the abuse of his little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p44\" class=\"\">When the resurrected Lord appeared on this hemisphere and taught the people, the record states that as he spoke to them, “he wept, … and he took their little children, one by one, and blessed them, and prayed unto the Father for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p45\" class=\"\">“And when he had done this he wept again” (<span class=\"citation\" id=\"6345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6345)\">3 Ne. 17:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p46\" class=\"\">There is no more tender and beautiful picture in all of sacred writing than this simple language describing the love of the Savior for little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p47\" class=\"\">Of all the joys of life, none other equals that of happy parenthood. Of all the responsibilities with which we struggle, none other is so serious. To rear children in an atmosphere of love, security, and faith is the most rewarding of all challenges. The good result from such efforts becomes life’s most satisfying compensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p48\" class=\"\">President Joseph F. Smith said on one occasion: “After all, to do well those things which God ordained to be the common lot of all man-kind, is the truest greatness. To be a successful father or a successful mother is greater than to be a successful general or a successful statesman. One is universal and eternal greatness, the other is ephemeral” (<span class=\"emphasis\">Gospel Doctrine,<\/span> Salt Lake City: Deseret Book Co., 1939, p. 285).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p49\" class=\"\">I am satisfied that no other experiences of life draw us nearer to heaven than those that exist between happy parents and happy children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p50\" class=\"\">My plea—and I wish I were more eloquent in voicing it—is a plea to save the children. Too many of them walk with pain and fear, in loneliness and despair. Children need sunlight. They need happiness. They need love and nurture. They need kindness and refreshment and affection. Every home, regardless of the cost of the house, can provide an environment of love which will be an environment of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p51\" class=\"\">May I in conclusion read to you a letter that came the other day. It speaks of the kind of home I have in mind. The writer says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p52\" class=\"\">“I thought I would write to you to let you know that life is good. I sit here looking out the window at the beautiful mountains. The apple tree in the backyard is full of almost-ripe fruit, two cooing doves that we have been feeding and watching all summer are eating at the bird feeder, and the weather has finally cooled down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p53\" class=\"\">“My husband and I have been married for twenty-six years, have five wonderful children, two sons-in-law, and a peaceful, happy home. I marvel at the love of the Lord in our lives. It runs through our marriage and family like a thread. I have nothing to complain about, and most of my fasts are ‘thankful’ fasts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p54\" class=\"\">“My husband is in the stake presidency, … and I teach the Gospel Doctrine class. We have always worked in the Church, and always enjoyed it. We enjoy the gospel, and it is marvelous to watch our children growing up to do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p55\" class=\"\">“And so, I just wanted you to know that there is much love, joy, contentment, fun, and gratitude in our life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p56\" class=\"\">Is that picture too good to be true? The writer does not think so. Is it too idealistic? I think not. I know nothing of the size of the house or the yard. That is immaterial. It is the spirit in that home, the extension of the love of a good man who holds the priesthood of God and a good woman whose heart is filled with true affection and gratitude, and of children born of a sound marriage who have been nurtured and reared in an environment of peace and faith and security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p57\" class=\"\">You may not have a mountain to look at where you live. You may not have an apple tree in the backyard. You may not have birds that feed at your porch. But you can have one another as husband and wife, father and mother, and children who live together with love, respect, self-discipline—and prayer, if you please.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p58\" class=\"\">The old forest burns and dies. But there is a new one at its roots—one filled with wondrous potential. It is a thing beautiful to look upon, and destined to grow. It is the handiwork of God, a part of his divine plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/save-the-children.p59\" class=\"\">Save the children. Too many suffer and weep. God bless us to be mindful of them, to lift them and guide them as they walk in dangerous paths, to pray for them, to bless them, to love them, to keep them secure until they can run with strength of their own, I pray in the name of him who loves them so very much, even the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}