{"ID":5547, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Restored Truth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p3\" class=\"\">Three weeks ago I was assigned to host an open house at the Orlando Florida Temple for leaders representing the clergy, press, government, education, and business. Before I escorted these prominent guests through the temple, I explained to them the position and basic doctrine of The Church of Jesus Christ of Latter-day Saints. I wanted them to know why the gospel of Jesus Christ was restored to the earth through the Prophet Joseph Smith, so they could understand the divine purpose and the eternal significance of the temple. My message this morning is to remind Church members what we have and to invite nonmembers to understand the need for the restoration of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p4\" class=\"\">The mortal ministry of the Lord Jesus Christ was comparatively brief. He lived only thirty-three years, and His ministry was only three years. But in those three years He taught the human family everything that is necessary to receive all of the blessings our Father in Heaven has in store for His children. He concluded His mortal ministry with the single most compassionate and significant service in the history of the world: the Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p5\" class=\"\">One of the most important accomplishments of the Savior was the establishment of His church upon the earth. Paul taught that Christ “gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p6\" class=\"\">“For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ” (<span class=\"citation\" id=\"22050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22050)\">Eph. 4:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p7\" class=\"\">When Jesus called His twelve Apostles, He laid His hands upon them, ordained them, and conferred upon them the authority to act in His name and govern His church. Peter is commonly understood to have become the chief Apostle, or the President of the Church, after the death, resurrection, and ascension of Christ. Early Christians endured the challenges of persecution and hardship. Peter and his brethren had a difficult time holding the Church together and keeping the doctrine pure. They traveled extensively and wrote to one another about the problems they were facing, but information moved so slowly and the Church and its teachings were so new that heading off false teachings before they became firmly entrenched was difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p8\" class=\"\">The New Testament indicates that the early Apostles worked hard to preserve the church that Jesus Christ left to their care and keeping, but they knew their efforts would ultimately be in vain. Paul wrote to the Thessalonian Saints, who were anxiously anticipating the second coming of Christ, that “that day shall not come, except there come a falling away first” (<span class=\"citation\" id=\"5063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5063)\">2 Thes. 2:3<\/a><\/span>). He also warned Timothy that “the time will come when they will not endure sound doctrine; … And they shall turn away their ears from the truth, and shall be turned unto fables” (<span class=\"citation\" id=\"5288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5288)\">2 Tim. 4:3–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p9\" class=\"\">And Peter presupposed the falling away, or the Apostasy, when he spoke of “the times of refreshing” that would come before God would again send Jesus Christ, who “before was preached unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p10\" class=\"\">“Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began” (<span class=\"citation\" id=\"8419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8419)\">Acts 3:19–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p11\" class=\"\">Eventually, with the known exception of John the Beloved, Peter and his fellow Apostles were martyred. The Apostle John and members of the Church struggled for survival in the face of horrifying oppression. To their everlasting credit, Christianity did survive and was truly a prominent force by the end of the second century <span class=\"small\">A.D.<\/span> Many valiant Saints were instrumental in helping Christianity to endure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p12\" class=\"\">Despite the significance of the ministries of these Saints, they did not hold the same apostolic authority Peter and the other Apostles had received through ordination under the hands of the Lord Jesus Christ Himself. When that authority was lost, men began looking to other sources for doctrinal understanding. As a result, many plain and precious truths were lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p13\" class=\"\">History tells us, for example, of a great council held in <span class=\"small\">A.D.<\/span> 325 in Nicaea. By this time Christianity had emerged from the dank dungeons of Rome to become the state religion of the Roman Empire, but the church still had problems—chiefly the inability of Christians to agree among themselves on basic points of doctrine. To resolve differences, Emperor Constantine called together a group of Christian bishops to establish once and for all the official doctrines of the church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p14\" class=\"\">Consensus did not come easily. Opinions on such basic subjects as the nature of God were diverse and deeply felt, and debate was spirited. Decisions were not made by inspiration or revelation, but by majority vote, and some disagreeing factions split off and formed new churches. Similar doctrinal councils were held later in <span class=\"small\">A.D.<\/span> 451, 787, and 1545, with similarly divisive results.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p15\" class=\"\">The beautiful simplicity of Christ’s gospel was under attack from an enemy that was even more destructive than the scourges and the crosses of early Rome: the philosophical meanderings of uninspired men. The doctrine became based more on popular opinion than on revelation. This period of time was called the Dark Ages. They were dark largely because the light of the gospel of Jesus Christ had been lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p16\" class=\"\">Then in 1517, the Spirit moved Martin Luther, a German priest who was disturbed at how far the church had strayed from the gospel as taught by Christ. His work led to a reformation, a movement that was taken up by such other visionaries as John Calvin, Huldrych Zwingli, John Wesley, and John Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p17\" class=\"\">I believe these reformers were inspired to create a religious climate in which God could restore lost truths and priesthood authority. Similarly, God inspired the earlier explorers and colonizers of America and the framers of the Constitution of the United States to develop a land and governing principles to which the gospel could be restored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p18\" class=\"\">By 1820 the world was ready for the “restitution of all things” spoken of by Peter and “all [God’s] holy prophets since the world began” (<span class=\"citation\" id=\"8420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8420)\">Acts 3:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p19\" class=\"\">At this time religious excitement was sweeping across the countryside in upstate New York. Ministers from different denominations vied zealously for the loyalty of the faithful in villages and towns, including Palmyra, the home of the family of Joseph Smith, Sr., and Lucy Mack Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p20\" class=\"\">The Smith family followed this religious excitement, and members of the family were “proselyted” to various faiths. Mother Smith and three of the children—Hyrum, Samuel, and Sophronia—joined one church (see <span class=\"citation\" id=\"30739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30739)\">JS—H 1:7<\/a><\/span>), while Father Smith and his eldest son, Alvin, affiliated with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p21\" class=\"\">When fourteen-year-old Joseph, Jr., considered which church to join, he investigated each denomination carefully, listening to the respective ministers and trying to sort out the truth. He knew there is “one Lord, one faith, one baptism” (<span class=\"citation\" id=\"22048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22048)\">Eph. 4:5<\/a><\/span>), but which was the one he did not know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p22\" class=\"\">“In the midst of this war of words and tumult of opinions,” Joseph Smith, Jr., wrote later, “I often said to myself: What is to be done? Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it?” (<span class=\"citation\" id=\"30740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30740)\">JS—H 1:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p23\" class=\"\">Young Joseph looked for answers to his questions in the scriptures. While reading in the Bible, he came upon a simple, direct admonition in the epistle of James: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him” (<span class=\"citation\" id=\"26395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26395)\">James 1:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p24\" class=\"\">Joseph reflected: “Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know” (<span class=\"citation\" id=\"30741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30741)\">JS—H 1:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p25\" class=\"\">With the simple faith of youth and motivated by the inspiration of the Holy Spirit, Joseph decided to go into a grove of trees near his home and put the promise in James to the test.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p26\" class=\"\">On a beautiful, clear spring morning, Joseph retired to the woods. He paused when he arrived at a quiet, secluded spot. He looked around to make sure he was alone. Then he knelt and began to pray. No sooner had he done so than an overwhelming feeling of darkness swept over him, as if some evil power was trying to dissuade him. Rather than surrender, Joseph intensified his pleas to God—and God Himself responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p27\" class=\"\">Reading from Joseph’s account:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p28\" class=\"\">“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p29\" class=\"\">“When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"30742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30742)\">JS—H 1:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p30\" class=\"\">I testify those Beings were God, our Heavenly Father, and His resurrected Son, Jesus Christ, in one of the most supernal spiritual manifestations of all time!<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p31\" class=\"\">They told Joseph he should join none of the existing churches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p32\" class=\"\">Their mission accomplished, the Father and His Son, Jesus Christ, departed, leaving young Joseph physically drained but spiritually enriched with exciting restored truth. He knew with certainty that God, our Heavenly Father, and His Son, Jesus Christ, are real, for he had seen them. He knew they are two separate, distinct individuals. He knew that no church on the face of the earth had the authority of the priesthood to act in the name of Heavenly Father and Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p33\" class=\"\">Perhaps the most important lesson young Joseph learned in the Sacred Grove is this significant eternal truth: the heavens are <span class=\"emphasis\">not<\/span> sealed. God does communicate with mortals. He loves us today just as much as He loved those who lived anciently. What comfort that sweet assurance provides in a world filled with confusion and discouragement! What <span class=\"emphasis\">peace<\/span> and <span class=\"emphasis\">security<\/span> come to the heart that understands that God in heaven knows us and cares about us, individually and collectively, and that He communicates with us, either directly or through His living prophets, according to our needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p34\" class=\"\">My dear friends, I testify to you that this is true and that the Father and the Son appeared in wondrous vision to young Joseph as a step in the restoring of the fulness of the gospel of Jesus Christ to the earth. Through subsequent, equally miraculous experiences, Joseph Smith was God’s instrument in—<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Translating from ancient records a book of scripture, the Book of Mormon: Another Testament of Jesus Christ,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Restoring priesthood authority,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Restoring sealing keys to turn the hearts of the children to the fathers,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Establishing the restored church of Jesus Christ in these latter days with the fulness of the gospel as taught in the meridian of time by the Savior and His Apostles,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Fulfilling biblical prophecy,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Preparing for the second coming of Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1994\/11\/restored-truth.p41\" class=\"\">During the Orlando temple tours, I explained to our guests who were not of our faith that I understood if they found this message a bit overwhelming. I taught my new friends in Orlando, as I teach here this morning, that either the gospel has been restored or it has not. Either the Savior’s original church and its doctrine were lost or they were not. Either Joseph Smith had that remarkable vision or he did not. The Book of Mormon is another testament of Jesus Christ or it is not. Either the fulness of the gospel of Jesus Christ was restored to earth through God’s chosen latter-day prophet or it was not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p42\" class=\"\">The truth really is not any more complicated than that. Either these things happened just as I have testified or they did not. As a latter-day Apostle of the Lord Jesus Christ, my testimony, and the testimony of millions of faithful members of the Church the world over, is that what I have told you this morning is true. The Church of Jesus Christ of Latter-day Saints has been restored to the earth through Joseph Smith and is administered today by a living prophet. These things I know!<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p43\" class=\"\">This information is valuable to each of us only if we know for ourselves that it is true. Thankfully we have a simple but certain way to know. It requires some effort and sincere prayer. But it is worth it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p44\" class=\"\">In the last chapter of the Book of Mormon, an ancient prophet named Moroni gave a significant promise to those who would one day read this sacred book of scripture. His promise applies to every sincere seeker of truth. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p45\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p46\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things” (<span class=\"citation\" id=\"38691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38691)\">Moro. 10:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p47\" class=\"\">Moroni urges us to go directly to the Source of Truth for answers to our questions. If we seek Him humbly and sincerely, He will help us discern truth from error. As the Savior Himself assured His disciples: “Ye shall know the truth, and the truth shall make you free” (<span class=\"citation\" id=\"29653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29653)\">John 8:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p48\" class=\"\">Brothers and sisters, we know the truth. Because we do, we are expected to share it with all of our Heavenly Father’s children. To our dear friends of the Church, please do not let pass this opportunity to receive personal revelation from God. Consider what I have said. Weigh it carefully. Measure it against the things you believe. Hold fast to all that is true, and add to that the fulness of the restored gospel of Jesus Christ. Take into account what you have felt as you have listened. You can know if these things are true by asking God. Listen for His answer; then respond to what you feel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/restored-truth.p49\" class=\"\">If you will do so, I believe you will come to know as I know that The Church of Jesus Christ of Latter-day Saints is God’s true church upon the earth. May God bless you, my dear friends, with the peace and joy the gospel gives, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}