{"ID":5552, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Simple Things\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p2\" class=\"\">Elder Rex D. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:201e.jpg\" alt=\"Elder Rex D. Pinegar\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p3\" class=\"\">It’s been a blessing to be here and listen to the instruction we’ve received. It’s a special privilege to welcome these men and to bid farewell for a time to those who will be leaving us. We’re grateful for the valiant service these men have rendered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p4\" class=\"\">President Hunter, I love you and sustain you with all my heart and soul, as do all the Seventy. We declare to all our testimony of the reality of Jesus Christ and of your calling as His prophet at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p5\" class=\"\">I first met President Howard W. Hunter in 1967 when I reported to his office to be set apart for a new calling. We discussed my new assignment for a moment; then he surprised me by saying something like, “Brother Pinegar, we don’t need anyone to serve in that calling. Do you know what we need?” I sat there not knowing how to respond. I was wondering if I was mistaken about my call. In his pleasant way, he said if we were to stop the next one hundred members of the Church who passed in front of the Church Administration Building, almost all of them would be able and willing to serve in that same calling. “What we need,” he said, “is home teachers. That is the great need in the Church today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p6\" class=\"\">Then with a smile he said, “All right, Brother Pinegar, I’ll set you apart anyway.” As he placed his hands on my head, I was uncertain what Elder Hunter would say. I thought he might set me apart as a home teacher. In a kind, reassuring manner he gave me a blessing that I would be able to fulfill my calling. I promised myself that I would be a better home teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p7\" class=\"\">President Hunter’s reference to home teachers that day is in harmony with his focus now on the simple messages of the gospel of Jesus Christ. The great work of the Lord is primarily accomplished through small, kind acts that exemplify the basic teachings of His gospel. Obedience in doing the simple things has always been the means of obtaining the blessings of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p8\" class=\"\">Remember the story of Naaman, a captain for the king of Syria—“a great man with his master … because by him the Lord had given deliverance unto Syria: … a mighty man in valour, but … a leper” (<span class=\"citation\" id=\"3231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3231)\">2 Kgs. 5:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p9\" class=\"\">At the direction of his king, Naaman went to Elisha the prophet to be healed of his dreaded affliction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p10\" class=\"\">“So Naaman came with his horses and with his chariot, and stood at the door of the house of Elisha.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p11\" class=\"\">“And Elisha sent a messenger unto him, saying, Go and wash in Jordan seven times, and thy flesh shall come again to thee, and thou shalt be clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p12\" class=\"\">“But Naaman was wroth … and said, Behold, I thought, He will surely come out to me, and stand, and call on the name of the Lord his God, and strike his hand over the place, and recover the leper. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p13\" class=\"\">“And his servants came near … and said, … if the prophet had bid thee do some great thing, wouldest thou not have done it? how much rather then, when he saith to thee, Wash, and be clean?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p14\" class=\"\">“Then went [Naaman] down, and dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean” (<span class=\"citation\" id=\"3232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3232)\">2 Kgs. 5:9–11, 13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p15\" class=\"\">Are we not sometimes like Naaman, looking for big or important things to do and bypassing simple things which could change our lives and heal us of our afflictions?<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p16\" class=\"\">At a Brigham Young University fireside, President Hunter said, “If you feel that … what you do this year or in the years to come does not make you very famous, take heart. Most of the best people who ever lived weren’t very famous either” (“‘No Less Serviceable,’” <span class=\"emphasis\">Brigham Young University 1990–91 Devotional and Fireside Speeches,<\/span> Provo: BYU, 1991, p. 6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p17\" class=\"\">On another occasion, he said that “the achievement of true greatness is a long-term process. … It seems that it always requires regular, consistent, small, and sometimes ordinary and mundane steps over a long period of time” (“What Is True Greatness?” <span class=\"emphasis\">Brigham Young University 1986–87 Devotional and Fireside Speeches,<\/span> Provo: BYU, 1987, p. 115).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p18\" class=\"\">The Lord has said, “Out of small things proceedeth that which is great” (<span class=\"citation\" id=\"20104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20104)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p19\" class=\"\">President David O. McKay also spoke of the power of small and simple acts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p20\" class=\"\">“There is no one great thing that we can do to obtain eternal life, and it seems to me that the great lesson to be learned in the world today is to apply in the little acts and duties of life the glorious principles of the Gospel. Let us not think that because some of the things named this afternoon may seem small and trivial, that they are unimportant. Life, after all, is made up of little things. Our life, our being, physically, is made up here of little heart beats. Let that little heart stop beating, and life in this world ceases.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p21\" class=\"\">“The great sun is a mighty force in the universe, but we receive the blessings of his rays because they come to us as little beams, which, taken in the aggregate, fill the whole world with sunlight. The dark night is made pleasant by the glimmer of what seem to be little stars; and so the true Christian life is made up of little Christ-like acts performed this hour, this minute, in the home, in the quorum, in the organization, in the town, wherever our life and acts may be cast” (in Conference Report, Oct. 1914, pp. 87–88).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p22\" class=\"\">Focusing our attention on teaching and living the simple messages of the Savior in our homes will strengthen our families, perfect the society in which we live, and improve ourselves. It will enable us to successfully combat the erosion of the family, which President Hunter has said is the greatest challenge in the world today. <span class=\"emphasis\">Our first line of defense in a world of spiritual and moral decay is and will continue to be the family.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p23\" class=\"\">Christlike qualities instilled early in one’s life establish values that lead us to make correct choices and actions. It has been said, “Children are like wet cement; whatever falls on them makes an impression” (Haim G. Ginott).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p24\" class=\"\">As a teenage boy, I began working for a contractor pouring concrete foundations for homes. I learned that concrete was made of a mixture of very simple elements which of themselves were not stable enough for a foundation. But mixed together in proper sequence and proportions, tiny grains of sand, small pebbles, water, and cement powder form a unique substance of unusual strength and durability. For a few hours after the concrete is mixed, it can be poured into any desired form. At first, before it is completely hardened, even a tiny bird hopping across its soft surface will leave an imprint. Later, however, it becomes so firm an elephant could walk over it without leaving any tracks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p25\" class=\"\">Just as a few simple elements combined in a proper way form a sturdy foundation for a house, so do the simple teachings of the gospel bond together to make a strong foundation for our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p26\" class=\"\">In contrast, we must be aware that there are small things that can destroy rather than build or strengthen us. Tiny grains of salt sprinkled on concrete can actually cause it to break up and crumble if they are not removed. Similarly, small steps taken in the wrong direction, ignored or uncorrected, will weaken and destroy our lives. Big problems grow out of thinking that little things don’t matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p27\" class=\"\">Like Naaman, we have been counseled by our prophets to do simple things which do matter. We have received simple instructions which we can all follow to strengthen our families, to heal our spiritual afflictions, and to become followers of Jesus Christ in thought and action. Parents have been counseled to set aside one night each week to teach fundamental gospel principles to their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p28\" class=\"\">The First Presidency has stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p29\" class=\"\">“No Church organization can supplant the parents in discharging this obligation. The best the Church can do is to give every aid possible so that the parents will be left without excuse in discharging this most sacred and vital work of building a solid foundation in the home” (<span class=\"emphasis\">Family Home Evening: Love Makes Our House a Home,<\/span> manual, 1974, p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p30\" class=\"\">As we faithfully hold quality family home evenings, we “will gain strength to withstand the temptations of the world and will receive many blessings which will help qualify [us] to enjoy [our] families through eternity in the Celestial Kingdom” (the First Presidency, <span class=\"emphasis\">Family Home Evening,<\/span> manual, 1978, p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p31\" class=\"\">If the prophet bid us do some great thing for so great a blessing, would we do it? Holding regular family home evening is such a small thing we can do to obtain these great blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p32\" class=\"\">Another simple thing we all can do to draw us closer to the Savior and to bring us His guidance is to have daily family prayer. The Savior himself taught, “Pray in your families unto the Father, always in my name, that your wives and your children may be blessed” (<span class=\"citation\" id=\"6348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6348)\">3 Ne. 18:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p33\" class=\"\">Praying together, seeking to know the will of our Father in Heaven, and desiring strength to do His will draws Him near to us. This practice unifies family members in a common direction and purpose. How simple the Lord has made it for us! All we have to do is sincerely ask in faith in his name, and He will hear and answer our prayers. Yet, if the prophet bid us do some great thing for such blessings, would we do it? Holding regular family prayer is such a simple thing to do to receive these great blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p34\" class=\"\">President Ezra Taft Benson promised that we can keep our children close to us and to the Lord and that we will receive “blessings hitherto unknown” if we will faithfully read the Book of Mormon together and “abide by its precepts” (<span class=\"emphasis\">Ensign,<\/span> May 1986, p. 78). He said that in the Book of Mormon we will “find great power, great comfort, and great protection” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1986, p. 7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p35\" class=\"\">As we read of the Lord, hear His words, and learn His teachings, we will receive the peaceful spirit of truth and faith in our homes and in our hearts. We will learn what Jesus would have us do, what he would have us say.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p36\" class=\"\">If the prophet had bid us do some great thing to receive these blessings, would we do it? Reading the Book of Mormon each day is a simple requirement for receiving such great blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p37\" class=\"\">In the Book of Mormon, the prophet Nephi tells his people why many of the children of Israel perished in the wilderness after leaving Egypt. Because of their iniquity, the Lord “sent fiery flying serpents among them; and after they were bitten he prepared a way that they might be healed; and the labor which they had to perform was to look; and because of the simpleness of the way, or the easiness of it, there were many who perished” (<span class=\"citation\" id=\"2086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2086)\">1 Ne. 17:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p38\" class=\"\">Brothers and sisters, we must not fail to do the simple and easy things that the gospel requires and thereby deny ourselves and our families the great blessings that the Lord has promised.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p39\" class=\"\">In general conference just last April, Elder Neal A. Maxwell of the Quorum of the Twelve asked: “Given the gravity of current conditions, would parents be willing to give up just one outside thing, giving that time and talent instead to the family?” (<span class=\"emphasis\">Ensign,<\/span> May 1994, p. 90.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p40\" class=\"\">Charles Francis Adams, the grandson of the second president of the United States, was a successful lawyer, a member of the U.S. House of Representatives, and the U.S. ambassador to Britain. Amidst his responsibilities, he had little time to spare. He did, however, keep a diary. One day he wrote, “Went fishing with my son today—a day wasted!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p41\" class=\"\">On that same date, Charles’s son, Brooks Adams, had printed in his own diary, “Went fishing with my father today—the most wonderful day of my life” (Scott Walker, in <span class=\"emphasis\">Daily Guideposts: 1994,<\/span> © 1993 by Guideposts Associates, Inc., Carmel, N.Y. 10512).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p42\" class=\"\">President Hunter has said, “Frequently it is the commonplace tasks that have the greatest positive effect on the lives of others” (“What Is True Greatness?” Brigham Young University 1986–87 Devotional and Fireside Speeches, p. 115).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/the-simple-things.p43\" class=\"\">I pray that we will heed the counsel of our prophet and have the faith to follow the Savior by doing the simple things His gospel requires. For, if the Lord’s prophet had bid us do some great thing to receive the Lord’s great blessings, who among us would not do it? In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}