{"ID":5553, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Stand Ye in Holy Places”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p2\" class=\"\">Elder Lance B. Wickman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/lance-b-wickman.jpg\" alt=\"Lance B. Wickman\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p3\" class=\"\">I shall never forget one night almost three decades ago. My bride, Patricia, and I had been married for two years. We lived in a small duplex on Oahu’s north shore. I was an army infantry officer, a platoon leader, assigned to a unit at Schofield Barracks, Hawaii. Our brigade had been ordered to war in Vietnam. My plane was scheduled for departure after midnight, and a good Latter-day Saint friend had agreed to take me to the airfield at 11:00 <span class=\"small\">P.M.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p4\" class=\"\">All through that long evening, Pat and I sat on the sofa in our tiny living room with our fingers intertwined, watching the hands of the clock approach the fateful hour and listening to the soft lapping of the surf against the shore. The ticking of the clock seemed a metronome of mortality in painful contrast to the muffled rushing of the eternal sea. At last the hour of parting arrived. Inside the doorway to our little home, I clutched my bride to my bosom and kissed her one last time, and then I was gone. As I closed the door, I wondered if I had seen my sweetheart for the last time in mortality. It was truly night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p5\" class=\"\">My friend and I drove silently in the darkness through the sugarcane and pineapple fields of Oahu. My heart felt as though it would break. Then as we passed Schofield, an unseen infantry unit on night maneuvers fired a flare. Its brilliance momentarily lit the inky darkness and seemed to ignite a spiritual flame in the blackness that invested my soul. My thoughts were drawn away from this saddest of days to the very happiest: back to that beautiful December day when Pat and I had entered the holy temple and there were sealed to each other, not just for this life only but for all eternity. I thought of the eternal covenants we had made. Like the sunrise, it dawned on me that no matter what happened in the uncertain future just ahead, Pat would always be mine. When I reached the air base, I telephoned her. In the spirit of a renewed hope and peace born of faith and understanding, we talked and laughed softly before once more bidding each other good-bye. It was only midnight, but for me the sun was already rising.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p6\" class=\"\">On another day in another place, however, the sun was setting on the mortal ministry of the Messiah as he departed the temple at Jerusalem for the last time. Climbing atop the Mount of Olives with his disciples, the Savior prophesied the cataclysmic events that would precede the destruction of Jerusalem and his second coming. He then issued this portentous admonition to his disciples, ancient and modern: “Then you shall <span class=\"emphasis\">stand in the holy place;<\/span> whoso readeth let him understand” (<span class=\"citation\" id=\"30816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30816)\">JS—M 1:12<\/a><\/span>; emphasis added; see also <span class=\"citation\" id=\"37564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37564)\">Matt. 24:15<\/a><\/span>). Latter-day revelations provide understanding. They teach that in our day, amidst strife and catastrophe and pestilence, there are two kingdoms locked in grim struggle for the souls of men—Zion and Babylon. More than once they repeat the injunction to “stand in holy places” for a refuge from these storms of latter-day life (<span class=\"citation\" id=\"20080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20080)\">D&amp;C 45:32<\/a><\/span>; see also <span class=\"citation\" id=\"20135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20135)\">D&amp;C 87:8<\/a><\/span>; <span class=\"citation\" id=\"20159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20159)\">D&amp;C 101:16–23<\/a><\/span>). Prominent among such holy places, and key to all the others, is the temple of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p7\" class=\"\">The words <span class=\"emphasis\">Zion<\/span> and <span class=\"emphasis\">temple<\/span> belong in the same sentence together. In August 1833, as Saints attempted against much persecution to establish a geographic Zion in Jackson County, Missouri, the Prophet Joseph Smith was counseled in revelation to build a house unto the Lord “for the salvation of Zion” (<span class=\"citation\" id=\"20153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20153)\">D&amp;C 97:12<\/a><\/span>). The temple is the key to salvation, it said, because it is a place of thanksgiving, a place of instruction, and a place of understanding “in all things” (see <span class=\"citation\" id=\"20154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20154)\">D&amp;C 97:12–14<\/a><\/span>). Then comes this glorious promise: “Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it <span class=\"emphasis\">shall see God.<\/span> … Therefore, … let Zion rejoice, for this is Zion—<span class=\"small\">THE PURE IN HEART;<\/span> therefore, let Zion rejoice, while all the wicked shall mourn” (<span class=\"citation\" id=\"20155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20155)\">D&amp;C 97:16, 21<\/a><\/span>; emphasis added). For Zion, the pure in heart, the temple holds the key that unlocks holy places—places of rejoicing—while those in Babylon’s byways are condemned to mourn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p8\" class=\"\">I was to bid my dear wife good-bye twice more during the tumultuous years of the Vietnam War. In a later year we would stand together and say farewell as a five-year-old son slipped from this world across the veiled threshold into the next; and, later still, we would welcome a handicapped daughter into mortality. Life has brought us its challenges, as it does to all. But through the years I have come to appreciate the wisdom of a dear friend, a patriarch and temple sealer. “Lance,” he said, “the joy I receive is more than just being in the temple. <span class=\"emphasis\">The temple is in me!<\/span> And when I leave the temple, its peace goes with me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p9\" class=\"\">So it can be for every righteous soul. When we visit the temple as often as distance and individual circumstance permit, <span class=\"emphasis\">the temple will be in us.<\/span> Then, despite the buffetings of life, we will always be in a holy place. The house of the Lord beckons to all who would be numbered with Zion: “Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths” (<span class=\"citation\" id=\"25719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25719)\">Isa. 2:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p10\" class=\"\">The day of the San Diego California Temple dedication attended by our stake, I came into the celestial room a few minutes early, accompanied by my daughter and one of my sons. My dear Pat was directing the choir. As though joined by angels, they rehearsed these magnificent words from a beloved Latter-day Saint hymn—a hymn we sang only moments ago:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">High on the mountain top<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A banner is unfurled.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ye nations, now look up;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It waves to all the world.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In Deseret’s sweet, peaceful land,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On Zion’s mount behold it stand!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p17\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 5)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/stand-ye-in-holy-places.p18\" class=\"\">Pat’s eyes met mine. For a brief moment I was transported back across the years, past the challenges and the heartaches to that wonderful day when together we had entered the house of the Lord. I drew my children close. In that instant a wonderful, celestial feeling swelled my breast. I <span class=\"emphasis\">knew<\/span> I was in a holy place. I felt a peace as I had on that dark night so many years ago—and again I rejoiced. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}