{"ID":5558, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Charity and Learning\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p3\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">94911_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20fa.jpg\" alt=\"Aileen H. Clyde\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p4\" class=\"\">The women of our church have mobilized themselves many times in loving service to one another, to their families, and to their larger communities. The tasks we undertake may vary significantly, but we believe the how, or the way we go about such work, separates us from the world because of our desire to be guided spiritually and to act with charity. Our scriptural records suggest to us that charity, the word we use for the highest form of love, even “the pure love of Christ” (<span class=\"citation\" id=\"38683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38683)\">Moro. 7:47<\/a><\/span>), is <span class=\"emphasis\">learned.<\/span> As we learn, we are capable of being kind, without envy, not easily provoked, rejoicing in truth, bearing, believing, hoping, enduring all things (see <span class=\"citation\" id=\"895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(895)\">1 Cor. 13:4–7<\/a><\/span>). Charity comes to us as we move from grace to grace and as we build precept on precept:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p5\" class=\"\">“For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom” (<span class=\"citation\" id=\"4577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4577)\">2 Ne. 28:30<\/a><\/span>). Relief Society women do seek to learn wisdom, but we place learning charity first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p6\" class=\"\">Charity develops in us as we see ourselves moving in our lives from a “what’s in it for me” kind of love to the love of family and friends and, blessedly, beyond that to an awareness of our Lord’s unconditional love for us that tells us of our divine kinship with one another <span class=\"emphasis\">and<\/span> with him. Such love, or charity, does not spring whole and steady in most lives, but it can come as we learn and grow and reach for ways to know God’s love. The scriptures are a great help to us in understanding this. There we read that love precedes knowledge of God. In <span class=\"citation\" id=\"1163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1163)\">1 Jn. 4:8–11<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p7\" class=\"\">“He [or she] that loveth not knoweth not God; for God is love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p8\" class=\"\">“In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p9\" class=\"\">“Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p10\" class=\"\">“Beloved, if God so loved us, we ought also to love one another.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p11\" class=\"\">What we “ought” to do in charity for ourselves and one another sometimes comes with swift ease, but more often comes through courageous, corrected, and unselfish effort. The Relief Society organization offers women opportunities that can augment their personal endeavors to develop and exercise charity. Through our cooperative efforts, Relief Society members can help one another feel supported and loved, particularly in times of need and crisis. We test our efforts by following Christ’s way of unconditional love and understanding. We believe our acts of kindness and demonstrated love have meaning to the degree that they draw the Holy Spirit into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p12\" class=\"\">Just as important, Relief Society gives us opportunity to teach one another the saving principles and ordinances, which come to us through priesthood power and are recorded in scripture. We may become instruments then to “save souls,” as the Prophet Joseph Smith envisioned in 1842. Today, as at Relief Society’s founding, women of the Church see charity as the salient way of developing our capacities to <span class=\"emphasis\">know<\/span> God, not merely to know <span class=\"emphasis\">about<\/span> God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p13\" class=\"\">In our Savior’s great intercessory prayer recorded in the seventeenth chapter of John, he prayed for us, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou has sent” (<span class=\"citation\" id=\"29680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29680)\">John 17:3<\/a><\/span>). Then he spoke of the Apostles and of the believers of that time: “For I have given unto them the words which thou gavest me” (<span class=\"citation\" id=\"29681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29681)\">John 17:8<\/a><\/span>). The kind of knowing which came to Christ’s Apostles and other believers of that time was a gift of the Spirit, but note the importance of the words which Christ conveyed to them orally, which then were conveyed by them to any who would hear their testimonies, and later are conveyed to us as written testaments. The reality of God and Christ and our relationship to them comes to us through a chain of knowing conveyed by words, even holy words, <span class=\"emphasis\">and<\/span> by the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p14\" class=\"\">It is because of our awareness of the importance of words in transmitting redeeming truths to one another that Relief Society has embarked on an effort to encourage learning by offering help with basic reading skills to those who need them and by motivating those of us who now read to read more meaningfully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p15\" class=\"\">Being able to read well and with understanding is an important path to knowing God, and it is a reliable and universal way. I call it universal because as human beings we are all born with a genetic endowment for recognizing and formulating language. It is just one of the wonderful ways we are! Our Creator meant for us to value and develop our ability to communicate with him and with each other. He expects us to use these capacities to learn righteous ways, to lift one another, and to develop our divine natures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p16\" class=\"\">That may be the motivation for us to be together here tonight. We have experienced sitting in large congregations such as this before. We go to some trouble to be together—in crowds—to listen to words, heads tilted. Some are receiving instructions. Some are meditating on what has been suggested. Some are weighing what is said, unsure for now of its meaning for them. This is a process we were created to use.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p17\" class=\"\">Each of us has had the experience of matching a truth or a realization through inspiring words or music from others to something deep within our souls. When that connection happens, it feels like a small explosion of knowing. We are lifted and warmed; both our minds and our hearts are involved. These experiences, at least momentarily, verify our kinship with one another and with God. They help us sense anew who we are and who we may become. As we understand such communication, we can see better the opportunities to learn that lie unused all around us. It becomes easier to identify the ways we have become prone to routine, allowing comfortable habits to insulate us from using our minds with spiritual power to see “a more excellent way” (<span class=\"citation\" id=\"894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(894)\">1 Cor. 12:31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p18\" class=\"\">I would be negligent if I did not acknowledge for us all how much more complex and various the avenues of communication to our minds are today. Television, audio, video, satellite broadcasting, as well as print media, have greatly enlarged the audience for this Relief Society meeting tonight. We are blessed by that. But others, with other purposes, will use the same technologies to communicate to us alluringly. It requires alert discrimination to choose what may focus the mind toward excellence and what may distract, confuse, or deceive us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p19\" class=\"\">“Wherefore, beware lest ye are deceived; and that ye may not be deceived seek ye earnestly the best gifts, always remembering for what they are given;<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p20\" class=\"\">“For verily I say unto you, they are given for the benefit of those who love me and keep all my commandments, and him [or her] that seeketh so to do” (<span class=\"citation\" id=\"20082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20082)\">D&amp;C 46:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p21\" class=\"\">As a Relief Society officer, it has been my great blessing to meet with many of God’s daughters who are committed to keeping his commandments, who have made and kept sacred covenants, and who make sincere efforts to know his word. None of these women is typical because each has different dimensions depending on particular circumstances which vary widely. They distinguish themselves from the world as they seek to verify the reality of spiritual gifts and of God’s love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p22\" class=\"\">In late spring this year, I met such a one in California whose faith and testimony stirred my soul. She was slight and soft-spoken and described herself as a boat person. She had learned English and qualified for scholarships to attend college after she arrived in the United States. In addition to her studies in chemical engineering, she married, joined the Church, and had four children. Her capacity to read was a significant tool in meeting her many challenges. She described her great effort to interpret her college texts in a language different from her native tongue. She told how her reading of the Book of Mormon had deepened her understanding not only of scriptural truths but also of her exacting studies of mathematics and chemistry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p23\" class=\"\">Sometime after she graduated, her husband left her and their children without support, and she found it necessary to seek employment. She felt that she was hired at a laboratory because of the advantage of her minority status, but she had no experience and did not know the procedures that others there found routine. As she had only the Lord to turn to, she began to sequester herself at work to pray for help. She also discovered that while reading the Book of Mormon, her mind would become clear, and she found herself with effective ideas of how to implement her assignments. Her progress has been such that now when other lab workers are stymied with a project, they come to her for clarification and direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p24\" class=\"\">She testified of her sure knowledge of God’s reality and particularly of his love. Her struggles for her family require all of her physical and spiritual strength. Now, on Saturdays, she often takes her children to market to buy food which they prepare together and then take to a homeless shelter. She greatly desires that her children gain an understanding of what her life was like when she had nothing. She is teaching them to understand God’s love by helping them exercise charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p25\" class=\"\">In trying to fully comprehend the meaning of her testimony, I found help in <span class=\"citation\" id=\"10088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10088)\">Alma 32:23<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p26\" class=\"\">“And now, he imparteth his word by angels unto men, yea, not only men but women also. Now this is not all; little children do have words given unto them many times, which confound the wise and the learned.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1994\/11\/charity-and-learning.p27\" class=\"\">I testify to you that God lives and is good and his spiritual gifts are available to us all. May we know him and Christ our Savior in ways that qualify us to offer pure love to one another by the Holy Spirit, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}