{"ID":556, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Missionary Assignment<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1951, pp. 140-145<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I humbly ask an interest in your faith and prayers, and the Spirit\nof God to rest upon me on this occasion.\n<\/p><p>\nPREACHING OF GOSPEL\n<\/p><p>\nShortly before the ascension of Jesus Christ, our Lord and Master, he gave his Apostles their\nfinal commission, saying unto them: \n<\/p><p>\n. . . Go ye into all the world, and preach the gospel to every creature. He that\nbelieveth and is baptized shall be saved; but he that believeth not shall be damned\n(<span class=\"citation\" id=\"33053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33053)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nAfter the ascension of the Lord, the Apostles went forth humbly faithfully, diligently, from\ntown to town, from village to village, from city to city, declaring the good message which the\nLord had given them; preaching the gospel of Jesus Christ, establishing Christian\ncommunities. Gradually, one Christian community after another arose in the Mediterranean\nworld. The gospel spread from land to land.\n<\/p><p>\nBut also as time passed, the Apostles received very severe persecutions, which resulted in the\ndeath&mdash;the martyrdom&mdash;of all of them except John the Beloved. They sealed their\ntestimonies with their blood, dying for the eternal truths which they had embraced.\n<\/p><p>\nFALSE TEACHINGS\n<\/p><p>\nAs time went on, and as Paul the Apostle and others of the great prophets had predicted,\nheresies crept into the Christian Church\n(<span class=\"citation\" id=\"7656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7656)\">Acts 20:29-30<\/a><\/span>).\nFalse teachings and false doctrines came into\nChristianity. Especially is this true toward the end of the fourth century A. D. At that time the\nRoman government made the Christian Church the state religion and outlawed all pagan\nreligions. This resulted in thousands and thousands of pagans flocking into the Christian\nChurch, naturally without being converted. They brought with them their choice pagan ideas,\npractices, religious rituals and doctrines, bringing about an adulteration of the gospel of Jesus\nChrist, which resulted in what is known as the Great Apostasy.\n<\/p><p>\nIf the Savior had come back to earth at the beginning of the fifth century A.D., I doubt\nwhether he would have recognized the Christian Church as the one that claimed descent from\nthat which he had established, so far had it gone astray. Christianity had actually become a\ncomposite of Christian beliefs, practices, and doctrines, Jewish teachings and rituals; Greek,\nRoman, and Egyptian pagan philosophies: and pagan religions of various brands. The Holy\nPriesthood had been withdrawn from the earth. The power of godliness was no longer present\nin the Christian Church. Thus there was a complete falling away from the gospel which had\nbeen established by the Son of Man. The Church lay in darkness, and the darkness enveloped\nthe earth. This spiritual darkness continued for hundreds and hundreds of years.\n<\/p><p>\nGOSPEL RESTORED\n<\/p><p>\nFinally, during the early part of the nineteenth century, Jesus Christ, the God of heaven and\nearth, stretched forth his hand again to reveal once more the gospel plan of salvation to the\nhuman family and to establish his Church upon earth. This great and marvelous work came\nabout in fulfillment of the prophecies made by many of the ancient prophets. They had\npredicted that there would be a restoration of all things in the latter days and that all the\nrights, rituals, doctrines, powers, priesthoods, and ordinances necessary for the salvation and\nexaltation of the human family would be restored (see\n<span class=\"citation\" id=\"7646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7646)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\nFrom heavenly beings this gospel was restored to the Prophet Joseph Smith, and the promise\ngiven by the Lord that it would never be taken from the earth again\n(<span class=\"citation\" id=\"12870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12870)\">D&amp;C 13:1<\/a><\/span>) nor given to another\npeople (see <span class=\"citation\" id=\"12879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12879)\">D&amp;C 27:13<\/a><\/span>). As part of that restoration, the Holy Melchizedek Priesthood\nwas brought back to earth again. The Savior, as he had done in the Meridian of Time,\nestablished offices in that priesthood. In this dispensation they consisted of a First Presidency,\nTwelve Apostles, seventies, elders, and others to carry forward the work of the Lord.\n<\/p><p>\nCOMMANDMENT IN PRESENT DAY\n<\/p><p>\nThe commandment from Jesus Christ, our Savior, came to the Twelve in modern times, just\nas it did to the Apostles in his day: \n<\/p><p>\nTherefore, go ye into all the world: and whatsoever place ye cannot go unto ye shall\nsend, that the testimony may go from you into all the world unto every creature.\n<\/p><p>\nAnd as I said unto mine apostles, even so I say unto you, for you are mine apostles,\neven God's high priests; ye are they whom my Father hath given me; ye are my\nfriends; \n<\/p><p>\nTherefore, as I said unto mine apostles I say unto you again, that every soul who\nbelieveth on your words, and is baptized by water for the remission of sins, shall\nreceive the Holy Ghost. . . .\n<\/p><p>\nVerily, verily, I say unto you, they who believe not on your words, and are not\nbaptized in water in my name, for the remission of their sins, that they may receive\nthe Holy Ghost, shall be damned, and shall not come into my Father's kingdom where\nmy Father and I am.\n<\/p><p>\nAnd this revelation unto you, and commandment, is in force from this very hour upon all the\nworld, and the gospel is unto all who have not received it\n(<span class=\"citation\" id=\"12911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12911)\">D&amp;C 84:62-64,74-75<\/a><\/span>).\n<\/p><p>\nASSIGNMENT TO THE TWELVE\n<\/p><p>\nActing in accordance with this revelation and also several others, such as the one which\nappointed the Twelve Apostles to hold the keys of opening the doors of the gospel of Jesus\nChrist to every nation throughout the earth\n(<span class=\"citation\" id=\"12932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12932)\">D&amp;C 107:35<\/a><\/span>;\n<span class=\"citation\" id=\"12937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12937)\">D&amp;C 112:21<\/a><\/span>);\nthe revelation to the effect that the gospel should\nbe taken to every nation, kindred, tongue, and people preparatory to the coming of the Lord\n(<span class=\"citation\" id=\"42224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42224)\">Rev. 14:6-7<\/a><\/span>),\nand other similar pronouncements, the Twelve Apostles did go forth throughout the world.\nDuring the past one hundred and twenty-one years, they have opened the doors of the gospel\nto most of the nations.\n<\/p><p>\nThe history of the work of the Twelve in carrying forward their missionary assignment\npresents a marvelous story. In addition to the great work that they have done, the Apostles\nalso have sent many other gospel messengers to the places where they could not go.\n<\/p><p>\nOTHERS CALLED\n<\/p><p>\nNow, the Lord, in establishing the gospel on the earth in the latter days, did not give\nrevelations entirely to the effect that the Twelve were to be the only ministers of the restored\ntruths. He also gave revelations to the seventy, designating them as \"especial witnesses\" of\nChrist, and calling them to be ministers of the restored gospel, \". . . first unto the Gentiles\nand then to the Jews\"\n(<span class=\"citation\" id=\"12931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12931)\">D&amp;C 107:25-26,34,38,93-97<\/a><\/span>).\nAnd again, he also gave a revelation\nto every faithful elder in the Church, commanding him to proclaim the message of salvation.\nHe said unto the elders: \n<\/p><p>\nGo ye into all the world, preach the gospel to every creature, acting in the authority\nwhich I have given you, baptizing in the name of the Father, and of the Son, and of\nthe Holy Ghost.\n<\/p><p>\nAnd he that believeth and is baptized shall be saved, and he that believeth not shall be\ndamned (<span class=\"citation\" id=\"12900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12900)\">D&amp;C 68:8-9<\/a><\/span>).\n<\/p><p>\nDuring the past hundred years, thousands upon thousands of elders have gone forth in\nharmony with this divine command. I believe there is no time in the history of the human\nfamily where a Church has put forth a greater missionary effort in accordance with the\ncommand of God than has the Church of Jesus Christ of Latter-day Saints during the past one\nhundred and twenty-one years.\n<\/p><p>\nThe Lord not only commanded the elders to go forth and preach the gospel, but he also gave\na command in a revelation to Joseph Smith to the effect that every person who is baptized\ninto the Church of Jesus Christ of Latter-day Saints is morally obligated in the sight of God\nto do missionary work. In other words, he is to proclaim the words of eternal life to the\nhonest in heart. In fact, the commandment of the Lord to every baptized member of the\nChurch of Jesus Christ is as follows: \". . . and it becometh every man who hath been warned\nto warn his neighbor\" (<span class=\"citation\" id=\"12916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12916)\">D&amp;C 88:81<\/a><\/span>).\n<\/p><p>\nIf every Latter-day Saint would take that revelation seriously thousands and thousands of the\nhonest in heart who live among us would gladly receive the words of eternal life and affiliate\nthemselves with the true Church and kingdom of God.\n<\/p><p>\nLIVING OF GOSPEL\n<\/p><p>\nIf all Latter-day Saints would live the gospel in every detail, as it has been revealed from the\nmouth of Jehovah through the prophets, our lights would so shine to the world that multitudes\nof good people would actually ask to join the Church of Jesus Christ. Our neighbors would\nsee the light shining forth from Latter-day Saints, because the gospel had made them live such\ngood lives, and they would readily accept this Church as being \"the only true and living\nChurch upon the face of the whole earth\"\n(<span class=\"citation\" id=\"12858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12858)\">D&amp;C 1:30<\/a><\/span>).\nCertainly the gospel would then roll\nforth throughout the world, as Daniel predicted it would, like a great \"stone cut out of the\nmountain without hands\" (see\n<span class=\"citation\" id=\"10612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10612)\">Dan. 2:27-49<\/a><\/span>).\nIt would roll forth until it \"filled the whole earth.\"\n<\/p><p>\nOne of the obstacles we meet in our efforts to spread the gospel message is the fact that so\nmany Latter-day Saints do not live the gospel. And, on the other hand, many members of the\nChurch do not take the time to tell their neighbors about the gospel. They do not invite their\nneighbors to attend Church with them nor to come in contact with Church influence in other\nways. I sincerely believe that there are many honest in heart who would like to investigate the\ngospel truths and later on probably join the Church if they were invited to participate and\nwere encouraged to do so. God will hold us accountable to do our share along this line. We\nmust warn our neighbors.\n<\/p><p>\nMISSIONARY ASSIGNMENT\n<\/p><p>\nWhen the Lord established the gospel through the Prophet Joseph Smith, he gave the\nmembers of the Church many great assignments. I believe that there is no assignment that the\nLord gave to the Church greater than that of missionary work.\n<\/p><p>\nIf one should read the Doctrine and Covenants through and tabulate the various subjects that\nthe Lord revealed information on, he would find that missionary work holds a dominant place.\nIn my study of modern revelation, I have found that there is no subject that the Lord revealed\nmore about, that he talked on more times and in more ways than the missionary assignment.\nIn fact, the gospel of the kingdom must be taken unto every nation, and kindred, and tongue,\nand people preparatory to the coming of the Lord; and after this great assignment has been\nsuccessfully completed, according to the words of Jesus Christ, our Lord and Savior, \". . .\nthen shall the end come\"\n(<span class=\"citation\" id=\"34474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34474)\">Matt. 24:14<\/a><\/span>;\n<span class=\"citation\" id=\"12954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12954)\">D&amp;C 133:37<\/a><\/span>).\n<\/p><p>\nNot only must the gospel be taken \"to every nation, and kindred, and tongue, and people\"\nhere in mortality, but it must also be preached to all of our departed ancestors in the spirit\nworld. A great missionary campaign must go forward until all who have died without the law\nof the gospel will have the opportunity to accept or reject it. Temple work will not be\ncompletely effective without missionary work. In fact, the people in the spirit world have to\nlearn the various gospel truths, receive the gospel plan of salvation, repent of their sins, and\nprepare themselves to receive the temple ordinances which have been performed for them\nvicariously before that great work reaches a fulfillment and gives to the people the blessings\nthat they should receive.\n<\/p><p>\nTherefore, it is very evident that missionary work is one of the greatest assignments which\nGod has placed upon the Church. In fact, the Prophet Joseph Smith on one occasion said,\n\"After all that has been said, the greatest and most important duty is to preach the gospel [of\nJesus Christ]\" (Joseph Fielding Smith's <i>Teachings of the Prophet Joseph Smith<\/i>, p. 113).\n<\/p><p>\nTHE THING OF MOST WORTH\n<\/p><p>\nWhen the gospel was being restored to earth during the early part of the nineteenth century, a\nnumber of brethren came to the Prophet Joseph Smith and asked what the Lord would have\nthem do in this great work. Their concern was to learn what would be the most important\nthing for them to do. The word of the Lord came to the Whitmer men as follows: \n<\/p><p>\nAnd now, behold, I say unto you, that the thing which will be of the most worth unto\nyou will be to declare repentance unto this people that you may bring souls unto me,\nthat you may rest with them in the kingdom of my Father\n(<span class=\"citation\" id=\"12871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12871)\">D&amp;C 15:6<\/a><\/span>;\n<span class=\"citation\" id=\"12872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12872)\">D&amp;C 16:6<\/a><\/span>).\n<\/p><p>\nI believe that that revelation applies as aptly to you and me as it did to John and Peter\nWhitmer, Jr. I know of no way whereby we can help to bring salvation to our own souls\nbetter than by doing all that we can to bring salvation to the souls of others. In other words;\nwe save our own souls in proportion to the service we render to the honest in heart who are\nseeking after truth by giving to them the gospel of Jesus Christ, or the plan of life and\nsalvation.\n<\/p><p>\nThere are many other revelations that could be cited which indicate the importance of the\nmissionary assignment, but we haven't time on this occasion to quote them.\n<\/p><p>\nENCOURAGEMENT TO SEVENTIES\n<\/p><p>\nAs a member of the First Council of the Seventy, the duty rests upon me and others of the\nCouncil to help carry the message of salvation to the honest in heart and to do our utmost in\npromoting missionary work. I would like to take this opportunity, therefore, to encourage all\nthe seventies throughout the Church to engage in missionary work that they might magnify\ntheir callings as seventies. If we fail to do this, we may stand under condemnation at the\njudgment day for not having magnified our priesthood.\n<\/p><p>\nThe First Presidency has asked for three seventies from each quorum&mdash;a thousand\nseventies&mdash;to go into the mission fields this fall. I should like to encourage the stake presidents, the\nbishops, the seventies, and all who are concerned, to cooperate on this great assignment and to\nrespond to the call of the First Presidency.\n<\/p><p>\nThe call from the First Presidency is a call from the Lord, because these men are the duly\nauthorized servants of God here upon the earth. They hold the keys of the kingdom; and God\nthe Eternal Father and his Only Begotten Son accept all that they do in the office of their\ncalling as if these acts had been performed personally by Jesus Christ.\n<\/p><p>\nSTAKE MISSIONARY PROGRAM\n<\/p><p>\nAlso, I would like to encourage all of us as Church members to take greater advantage of the\nstake missionary program. I am sure we have done a good job in the past, but I feel confident\nthat we have hardly scratched the surface. I am of the opinion that there are thousands and\nthousands of seekers after truth who live among us who would receive the gospel of Jesus\nChrist if they had a fair chance. If we would spend more time in doing missionary work,\ngreat would be our joy in this life, and eternal should be our reward in the world to come.\nThe Savior made this point clear and definite wherein he said: \n<\/p><p>\nRemember the worth of souls is great in the sight of God...\n<\/p><p>\nWherefore, you are called to cry repentance unto this people.\n<\/p><p>\nAnd if it so be that you should labor all your days in crying repentance unto this\npeople, and bring, save it be one soul unto me, how great shall be your joy with him\nin the kingdom of my Father!\n<\/p><p>\nAnd now, if your joy will be great with one soul that you have brought unto me into\nthe kingdom of my Father, how great will be your joy if you should bring many souls\nunto me! (<span class=\"citation\" id=\"12874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12874)\">D&amp;C 18:10,14-16<\/a><\/span>).\n<\/p><p>\nMy dear brothers and sisters, I do humbly trust and pray that God will bless us to the extent\nthat we will not only continue with the great missionary spirit that we have shown in the past,\nbut that we shall also catch a fullness of the spirit and greatness of this assignment and\nvigorously carry it forward until we do prepare the world for the coming of the Savior, that\nhe may reign as Lord of lords and King of kings.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nI bear testimony that this is the true gospel of Jesus Christ. I know this fact as I know that I\nam alive. I know that Joseph Smith is a prophet of God and one of the greatest prophets that\nhas ever lived on this earth. I know also that if you and I will live according to the teachings\nof the commandments that we have received in the Church of Jesus Christ, someday we shall\ncome back into the presence of God and receive exaltation, which he has declared to be the\ngreatest gift that he has in store for those who love him and keep his commandments.\n<\/p><p>\nMay God bless us in carrying forward this great missionary assignment and in all of our\nwalks of life, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}