{"ID":558, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Lesson from the Missionaries<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1951, pp. 150-153<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt has been a refining influence to attend this great conference. I cannot recall when I have\nfelt more at peace than I have during these sessions. It seems to me that from the very\nbeginning with President McKay's opening address, followed by others of the brethren\nincluding Brother Thomas E. McKay who spoke so beautifully and tenderly, everything done\nand said has contributed to a peace that I am sure we all feel, and we all felt as we sang that\nbeautiful hymn [\"I Need Thee Every Hour\"].\n<\/p><p>\nMARION G. ROMNEY\n<\/p><p>\nI was very grateful in the selection of Brother Marion G. Romney to the Quorum of the\nTwelve. I have been intimately associated with him for the past ten years&mdash;I had not known\nhim prior to our being called to be Assistants&mdash;but I have learned to love him and to\nappreciate him for his sterling worth, for his integrity: and I say to you, my brethren and\nsisters, without any fear of contradiction, that I know of no man who has ever been chosen to\nfill this high and sacred trust who is better prepared and more worthy than is Marion G.\nRomney. I hope he will not feel embarrassed because of my saying this, but I say it from the\ndepths of my heart.\n<\/p><p>\nI love these men. I have learned to love the Authorities as I have never loved them before. I\nwas reared in a home where the Authorities of the Church were always held up to us as\nservants of the Almighty, men who were trying to their utmost to establish the Church and\nkingdom of God in the earth, men who were unselfish in their service. In our home it was\nregarded almost as a sin for anyone to say anything unkind of those whom God had chosen to\ndirect the affairs of the Church.\n<\/p><p>\nI have been grateful for that heritage. I have tried to implant that in the hearts of my children.\nMy wife was reared in the same atmosphere, and she too reflected in her life that absolute\nconfidence and deep appreciation of those whom the Lord had chosen.\n<\/p><p>\nLESSONS FROM MISSIONARIES\n<\/p><p>\nI have recently had the experience of visiting two of our missions. Two very striking lessons\nwere brought home to me as we labored with these missionaries, as we heard their\ntestimonies, listened to their reports, and felt of their spirits. They told how they were\nproselyting, how they would go into the homes where they were invited in&mdash;many times they\nwere turned down&mdash;and how they would teach the people.\n<\/p><p>\nFirst the missionaries would present to them the message of the restoration and the coming\nforth of the Book of Mormon. This would open up the way for a cottage meeting, and then\nthey would teach the families how to pray. They would teach them that God hears and\nanswers prayers. They would unfold the story of the restoration of the gospel, which of course\nwould take them back to the teachings of our Savior and the promises that he made when he\ninstructed his disciples: \n<\/p><p>\nGo ye therefore, and teach all nations, baptizing them in the name of the Father, and\nof the Son, and of the Holy Ghost.\n<\/p><p>\nTeaching them to observe all things whatsoever I have commanded you: and, lo, I am\nwith you alway, even unto the end of the world\n(<span class=\"citation\" id=\"34484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34484)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nThe elders go into homes, and they teach the investigators these divine concepts, prayer, faith\nin God, confidence in his work, to observe all things that the Lord has commanded, to render\nobedience to those divine principles by which we may enter into his kingdom and into his\nChurch, teaching them the law of tithing, the Word of Wisdom, all of these things, my\nbrethren and sisters, these cardinal concepts, and as we listened to the missionaries explain\ntheir methods, the reaction of the people to them, I felt and I say to you that people now are\nresponding to the truth, perhaps more than ever in the history of the Church. As we listened\nto these reports, I thought, can we do less here at home than follow these divine concepts?\nShould we do less than teach in our homes family prayers, kneeling down and supplicating\nour Heavenly Father with our children night and morning? Should we do less than teach our\nchildren to observe the law of tithing, the law of the fast?\n<\/p><p>\nCan we do less than teach them all of these principles that we proclaim to the people of the\nworld, obedience to which makes them eligible for membership in the Church?\n<\/p><p>\nThat lesson has come home to me. Are we doing at home what we expect our missionaries to\ndo in the world, and are we ourselves hiding our lights, setting our lights under a bushel, or\nare we letting our lights so shine, that others, seeing our good works, may be led to glorify\nour Heavenly Father?\n<\/p><p>\nMISSIONARY SACRIFICES\n<\/p><p>\nAnother lesson that impressed me was this: We listened to some of the missionaries tell of\ntheir backgrounds. One young boy told of coming from a home in Idaho, of his widowed\nmother, with five children, the mother being left with a mortgaged farm, and the bishop came\nand asked if one of her boys could go on a mission.\n<\/p><p>\nThe oldest was asked to go, and the mother said, \"Bishop, he may go.\" That young man told\nof the struggles of his mother to make ends meet and to help him in the performance of his\nmissionary labors, and he bore a strong testimony of the goodness of the Lord, not only to\nhim, but also to that devoted mother who was making possible that mission.\n<\/p><p>\nAnother one was by a young girl, and I never heard a stronger testimony&mdash;it was of another\nwidowed mother. She comes from a stake in the east. The mother, going out and taking day\nwork, made possible that girl's service in the mission field.\n<\/p><p>\nOn my way home I happened to stop in the home of my daughter in Chicago, and she, not\nknowing that I knew, was telling me of the sacrifice of a widow in her ward that was making\nit possible for her daughter to labor in the mission field.\n<\/p><p>\n\"Why,\" she said, \"Dad, that good little woman takes whatever she can get to do without\ncomplaint.\"\n<\/p><p>\nPRESENT-DAY FAITH\n<\/p><p>\nWe are inclined to tell about our forebears, of the heritage they have left for us. We have\nbeen reading in <i>The Deseret News<\/i> serially of the great work of President George Albert\nSmith's grandfather, Elder George A. Smith, of his colonizing in southern Utah and the\nstruggles of their living in wagons, of babies being born in those wagons, as they sought to\nestablish a settlement at Parowan. All of these we read and are deeply touched and inspired.\nThese things are a great heritage to us and to our children, but I say to you, my brethren and\nsisters, that we have today just as much faith in Israel as we ever had, and if we could hear\nall of these experiences that are a part of the lives of these missionaries, we would hear of the\nstruggles, and many times the heartaches, that make possible these young men and women\ngoing into the mission field and giving of their time for two years or two and a half years to\npreach the gospel which means so much to you and to me and to the world.\n<\/p><p>\nEVIDENCE BUILDS TESTIMONIES\n<\/p><p>\nVerily, it is a testimony to us of this great work. Testimonies do not come all at once. They\nare accumulations of evidence, and these are just a few. They are the simple things.\n<\/p><p>\nI remember on one occasion of President Grant being in our home and having with him a\ngood friend, a banker, from the East as his guest. President Grant had given him the story of\nJoseph Smith to read, and during our visit Brother Grant had had Sister Young sing, \"Come,\nCome, Ye Saints.\"\n<\/p><p>\nAs Sister Young concluded, that gentleman remarked, \"That is an  epic! That is one of the\nfinest expressions of faith that I have ever heard in poetry.\" Then he made this remark:\n\"President Grant, I have read 'Joseph Smith Tells His Own Story,' and I say to you that no\nimposter ever wrote it. It was written by one who believed in his own destiny.\"\n<\/p><p>\nNow, brethren and sisters, that is the beginning of a testimony, and if that man would follow\nthrough, from just those two little things, God would finally, through the power of the Holy\nGhost, reveal to him the truth of all things. This is the promise that is made to the people of\nthe world&mdash;\n<\/p><p>\nAnd when ye shall receive these things, I would exhort you that ye would ask God,\nthe Eternal Father, in the name of Christ, if these things are not true; and if ye shall\nask with a sincere heart, with real intent, having faith in Christ, he will manifest the\ntruth of it unto you, by the power of the Holy Ghost.\n<\/p><p>\nAnd by the power of the Holy Ghost ye may know the truth of all things\n(<span class=\"citation\" id=\"38249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38249)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nThat is the way testimonies come. Those are the promises that are given by our missionaries\nto the world. Can we do less at home than to accept those promises, to accept the Lord as we\nask our friends in the world to accept him?\n<\/p><p>\nMay God help us so to do, my brethren and sisters. I leave with you my testimony. I thank\nthe Lord for my standing in this Church and for its great privileges and blessings; and I can\nsing with you as we sang a few minutes ago, \"I Need Thee Every Hour,\" and I know he is\nnear to us if we will serve him and keep his commandments. God bless you, in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}