{"ID":559, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Let Us Sustain One Another<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1951, pp. 153-157<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, there is something comforting in the scriptures regarding \"he\nthat shall endure to the end\" \n(<span class=\"citation\" id=\"34470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34470)\">Matt. 24:13<\/a><\/span>).\nI must confess, however, that this to me has been\none of the most glorious conferences that I have ever attended or ever expect to attend. I\nstand before you this afternoon in fasting and prayer, with a heart full of gratitude and\nthanksgiving to the Lord for the opportunity which has been mine to attend this conference.\n<\/p><p>\nRICHNESS OF CONFERENCE\n<\/p><p>\nI cannot recall another, unless it was the conference which I attended in April of 1947 after\nspending a year in war-torn Europe, that has impressed me so deeply as this conference which\nnow draws to a close. And as a father in Israel, I am grateful beyond my power of expression\nthat my wife and my family of six children have come under the influence of the spirit of this\nconference and the counsel which has been given by the brethren.\n<\/p><p>\nAs we left the Friday morning session, my good wife turned to me and said, \"Of all the\nconferences I have attended in the Church, I have never felt so richly the spirit as I did this\nmorning during President McKay's opening address.\" I am sure she but echoed the feeling of\nhundreds of others. Truly, it has been a time of rejoicing. I would to God, my brethren and\nsisters, that every man, woman, and child in the world could have heard the counsel which\nhas come to us during this conference and could have in their hearts a desire to accept that\ncounsel because I have never seen greater evidence of spiritual statesmanship than that\nrepresented in the counsel given to us by the First Presidency of the Church. With all my\nheart I sustain them.\n<\/p><p>\nGRATITUDE FOR THE BRETHREN\n<\/p><p>\nI am grateful today that as a young man in far-off England I came under the influence of the\nleadership of President David O. McKay. I love him almost as I love my own father, and I\nsustain him with all my heart as prophet, seer, and revelator, which I testify to you he is. And\nI love with him his counselors as men of God. I love all these brethren with whom I have the\nglorious privilege of associating.\n<\/p><p>\nI am very grateful for the brethren who have been added to the General Authorities in this\nconference. I have known them all for a number of years, and to know them is to love them.\nI have received sufficient witness of the Spirit to satisfy my soul that the inspiration of heaven\ndirected the presidency in the selection of these our brethren.\n<\/p><p>\nI am happy to welcome Elder Marion G. Romney into our Council. He knows something of\nthe joy and happiness that awaits him in this body of men, and their close association with the\nFirst Presidency of the Church. I first met Brother Romney thirty-three years ago on a\nbasketball floor in Rexburg. We were representing two Church schools in a friendly but\nvigorous competition. I have always felt that he saw very clearly, but on the question of the\nfinal score in that game he has never been fully clear. I have loved him for his devotion, for\nhis integrity, and for his testimony, and I love these brethren who have been added as\nAssistants to the Twelve.\n<\/p><p>\nSTREET MEETING EXPERIENCE\n<\/p><p>\nI have but one thought to add, my brethren and sisters. I have set aside two or three times\nthat which I had in mind to say, as it has been treated much better than I could have treated\nthe subject. I would like to bring this thought to your attention through a brief experience.\nSome months ago while attending a meeting of agricultural and farm cooperative leaders in an\neastern city, I had occasion to leave my hotel room and cross the street to the nearby post\noffice to mail some letters. As I entered the door of the post office on a side street, I heard\nwords coming through an open window at the opposite side of the building, which sounded\nvery much to me like a Mormon missionary preaching on the street.\n<\/p><p>\nAfter mailing the letters, I eased over to the open window, and there I saw two young men in\nblue serge suits standing on the corner of the steps of the post office. One young man was\nbearing his testimony regarding the coming forth of the Book of Mormon and the mission of\nthe Prophet Joseph. He was earnest; he was sincere; he spoke with conviction. I thrilled with\nwhat he said. Some fifty or seventy-five people were listening in addition to the moving\ncongregation that is always part of the street meeting. Standing at his side was his companion.\nIn one arm were copies of the Book of Mormon and the hats of the two brethren in his other\nhand.\n<\/p><p>\nWhen the street meeting ended, I went out and introduced myself, visited with them a\nmoment, and then I turned to the young man who had been holding the literature in his arm\nand said, \"Elder, what were you doing while your companion was preaching and bearing\ntestimony?\" The answer filled my soul with thanksgiving. He said, \"Brother Benson, I was\npraying to God that my companion would say the right thing that would touch the hearts of\nthe people and bring them a conviction of the truth of this great latter-day work.\"\n<\/p><p>\nSUPPORT FOR ONE ANOTHER\n<\/p><p>\nSupport for one another, that is the one thought that I have to leave with you, my brethren\nand sisters. One of our great needs as a people is greater, more loyal support for one another.\nYou see it demonstrated in the leadership of the Church. It is very common out in the stakes\nand the missions, and, oh, how important it is that we uphold and sustain one another in our\nlabors.\n<\/p><p>\nWhat do you do when one of your associates is standing before the public attempting to do\nhis duty? And when he does a particularly good job, maybe performing even beyond your\nown ability, what is the reaction in your heart? Do you have a little pang of jealousy, or do\nyou rejoice and thank God for the manner in which he has magnified your associate? If you\ndo the latter, you have one of the marks of greatness. If there comes a feeling of jealousy, a\nwish that you might be in his place, then you have not learned the lesson fully of mutual\nsupport and true loyalty.\n<\/p><p>\nGod help us to support one another. May it start in the home as we support our families. May\nthere be a spirit of loyalty, unity, love, and mutual respect. May husbands be loyal to their\nwives, true to them, love them, strive to ease their burdens, and share the responsibility for\nthe care, training, and the rearing of the children. May mothers and wives show a spirit of\nhelpfulness to their husbands, uphold and sustain them in their priesthood duties, and be loyal\nand true to the calls that come to them from the priesthood of God.\n<\/p><p>\nSUPPORT OF WIVES\n<\/p><p>\nOccasionally when attending stake conferences, and members of the stake presidency and\nother local brethren are speaking. I indulge in this practice&mdash;I look over the audience and try\nto pick out the wives of the men who are speaking. I like to look into their faces as their\nhusbands are up bearing their testimonies and preaching the gospel.\n<\/p><p>\nSometimes you will find a wife who puts her head down as if she felt sorry for the poor man.\nBut more often you will find the type of support which brings her to look squarely at him,\nand you can just feel and see in her face that she is praying for him, that she has faith in him,\nthat she wants him to succeed. In such cases it is likely that before they came to the meeting,\nthey knelt together in family prayer, and if she were called upon to lead in that prayer she\ninvoked God's blessings upon her husband, in the event he would be called upon in the\nconference.\n<\/p><p>\nIt is a glorious thing to have that kind of support. I am grateful for it beyond my power of\nexpression. I am thankful that in my home I have that loyalty&mdash;not only prayer, but fasting\nwhenever there is any great responsibility pending.\n<\/p><p>\nGod help us, my brethren and sisters, to support one another. May we support our bishops in\nthe wards in which we live and express our gratitude for their leadership. Let them know that\nwe love them and that we sustain them. Give the same support to our Relief Society workers,\nteachers in the other auxiliary organizations, and in the priesthood quorums. Let us support\none another.\n<\/p><p>\nRESOLUTION TO HEED COUNSEL\n<\/p><p>\nMay we go from this conference with a resolve in our hearts to heed the counsel which has\nbeen given, my brethren and sisters. If we do so, we have nothing to fear, no matter what the\nconditions of the world might be, for the God of heaven has given us his word that it is his\npurpose to provide for his Saints. He has said of his servants, \"They shall go forth and none\nshall stay them, for I the Lord have commanded them\"\n(<span class=\"citation\" id=\"12854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12854)\">D&amp;C 1:5<\/a><\/span>). In the early days of\nthe Church, yea, even a year before the Church was organized when there was only a handful\nof followers of the Prophet Joseph, the Lord said this.\n<\/p><p>\nTherefore, fear not, little flock; do good; let earth and hell combine against you, for if\nye are built upon my rock, they cannot prevail . . . perform with soberness the work\nwhich I have commanded you. Look unto me in every thought; doubt not, fear not\n(<span class=\"citation\" id=\"12867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12867)\">D&amp;C 6:34-36<\/a><\/span>).\n<\/p><p>\nGod bless us that we may go forward without doubt and without fear, but with resolute hearts\nto live the gospel of Jesus Christ, and that we may heed the counsel that has been given in\nthis glorious conference, because I testify to you that it has come from servants of God under\nthe inspiration of heaven.\n<\/p><p>\nThis is God's work, my brethren and sisters. God the Father and the Son did appear to the\nBoy Prophet in the Sacred Grove. I know that to be true as I know that I live. God lives.\nJesus is the Christ. Joseph Smith is a Prophet of God. These men whom you have sustained as\nthe Presidency of the Church and the other General Authorities are also men endowed with\nthe same authority and with the same power to bear off the kingdom. God help us to support\nthem and to sustain them in their leadership, and to go forward united as a people, supporting\none another, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}