{"ID":560, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Plea for Exemplary Living<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1951, pp. 157-161<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, the time draws near for the closing of this, the one hundred and\ntwenty second semi-annual conference of the Church.\n<\/p><p>\nAPPRECIATION EXPRESSED\n<\/p><p>\nWhenever we receive a favor or a gift, the least we can do is to express appreciation by\nsaying \"thank you.\" Very often those words seem very feeble in expressing the feeling we\nhave of a favor bestowed.\n<\/p><p>\nIn your behalf I should like to say \"thank you\" to groups, perhaps some individuals, who have\nconferred favors upon us since last Friday morning. I hesitate about naming persons, because\nundoubtedly in so doing we may miss others who equally merit our appreciation.\n<\/p><p>\nFirst, I wish again to express appreciation of the service rendered by our Singing Mothers.\nJust their presence, I repeat, was an inspiration. I wish to commend Sister Madsen upon her\nability to train that choral group so ably in attack, expression, interpretation, and those\nmothers for having taken the time to practice in their various wards and at least once or twice\nas a group. The Lord bless them for the service they rendered in this conference!\n<\/p><p>\nI wish to mention also in appreciation the men's chorus of the Tabernacle choir under the\nleadership of J. Spencer Cornwall, for the inspirational numbers they gave us last evening in\nthat memorable priesthood meeting.\n<\/p><p>\nAnd of course, we must not close the conference without expressing appreciation to the\nTabernacle choir, its leader, assistant, to the organists, and to every member. That singing\ngroup has attained, through merit, outstanding recognition as one of the great choral\norganizations of the world. They merit the gratitude of all members of this Church. I do not\nknow of another choir in the world that gives so much time and means, financially, in their\nservice, as the members of this choral group. In your behalf, I thank them with all our hearts\nfor their unselfish devotion and continual attention to this great duty.\n<\/p><p>\nI wish to express appreciation to KSL and the specialists who have given us such efficient\nservice, and to the other stations in this state and surrounding states, that have graciously\ngiven us of their time. On one or two occasions, as you know, we have run overtime, but this\nred signal has continued, undoubtedly at great financial cost. We thank these stations, one and\nall.\n<\/p><p>\nI should like to say a word of appreciation to the ushers in the Tabernacle, to the caretakers\non the Tabernacle block and on the Church Office grounds&mdash;ushers and laborers under the\ndirection of Irvin T. Nelson, Brother Marble, and other able overseers. You do not see them\nat work, as some of us do, but you see the results of their labors in these beautiful grounds,\nand if you would happen to be at the Church Office some morning before seven o'clock, you\nwould see one of these brethren already at work, and if you were to say to him, \"Well, you\nare early,\" he would say, \"Yes, I always come early because I want all this lawn to be well\nsprinkled before the brethren come to their offices.\"\n<\/p><p>\nTRUE NOBILITY\n<\/p><p>\nTo them and to all faithful workers I should like to repeat in appreciation one of the two\nchoicest poems that Edgar A. Guest has written: \n<\/p><p>\n          \"Who does his task from day to day<br \/>\n          And meets whatever comes his way,<br \/>\n          Believing God has willed it so,<br \/>\n          Has found true greatness here below.\n<\/p><p>\n          \"Who guards his post, no matter where<br \/>\n          Believing God must need him there,<br \/>\n          Although but lowly toil it be<br \/><br \/>\n          Has risen to nobility.\n<\/p><p>\n          \"For great and low there's but one test: <br \/>\n          'Tis that each man shall do his best.<br \/>\n          Who works with all the strength he can<br \/>\n          Shall never die in debt to man.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp;               &mdash;\"True Nobility,\" Edgar A. Guest\n<\/p><p>\n(Used by permission of the author. Copyright, Detroit <i>Free Press<\/i>.)\n<\/p><p>\nThe Lord bless these workers, one and all!\n<\/p><p>\nI wish to express appreciation to the presidencies of priesthood quorums, and especially to the\nbishops who have come to this conference with groups of their lesser priesthood. I mentioned\none case last evening. At the conclusion of that priesthood meeting, a bishop met us with two\nof his quorums of deacons. I commend that fellowship.\n<\/p><p>\nOn our way home today Sister McKay commented upon the number of young people in\nattendance at conference, and I said, \"That is a good sign.\" If we can get some of the boys\nunder the influence of the bishoprics, boys who perhaps have unfortunately come from broken\nhomes, or more unfortunately, homes in which God does not dwell, we shall save souls here\nat home equally as precious as those whom we are seeking out in the world. Continue in that\ngood work.\n<\/p><p>\nWe express appreciation also to the sisters and to all who are laboring in the auxiliaries&mdash;in\nthe Relief Society, the Sunday School, the Young Men's and Young Women's Mutual\nImprovement Association, and in the Primary. Time will not permit to elaborate, but these\ngeneral boards and stake boards and the officers and teachers on the firing line are rendering\nto you parents and to the Church generally a wonderful service. God will reward them.\n<\/p><p>\nEXPERIENCE OF PAUL\n<\/p><p>\nIn conclusion, may I call attention to the experience that Paul had just as he neared Damascus\nwith papers in his pocket to arrest all who believed in Jesus Christ. A light suddenly shone\nabout him, and he heard a voice saying, \"Saul, Saul, why persecutest thou me?\"\n<\/p><p>\nAnd he said, \"Who art thou, Lord?\"\n<\/p><p>\nThe answer came, \"I am Jesus, whom thou persecutest. It is hard for thee to kick against the\npricks.\"\n<\/p><p>\nSaul said, \"What wilt thou have me do?\"\n<\/p><p>\nThe voice answered, \"Go into the city, and it will be told thee what thou must do\" (see\n<span class=\"citation\" id=\"7650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7650)\">Acts 9:4-6<\/a><\/span>).\n<\/p><p>\nThere are two elements in that incident, commenting briefly upon which I will close my\nremarks. The first is that the Savior recognized his authority on earth. He could, in a few\nwords, have told Saul what he should do, but there was a branch of the Church in Damascus,\npresided over by a humble man named Ananias, and Jesus recognized that authority. He knew\nSaul's nature. He knew that in the future it would be difficult for him to recognize the\nauthority of the Church, as instances later proved.\n<\/p><p>\nHe said, \"Go into the city, and there it will be told thee what thou must do,\" and Saul had to\nreceive from the very man whom he was going to arrest instructions regarding the gospel of\nJesus Christ.\n<\/p><p>\nThere is a lesson for us all in this Church. Let us, too, recognize the local authority. The\nbishop may be a humble man. Some of you may think you are superior to him, but he is\ngiven authority direct from our Father in heaven. Recognize it. Seek his advice, the advice of\nyour stake presidents. If they cannot answer your difficulties or your problems, they will write\nto others, the General Authorities, and get the advice needed. Recognition of authority is an\nimportant principle.\n<\/p><p>\nDIVINE INTEREST IN CHURCH\n<\/p><p>\nThe other element in that incident to Paul near Damascus is the great fact that Jesus, our\nLord, is interested in his Church, and in the members. As he was interested then, so he is\ninterested today.\n<\/p><p>\nI like to feel that he is watching over us, that he is grieved when we do not comply with the\nideals and the standards he has given us in the gospel. He was grieved with Saul, a chosen\nservant, who was going about blindly to destroy the Church. He is delighted when he finds\nthe brethren whom he has appointed doing their duty and trying to live clean, upright lives,\nliving in accordance with the standards of the gospel.\n<\/p><p>\nI like to feel that his servants whom he has chosen in this dispensation are also interested and\nI hope that President George Albert Smith, who was with us not long ago, is pleased with\nwhat we have done during the last six months. I am sure he is pleased with the setting apart\nof the temple site in Los Angeles because I know that was an enterprise that was dear to his\nheart.\n<\/p><p>\nI like to feel that President Heber J. Grant is near us, ready to help, especially pleased to see\nthat the Church is growing. And President Joseph F. Smith, President Lorenzo Snow,\nPresident Wilford Woodruff&mdash;those men, I have met&mdash;President Woodruff, in our home,\nclosely associated with President Smith, and as you know, with President Grant and President\nGeorge Albert Smith.\n<\/p><p>\nI like to think that President John Taylor is equally interested, also President Young, and\nespecially the Prophet Joseph. The work over on the other side is real, and the curtain\nsometimes between us and them is very thin. I hope the Lord will help us to go forward as\nthese, his former representatives, would like us to go forward, that we shall always realize, as\nhas been said once or twice in this conference, that this is the Church of Jesus Christ, who is\nour head.\n<\/p><p>\nNow let us go back to our homes with that testimony.\n<\/p><p>\nIMPORTANCE OF THE HOME\n<\/p><p>\nAmong the many great messages that we have received I should just like to emphasize two:\nOne, of course, is the home. Thirteen thousand men of the priesthood were here last night.\nEvery one should go back to his home and look around and see wherein he can make it more\nideally a Latter-day Saint home.\n<\/p><p>\nOne day a young son, just married, invited his father to visit him and his bride in their new\nhome. The young son took the father from room to room and showed him the furnishings, the\npaintings on the walls and so forth, and the father said, \"This is lovely. I congratulate you,\nbut, son, I have looked in vain for anything that indicates that you have a place here for\nGod.\"\n<\/p><p>\nIn writing about it later, the young man said, \"I went through the rooms later, and I found\nthat Father was right.\"\n<\/p><p>\nLet us go back to our homes and see whether the spirit of our homes is such that if an angel\ncalled, he would be pleased to remain.\n<\/p><p>\nPRIESTHOOD ACTIVITY\n<\/p><p>\nThe other great message is for the priesthood quorums to be more active, to reach out and get\nthe indifferent, approaching them personally, and, as has already been said, \"Reproving\nbetimes with sharpness, when moved upon by the Holy Ghost; and then showing forth\nafterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be\nhis enemy\" (<span class=\"citation\" id=\"12940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12940)\">D&amp;C 121:43<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith could not have written that of his own wisdom. That is one of the\ngreat flashes of inspiration that prove his divinity.\n<\/p><p>\nLOYALTY TO COUNTRY\n<\/p><p>\nFinally, let us be true to our country and to our country's ideals. Nearly three thousand years\nago an ancient prophet said that this is a land choice above all other lands, and it is, and the\ngovernment of the United States as given to us by our fathers is the real government under\nwhich individuals may exercise free agency, individual initiative.\n<\/p><p>\nOh, let us oppose any subversive influence that would deprive us of our individual freedom or\nmake this government a dictator instead of a servant to the people.\n<\/p><p>\nTime is up. In conclusion I repeat the words of the Lord, \"Wherefore, now let every man\nlearn his duty, and to act in the office in which he is appointed, in all diligence.\n<\/p><p>\n\"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand\"\n(<span class=\"citation\" id=\"12933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12933)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nGod help us all, that we may live more nearly to the ideals of our Savior as revealed in the\nrestored gospel of Jesus Christ, I pray in the name of the Redeemer.  Amen.\n<\/p>\n<\/div>\n<\/div>"}