{"ID":5600, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Shield of Faith”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p2\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p3\" class=\"\">Ten months ago President Ezra Taft Benson passed away, and without a pause the brief and memorable administration of President Howard W. Hunter began. God bless the memory of this great prophet. Again, now, without the slightest pause, the order of things confirmed in the revelations was implemented with all of our participation, and the Church moves forward on course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p4\" class=\"\">This practice of raising hands to sustain one who has been called to lead or to teach in the Church is a matter of sacred importance. The voting to sustain takes place in meetings, and the sustaining of the First Presidency, now broadcast to the Church across the world, conforms to a revelation from the Lord. “I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by … one who has authority, and <span class=\"emphasis\">it is known to the church<\/span> that he has authority and has been regularly ordained by the heads of the church” (<span class=\"citation\" id=\"20297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20297)\">D&amp;C 42:11<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p5\" class=\"\">Speaking for the Quorum of the Twelve Apostles, who “agreeable to the institution of heaven” are to “officiate in the name of the Lord, under the direction of the Presidency of the Church” (<span class=\"citation\" id=\"20398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20398)\">D&amp;C 107:33<\/a><\/span>), we affirm to you that in sustaining President Gordon B. Hinckley and his counselors, our First Presidency, the Twelve <span class=\"emphasis\">is<\/span> one. For in raising our hands to sustain the President of the Church, we continue the line of unbroken authority from the beginning of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p6\" class=\"\">Some suppose that the keys of presidency pass from one man to another much like a baton in a relay. Some believe that the Prophet Joseph Smith secretly or privately conferred the keys of presidency upon a successor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p7\" class=\"\">But that is not the order of things. President Ezra Taft Benson did not ordain Howard W. Hunter as President of the Church, nor did President Howard W. Hunter ordain Gordon B. Hinckley as President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p8\" class=\"\">The Twelve bridge the line of authority from one administration to another and keep the line unbroken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p9\" class=\"\">Shortly before the Martyrdom, in a meeting attended by nine members of the Twelve, the Prophet Joseph Smith prophetically said: “Brethren, the Lord bids me hasten the work in which we are engaged. Some important scene is near to take place. It may be that my enemies will kill me. And in case they should, and the keys and power which rest on me <span class=\"emphasis\">not<\/span> be imparted to you, they will be lost from the earth. But if I can only succeed in placing them upon your heads, then let me fall a victim to murderous hands if God will suffer it, and I can go with all pleasure and satisfaction, knowing that my work is done, and the foundation laid on which the kingdom of God is to be reared in this dispensation of the fulness of times. Upon the shoulders of the Twelve must the responsibility of leading this church henceforth rest until you shall appoint others to succeed you” (Draft Declaration of the Twelve Apostles, reporting March 1844 meeting of Twelve, Brigham Young Papers, LDS Church Archives).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p10\" class=\"\">Individually and collectively the Twelve hold the keys and have confirmed the authority to exercise all of the keys upon the senior Apostle, the one man who is to preside over the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p11\" class=\"\">The Lord has provided a system in which there is no aspiring, no maneuvering for position or power, not even a hint of soliciting for votes or cultivating influence. The system does not allow it, neither would the Lord permit it. It does not work the way man usually works, and so it should be. The Lord reminded the prophet Isaiah, “My ways [are] higher than your ways, and my thoughts than your thoughts” (<span class=\"citation\" id=\"25744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25744)\">Isa. 55:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p12\" class=\"\">The raising of the hands has been a custom since ancient times, symbolized when Moses was confronted by the Amalekite robbers, the destroyers of the wilderness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p13\" class=\"\">“Moses said unto Joshua, Choose us out men, and go out, fight with Amalek: to morrow I will stand on the top of the hill with the rod of God in mine hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p14\" class=\"\">“So Joshua did as Moses had said to him, and fought with Amalek: and Moses, Aaron, and Hur went up to the top of the hill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p15\" class=\"\">“And it came to pass, when Moses held up his hand, that Israel prevailed: and when he let down his hand, Amalek prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p16\" class=\"\">“But Moses’ hands were heavy; and they took a stone, and put it under him, and he sat thereon; and Aaron and Hur stayed up his hands, the one on the one side, and the other on the other side; and his hands were steady until the going down of the sun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p17\" class=\"\">“And Joshua discomfited Amalek and his people with the edge of the sword” (<span class=\"citation\" id=\"23033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23033)\">Ex. 17:9–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p18\" class=\"\">The wicked who now oppose the work of the Lord, while different from, are no less terrible than the plundering Amalekites. The sustaining of the prophet is still an essential ongoing part of the safety of this people. Should age and infirmity cause his hands to grow heavy, they are held up by his counselors at his side. Both are prophets, seers, and revelators, as is each member of the Quorum of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p19\" class=\"\">In 1976 following a conference in Copenhagen, Denmark, President Spencer W. Kimball invited us to a small church to see the statues of Christ and the Twelve Apostles by Bertel Thorvaldsen. The “Christus” stands in an alcove beyond the altar. Standing in order along the sides of the chapel are the statues of the Twelve, with Paul replacing Judas Iscariot.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p20\" class=\"\">President Kimball told the elderly caretaker that at the very time Thorvaldsen was creating those beautiful statues in Denmark, a restoration of the gospel of Jesus Christ was taking place in America with apostles and prophets receiving authority from those who held it anciently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p21\" class=\"\">Gathering those present closer to him, he said to the caretaker, “We are living Apostles of the Lord Jesus Christ,” and pointing to Elder Pinegar he said, “Here is a Seventy like those spoken of in the New Testament.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p22\" class=\"\">We were standing near the statue of Peter, whom the sculptor depicted holding keys in his hand, symbolic of the keys of the kingdom. President Kimball said, “We hold the real keys, as Peter did, and we use them every day.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p23\" class=\"\">Then came an experience I will never forget. President Kimball, this gentle prophet, turned to President Johan H. Benthin, of the Copenhagen Stake, and in a commanding voice said, “I want you to tell every prelate in Denmark that they do not hold the keys! I HOLD THE KEYS!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p24\" class=\"\">There came to me that witness known to Latter-day Saints but difficult to describe to one who has not experienced it—a light, a power coursing through one’s very soul—and I knew that, in very fact, here stood the living prophet who held the keys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p25\" class=\"\">The Lord revealed why “he gave some, apostles; and some, prophets.” It is “for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: Till we all come in the unity of the faith, and of the knowledge of the Son of God” (<span class=\"citation\" id=\"22057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22057)\">Eph. 4:11–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p26\" class=\"\">The ministry of the Apostles—the Presidency and the Twelve—therefore is to bring us to a unity of the faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p27\" class=\"\">As it has been since the beginning, the adversary would divide us, break us up, and if he can, destroy us. But the Lord said, “Lift up your hearts and rejoice, and gird up your loins, and take upon you my whole armor, that ye may be able to withstand the evil day, … taking the <span class=\"emphasis\">shield of faith<\/span> wherewith ye shall be able to quench all the fiery darts of the wicked” (<span class=\"citation\" id=\"20286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20286)\">D&amp;C 27:15, 17<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p28\" class=\"\">The ministry of the prophets and apostles leads them ever and always to the home and the family. That shield of faith is not produced in a factory but at home in a cottage industry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p29\" class=\"\">The ultimate purpose of all we teach is to unite parents and children in faith in the Lord Jesus Christ, that they are happy at home, sealed in an eternal marriage, linked to their generations, and assured of exaltation in the presence of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p30\" class=\"\">Lest parents and children be “tossed to and fro,” and misled by “cunning craftiness” of men who “lie in wait to deceive” (<span class=\"citation\" id=\"22061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22061)\">Eph. 4:14<\/a><\/span>), our Father’s plan requires that, like the generation of life itself, the shield of faith is to be made and fitted in the family. No two can be exactly alike. Each must be handcrafted to individual specifications.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p31\" class=\"\">The plan designed by the Father contemplates that man and woman, husband and wife, working together, fit each child individually with a shield of faith made to buckle on so firmly that it can neither be pulled off nor penetrated by those fiery darts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p32\" class=\"\">It takes the steady strength of a father to hammer out the metal of it and the tender hands of a mother to polish and fit it on. Sometimes one parent is left to do it alone. It is difficult, but it can be done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p33\" class=\"\">In the Church we can teach about the materials from which a shield of faith is made: reverence, courage, chastity, repentance, forgiveness, compassion. In church we can learn how to assemble and fit them together. But the actual making of and fitting on of the shield of faith belongs in the family circle. Otherwise it may loosen and come off in a crisis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p34\" class=\"\">The prophets and Apostles know full well that the perilous times Paul prophesied for the last days are now upon us: “Men [are] lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, without natural affection” (see <span class=\"citation\" id=\"5292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5292)\">2 Tim. 3:1–7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p35\" class=\"\">Knowing it would be so, the Lord warned that “inasmuch as parents have children in Zion, or in any of her stakes, … that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost, … the sin be upon the heads of the parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p36\" class=\"\">“For this shall be a law unto the inhabitants of Zion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p37\" class=\"\">“And they shall also teach their children to pray, and to walk uprightly before the Lord” (<span class=\"citation\" id=\"20334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20334)\">D&amp;C 68:25–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p38\" class=\"\">This shield of faith is not manufactured on an assembly line, only handmade in a cottage industry. Therefore our leaders press members to understand that what is most worth doing must be done at home. Some still do not see that too many out-of-home activities, however well intended, leave too little time to make and fit on the shield of faith at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p39\" class=\"\">Although our thoughts are centered in this sacred and solemn assembly on the noble titles High Priest, President, Apostle, Prophet, Seer, Revelator, the heavens are not offended if we at once speak of father, mother, child, brother, sister, family: even dad, mom, grandma, grandpa, baby.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p40\" class=\"\">If you are reverent and prayerful and obedient, the day will come when there will be revealed to you why the God of heaven has commanded us to address him as <span class=\"emphasis\">Father,<\/span> and the Lord of the Universe as <span class=\"emphasis\">Son.<\/span> Then you will have discovered the Pearl of Great Price spoken of in the scriptures and willingly go and sell all that you have that you might obtain it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p41\" class=\"\">The great plan of happiness (see <span class=\"citation\" id=\"10158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10158)\">Alma 42:8, 16<\/a><\/span>) revealed to prophets is the plan for a happy family. It is the love story between husband and wife, parents and children, that renews itself through the ages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-shield-of-faith.p42\" class=\"\">And so, now with an unbroken line of priesthood authority, an unbroken line of priesthood power, we move confidently forward in unity and faith, led by Christ the Redeemer, whose church this is, and His earthly prophet through whom He will speak. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}