{"ID":5601, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Translation Miracle of the Book of Mormon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p2\" class=\"\">Elder Robert K. Dellenbach<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-k-dellenbach-10.jpg\" alt=\"Robert K. Dellenbach\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p3\" class=\"\">My dear brothers and sisters, do we realize the profound miracle that is the translation of the Book of Mormon? A miracle is “an extraordinary event manifesting divine intervention in human affairs” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> s.v. “miracle”). Consistent with that definition, the translation of the Book of Mormon by Joseph Smith is indeed a modern-day miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p4\" class=\"\">The Book of Mormon is presently in print in over eighty languages and is now being translated or prepared for publication in many, many more. Consider the Church’s current process of translating the Book of Mormon from English into another language. The Church contracts capable, experienced member translators who are fluent in English as well as their native tongue who possess integrity and high moral character so that the spirit of inspiration will guide their work. Just as in Joseph Smith’s day, the ability to translate holy writ today is a spiritual gift from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p5\" class=\"\">Unlike Joseph’s day, however, many of our modern translators utilize computers and word processors, lexicons and encyclopedias to help and guide them in their sacred assignment. The modern work is extensive, and each step must be critically analyzed by Church translation experts. Yet, even with the most competent member translators and advanced technology available, the entire process, from beginning to publication, requires approximately four years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p6\" class=\"\">Now contrast the translation of the Book of Mormon by young Joseph Smith. Joseph was raised on a farm in upstate New York and was only twenty-four years of age at the time he completed his translation of this sacred record from reformed Egyptian to English.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p7\" class=\"\">He had little financially and was busy supporting his wife and family. Of necessity, he planted and harvested crops, chopped wood, hauled water, and cared for animals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p8\" class=\"\">The conditions under which Joseph translated were less than ideal. His life was threatened and mobs tried to rob him of the plates, requiring him to hide the ancient records and often move them from place to place (see <span class=\"citation\" id=\"30751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30751)\">JS—H 1:60<\/a><\/span>). Joseph had no telephone, no dictating equipment, fax, word processor, or copy machine—not even electric light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p9\" class=\"\">Joseph had little formal education, perhaps no more than three years of elementary school. Prior to his translation Joseph had not enrolled in a university. There were no literary magazines or academic periodicals delivered to his doorstep. He never visited South America or the Middle East. He belonged to no professional societies, had performed no extensive research projects, nor did he have learned colleagues with whom to discuss the ancient text of the plates. He may have studied basic reading, writing, and arithmetic and perhaps a little American history. We know he read the Bible in English, but by the standards of the world, Joseph was neither a scholar nor a theologian, much less a professional translator of holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p10\" class=\"\">What skills did Joseph possess to aid in his translation? Oliver Cowdery, who was the principal scribe for the Book of Mormon, said of Joseph’s source of translating power that “the Prophet Joseph Smith … translated [the Book of Mormon] by the gift and power of God, by the [assistance or] means of the Urim and Thummim” (“Last Days of Oliver Cowdery,” <span class=\"emphasis\">Deseret News,<\/span> 13 Apr. 1859, p. 48).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p11\" class=\"\">Typically a literary work undergoes extensive revisions and editions before a final, finely tuned draft is completed. For example, Abraham Lincoln rewrote his Gettysburg Address five different times, each version varying slightly from the other (see <span class=\"emphasis\">World Book Encyclopedia,<\/span> 1992 ed., s.v. “Gettysburg Address”).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p12\" class=\"\">In preparing for this conference address, I had the glorious experience of quietly examining several pages of Joseph’s original manuscript of the Book of Mormon, which is safely protected in the Church archive. I was overwhelmed at the purity of the transcription, which had only a very few insignificant corrections, such as a misspelled word. Joseph’s original manuscript is so perfect it could only have come from one source—divine revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p13\" class=\"\">On Joseph’s shoulders rested not only the translation of the Book of Mormon but also the restoration and reestablishment of the Church of Jesus Christ. Even as Joseph translated, he received many revelations and visitations from heavenly messengers who gave him additional important assignments, such as the restoration of the priesthood and the revelation on baptism (see <span class=\"citation\" id=\"30752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30752)\">JS—H 1:68–75<\/a><\/span>). Joseph’s many responsibilities often interrupted the translation process, sometimes for several months. Yet, once Joseph was free to dedicate his entire effort to translation, the work surged forward and he translated eight to ten pages a day, completing the preponderance of the Book of Mormon translation in approximately sixty-three working days (see John W. Welch and Tim Rathbone, “The Translation of the Book of Mormon: Basic Historical Information,” Provo, Utah: F.A.R.M.S., 1986, p. 14).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p14\" class=\"\">Oliver, reflecting on this miraculous event, testified, “Day after day I continued, uninterrupted, to write from his mouth, as he translated … the history, or record, called ‘The book of Mormon’” (<span class=\"emphasis\">Latter Day Saints’ Messenger and Advocate,<\/span> Oct. 1834, pp. 14–16).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p15\" class=\"\">Joseph was the first person in over fourteen hundred years to read the words of the Savior as written by Nephi, Alma, Mormon, Moroni, and the other prophets of the Book of Mormon. His ability to translate was nothing short of a “marvelous work and a wonder” (<span class=\"citation\" id=\"4610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4610)\">2 Ne. 25:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p16\" class=\"\">Joseph’s original English translation, except for a few minor grammatical and textual emendations, remains the text that we use today and is the standard for all other language translations of the Book of Mormon throughout the world (see <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> ed. Daniel H. Ludlow, 4 vols., New York: Macmillan, 1992, s.v. “Book of Mormon manuscripts”). As Nephi of old prophesied, his “words shall [whisper] forth unto the ends of the earth, for a standard unto [his] people” (<span class=\"citation\" id=\"4619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4619)\">2 Ne. 29:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p17\" class=\"\">Could any one of us today produce such a work? Could a thousand of the world’s best theologians and scholars of ancient languages or antiquities write a similar book of such supernal, transcendent value?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p18\" class=\"\">No other person with such limited education and facility as Joseph has single-handedly translated in such a short period of time from ancient writings over five hundred pages of scriptural text. That translation now has seventy-three million books in distribution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p19\" class=\"\">Joseph’s translation of this ancient, sacred scripture has withstood the scrutiny of many skeptics. The Book of Mormon stands as a miraculous work for the world to examine. This divine spark from heaven, over 165 years ago, has ignited a flame that is dawning a new day. No wonder “the Spirit of God like a fire is burning!” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 2). All over the world people are seeking the witness of Jesus Christ as found in the Book of Mormon. They come from every nation, kindred, tongue, and people. As was revealed to the Prophet Joseph Smith, “The ends of the earth shall inquire after thy name” (<span class=\"citation\" id=\"20420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20420)\">D&amp;C 122:1<\/a><\/span>). And why are they seeking after the name of Joseph Smith? Because the Book of Mormon testifies of the divinity and atonement of the Savior, Jesus Christ. Because Joseph is the prophet of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p20\" class=\"\">With deep appreciation for the miracle that transpired through the translation of the Book of Mormon, we sing:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise to the man who communed with Jehovah!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Jesus anointed that Prophet and Seer.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Blessed to open the last dispensation. …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Millions shall know “Brother Joseph” again.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p25\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 27)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-translation-miracle-of-the-book-of-mormon.p26\" class=\"\">I testify that the translation miracle of the Book of Mormon clearly evidences that Joseph is a prophet of God, called to “lay the foundation of [Christ’s] church, and to bring it forth out of obscurity and out of darkness, the only true and living church upon the face of the whole earth” (<span class=\"citation\" id=\"20238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20238)\">D&amp;C 1:30<\/a><\/span>). The Book of Mormon is the “keystone of our religion” and will bring us “nearer to God by abiding by its precepts, than by any other book” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 194). May we appreciate this miraculous translation, and may it be our desire to come to know and follow the Savior through his teachings in the Book of Mormon, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}