{"ID":5602, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Temple Is a Family Affair\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p2\" class=\"\">Elder J Ballard Washburn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20f8.jpg\" alt=\"Elder J Ballard Washburn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p3\" class=\"\">Dear brothers and sisters, it’s my honor and privilege to join with you in expressing our love and support for President Hinckley, President Monson, President Faust, President Packer, and the Twelve. I am happy to say that I love you. I am grateful to be one with you in the work of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p4\" class=\"\">Recently, after a stake conference, I was talking with a family with teenage children. I said to them, “You must live righteously so that someday you can go to the temple with your parents.” A sixteen-year-old daughter responded, “Oh, we go to the temple with our parents almost every week. We go and do baptisms for our family file names.” I thought, <span class=\"emphasis\">What a wonderful thing, for families to go to the temple together.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p5\" class=\"\">When Jesus was twelve years old, his parents took him to the temple. I think it is more than coincidental that our sons and daughters can go to the temple with us when they are twelve years old. Joseph and Mary did not say, “Bishop, will you take our son to the temple?” They took him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p6\" class=\"\">Our efforts as parents, wards, and stakes should be to help our youth live worthily to go to the temple <span class=\"emphasis\">now.<\/span> The goal is the same for young women as for young men—<span class=\"emphasis\">be temple worthy now.<\/span> When the bishop interviews the youth each year, it will include a worthiness interview.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p7\" class=\"\">What a wonderful goal for priesthood leaders and young women leaders to help parents inspire every young woman and every young man to go to the temple every year. What a great blessing for parents to be in the temple with their children, age twelve and over, at least once a year where circumstances allow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p8\" class=\"\">One thing that will help us more than anything else to want to be in the temple is to have the Holy Ghost with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p9\" class=\"\">Two important things are necessary to have the Holy Ghost: First, we must live worthy of it, and second, we must ask for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p10\" class=\"\">“Ask the Father in my name, in faith believing that you shall receive, and you shall have the Holy Ghost, which manifesteth all things which are expedient unto the children of men.”<sup class=\"noteMarker\"><a href=\"#footnote1-95905_000_006\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20265)\">D&amp;C 18:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p11\" class=\"\">If we will ask in faith, we will receive the Holy Ghost, and it will lead us to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p12\" class=\"\">Let me give a word of caution here. We cannot go to His holy house unworthily without bringing upon ourselves the judgments of God. For God will not be mocked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p13\" class=\"\">When couples who have not fully repented of past sins go to the temple to be married, they are starting their marriages on very shaky ground. I believe this is one of the main causes of divorce in temple marriages. If a man who is <span class=\"emphasis\">dishonest<\/span> in his personal life, as it pertains to his wife and children or his business dealings, goes to the temple, he is heaping damnation upon his own soul and is in great need of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p14\" class=\"\">President Hunter said: “It is the deepest desire of my heart to have every member of the Church <span class=\"emphasis\">worthy<\/span> to enter the temple.”<sup class=\"noteMarker\"><a href=\"#footnote2-95905_000_006\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1994, p. 8; emphasis added.]<\/span><\/sup> If our young men or young women on their way to the mission field, go to the temple unworthily, it is a great mistake. We must prepare them for the temple <span class=\"emphasis\">first,<\/span> and then they will be prepared for missions. President Hunter said, “Let us prepare every missionary to go to the temple <span class=\"emphasis\">worthily<\/span> and to make that experience an even greater highlight than receiving the mission call.”<sup class=\"noteMarker\"><a href=\"#footnote3-95905_000_006\">3<\/a>\n       <span class=\"footnote\">[Ibid., p. 88; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p15\" class=\"\">The greatest blessings of eternity come to us through the temple. God’s greatest gift, eternal life, can only come to a man and woman together. And every worthy person will someday have this blessing. In Doctrine and Covenants 131 we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p16\" class=\"\">“In the celestial glory there are three heavens or degrees;<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p17\" class=\"\">“And in order to obtain the highest, a man must enter into this order of the priesthood [meaning the new and everlasting covenant of marriage];<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p18\" class=\"\">“And if he does not, he cannot obtain it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p19\" class=\"\">“He may enter into the other, but that is the end of his kingdom; he cannot have an increase” (<span class=\"citation\" id=\"20433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20433)\">D&amp;C 131:1–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p20\" class=\"\">Thus we see that in marriage, a husband and wife enter into an order of the priesthood called the new and everlasting covenant of marriage. This covenant includes a willingness to have children and to teach them the gospel. Many problems of the world today are brought about when parents do not accept the responsibilities of this covenant. It is contradictory to this covenant to prevent the birth of children if the parents are in good health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p21\" class=\"\">Thirty-five years ago when I first started practicing medicine, it was a rare thing for a married woman to seek advice about how she could keep from having babies. When I finished practicing medicine, it was a rare thing, except for some faithful Latter-day Saint women, for a married woman to want to have more than one or two children, and some did not want <span class=\"emphasis\">any<\/span> children. We in the Church must not be caught up in the false doctrines of the world that would cause us to break sacred temple covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p22\" class=\"\">We go to the temple to make covenants, but we go home to keep the covenants that we have made. The home is the testing ground. The home is the place where we learn to be more Christlike. The home is the place where we learn to overcome selfishness and give ourselves in service to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p23\" class=\"\">I hope you will not think it simplistic to suggest that it is the “little things” like family prayer and family home evening that are important. Little things like a father helping his children say their nightly prayers and telling them a bedtime story instead of watching TV. Little things like making time in the family schedule for reading the scriptures. Little things like a husband being big enough to say, “Sweetheart, I’m sorry. I should not have said that. I’m going to do better.” Or a mother saying to a child, “I’m sorry I became angry. Please forgive me.” Yes, it is the little things that we do each day and each week that make the difference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p24\" class=\"\">By keeping the temple covenants, all of God’s children may be exalted. I say again that <span class=\"emphasis\">we go to the temple to make the covenants, but we go home to keep those covenants.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p25\" class=\"\">The story is told of Elder Boyd K. Packer: After traveling all over the world and seeing many exotic places, he was asked that if he could go anywhere in the world he wanted, where would he go. He replied, “I would go home.” I feel the same way. If I were asked that same question, I would say, “I would go home and sit in a big rocking chair and take a couple of grandbabies in my arms and hope that a little of the heavenly dust they still have on them would rub off on me.” I’m grateful for homes where we can go to learn how to love, how to share, how to be Christlike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-temple-is-a-family-affair.p26\" class=\"\">I am grateful for temples where we can go to be sealed together as families for eternity. I am grateful for temples, where we can go to pray and to worship, where we can call down the blessings of heaven upon our families. I am grateful for temples where we can go as families to strengthen the eternal bonds that will make us forever families, where we can go to do the great redemptive work for our forefathers who cannot do it for themselves … even as Jesus did for us what we cannot do for ourselves. I am grateful that God in his eternal wisdom has made these blessings available to all his children. Some, however, have to wait until the hereafter to enjoy these blessings. But all who live worthily will have every blessing. I testify that Jesus loved to go to the temple. Part of becoming more Christlike is to learn to love to go to the temple. I pray that we may become eternal families that we may have eternal life. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95905_000_006\"><a name=\"-95905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95905_000_006\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20265)\">D&amp;C 18:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_006\"><a name=\"-95905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95905_000_006\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1994, p. 8; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_006\"><a name=\"-95905_000_006\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95905_000_006\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Ibid., p. 88; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}