{"ID":5608, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Covenant of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p2\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20fa.jpg\" alt=\"Aileen H. Clyde\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p3\" class=\"\">“For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord” (<span class=\"citation\" id=\"25739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25739)\">Isa. 54:10<\/a><\/span>; see also <span class=\"citation\" id=\"6389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6389)\">3 Ne. 22:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p4\" class=\"\">Such scriptural language overwhelms my reasoning and floods me again with the reality of God’s love and of our importance to him. Did he speak to our intelligences in that way in the long-ago council when we understood enough to choose to follow Christ? It was surely then, before our mortal experience, that we began with our part of building the covenant relationship with the Savior which is vital to our eternal lives. I believe we chose to be guided then, as we need to be guided now, by his loving care for our divine and unique identities. Our decision then was of the greatest import. Now, when we face crossroads and dilemmas, we can look again to that same source for courage to move forward on our journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p5\" class=\"\">“Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness” (<span class=\"citation\" id=\"25728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25728)\">Isa. 41:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p6\" class=\"\">Of the many blessings that have come to me through my knowledge of Christ’s gospel, I am most grateful for the doctrine that teaches us that our lives here have eternal meaning and are for the glory of God. We are central in his great work. He teaches that as we receive his light, we can reflect that light in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p7\" class=\"\">There is a constant struggle to balance our knowledge of light against the error and fear that are among the hallmarks of our world. Today we see temptations of old in new ways. They can be magnified and multicolored by technology which gives them avenues everywhere. These portrayals are aimed at the young, the naive, and the vulnerable—indeed, they are aimed at each one of us. All manner of violence is depicted in arcade games, and we even see horrifying violent acts in our own neighborhoods. Amidst the danger, our love waxes cold, and we may seek a defense in the very weapons that threaten us. Worse yet, we may be turned by fear to looking for protection <span class=\"emphasis\">from<\/span> one another rather than keeping our promise to be a light and a protection <span class=\"emphasis\">for<\/span> one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p8\" class=\"\">The Joseph Smith translation of Matthew 16 brings clarity to distinctions that Christ’s disciples need to understand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p9\" class=\"\">“Break not my commandments for to save your lives; for whosoever will save his life in this world, shall lose it in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p10\" class=\"\">“And whosoever will lose his life in this world, for my sake, shall find it in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p11\" class=\"\">“Therefore, forsake the world, and save your souls” (<span class=\"citation\" id=\"37612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37612)\">JST, Matt. 16:27–29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p12\" class=\"\">We must depend upon the light of Christ to understand this teaching, but we cannot allow our fears to separate us from the possession of our souls. Hear what is recorded in the 101st section of Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p13\" class=\"\">“Wherefore, fear not even unto death; for in this world your joy is not full, but in me your joy is full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p14\" class=\"\">“Therefore, care not for the body, neither the life of the body; but care for the soul, and for the life of the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p15\" class=\"\">“And seek the face of the Lord always, that in patience ye may possess your souls, and ye shall have eternal life” (<span class=\"citation\" id=\"20389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20389)\">D&amp;C 101:36–38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p16\" class=\"\">It is a response of the soul when we sense and accept the loving promises that Christ extends to us. Listen to Isaiah’s description of what our Lord has already done for us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p17\" class=\"\">“Thus saith God the Lord, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein” (<span class=\"citation\" id=\"25729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25729)\">Isa. 42:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p18\" class=\"\">Then Isaiah records the Lord’s soul-nourishing tenderness and the loving-kindness of his assurances:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p19\" class=\"\">“I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p20\" class=\"\">“Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p21\" class=\"\">“Sing unto the Lord a new song, and his praise from the end of the earth” (<span class=\"citation\" id=\"25730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25730)\">Isa. 42:6, 9–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p22\" class=\"\">The book of Alma teaches that the song he has asked us to sing is a song of redeeming love (see <span class=\"citation\" id=\"10107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10107)\">Alma 5:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p23\" class=\"\">Later, when the Savior was asked in Palestine to designate the first and great commandment, he unhesitatingly said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p24\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p25\" class=\"\">“And the second [commandment] is like unto it, Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"37622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37622)\">Matt. 22:37, 39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p26\" class=\"\">These statements are both clear and comprehensive. They suggest the <span class=\"emphasis\">beginning<\/span> of how we can engage ourselves in his covenant. And surely, since he knows us, he would not have required anything we cannot do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p27\" class=\"\">The love Christ commands requires a mighty change and great humility. It requires us to forsake pride and to be stripped of envy. It requires that we neither mock our sisters and brothers nor persecute <span class=\"emphasis\">anyone.<\/span> Christ knew that for us to find any of those characteristics in ourselves would be onerous and would demand our great effort just to look. He said, “If thy hand or thy foot offend thee, cut them off, and cast them from thee” (<span class=\"citation\" id=\"37613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37613)\">Matt. 18:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p28\" class=\"\">He was not suggesting our mutilation, but rather showing his awareness of how painful clearing ourselves of such offenses could be. When we have made the changes that only we can make, then, by the atoning blood of Christ, we may receive the forgiveness that only he can bring. The reciprocal nature of those actions suggests the high trust and respect the Lord has for our abilities. Anyone who has had experience with the Lord’s love knows of the sure courage that comes when we keep our part of that trust and honor him by seeking his Spirit and by living the best we can. We hear again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p29\" class=\"\">“My kindness shall not depart from thee, neither shall the covenant of my peace be removed” (<span class=\"citation\" id=\"25740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25740)\">Isa. 54:10<\/a><\/span>; <span class=\"citation\" id=\"6390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6390)\">3 Ne. 22:10<\/a><\/span>) and “Behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires” (<span class=\"citation\" id=\"6391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6391)\">3 Ne. 22:11<\/a><\/span>; see also <span class=\"citation\" id=\"25741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25741)\">Isa. 54:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p30\" class=\"\">Such scriptural language rivets my attention. In the midst of a troubling world, the foundations I rely on come by my covenants with the Lord. They are indeed like sapphires and are treasures beyond price. Through them I have eternal link to my loved ones and to God. They are the restored principles and ordinances of the gospel of Jesus Christ which are available to righteous women and men alike through the power of the holy priesthood of God. They include baptism, the gift of the Holy Ghost, the sacrament, and temple covenants. These are the ways given to us and freely chosen by us to vouchsafe our eternal lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p31\" class=\"\">“And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters” (<span class=\"citation\" id=\"40929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40929)\">Mosiah 5:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p32\" class=\"\">We are, then, because of his great love and because of our desire to be guided by his light, part of the family of Christ. Because of our covenants, we have protection from loneliness and alienation. Because of our relationship with him, we can reflect light and tenderness to one another and we can possess our own souls eternally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/covenant-of-love.p33\" class=\"\">I testify of the great blessing it is to know these things. I am humbly grateful for scriptural testaments and for my knowledge that Christ is alive and heads his church. I know he can be alive in each of us as we keep his commandments, and I say this humbly in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}