{"ID":561, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1951, pp. 162-168<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, I have certainly enjoyed this conference with you, and the spirit thereof, and I\nappreciate the privilege this night of addressing this great body of Priesthood.\n<\/p><p>\nA CALLING OF SERVICE\n<\/p><p>\nAs I thought of the Priesthood being gathered here, knowing that this Tabernacle is full, and\nthe Assembly Hall, and Barratt Hall, representing the Priesthood of this great Church, I\nthought of the Apostle Paul, speaking of the Priesthood of his day, when he said that the Lord\nhad given some apostles, and some prophets, and some evangelists and some pastors, and\nteachers, for the perfecting of the Saints, for the work of the ministry, for the edifying of the\nbody of Christ, until we should all come to a unity of the faith, and of the knowledge of the\nSon of God,&mdash;that we henceforth be no more children, tossed to and fro and carried about\nwith every wind of doctrine, by the sleight of men, and cunning craftiness whereby they lie in\nwait to deceive (<span class=\"citation\" id=\"21650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21650)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nNow, if you will analyze this statement you will see that Paul understood that our calling is a\ncalling of service; the work of the ministry&mdash;the great missionary cause of this Church. The\nedifying of the body of Christ, and the perfecting of the Saints:&mdash;all this work that we do in\nthe wards and the stakes of Zion, and in the branches, in order to try and teach the Gospel, so\nthat the people, after they take upon them the name of Christ and become members of His\ngreat Church, will not be tossed to and fro by every wind of doctrine, but that we watch over\nthe Church and see that they are taught the Gospel.\n<\/p><p>\nI hope that in all of our efforts, we will try to plant a testimony in the hearts of the\nmembership of this Church so that they will be able to stand no matter what teachings may\ncome among us.\n<\/p><p>\nKNOWLEDGE OF GOSPEL\n<\/p><p>\nIn some of our Priesthood council meetings, there has been some apprehension for fear that\nour own might be led away from us because of the missionary efforts of other churches. One\nlarge church in the land has publicized that their greatest missionary effort for the next ten\nyears would be conducted right here in the state of Utah, and we have lost a few. I think we\nhave gained more from them than they have taken from us.\n<\/p><p>\nWe wonder how any of ours can ever leave us if we have taught them the Gospel, and are\nwatching over them as the Priesthood of the Church, so that they will not be led away by\nthese false teachings.\n<\/p><p>\nI was interested in attending a conference here in Salt Lake a few weeks ago, in visiting with\nSister Williams who used to be on the M. I. A. Board of the Church. Formerly she wrote a\ncolumn in the Deseret News called the \"Question and Answer\" column. She told about a\nyoung girl, one of our Latter-day Saint girls who went east, and wrote home, and said\nsomething like this: \n<\/p><p>\n\"I have been asked so many questions about our Church and what we believe in since\nI have come here, that I am writing to ask you to tell me what the first principles of the\nGospel really are. I know the first two are that we should not use coffee or tea or play cards.\"\n<\/p><p>\nThat was about her conception of what the first principles were, but she had that testimony\nthat burns inside and she wanted to know more about our teachings.\n<\/p><p>\nADVICE TO MISSIONARY\n<\/p><p>\nI had a missionary write me once, who said something like this: \"I met a minister the other\nday who knows more about religion than I ever dreamed of. I told him if he had something\nbetter than I had, I would join his church.\"\n<\/p><p>\nI wrote him back, and said, \"You said just the right thing exactly. If he has something better\nthan you have you ought to join his church. But,\" I said, \"have you ever stopped to figure out\nhow it is possible for him to have something better than you have. Has he something better\nthan a personal visit from God the Eternal Father and His Son, Jesus Christ, to this earth to\nopen a new gospel dispensation? And in answer to the question of the boy prophet, which of\nall the churches he should join, he was told that he should join none of them for they all\ntaught for doctrine the commandments of men\n(<span class=\"citation\" id=\"30306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30306)\">JS&mdash;H 1:17-19<\/a><\/span>).\nNow why worry about all of the other\nchurches with an answer like that coming direct from the Savior of the world, the one who\nhas the right to speak and to pronounce judgment upon all the Christian churches in the\nworld?\"\n<\/p><p>\nThen I went on to add, \"Does he have something better than a visit from Moroni with the\nplates from which the Book of Mormon was translated, a visit from John the Baptist with the\nAaronic Priesthood (<span class=\"citation\" id=\"30313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30313)\">JS&mdash;H 1:68-72<\/a><\/span>),\nPeter, James and John with the Melchizedek Priesthood and the keys of\nthe holy apostleship?\" (<span class=\"citation\" id=\"12878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12878)\">D&amp;C 27:12<\/a><\/span>)\nand then I continued by referring to the coming of Elijah the Prophet\nof whom Malachi testified that if it were not for his coming the whole earth would be utterly\nwasted at his coming, and then of Moses and Elias\n(<span class=\"citation\" id=\"12935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12935)\">D&amp;C 110:11-16<\/a><\/span>).\nThen I said, \"If he has something better than that you join his church.\"\n<\/p><p>\nSTORY OF PROPHET JOSEPH\n<\/p><p>\nI usually make a similar statement to the missionaries when I interview them for their\nmissions. I say \"when you go to buy a suit, it either fits or it doesn't fit. Now,\" I say, \"Take\nthe story of the Prophet Joseph Smith. Does it fit, or doesn't it fit?\" Then I enumerate these\nthings, and then add, \"If you can believe the Prophet's story, you know we do not have just\nanother Church but we have the only true Church, for no other church is built upon such a\nfoundation. When you hear that song of what rapture filled his bosom because he saw the\nGod of love, I think of it so many, many times. I think of the rapture that fills the bosoms of\nour missionaries when they get in the field and catch the spirit of this work. I have seen many\nof them that I think could have given their lives and given them gladly for the testimony of\nJesus that they had because of the rapture that filled their bosoms because of the spirit of this\ngreat latter-day work.\n<\/p><p>\nMy feeling is that if we could get that spirit into the hearts of our young people we could\ntrust them anywhere. They don't need to know all of the answers to the scriptures. They don't\nneed to be able to explain all of the writings of Holy Writ. They need to know what the God\nof Heaven has done in our day, and then the rest of it is only a process of study and\ninformation in order that they might be able to better preach and teach and know of the\nteachings of the prophets of old.\n<\/p><p>\nWhen I went on my first mission, President Anthon H. Lund addressed us missionaries, and\nsaid something like this: \n<\/p><p>\n\"Now, brethren, when you go on your missions, if you ever lack for anything to say, just bear\ntestimony that you know that Joseph Smith was a prophet of God and the Book of Mormon is\ntrue, and I promise you that you will have something to talk about.\"\n<\/p><p>\nMISSIONARY EXPERIENCE\n<\/p><p>\nI have put that promise to the test. One time while I was secretary of the Netherlands\nMission, and had only been there a few months and did not know the language very well, the\nMission President told me that if I would write down the addresses of the brethren, including\nPresident Grant's who was then president of the European Mission, he would not call on me\nto speak.\n<\/p><p>\nBut there was one greater than the mission president there, and that was President Grant, and\nhe said, I want to hear from Brother Richards.\" So while I was sitting down in front taking\nthe minutes of the meeting I was announced as the next speaker. As I walked up on that\nplatform with an audience of some 1500, many of whom came with their stovepipe hats and\ntheir walking sticks, I thought of the promise of President Anthon H. Lund that if you ever\nneed anything to talk about, just bear witness that Joseph Smith was a prophet of God and\nthat the Book of Mormon is true and the Lord will give you something to talk about, and one\nof the finest testimonies of my life came out of that experience that night. There are some\nLatter-day Saints here in Salt Lake today who give credit to my testimony that night for\nhaving started them to investigate our message. I have truly learned the truth of the words of\nthe scripture: \"for the letter killeth but the Spirit giveth life\"\n(<span class=\"citation\" id=\"3023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3023)\">2 Cor. 3:6<\/a><\/span>).\n<\/p><p>\nI just feel that if we could feel that rapture in our bosoms from telling these glorious stories,\nand that our young people could feel it, we would not need to worry too much about\ninterpretations of the scriptures.\n<\/p><p>\nSTRENGTH OF THE MORMON POSITION\n<\/p><p>\nI am impressed with a statement that Brother Orson F. Whitney used to tell from this stand,\nand published in the little pamphlet he wrote on the \"Strength of the Mormon Position.\" He\ntold about an interview he had with a prominent Catholic priest who once occupied this pulpit\nhere in this tabernacle, in these words: \n<\/p><p>\n\"Many years ago a learned man, a member of the Roman Catholic Church came to Utah and\nspoke from the stand of the Salt Lake Tabernacle. I became well acquainted with him, and we\nconversed freely and frankly, a great scholar with perhaps a dozen languages at his tongue's\nend. He seemed to know all about theology, law, literature, science, and philosophy. One day\nhe said to me, 'You Mormons are all ignoramuses. You don't even know the strength of your\nown position. It is so strong that there is only one other tenable in the whole Christian world.\nThat is the position of the Catholic Church.\n<\/p><p>\n\"'The issue is between Catholicism and Mormonism. If we are right, you are wrong. If you\nare right, we are wrong, and that is all there is to it. Protestants haven't a leg to stand on, for\nif we are wrong they are all wrong with us since they were a part of us and went out from us,\nwhile if we are right, they are apostates whom we cut off long ago. If we have the apostolic\nsuccession from St. Peter as we claim, there is no need of Joseph Smith and Mormonism. But\nif we have not that succession, then such a man as Joseph Smith was necessary, and\nMormonism's attitude is the only consistent one. It is either the perpetuation of the Gospel\nfrom ancient times, or the Restoration of the Gospel in the latter days.\" And we know it has\nbeen restored and so that is all there is about it. That ought to settle all disputes when we\nhave to discuss religion with any other church.\n<\/p><p>\nThey might be able to out-argue some of our young people, but they can't take away the visit\nof the Father and the Son nor the visit of the other holy messengers, nor the visit of Moroni\nand the information contained in that Book of Mormon.\n<\/p><p>\nEXPERIENCE IN SUNDAY SCHOOL\n<\/p><p>\nWhen I was a boy in the little town where I was raised, I had the privilege of leading the\nSunday School in reciting the testimony of the three witnesses\n(<span class=\"citation\" id=\"43101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43101)\">BM Three Wit.<\/a><\/span>). I remember upon that occasion\nKarl G. Maeser and Brother George Goddard were there. Brother Goddard used to teach us to\nsing, \"Take away the whiskey, the coffee and the tea. Cold water is the drink for me,\" and\n\"Who's on the Lord's Side, Who? Now is the time to show. We ask it fearlessly, who's on\nthe Lord's Side, who?\"\n<\/p><p>\nI will never forget that experience, and the testimony of those three witnesses has never left\nme. It is a marvelous thing when the Lord touches your heart to realize that these things that\nHe has given unto us are divine, and that they come from Him.\n<\/p><p>\nMARRIAGES OUT OF THE CHURCH\n<\/p><p>\nAs we travel about the Church we see a good many people who have strayed away from the\nChurch. Sometimes their testimonies become dim for a time because some of them have\nmarried out of the Church. They think they can get away from the Church. I remember that\nwhile I was president of a stake in California a young lady came into my office one day\nselling neckties.\n<\/p><p>\nShe said, \"I guess you don't remember me, do you, Brother Richards?\"\n<\/p><p>\nI said, \"No, I don't believe I do. Who are you?\"\n<\/p><p>\nThen she told me that she had taught Sunday School under me here in Salt Lake when I was\nsuperintendent of a ward Sunday School. Then I remembered her and said, \"What is the rest\nof the story?\"\n<\/p><p>\nShe said, \"I fell in love with a Catholic boy, and I loved him so much that I didn't think it\nwould make any difference to the Lord whether I worshipped him in the Catholic Church, or\nthe Mormon Church, so I went all the way with him, and we were married by his priest, and\nI agreed to raise my children in the Catholic Church. Now we have three children, and I told\nhim the other day that I was the biggest hypocrite in the whole world, that I didn't believe a\nthing that was going on in his church, that I knew that Joseph Smith was a prophet of God,\nthat the Book of Mormon was true. I don't know what is going to become of you and me and\nthe children, but I am going back to my Church.\"\n<\/p><p>\nI was in New York some time ago, and the president of the stake told me about a woman\nthere who, on her deathbed, called the stake president and her bishop. She had married a\nCatholic, a Salt Lake girl, and she went east with him, and he died, and he left her quite an\nestate, but he left his old maid Catholic sister to administer it, with the instructions that if she\nattempted to bring her children up in the Mormon Church she was to be cut off entirely from\nthe estate.\n<\/p><p>\nOn her deathbed, with her son and daughter having entered their twenties she plead with her\nbishop and stake president to see if they could not do something to save her children to the\nChurch.\n<\/p><p>\nShe said, \"I made an awful mistake. If I had it to do over again, I would crawl on my hands\nand knees back to Salt Lake City in order to raise my children in the Church, if I had to go\nout washing every day to earn a living for them.\"\n<\/p><p>\nI was in Chicago attending a conference meeting, and a little mother with a baby in her arms\nsitting down in the center, at the close of the meeting came up and said, \"Bishop, I would like\nto shake your hand.\"\n<\/p><p>\nI said, \"I would certainly be glad to shake yours.\" Then she started to cry, and I said, \"You're\na western girl, aren't you?\" I got a nod of approval, and I said, \"And you married out of the\nChurch?\" and I got another nod. She couldn't talk. Her emotions had gotten the best of her. I\nsaid, \"And your husband does not like you to come and meet with your people?\" and I got\nanother nod. Then I said, \"And you're homesick&mdash;homesick for your Church and for your\npeople.\" With that she sat down on the front bench, covered her face in the shawl that\nwrapped her little baby, and wept like her heart would break.\n<\/p><p>\nTESTIMONY OF THE SPIRIT\n<\/p><p>\nI tell you this world is not big enough that you can run away from the testimony that the\nLord plants in your heart&mdash;as President Clark tells us so often&mdash;\"the testimony of the Spirit.\"\n<\/p><p>\nI want to bear witness of that testimony. I would like to see us plant it in the hearts of our\nyoung people. I would like to see them encouraged to bear their testimonies in Sunday School\nand in our fast meetings. President Brigham Young is accredited with having said that we can\nget a testimony quicker on our feet than we can on our knees, and I believe it. As I have gone\naround this Church and listened to men who have been called to represent the Adult Group of\nthe Aaronic Priesthood, I have seen those men stand up and weep. One man right near here\nrecently said he had lived in his ward 16 years, and his bishop had never asked him to do\nanything. He stood there and wept with gratitude and thankfulness for the opportunity he had\nto speak.\n<\/p><p>\nI heard another man who manages a chain store, who was called to represent that group, and\nbefore he got through, he had caught the spirit of it, and he said, \"I haven't done as I should\nhave done but I am here today to tell you that before this year ends I am going to be ready to\nask my bishop for a recommend to take my wife and children to the temple and have them\nsealed to me.\"\n<\/p><p>\nHe had had a long time to think about it but he had to get on his feet before he felt inspired\nto make such a resolution. It is a little like the story they tell of the old lady who came home\nfrom fast meeting one day, and said to her daughter, \"That is the best fast meeting I have ever\nattended.\"\n<\/p><p>\nThe daughter said, \"Is that so, Mother? Who spoke?\" \"I did,\" she said.\n<\/p><p>\nThere is something about this testimony of the spirit that is the most wonderful thing in all\nthe world. It was what Peter had when Jesus announced that he was the Son of God, and that\nwas more than the multitude could take, so one by one they went away. Then Jesus turned to\nPeter and to the apostles, and asked them why they did not leave also. Then Peter replied,\n\"Whither shall we go, Lord, for we know that thou hast the words of eternal life?\"\n(<span class=\"citation\" id=\"27486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27486)\">John 6:66-69<\/a><\/span>).\n<\/p><p>\nRESPONSIBILITY OF PRIESTHOOD\n<\/p><p>\nBrethren, you are called in this great Priesthood of the Lord for the work of the ministry, for\nthe edifying of the body of Christ, for the perfection of the Saints\n(<span class=\"citation\" id=\"21652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21652)\">Eph. 4:12<\/a><\/span>), and it is our responsibility\nto plant in their hearts a testimony of the divinity of this work, so that no matter where they\ngo, and no matter what arguments are brought, they know that these fundamental facts are\ntrue&mdash;that God the Father and His Son Jesus Christ did appear to the Prophet Joseph\n(<span class=\"citation\" id=\"30304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30304)\">JS&mdash;H 1:17<\/a><\/span>), and if\nthese facts are not true then we have no right to be holding this conference because then the\nwhole thing is a deception.\n<\/p><p>\nOur testimonies of this great latter-day work to many are like the testimonies of the women\nwho went to the tomb, and saw that the body of Jesus had arisen and when they told this\nstory it seemed to the people to be but idle tales\n(<span class=\"citation\" id=\"33050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33050)\">Mark 16:9-11<\/a><\/span>;\n<span class=\"citation\" id=\"31303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31303)\">Luke 24:1-12<\/a><\/span>).\nMany think when we bear them our\ntestimony of the marvelous work and wonder the Lord has brought forth, that it is nothing but\nidle tales.\n<\/p><p>\nBut it is God's eternal truth. Of this I bear you my testimony in the name of the Lord, Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}