{"ID":5610, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            As Jesus Sees Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p2\" class=\"\">Elder Cecil O. Samuelson, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/cecil-o-samuelson-jr-10.jpg\" alt=\"Cecil O. Samuelson Jr.\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p3\" class=\"\">As I express my appreciation for the privilege of being with you in this historic conference and for the opportunity to sustain our beloved prophet and his associates, I must also express gratitude, first, to the Lord for the opportunity to serve in this holy calling; and second, to all who have nurtured, tutored, and supported me. My family, particularly my wife, Sharon, has always been willing to provide what I have needed. Many friends and colleagues, both in and out of the Church, have tried to understand what this assignment means to me and have been most thoughtful and encouraging. The Brethren have been particularly patient and kind, and I will ever be grateful to those who have lovingly helped me through these many weeks of self-evaluation and adjustment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p4\" class=\"\">During this recent process of self-examination, I confess I have wondered what others might think about this appointment which has come to me. I have reflected on the words of the poet Robert Burns, which I modernize with no disrespect intended: “Oh, what … a gift to give us, to see ourselves as others see us” (“To a Louse”). If it is of interest and of importance to recognize how we are viewed by others, particularly those about whom we care the most, then what a gift it must be to understand how the Savior sees us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p5\" class=\"\">And how are we to know how we are perceived by Jesus Christ? By how closely we conform to the standards that he has established for us and by the purity of the intents of our hearts. He is the one who has provided the perfect pattern and the perfect standard for all mankind not only by all that he is and did but with his compellingly clear question and invitation, “What manner of men ought ye to be? Verily I say unto you, even as I am” (<span class=\"citation\" id=\"6394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6394)\">3 Ne. 27:27<\/a><\/span>). To do as he asks and to be what we should, assures us of his approval. But to do otherwise invites his disappointment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p6\" class=\"\">He, who not only knows us best but loves us most, has provided through the grandeur of his atonement all that we need to compensate for our failings, mistakes, sins, and disappointments if only we accept the Master’s invitation to come to him by way of the narrow gate and the straight path identified by his prophets (see <span class=\"citation\" id=\"4621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4621)\">2 Ne. 31:17–21<\/a><\/span>) and obtain the blessings made available to all who seek them through his authorized agents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p7\" class=\"\">For those of us who love the Savior and strive to please him, President Gordon B. Hinckley in an earlier day has reminded us: “As his followers, we cannot do a mean or shoddy or ungracious thing without tarnishing his image. Nor can we do a good and gracious and generous act without burnishing more brightly the symbol of him whose name we have taken upon ourselves” (<span class=\"emphasis\">Be Thou an Example,<\/span> Salt Lake City: Deseret Book Co., 1981, p. 90).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p8\" class=\"\">In his parable of the good Samaritan, the Son of God clarified his expectations for all people who would want to be like him (see <span class=\"citation\" id=\"32550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32550)\">Luke 10:30–37<\/a><\/span>). Not only did he model and teach the attitudes and actions that he expects and requires from each of us, but he also provides the ordinances and covenants whereby we, through his duly appointed servants, might obtain all the blessings he has promised both proximate and timeless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p9\" class=\"\">With his magnificent compassion and power, the Savior was able to miraculously feed the multitudes of thousands when conditions required it (see <span class=\"citation\" id=\"32547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32547)\">Luke 9:10–17<\/a><\/span>), but he was also willing to take the time to provide “living water” with its guidance to eternal life to the solitary sinner of professedly low status (see <span class=\"citation\" id=\"29707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29707)\">John 4:7–26<\/a><\/span>). He graciously preached the gospel to large congregations, but also was inclined to take time for a seemingly insignificant Nathanael and his individual questions (see <span class=\"citation\" id=\"29705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29705)\">John 1:45–51<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p10\" class=\"\">He, who under the direction of the Father, had created the world and literally could do it all himself, involves others in his ministry. At the time of his crucifixion he asked his beloved John to care for his mother, Mary, as if she were John’s own mother (see <span class=\"citation\" id=\"29754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29754)\">John 19:25–27<\/a><\/span>). During our time, Jesus Christ himself, together with his Father, appeared to the Prophet Joseph Smith, and yet Moroni was given the privilege and honor to be his agent in bringing forth the Book of Mormon. This is the Savior’s church, and yet, he has called President Gordon B. Hinckley to preside over us during our day. I certify with gratitude, but also with some hopefully appropriate trepidation, that the Lord has called you and me to represent him in various important ways and duties whether they seem large or small to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/as-jesus-sees-us.p11\" class=\"\">As we strive to better understand how Jesus sees us and contemplate our own attempts to live as the Redeemer would have us live, let us remember his instructing observations and their universal applications in literally all that we do: “If ye love me, keep my commandments” (<span class=\"citation\" id=\"29748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29748)\">John 14:15<\/a><\/span>) and “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"37626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37626)\">Matt. 25:40<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}