{"ID":5613, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Priesthood Legacy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p3\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p4\" class=\"\">It is a privilege and a thrill to be with you tonight in this priesthood meeting, standing before such a remarkable audience. It is impossible for me to express adequately my gratitude for the priesthood we bear, especially in such moments of the Church’s history as this general conference represents. In such days as these are, you and I see history firsthand, and, with arm raised to the square, we do in solemn assembly participate in the making of such history. As Oliver Cowdery once said of such restoration privileges, “These were days never to be forgotten” (<span class=\"citation\" id=\"30753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30753)\">JS—H 1 Endnote<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p5\" class=\"\">We miss President Howard W. Hunter at this conference, but we do find joy in knowing that he now sits with the noble and great ones of all eternity. And I with others in this conference bear personal witness, as a witness, of the divine calling of President Gordon B. Hinckley to this holy office and sacred assignment for which he has been so long and so well prepared. And by “preparation” we mean not only the many experiences which he has had in the Church from his youth, but also mean that doctrine Alma taught, that such a man is “called and prepared from the foundation of the world according to the foreknowledge of God,” a calling predicated at least in part upon demonstrated “faith and good works” before President Hinckley ever came to this earth (see <span class=\"citation\" id=\"10119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10119)\">Alma 13:1–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p6\" class=\"\">I include in that testimony, and expression of love, my appreciation for the callings that have newly come to President Thomas S. Monson, President James E. Faust, and President Boyd K. Packer as well. I welcome to the Quorum of the Twelve Apostles Elder Henry B. Eyring. I look forward to being his seatmate and companion for many years to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p7\" class=\"\">In this spirit of memorable moments in the ongoing destiny of the Church, I wish to speak rather directly to the young men gathered tonight, bearers of the Aaronic Priesthood. I wish to impress upon you some sense of history, something of what it has meant, something of what it may yet mean, to belong to the true and living church of God and hold the significant offices in its priesthood that you now hold and will yet hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p8\" class=\"\">So much that we do in this Church is directed toward you, those whom the Book of Mormon calls “the rising generation” (<span class=\"citation\" id=\"40946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40946)\">Mosiah 26:1<\/a><\/span>; <span class=\"citation\" id=\"10109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10109)\">Alma 5:49<\/a><\/span>). We who have already walked that portion of life’s path that you are now on try to call back to you something of what we have learned. We shout encouragement. We try to warn of pitfalls or perils along the way. Where possible we try to walk with you and keep you close to our side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p9\" class=\"\">Believe it or not we, too, were young once, though I know that strains the very limits of your imagination. Equally unfathomable is the fact that your parents were once young also, and so were your bishops and your quorum advisers. But as the years have gone by we have learned many lessons beyond those of youth—that, for example, Noah’s wife was <span class=\"emphasis\">not<\/span> named Joan of Arc, and, so far as we know, Pontius Pilate flew no commercial aircraft of any kind. Why do you think we now try so hard and worry so much and want the very best for you? It is because we have been your age and you have never been ours, and we have learned some things you do not yet know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p10\" class=\"\">When you are young not all of life’s questions and difficulties have arisen yet, but they will arise, and unfortunately, for your generation, they will arise at a younger and younger age. The gospel of Jesus Christ marks the only sure and safe path. So older men, seasoned men—men passing on to you the legacy of history—continue to call out to youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p11\" class=\"\">This call from one generation to another is one of the reasons we hold priesthood meetings with dads seated next to sons, and priesthood leaders at the side of those whose fathers may be absent. It was in a stake priesthood meeting with a format very much like this one that the then twelve-year-old Gordon B. Hinckley stood in the back of the old Salt Lake Tenth Ward building—his first such stake priesthood meeting as a newly ordained deacon—feeling just a bit lonely and a little out of place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p12\" class=\"\">But upon hearing the men of that stake sing W. W. Phelps’s stirring memorial tribute “Praise to the Man,” this young boy, who would one day be a prophet himself, had it borne upon his soul that Joseph Smith <span class=\"emphasis\">was indeed<\/span> a prophet of God, that he had in truth “communed with Jehovah,” that “millions shall know ‘Brother Joseph’ again” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 27). Yes, some part of the preparation for this morning’s solemn assembly began when a twelve-year-old deacon heard faithful, experienced, older men sing the hymns of Zion in a priesthood meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p13\" class=\"\">Now very few twelve-year-olds will live to become the President of the Church, nor do we need to in order to prove our faithfulness. But let us never forget that “in every place a man now stands, a boy once used to be,” and all of you young men have the opportunity—and the responsibility—to be just as faithful in gaining a testimony and standing for the truth as did the men we have sustained as prophets, seers, and revelators down through the dispensations. Indeed, this is one of those things history calls out to us—that the future may be daunting, but you young men are more than equal to the task.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p14\" class=\"\">The name Rudger Clawson will, unfortunately, be unfamiliar to many of you. For forty-five years Brother Clawson was a member of the Quorum of the Twelve Apostles, and for twenty-two of those years served as the president of that quorum. But long before any of those responsibilities came to him, he had a chance to prove his faithfulness and demonstrate in his youth just how willing he was to defend his beliefs, even at the peril of his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p15\" class=\"\">As a young man Brother Clawson had been called on a mission to the Southern States. At that time in America’s history, well over one hundred years ago, malicious mobs were still in existence, outlaws who threatened the safety of members of the Church and others. Elder Clawson and his missionary companion, Elder Joseph Standing, were traveling on foot to a missionary conference when, nearing their destination, they were suddenly confronted by twelve armed and angry men on horseback.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p16\" class=\"\">With cocked rifles and revolvers shoved in their faces, the two elders were repeatedly struck, and occasionally knocked to the ground as they were led away from their prescribed path and forced to walk deep into the nearby woods. Elder Joseph Standing, knowing what might lie in store for them, made a bold move and seized a pistol within his reach. Instantly one of the assailants turned his gun on young Standing and fired. Another mobber, pointing to Elder Clawson, said, “Shoot that man.” In response every weapon in the circle was turned on him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p17\" class=\"\">It seemed to this young elder that his fate was to be the same as that of his fallen brother. He said: “I … at once realized there was no avenue of escape. My time had come. … My turn to follow Joseph Standing was at hand.” He folded his arms, looked his assailants in the face, and said, “Shoot.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p18\" class=\"\">Whether stunned by this young elder’s courage or now fearfully aware of what they had already done to his companion, we cannot know, but someone in that fateful moment shouted, “Don’t shoot,” and one by one the guns were lowered. Terribly shaken but driven by loyalty to his missionary companion, Elder Clawson continued to defy the mob. Never certain that he might not yet be shot, young Rudger, often working and walking with his back to the mob, was able to carry the body of his slain companion to a safe haven where he performed the last act of kindness for his fallen friend. There he gently washed the bloody stains from the missionary’s body and prepared it for the long train ride home (in David S. Hoopes and Roy Hoopes, <span class=\"emphasis\">The Making of a Mormon Apostle: The Story of Rudger Clawson,<\/span> New York: Madison Books, 1990, pp. 23–31).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p19\" class=\"\">I tell that story with some concern, hoping no one will dwell on the death of a young missionary or think gospel living brought only trials or tragedies in those early years. But I do share it for an ever younger and ever newer generation in the Church who may not know the gifts earlier men and women—including young men and women—have given us in what our new film states simply in another single word—<span class=\"emphasis\">Legacy.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p20\" class=\"\">Fortunately we do not, for the most part, face any such physical threats now. No, for the most part, our courage will be more quiet, less dramatic, but in every way as crucial and as demanding. May I use one example drawn from contemporary history, an example demonstrating faith and loyalty more like that which you and I will be called upon to exhibit. In doing so I pay tribute to faithful fathers who serve as the standard of strength for their growing and less-experienced sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p21\" class=\"\">Some years ago, long after he had returned from his mission, Bishop J. Richard Yates, of the Durham Third Ward in the Durham North Carolina Stake, was out on the family farm in Idaho, helping his father milk the cows and do some of the evening chores. Because of limited family circumstances, Richard’s father, Brother Tom Yates, had not been able to go on a mission in his youth. But that disappointment only strengthened Brother Yates’s vow that what he had not been able to afford, his sons would certainly realize—a full-time mission for the Lord—whatever the sacrifice involved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p22\" class=\"\">In those days in rural Idaho it was customary to give a young man a heifer calf as soon as he was old enough to take care of it. The idea was that the young man would raise the animal, keep some of the offspring, and sell others to help pay for the feed. Fathers wisely understood that this was a way to teach their sons responsibility as they earned money for their missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p23\" class=\"\">Young Richard did well with that gift of a first calf and, over time, expanded the herd to eight. Along the way he invested some of the income from the milk he sold to buy a litter of pigs. He had nearly sixty of those when his call finally arrived. It was the family’s plan that they would sell future litters of the pigs to supplement income from the sale of the dairy milk to cover the costs of Richard’s missionary labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p24\" class=\"\">That evening out in the barn long after a wonderful twenty-four months was safely concluded, this young man heard something of which he had known absolutely nothing while on his mission. His father said that sometime within the first month after Richard had left, the local veterinarian, a close family friend and tireless worker in that farming community, had come to vaccinate the pigs against a local threat of cholera. But in an unfortunate professional error, the vet gave the animals the live vaccine but failed to give adequate antiserum. The results were that the entire herd of pigs came down with the disease; within a few weeks most of the animals were dead, and the remaining few had to be destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p25\" class=\"\">With the pigs dead, obviously milk sales would not be enough to keep Richard on his mission, so his father planned to sell one by one the family’s dairy herd to cover the costs. But beginning with the second month and virtually every month for twenty-three thereafter, as his parents prepared to send him the money for his mission, either one of their cows suddenly died or else one of his did. Thus the herd decreased at twice the rate they expected. It seemed an unbelievable stretch of misfortune.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p26\" class=\"\">During that difficult time a large note became due at the local bank. With all else that had happened and the inordinate financial problems they were facing, Brother Yates simply did not have the money to repay it. There was every likelihood they would now lose their entire farm. After much prayer and concern, but with never a word to their missionary son, Brother Yates went to face the president of the bank, a man not of our faith who was perceived in the community to be somewhat stern and quite aloof.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p27\" class=\"\">After he had heard the explanation of this considerable misfortune, the banker sat for a moment, looking into the face of a man who, in his own quiet and humble way, was standing up to trouble and opposition and fear as faithfully as had Rudger Clawson and Joseph Standing. In that situation I suppose Brother Yates could not say much more to his banker than “Shoot.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p28\" class=\"\">Quietly the bank president leaned forward and asked just one question. “Tom,” he said, “are you paying your tithing?” Not at all certain as to how the answer would be received, Brother Yates answered softly but without hesitation, “Yes, sir, I am.” The banker then said, “You keep paying your tithing, and you keep your son on his mission. I’ll take care of the note. I know you will repay me when you can.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p29\" class=\"\">No paperwork or signatures were exchanged. No threats or warnings were uttered. Two good and honorable men simply stood and shook hands. An agreement had been made and that agreement was kept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p30\" class=\"\">Bishop Yates says he remembers hearing this heretofore unknown story with considerable emotion that evening, asking his father—the note to the bank long since repaid—if all that worry and fear and sacrifice had been worth it just to try to live the gospel and keep a son on a mission. “Yes, Son,” he said, “it was worth all of that and a lot more if the Lord ever asks it of me,” and he continued with his evening chores.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p31\" class=\"\">Physically, Tom Yates was a slight man—under five feet eight inches in height and weighing less than 150 pounds. His body was stunted somewhat from a near-fatal case of polio contracted in his infancy. But Richard says he does not ever remember thinking of his father’s physical stature, one way or the other. To this son he was simply a spiritual giant, always larger than life, leaving his children a legacy of devotion and courage longer than all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/our-priesthood-legacy.p32\" class=\"\">To such fathers of our families and fathers of our faith, to those who have lived lives of integrity whatever the cost, to generations in this and every dispensation who’ve faced fear and trials and yes, death unflinchingly, I express gratitude from the bottom of my heart. I commend you young men for what must be your determination to live the gospel of Jesus Christ. I shoulder with you the responsibility placed on each one of us who bears the priesthood of God. I plead for each of us to remember that in the work of the Lord we must often turn our cheek but we must never turn our coat. I pledge with you my own determination to be true and faithful to the Lord Jesus Christ whose church this is, even as I praise with you that legacy of loyalty given to us by those who have gone before, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}