{"ID":5614, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Search for Identity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p2\" class=\"\">Elder Monte J. Brough<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/monte-j-brough-10.jpg\" alt=\"Monte J. Brough\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p3\" class=\"\">Have you ever had the experience, as you left your home for a youth activity, to hear your mother say, “Now, Son, remember who you are”? Did you wonder each time, Why does she always say that? And, by the way, who am I?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p4\" class=\"\">Others have also asked this very important question:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p5\" class=\"\">“Moses said unto God, Who am I?”<sup class=\"noteMarker\"><a href=\"#footnote1-95905_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23031)\">Ex. 3:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p6\" class=\"\">“Then went king David in, and sat before the Lord, and he said, Who am I, O Lord God?”<sup class=\"noteMarker\"><a href=\"#footnote2-95905_000_020\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5025)\">2 Sam. 7:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p7\" class=\"\">Among the magnificent and abundant teachings of President Howard W. Hunter is this assertion, “The greatest search of our time is the search for personal identity and for human dignity.”<sup class=\"noteMarker\"><a href=\"#footnote3-95905_000_020\">3<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1967, p. 115.]<\/span><\/sup> This search for personal identity is essentially a search for role models that can become instructive in the conduct of our lifestyles. With only a few exceptions, a young person cannot find adequate role models among those in athletics, entertainment, or commercial music. Not only do these public figures fail to provide positive examples, but they are often the exact inverse of the type of role models that are acceptable to most of us. Access to these contemporary icons is expensive and unproductive. We are almost always disappointed when we come to witness the shallow and murky standards by which the public heaps its praise. No wonder the public areas of so many cities and towns are crowded with young people who are possessed with these same shallow and murky standards of personal behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p8\" class=\"\">Yet there is an abundance of role models who can be found much closer and who can have much deeper influence upon each one of us. Most of us, with relatively little effort and much less cost, can provide for our families a veritable list of important role models. This list can be created from a modest search into the lives of our ancestors. Let me give you a few examples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p9\" class=\"\">A few years ago, as a birthday gift, I went to the FamilySearch® system and retrieved my wife’s entire recorded family pedigree. That was a serious mistake. The computer revealed that my wife is a descendant of European royalty. It has been hard to live with her ever since. Maybe now, through this knowledge of her family history, I am more inclined to treat her as our family queen. But the biggest problem, of course, is that my children share in this royal ancestry, which, sadly, makes me the only “commoner” in my family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p10\" class=\"\">Manasseh Byrd Kearl, born in 1870 and raised near Bear Lake in northern Utah, tells a wonderful story that might be instructional to his descendants, of which I am one. Let me read from his journal:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p11\" class=\"\">“That fall father bought some cattle for John Dikens, a very large herd. Dikens had a large ranch on Bear River. … I remember Jimmie was down north buying cattle and he sent father that he needed more money. So father toled me to take some money to him. Mother sewed six hundred dollars in my under clothes, and father put me on a horse and said, ‘Now Byrdie my boy, don’t you get off this horse till you find your brother Jimmie, and keep your mouth shut, and if any one asks you questions don’t reply or tell them where you are going, and do not give this money to any one but Jimmie, no matter what any one tells you.’ Well, when I got to DingleDell, I was toled Jimmie was in Montpelier. So to Montpelier I went to Joe Richs, a friend of father’s, he toled me that Jimmie had gone home. Brother Rich wanted me to go in the house and get something to eat. I toled him no, that father toled me not to get off this horse till I found Jim, and here I stayed. I turned around and headed for home. When I got to Bears Valley, … I could hardly walk. Mr. Potter tried to get me to stop and rest, but I could not stay. At last I got home. Jimmie took me off the horse and carried me into the house. Mother cried to think I had been in the saddle while the horse went over eighty miles.”<sup class=\"noteMarker\"><a href=\"#footnote4-95905_000_020\">4<\/a>\n       <span class=\"footnote\">[Personal journal of Manasseh Byrd Kearl, copy in possession of author.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p12\" class=\"\">Let us consider also the eloquent language of Gustave Henriod:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p13\" class=\"\">“You, my kind reader, will never know the sports and vicissitudes, joys and fears, gladness and disappointment, grief and delight, cravings and satisfactions, hope and despair, anxiety and contentment, pains and pleasures, all of which are familiar associates, or rather were in the year 1853 between Omaha and Salt Lake City. Yoking up half wild oxen every morning, staking down the tent every night, picking up buffalo chips to cook the food, loading and unloading boxes and bedding mornings and evenings, in the saddle or on foot guarding the stock every night and driving loose cattle in the day, digging trenches around the tents to keep from being drowned by the torrents, singing the songs of Zion, mending a broken wagon, … washing your clothes—everybody forgot a clothes line.”<sup class=\"noteMarker\"><a href=\"#footnote5-95905_000_020\">5<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Our Pioneer Heritage,<\/span> comp. Kate B. Carter, 20 vols. (Salt Lake City: Daughters of Utah Pioneers, 1968), 11:320.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p14\" class=\"\">Another important quality to emulate is humor in the face of challenge. Hannah Cornaby, another member of the 1853 migration, wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p15\" class=\"\">“It was three years, to a day, from that memorable first of June … , when our oxen having arrived, we left Keokuk. I wish I could afford a page to a description of our starting. The oxen were wild, and getting them yoked was the most laughable sight I had ever witnessed; everybody giving orders, and nobody knowing how to carry them out. If the men had not been saints, there would doubtless have been much profane language used; but the oxen, not understanding ‘English,’ did just as well without it. But it did seem so truly comical to witness the bewildered look of some innocent brother, who, after having labored an hour or more to get [an ox] secured to one end of the yoke, would hold the other end aloft, trying to persuade [the other ox] to come under, only to see [the first] careering across the country, the yoke lashing the air, and he not even giving a hint as to when he intended to stop.”<sup class=\"noteMarker\"><a href=\"#footnote6-95905_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Autobiography and Poems<\/span> (Salt Lake City, J. C. Graham &amp; Co., 1881), p. 32.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p16\" class=\"\">Of course, there were political and social conflicts in the lives of some of our ancestors, but even these become instructional in the ways they dealt with their circumstances. John Davies was a loyalist during the American Revolutionary War. He had been instrumental in the establishment of the Church of England in America, which became known as the First Episcopal Society of Litchfield. These early immigrants had been taught that next to religion, loyalty was the cardinal virtue. They honestly considered that none but the infidel and traitor would venture to speak of revolution from the motherland. Some argued that any attempt to independence was rank ingratitude. They considered the king to be the head not only of their state but also of their religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p17\" class=\"\">John Davies recounts the challenge of building their first church in Litchfield, Connecticut, only to have it seriously damaged by soldiers of the Revolution. His cattle were run off by revolutionists and much of his property severely damaged because of significant persecution of those who had remained loyal to the king. Listen to this about John Davies:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p18\" class=\"\">“After the close of the war a man who had taken an active part in driving off a number of cattle from his farm, and had committed other acts of plunder, having become destitute, applied for relief in his extremity to Mr. Davies, who not only pardoned him for the wrongs he had done, but liberally relieved his wants.”<sup class=\"noteMarker\"><a href=\"#footnote7-95905_000_020\">7<\/a>\n       <span class=\"footnote\">[In Henry Eugene Davies, <span class=\"emphasis\">Davies Memoir<\/span> (n.p., 1895), pp. 21–22.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p19\" class=\"\">Tamma Miner’s first husband, Albert, died in January of 1848 when their youngest child was not yet two years old and their oldest only fifteen years of age. Tamma’s father, Edmond, was murdered by a mob at Nauvoo, Illinois, when Tamma was thirty-two and expecting her ninth child. Their daughter, Melissa, died during the persecution era at seven months; their son, Orson, died of a fever at seventeen; and another daughter, Sylvia, died at age two. Tamma, with her five remaining boys and two girls, started the journey to Salt Lake City across the Plains on June 10, 1850. Tamma’s writings include this wonderful declaration:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p20\" class=\"\">“I have passed through all the hardships and drivings and burnings and mobbings and threatenings and have been with the Saints in all their persecutions from Huron county to Kirtland and from Kirtland to Missouri back to Illinois and then across the desert. I write this that my children may have a little idea of what their parents passed through. I hope my children will appreciate these lines for I do feel highly honored to be numbered with the Latter-day Saints.”<sup class=\"noteMarker\"><a href=\"#footnote8-95905_000_020\">8<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Our Pioneer Heritage,<\/span> 2:323.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p21\" class=\"\">These are a few great examples of role models which are available to all of us as we learn of our own family history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p22\" class=\"\">Recently, we met with an executive of a large entertainment corporation. Among her many fine credentials, this corporate leader is of Jewish ethnicity. She obviously enjoyed a tour of our Family History Library and a demonstration of the Church’s commitment to the gathering and preserving of vital records from all over the world. As our meeting ended, she asked me a question, “Why is your church so interested in genealogy?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p23\" class=\"\">I responded, “Let me answer you by asking you the same question, why are Jews interested in their genealogy?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p24\" class=\"\">She answered, a little surprised by my query: “Why? It is of ultimate and profound importance. It is how we obtain and maintain our identity. It is how I know who I am. The history and lives of our ancestors are the glue that holds the entire Jewish community together.” She concluded, “How else would you know who you are?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p25\" class=\"\">I responded to her, “That is also one of the reasons why our church is interested in genealogy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p26\" class=\"\">My brethren of the priesthood, how do we now answer this centuries-old question: Who am I?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p27\" class=\"\">First of all, we are sons of God created in His image. We are members of The Church of Jesus Christ of Latter-day Saints. Our connection and identification with the Church has been maintained by many of our members for more than a century and a half. Without question, the environment of our homes and families is the single greatest influence in our identity as individuals. This was true of our parents’ families and their parents’ families before them. We need not look beyond our own family to find wonderful role models whose high standards are more than adequate in our search for our own personal identity. As Elder Russell M. Nelson taught us this afternoon, we are children of the covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p28\" class=\"\">For our own families comes this magnificent promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p29\" class=\"\">“Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers—<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p30\" class=\"\">“For ye are lawful heirs, according to the flesh, and have been hid from the world with Christ in God—<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/search-for-identity.p31\" class=\"\">“Therefore your life and the priesthood have remained, and must needs remain through you and your lineage until the restoration of all things spoken by the mouths of all the holy prophets since the world began.”<sup class=\"noteMarker\"><a href=\"#footnote9-95905_000_020\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20365)\">D&amp;C 86:8–10<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95905_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23031)\">Ex. 3:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95905_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5025)\">2 Sam. 7:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95905_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1967, p. 115.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95905_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal journal of Manasseh Byrd Kearl, copy in possession of author.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95905_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Our Pioneer Heritage,<\/span> comp. Kate B. Carter, 20 vols. (Salt Lake City: Daughters of Utah Pioneers, 1968), 11:320.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95905_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Autobiography and Poems<\/span> (Salt Lake City, J. C. Graham &amp; Co., 1881), p. 32.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-95905_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>In Henry Eugene Davies, <span class=\"emphasis\">Davies Memoir<\/span> (n.p., 1895), pp. 21–22.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-95905_000_020\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Our Pioneer Heritage,<\/span> 2:323.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_020\"><a name=\"-95905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-95905_000_020\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20365)\">D&amp;C 86:8–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}