{"ID":5617, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            That All May Hear\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p3\" class=\"\">Brethren, you are an inspiring sight to behold. It is gratifying to realize that in thousands of chapels throughout the world, holders of the priesthood of God are receiving this broadcast by way of satellite transmission. Your nationalities vary and your languages are many, but a common thread binds us together. We have been entrusted to bear the priesthood and to act in the name of God. We are the recipients of a sacred trust. Much is expected of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p4\" class=\"\">With moist eyes and tender hearts, we have said farewell to that gentle giant of a man, even a prophet of God, President Howard W. Hunter. We have sustained this day President Gordon B. Hinckley as the President of the Church and the prophet, seer, and revelator of God. I know that President Hinckley has been called of our Heavenly Father as the prophet and that he will lead us along those pathways the Savior has outlined. The work will go forward and the people will be blessed. It is an honor and distinct privilege to serve with President Gordon B. Hinckley and with President James E. Faust in the First Presidency of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p5\" class=\"\">Long years ago a divine command was given by our Lord and Savior, Jesus Christ, as He said to His beloved eleven disciples: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”<sup class=\"noteMarker\"><a href=\"#footnote1-95905_000_023\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37639)\">Matt. 28:19–20<\/a><\/span>.]<\/span><\/sup> Mark records that “they went forth, and preached every where, the Lord working with them.”<sup class=\"noteMarker\"><a href=\"#footnote2-95905_000_023\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33471)\">Mark 16:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p6\" class=\"\">This sacred charge has not been rescinded. Rather, it has been reemphasized. The Prophet Joseph Smith set forth the purpose of the Church when he declared: “It is the bringing of men and women to a knowledge of the eternal truth that Jesus is the Christ, the Redeemer and Savior of the world, and that only through belief in Him, and faith which manifests itself in good works, can men and nations enjoy peace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p7\" class=\"\">Does the world in which we live stand in need of the teachings of the gospel of Jesus Christ? Almost everywhere one looks there appears an erosion not only of the environment but, even more seriously, an erosion of spirituality and of compliance with eternal commandments. One sees a blatant disregard for the precious souls of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p8\" class=\"\">It is almost as though the faces of many have been turned away from Him—even the Lord—who solemnly declared: “The worth of souls is great in the sight of God.”<sup class=\"noteMarker\"><a href=\"#footnote3-95905_000_023\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20262)\">D&amp;C 18:10<\/a><\/span>.]<\/span><\/sup> The gentle words “Come, follow me,”<sup class=\"noteMarker\"><a href=\"#footnote4-95905_000_023\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32559)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> fall on many with stopped ears and closed hearts. Such seem to be attuned to another voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p9\" class=\"\">Do you, with me, remember the story from childhood days of that persuasive musician, the Pied Piper of Hamelin? You will recall that he entered Hamelin and offered, for a specified sum of money, to rid the town of the vermin with which it was plagued. When the contract was agreed upon, he played his pipe and the rats came swarming from the buildings and followed him to the river, where they drowned. When the town leaders refused to pay him for his services, he returned to play his pipe and led the precious children away from the safety of their families and their homes, never to return.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p10\" class=\"\">Are there Pied Pipers even today? Are they playing alluring music to lead, to their own destruction, those who listen and follow? These “pipers” pipe the tunes of <span class=\"emphasis\">pride<\/span> and <span class=\"emphasis\">pleasure,<\/span> of <span class=\"emphasis\">selfishness<\/span> and <span class=\"emphasis\">greed<\/span> and leave in their wake confused minds, troubled hearts, empty lives, and destroyed dreams.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p11\" class=\"\">The deep yearning of countless numbers is expressed in the plea of one who spoke to Philip of old: “How can I [find my way], except some man should guide me?”<sup class=\"noteMarker\"><a href=\"#footnote5-95905_000_023\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8432)\">Acts 8:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p12\" class=\"\">Brethren of the priesthood, the world is in need of your help. There are feet to steady, hands to grasp, minds to encourage, hearts to inspire, and souls to save. The harvest truly is great. Let there be no mistake about it; the missionary opportunity of a lifetime is yours. The blessings of eternity await you. Yours is the privilege to be not spectators but participants on the stage of priesthood service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p13\" class=\"\">To those of you who hold the Aaronic Priesthood, I say, <span class=\"emphasis\">prepare for your full-time missions.<\/span> You will become a part of that valiant missionary army of the Lord which now numbers fifty thousand strong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p14\" class=\"\">How might you best respond? May I suggest a formula that will insure your success as missionaries:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">1.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"strong\">Prepare with purpose;<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">2.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"strong\">Teach with testimony;<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">3.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"strong\">Labor with love.<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p18\" class=\"\">First, <span class=\"strong\">prepare with purpose.<\/span> Remember the qualifying statement of the Master: “Behold, the Lord requireth the heart and a willing mind.”<sup class=\"noteMarker\"><a href=\"#footnote6-95905_000_023\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20329)\">D&amp;C 64:34<\/a><\/span>.]<\/span><\/sup>Missionary work is difficult. It taxes one’s energies, it strains one’s capacity, it demands one’s best effort—frequently a second effort. No other labor requires longer hours or greater devotion or such sacrifice and fervent prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p19\" class=\"\">President John Taylor summed up the requirements: “The kind of men we want as bearers of this Gospel message are men who have faith in God; men who have faith in their religion; men who honor their priesthood; men in whom the people who know them have faith and in whom God has confidence. … We want men full of the Holy Ghost and the power of God. … Men who bear the words of life among the nations, ought to be men of honor, integrity, virtue and purity; and this being the command of God to us, we shall try and carry it out.”<sup class=\"noteMarker\"><a href=\"#footnote7-95905_000_023\">7<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Journal of Discourses,<\/span> 21:375.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p20\" class=\"\">Second, <span class=\"strong\">teach with testimony.<\/span> Peter and John, those converted fishermen who became Apostles, were warned not to preach Jesus Christ and Him crucified. Their answer was firm: “Whether it be right in the sight of God to hearken unto you more than unto God, judge ye. For we cannot but speak the things which we have seen and heard.”<sup class=\"noteMarker\"><a href=\"#footnote8-95905_000_023\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8429)\">Acts 4:19–20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p21\" class=\"\">Paul, the Apostle, that sterling testifier of truth, was speaking to all of us—members and missionaries alike—when he counseled his beloved friend Timothy, “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote9-95905_000_023\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2909)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p22\" class=\"\">Elder Delbert L. Stapley, who served as a member of the Council of the Twelve a number of years ago, quoted Paul in his epistle to the Romans: “For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation.”<sup class=\"noteMarker\"><a href=\"#footnote10-95905_000_023\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42979)\">Rom. 1:16<\/a><\/span>.]<\/span><\/sup> Then Elder Stapley added: “If we are not ashamed of the gospel of Christ, then we should not be ashamed to live it. And if we are not ashamed to live it, then we should not be ashamed to share it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p23\" class=\"\">Third, <span class=\"strong\">labor with love.<\/span> There is no substitute for love. Often this love is kindled in youth by a mother, expanded by a father, and kept vibrant through service to God. Remember the Lord’s counsel: “And faith, hope, charity and love, with an eye single to the glory of God, qualify him for the work.”<sup class=\"noteMarker\"><a href=\"#footnote11-95905_000_023\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20245)\">D&amp;C 4:5<\/a><\/span>.]<\/span><\/sup> Well might each of us ask himself: <span class=\"emphasis\">Today, have I increased in faith, in hope, in charity, in love?<\/span> When our lives comply with God’s standard and we labor with love to bring souls unto Him, those within our sphere of influence will never speak the lament, “The harvest is past, the summer is ended, and we are not saved.”<sup class=\"noteMarker\"><a href=\"#footnote12-95905_000_023\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26601)\">Jer. 8:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p24\" class=\"\">Young missionaries always have an idea as to where they would <span class=\"emphasis\">love<\/span> to serve. Usually it’s a faraway place with a strange-sounding name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p25\" class=\"\">One day I was in the men’s suit department of a large store when I encountered two missionaries with their mothers. It isn’t difficult to spot missionaries or their mothers. The two elders were conversing, and one said to the other, “Where are you going on your mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p26\" class=\"\">Came the reply, “I’m going to Austria.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p27\" class=\"\">The first missionary responded, “You lucky dog, going to Austria! Those beautiful Austrian Alps, that wonderful music, those delightful people! I wish I were going there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p28\" class=\"\">“Where are you going?” said the missionary assigned to Austria.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p29\" class=\"\">“California,” came the answer. “You know, less than two hours away by plane. We go there every year for a vacation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p30\" class=\"\">I could see by the expression on the mothers’ faces and the near tears of one of the missionaries that it was time for me to intervene. “Did you say California?” I asked. “Why, I once supervised that area. You have an inspired call, Elder. Do you realize what you will have in California to help you? You’ll have chapels and stake centers that dot the land, and they’ll be filled with Latter-day Saints who can be inspired to be fellow missionaries with you in sharing the gospel. You are a very fortunate missionary to be going there.” I glanced at the other mother, who said, “Brother Monson, say something about Austria, quick!” I did so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p31\" class=\"\">Young men, wherever you are called will be right for you, and you will learn to love your mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p32\" class=\"\">Brethren, all of us can participate, as may our wives and children, in bringing souls to Christ through cooperative effort with the stake and full-time missionaries. One highly successful and rewarding way is through the conducting of open house events in our buildings. You bishops of wards and presidents of stakes have had a video presentation provided you, featuring Elder Jeffrey R. Holland. It is an excellent tool to be used in a missionary open house. Use it. The membership of the Church will grow and the Spirit of the Lord will be among us as we do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p33\" class=\"\"><span class=\"strong\">Prepare with purpose. Teach with testimony. Labor with love.<\/span> I testify to the truth of this formula and, indeed, this divine work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p34\" class=\"\">Many years ago I boarded a plane in San Francisco en route to Los Angeles. As I sat down, the seat next to mine was empty. Soon, however, there occupied that seat a most lovely young lady. As the plane became airborne, I noticed that she was reading a book. As one is wont to do, I glanced at the title: <span class=\"emphasis\">A Marvelous Work and a Wonder.<\/span> I mustered up my courage and said to her, “Excuse me. You must be a Mormon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p35\" class=\"\">She replied, “Oh, no. Why do you ask?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p36\" class=\"\">I said, “Well, you’re reading a book written by LeGrand Richards, a very prominent leader of The Church of Jesus Christ of Latter-day Saints.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p37\" class=\"\">She responded, “Is that right? A friend gave this book to me, but I don’t know much about it. However, it has aroused my curiosity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p38\" class=\"\">I wondered silently, <span class=\"emphasis\">Should I be forward and say more about the Church?<\/span> The words of the Apostle Peter crossed my mind: “Be ready always to give an answer to every [one] that asketh you a reason of the hope that is in you.”<sup class=\"noteMarker\"><a href=\"#footnote13-95905_000_023\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2449)\">1 Pet. 3:15<\/a><\/span>.]<\/span><\/sup> I decided that now was the time for me to share my testimony with her. I told her that it had been my privilege years before to assist Elder Richards in printing that book. I mentioned the great missionary spirit of this man and told her of the many thousands of people who had embraced the truth after reading that which he had prepared. Then it was my privilege, during the remainder of the flight, to answer her questions relative to the Church—intelligent questions which came from the heart, which I perceived was a heart seeking truth. I asked if I might have an opportunity to have the missionaries call upon her. I asked if she would like to attend one of our wards in San Francisco, where she lived. Her answers were affirmative. She gave me her name—Yvonne Ramirez—and indicated that she was a flight attendant on her way to an assignment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p39\" class=\"\">Upon returning home I wrote to the mission president and the stake president, advising them of my conversation and that I had written to her and sent along some suggested reading. Incidentally, young men, I recommended that rather than sending two elders to this pretty off-duty flight attendant and her pretty roommate, two lady missionaries be assigned to call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p40\" class=\"\">Several months passed by. Then I received a telephone call from the stake president, who asked, “Brother Monson, do you remember sitting next to a flight attendant on a trip from San Francisco to Los Angeles earlier this fall?” I answered affirmatively. He continued, “I thought you would like to know that Yvonne Ramirez has just become the most recently baptized and confirmed member of the Church. She would like to speak with you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p41\" class=\"\">A sweet voice came on the line: “Brother Monson, thank you for sharing with me your testimony. I am the happiest person in all the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p42\" class=\"\">As tears filled my eyes and gratitude to God enlarged my soul, I thanked her and commended her on her search for truth and, having found it, her decision to enter those waters which cleanse and purify and provide entrance to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p43\" class=\"\">I sat silently for a few minutes after replacing the telephone receiver. The words of our Savior coursed through my mind: “And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote14-95905_000_023\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20363)\">D&amp;C 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/that-all-may-hear.p44\" class=\"\">Such is the promise to all of us when we pursue our missionary opportunities and follow the counsel and obey the commandments of Jesus of Nazareth, our Savior and our King. He lives—I so testify. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95905_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37639)\">Matt. 28:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95905_000_023\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33471)\">Mark 16:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95905_000_023\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20262)\">D&amp;C 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95905_000_023\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32559)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95905_000_023\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8432)\">Acts 8:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95905_000_023\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20329)\">D&amp;C 64:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-95905_000_023\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Journal of Discourses,<\/span> 21:375.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-95905_000_023\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8429)\">Acts 4:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-95905_000_023\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2909)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-95905_000_023\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42979)\">Rom. 1:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-95905_000_023\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20245)\">D&amp;C 4:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-95905_000_023\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26601)\">Jer. 8:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-95905_000_023\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2449)\">1 Pet. 3:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_023\"><a name=\"-95905_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-95905_000_023\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20363)\">D&amp;C 84:88<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}