{"ID":5619, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Mercy—The Divine Gift\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p4\" class=\"\">Not long ago, I read a lengthy report concerning the violence and bloodshed that continue to stalk the land of what was once Yugoslavia. The killing and maiming seem to go on, despite the efforts put forth to bring peace. The account of a sniper taking deadly aim and snuffing out the life of a small child brought sorrow to my soul. I silently asked: <span class=\"emphasis\">Where to be found is that divine attribute of mercy?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p5\" class=\"\">The cruelty of war seems to bring forth hatred toward others and disregard for human life. It has ever been so. Yet, in such degradation at times there shines forth the inextinguishable light of mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p6\" class=\"\">During the television documentaries shown throughout the fiftieth anniversary of the D-Day invasion of Normandy, the terrible toll in human life was graphically illustrated, and gripping firsthand experiences of soldiers who were there were shared. I particularly remember the comments of an American infantryman who told that, after a day of ferocious fighting, he glanced up from his shallow foxhole to see an enemy soldier with his gun barrel leveled at the American’s heart. Said the infantryman: “I felt I was soon to cross over that bridge of death which leads to eternity. Incredibly my enemy, in broken English, said to me, ‘Soldier, for you this war is over!’ He took me prisoner and thus saved my life. Such mercy I shall remember forever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p7\" class=\"\">At an earlier time and in a different conflict—namely the American Civil War—a historically documented account illustrates courage, coupled with mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p8\" class=\"\">From December 11 to 13, 1862, the Union forces attacked Marye’s Heights, a large hill overlooking the town of Fredericksburg, Virginia, where six thousand Rebels awaited them. The Southern troops were in secure defensive positions behind a stone wall which meandered along the foot of the hill. In addition, they stood four deep on a sunken road behind the wall, out of sight of Union forces.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p9\" class=\"\">The Union troops—over forty thousand strong—launched a series of suicidal attacks across open ground. They were mowed down by a scythe of shot; none got closer than forty yards from the stone wall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p10\" class=\"\">Soon the ground in front of the Confederate positions was littered with hundreds, then thousands, of fallen Union soldiers in their blue uniforms—over twelve thousand before sunset. Crying for help, the wounded lay in the bitter cold throughout that terrible night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p11\" class=\"\">The next day, a Sunday, dawned cold and foggy. As the morning fog lifted, the agonized cries of the wounded could still be heard. Finally, a young Confederate soldier, a nineteen-year-old sergeant, had had all he could take. The young man’s name was Richard Rowland Kirkland. To his commanding officer, Kirkland exclaimed, “All night and all day I have heard those poor people crying for water, and I can stand it no longer. I … ask permission to go and give them water.” His request was initially denied on the grounds that it was too dangerous. Finally, however, permission was granted, and soon thousands of amazed men on both sides saw the young soldier, with several canteens draped around his neck, climb over the wall and walk to the nearest wounded Union soldier. He raised the stricken man’s head, gently gave him a drink, and covered him with his own overcoat. Then he moved to the next of the wounded—and the next and the next. As Kirkland’s purpose became clear, fresh cries of “Water, water, for God’s sake water” arose all over the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p12\" class=\"\">The Union soldiers were at first too surprised to shoot. Soon they began to cheer the young Southerner as they saw what he was doing. For more than an hour and a half, Sergeant Kirkland continued his work of mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p13\" class=\"\">Tragically, Richard Kirkland was himself killed a few months later at the battle of Chicamauga. His last words to his companions were, “Save yourselves, and tell my pa I died right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p14\" class=\"\">Kirkland’s Christlike compassion made his name synonymous with mercy for a post–Civil War generation, both North and South. He became known by soldiers on both sides of the conflict as “the angel of Marye’s Heights.” His loving errand of mercy is commemorated by a bronze monument which stands today in front of the stone wall at Fredericksburg. It depicts Sergeant Kirkland lifting the head of a wounded Union soldier to give him a drink of refreshing water. A tablet to Kirkland’s honor hangs in the Episcopal church in Gettysburg, Pennsylvania. With simple eloquence, it captures the essence of the young soldier’s mission of mercy. It reads: “A hero of benevolence, at the risk of his own life, he gave his enemy drink at Fredericksburg.”<sup class=\"noteMarker\"><a href=\"#footnote1-95905_000_025\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Battle Fredericksburg,<\/span> Eastern Acorn Press, 1990; “‘He Gave His Enemy Drink,’” <span class=\"emphasis\">CWT Illustrated,<\/span> Oct. 1962, pp. 38–39. Information on Richard Kirkland provided by staff of the Fredericksburg and Spotsylvania National Military Park, National Park Service, U.S. Department of the Interior.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p15\" class=\"\">The words of William Shakespeare describe Kirkland’s deed:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The quality of mercy is not strain’d,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It droppeth as the gentle rain from heaven<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Upon the place beneath: it is twice blest;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It blesseth him that gives and him that takes: …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It is an attribute to God himself.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-95905_000_025\">2<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">The Merchant of Venice,<\/span> act 4, sc. 1, lines 184–95.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p21\" class=\"\">Two brilliant and faith-filled counselors to President David O. McKay spoke to us everlasting counsel concerning the greatest act of mercy ever known to man. President Stephen L Richards said: “The Savior himself declared that he came to fulfill the law, not to do away with it, but with the law he brought the principle of mercy to temper its enforcement, and to bring hope and encouragement to [the] offenders for forgiveness through [mercy and] repentance.”<sup class=\"noteMarker\"><a href=\"#footnote3-95905_000_025\">3<\/a>\n       <span class=\"footnote\">[In Conference Report, 3 Apr. 1954, p. 11.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p22\" class=\"\">President J. Reuben Clark, Jr., testified: “You know, I believe that the Lord will help us. I believe if we go to him, he will give us wisdom, if we are living righteously. I believe he will answer our prayers. I believe that our Heavenly Father wants to save every one of his children. I do not think he intends to shut any of us off because of some slight transgression, some slight failure to observe some rule or regulation. There are the great elementals that we must observe, but he is not going to be captious about the lesser things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p23\" class=\"\">“I believe that his juridical concept of his dealings with his children could be expressed in this way: I believe that in his justice and mercy, he will give us the maximum reward for our acts, give us all that he can give, and in the reverse, I believe that he will impose upon us the minimum penalty which it is possible for him to impose.”<sup class=\"noteMarker\"><a href=\"#footnote4-95905_000_025\">4<\/a>\n       <span class=\"footnote\">[In Conference Report, 3 Oct. 1953, p. 84.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p24\" class=\"\">“I often think that one of the most beautiful things in the Christ’s life was his words on the cross, when, suffering under the agony of a death that is said to have been the most painful that the ancients could devise, death on the cross, after he had been unjustly, illegally, contrary to all the rules of mercy, condemned and then crucified, when he had been nailed to the cross and was about to give up his life, he said to his Father in heaven, as those who were within hearing testify: ‘… Father, forgive them; for they know not what they do’ (<span class=\"citation\" id=\"32568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32568)\">Luke 23:34<\/a><\/span>).”<sup class=\"noteMarker\"><a href=\"#footnote5-95905_000_025\">5<\/a>\n       <span class=\"footnote\">[J. Reuben Clark, Jr., in Conference Report, 30 Sept. 1955, p. 24.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p25\" class=\"\">In the Book of Mormon, Alma describes beautifully the foregoing with his words: “The plan of mercy could not be brought about except an atonement should be made; therefore God himself atoneth for the sins of the world, to bring about the plan of mercy, to appease the demands of justice, that God might be a perfect, just God, and a merciful God also.”<sup class=\"noteMarker\"><a href=\"#footnote6-95905_000_025\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10159)\">Alma 42:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p26\" class=\"\">From the springboard of such knowledge we ask ourselves, <span class=\"emphasis\">Why, then, do we see on every side those instances where people decline to forgive one another and show forth the cleansing act of mercy and forgiveness? What blocks the way for such healing balm to cleanse human wounds? Is it stubbornness? Could it be pride? Maybe hatred has yet to melt and disappear.<\/span> “Blame keeps wounds open. Only forgiveness heals!”<sup class=\"noteMarker\"><a href=\"#footnote7-95905_000_025\">7<\/a>\n       <span class=\"footnote\">[From <span class=\"emphasis\">O Pioneers!<\/span> by Willa Cather.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p27\" class=\"\">Recently I read where an elderly man disclosed at the funeral of his brother, with whom he had shared, from early manhood, a small, one-room cabin near Canisteo, New York, that following a quarrel, they had divided the room in half with a chalk line and neither had crossed the line nor spoken a word to the other since that day—sixty-two years before! What a human tragedy—all for the want of mercy and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p28\" class=\"\">At times the need for mercy can be found close to home and in simple settings. We have a four-year-old grandson named Jeffrey. One day his fifteen-year-old brother, Alan, had just completed, on the family computer, a most difficult and rather ingenious design of an entire city. When Alan slipped out of the room for just a moment, little Jeffrey approached the computer and accidentally erased the program. Upon his return, Alan was furious when he observed what his brother had done. Sensing that his doom was at hand, Jeffrey raised his finger and, pointing it toward Alan, declared from his heart and soul, “Remember, Alan, Jesus said ‘Don’t hurt little boys.’” Alan began to laugh; anger subsided; mercy prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p29\" class=\"\">There are those among us who torture themselves through their inability to show mercy and to forgive others some supposed offense or slight, however small it may be. At times the statement is made, “I never can forgive [this person or that person].” Such an attitude is destructive to an individual’s well-being. It can canker the soul and ruin one’s life. In other instances, an individual can forgive another but cannot forgive himself. Such a situation is even more destructive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p30\" class=\"\">Early in my ministry as a member of the Council of the Twelve, I took to President Hugh B. Brown the experience of a fine person who could not serve in a ward position because he could not show mercy to himself. He could forgive others but not himself; mercy was seemingly beyond his grasp. President Brown suggested that I visit with that individual and counsel him along these lines: “I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.”<sup class=\"noteMarker\"><a href=\"#footnote8-95905_000_025\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20327)\">D&amp;C 64:10<\/a><\/span>.]<\/span><\/sup> Then, from Isaiah and the Doctrine and Covenants: “Though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.”<sup class=\"noteMarker\"><a href=\"#footnote9-95905_000_025\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25724)\">Isa. 1:18<\/a><\/span>.]<\/span><\/sup> “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.”<sup class=\"noteMarker\"><a href=\"#footnote10-95905_000_025\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20315)\">D&amp;C 58:42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p31\" class=\"\">With a pensive expression on his face, President Brown added: “Tell that man that he should not persist in remembering that which the Lord has said He is willing to forget.” Such counsel will help to cleanse the soul and renew the spirit of any who applies it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p32\" class=\"\">The Prophet Joseph urged, “Be merciful and you shall find mercy. Seek to help save souls, not to destroy them: for verily you know, that ‘there is more joy in heaven, over one sinner that repents, than there is over ninety and nine just persons [who] need no repentance.’”<sup class=\"noteMarker\"><a href=\"#footnote11-95905_000_025\">11<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 77.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p33\" class=\"\">At times a small mistake can fester and bring distress and heartache to him or her who harbors and dwells on the matter, leaving it uncorrected. All of us are subject to such an experience. Let me share with you an example with a beautiful ending. I recently received a note, with a key enclosed, which read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p34\" class=\"\">“Dear President Monson, Thirteen years ago this summer my husband and I stayed at the Hotel Utah. As a memento of our vacation, I took this hotel key and have felt bad about it ever since. I know that the Church owns the former Hotel Utah, and so I am returning this key to you—to the Church—in an effort to set this right. I am so sorry for having taken the key. Please, please, forgive me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p35\" class=\"\">I thought to myself, <span class=\"emphasis\">What honesty; what a sweet spirit the writer must possess.<\/span> I replied as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p36\" class=\"\">“Dear Sister, Thank you for your thoughtful note and for the Hotel Utah key which you returned. My heart was touched by your sincerity. Though the key itself weighed very little, apparently this has been a heavy burden for you to carry for such a long time. Though the key was of very little worth, its return is of far greater value. I am honored to accept the key and know that you are certainly forgiven. Please accept the enclosed gift with my warmest wishes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p37\" class=\"\">The key was returned to her, mounted on an attractive plaque.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p38\" class=\"\">Should you or I have erred or spoken harshly to another, it is good to take steps to straighten out the matter and to move onward with our lives. “He [who] cannot forgive others breaks the bridge over which he himself must pass if he would ever reach heaven; for every one has need to be forgiven.”<sup class=\"noteMarker\"><a href=\"#footnote12-95905_000_025\">12<\/a>\n       <span class=\"footnote\">[George Herbert.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p39\" class=\"\">One of the most touching examples of mercy and forgiveness is the well-remembered experience in the life of Jesus, when he “went unto the mount of Olives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p40\" class=\"\">“And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p41\" class=\"\">“And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p42\" class=\"\">“They say unto him, Master, this woman was taken in adultery, in the very act.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p43\" class=\"\">“Now Moses in the law commanded us, that such should be stoned: but what sayest thou?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p44\" class=\"\">“This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p45\" class=\"\">“So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p46\" class=\"\">“And again he stooped down, and wrote on the ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p47\" class=\"\">“And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p48\" class=\"\">“When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are … thine accusers? hath no man condemned thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p49\" class=\"\">“She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more.”<sup class=\"noteMarker\"><a href=\"#footnote13-95905_000_025\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29739)\">John 8:1–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p50\" class=\"\">The sands of time quickly erased what the Savior had written, but forever will be remembered the mercy He showed.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I stand all amazed at the love Jesus offers me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Confused at the grace that so fully he proffers me.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I tremble to know that for me he was crucified,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That for me, a sinner, he suffered, he bled and died. …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I think of his hands pierced and bleeding to pay the debt!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Such mercy, such love, and devotion can I forget?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No, no, I will praise and adore at the mercy seat,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Until at the glorified throne I kneel at his feet.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote14-95905_000_025\">14<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 193.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p59\" class=\"\">This same Jesus, “seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p60\" class=\"\">“And he opened his mouth, and taught them, saying, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p61\" class=\"\">“Blessed are the merciful: for they shall obtain mercy.”<sup class=\"noteMarker\"><a href=\"#footnote15-95905_000_025\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37588)\">Matt. 5:1–2, 7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/mercy-the-divine-gift.p62\" class=\"\">My sincere and humble prayer this Sabbath day is that each of us may be the provider and the recipient of mercy—the divine gift. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95905_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Battle Fredericksburg,<\/span> Eastern Acorn Press, 1990; “‘He Gave His Enemy Drink,’” <span class=\"emphasis\">CWT Illustrated,<\/span> Oct. 1962, pp. 38–39. Information on Richard Kirkland provided by staff of the Fredericksburg and Spotsylvania National Military Park, National Park Service, U.S. Department of the Interior.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95905_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Merchant of Venice,<\/span> act 4, sc. 1, lines 184–95.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95905_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, 3 Apr. 1954, p. 11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95905_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, 3 Oct. 1953, p. 84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95905_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>J. Reuben Clark, Jr., in Conference Report, 30 Sept. 1955, p. 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95905_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10159)\">Alma 42:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-95905_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>From <span class=\"emphasis\">O Pioneers!<\/span> by Willa Cather.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-95905_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20327)\">D&amp;C 64:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-95905_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25724)\">Isa. 1:18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-95905_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20315)\">D&amp;C 58:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-95905_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 77.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-95905_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>George Herbert.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-95905_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29739)\">John 8:1–11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-95905_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 193.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_025\"><a name=\"-95905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-95905_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37588)\">Matt. 5:1–2, 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}