{"ID":562, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1951, pp. 169-172<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe Bishop is a hard man for a quiet man to follow.\n<\/p><p>\nI always enjoy the Bishop. He has such a marvelous enthusiasm, a wonderful testimony, and a\nwide experience, that he always stirs me. I thank him for his sermon tonight, and for its\nuplifting thought and word.\n<\/p><p>\nPOWER OF THE PRIESTHOOD\n<\/p><p>\nAgain, brethren, it is a great privilege to meet with you here in this Priesthood meeting.\nAgain I am impressed with the power of the Priesthood. Again I am reminded that this is the\ngreatest gathering of Priesthood&mdash;these gatherings of ours&mdash;that can be held in the world.\nGreatest because of the great number of men who come together with one thought, one\nallegiance, one Priesthood. Greatest, because in the second place, we hold the Priesthood of\nAlmighty God, with all the powers, rights, and authorities which are incident to that\nPriesthood.\n<\/p><p>\nI wonder if we believe that? I wonder if in our hearts we all have that firm conviction that we\nare possessed of the Priesthood of God that that Priesthood gives us certain powers, certain\nrights, spiritual rights? I hope we do.\n<\/p><p>\nAN EVERLASTING ENDOWMENT\n<\/p><p>\nMy brethren, I wish we could all appreciate that wherever we go, this Priesthood goes with\nus. The Priesthood is not like a suit of clothes that you can lay off and take back on. It is an\neverlasting&mdash;depending upon ourselves&mdash;an everlasting endowment. If we could get that into\nour minds and hearts, so that it was really a part and parcel of us, we would be far nearer to a\nsolution of our many difficulties&mdash;the difficulties of life that beset us&mdash;than we are today.\n<\/p><p>\nIf we really had that thought, that conviction, and that recollection of the character of the\nPriesthood which we hold, and that we could not lay it aside, and that God would hold us\nresponsible if we prostituted it, it would save us from doing a good many things, save us\nfrom going a good many places. If, every time we started a little detour away from the\nstraight and narrow, we would remember, \"I am carrying my Priesthood here. Should I?\" it\nwould not take us long to work back into the straight and narrow.\n<\/p><p>\nI often think that I should try, and I do try, never to be anywhere or engaged in anything, so\nthat if suddenly called to the bedside of the sick, and particularly of my own, I would have to\ngo blushing, or trying to forget where I had been, what I was doing.\n<\/p><p>\nBrethren, if we could just hold a few simple little things like that in our minds we would find\nit so much easier to tread the narrow way. If you were called to the bedside of your loved\none, not in the condition, and not so you could invoke as a right, and feeling you had a right,\nthe power of the Priesthood, and the worst happened, what are you going to do about it?\nWhat are you going to think about it? What is your wife going to think about it? For the\nchances are the wife is living more nearly as she should than you, if you were thus guilty.\nOh, my brethren, don't sell your birthright&mdash;your Priesthood birthright&mdash;for a mess of\npottage (<span class=\"citation\" id=\"23576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23576)\">Gen. 25:29-34<\/a><\/span>).\n<\/p><p>\nCHASTITY TO BE GUARDED\n<\/p><p>\nI would like to urge you young people to guard, even as you guard your life, your chastity. I\nwould like you to remember and to know that for a moment of ecstasy you can have an\neternity of pain. It is not worth it, and if you would keep yourselves straight, then never make\nthe first approach. I am telling you boys that if you will conduct yourselves properly, if you\nlet it be known to your associates of the opposite sex that you are strict, you will never have\nmuch difficulty with them. It is only when you begin to edge over that they, if they be bad,\ncome along.\n<\/p><p>\nINCIDENT IN LIFE OF SAVIOR\n<\/p><p>\nI was thinking this afternoon, after I went home from meeting, of an incident in the life of the\nSavior (<span class=\"citation\" id=\"27506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27506)\">John 21:1-17<\/a><\/span>).\nI was moved to this thought, more or less following out some of the ideas I tried to\nexpress this morning. You remember that awhile after the Savior was crucified and\nresurrected, Peter, Thomas, Didymus, Nathaniel of Cana, James and John, and two\nothers&mdash;seven of them altogether&mdash;responded to Peter's suggestion that they go fishing. Peter\nevidently thought that it was all over. Even though the Savior had visited them at least twice\nbefore, he did not understand what it was all about.\n<\/p><p>\nSo they went fishing. They fished all night and caught nothing, as you will remember. The\nnext morning, as the day dawned, they were near shore, and they saw, standing on the beach,\na man. The man asked them if they had caught any fish, and they said no. He said, \"Throw\nyour net on the other side.\" They did, and it was filled.\n<\/p><p>\nThen John said, \"It is the Lord.\" And I think John had in mind an earlier experience at the\nbeginning of the Savior's mission, when on one occasion, he entered a boat belonging to\nPeter, and had him push it out from the shore so that the people could not gather round too\nclose to him, and preached a sermon. Then he told Peter to row out and get some fish. Peter\nsaid, \"I have fished all night and have not caught anything, but if you say so, I will row it\nout.\" So he went out a little distance. The Savior told him to throw out his net, and he caught\nthe fish, so many that he had to call for his partners, the sons of Zebedee, to come and help\nhim.\n<\/p><p>\nAt that sight, Peter said, \"Depart from me. I am a sinful man, O Lord.\" And after a little\nconversation, the Lord said, \"Fear not, as hereafter you will catch men.\"\n<\/p><p>\nI think that John remembered that as he heard the direction to put the net on the other side,\nand then he said, \"It is the Lord.\" You will remember that they caught the fish, great\nquantities of them.\n<\/p><p>\nPeter&mdash;I love Peter. He had a little trouble the night before the crucifixion, but Peter was a\ngreat man, the man whom the Lord chose to be the senior in the presidency. Peter girded his\ncoat about him, for he was naked. I have always thought there was a lesson in that&mdash;that\nPeter would not appear before the Lord nude.\n<\/p><p>\nAt golf clubs and other places you men run around nude. I wonder if that is quite right. I\nwould think about it if I were you.\n<\/p><p>\nPeter went ashore, and the other men came ashore. They saw it was the Lord, and the Lord\ntold them to bring some more fish. He had fish, and he had bread. The fish was cooked. They\nate their meat there on the seashore, there in the early morning light.\n<\/p><p>\nCHARGE TO PETER\n<\/p><p>\nWhen they had finished, the Lord said to Peter, \"Peter, lovest thou me more than these\"\n<\/p><p>\nAnd Peter ignored the second part of the question and said, \"Lord, thou knowest I love thee.\"\nThe Lord said, \"Feed my lambs.\"\n<\/p><p>\nThen he renewed the question, \"Peter lovest thou me?\" \"Yea, Lord, thou knowest I love thee.\"\nAnd the third time the question came and then as the record says, Peter was grieved, and said,\n\"O, Lord thou knowest all things. Thou knowest I love thee.\" \"Feed my sheep\"\n(<span class=\"citation\" id=\"27507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27507)\">John 21:1-17<\/a><\/span>).\n<\/p><p>\nI have always thought that that was a commandment that was just as pertinent, and belonged\njust as much to us as it belonged to Peter. It was an everlasting command to the bearers of\nGod's Priesthood.\n<\/p><p>\nAnd so to you brethren I repeat that the Lord has said you are to feed his sheep. What are\nyou going to feed them? Are you going to feed them&mdash;spiritually, I mean, of course&mdash;the\nright kind of food, or are you going to feed them with doubt, with rationalizing? Are you\ngoing to try to feed them on mysteries? Are you going to try to weaken the commandments\nof the Lord regarding the Word of Wisdom by yourselves smoking or drinking? Are you\ngoing to feed them alleged spiritual materials that are not spiritual, but are destructive of their\nfaith?\n<\/p><p>\nONLY ONE WAY\n<\/p><p>\nHere I want to return to my theme song, unity. The Lord has told us, in the books what are\nhis commandments. He has laid down the truth. Read the books. I think we sadly lack the\nreading of the scriptures. They are wonderful books. You can find no more interesting stories,\nif you will, than you find in the Bible, and none that are more interesting, more\nfaith-promoting, than you find in the history of our Church. Read them. You learn the food\nyou should feed, and then feed it.\n<\/p><p>\nAnd the unity comes in this: that there are not two ways, there is only one way. We should\nalways feed the same food to all of our youth.\n<\/p><p>\nBrethren, the weight of our responsibility as parents, grandparents, we who bear the\nPriesthood, the Priesthood of Almighty God&mdash;the weight of that responsibility, if we really\nsense it, is almost crushing. Yet, Brethren, if we shall live righteously ourselves if we shall\nserve the Lord, if we shall keep his commandments, he will give us the strength and power to\nlive as we should, to teach as we should, to lead as we should, and we shall get that strength\nand that power in that direction in no other way.\n<\/p><p>\nBrethren, I plead with you, magnify your Priesthood. Remember it is with you always, never\ndo anything to prostitute it or pollute it. Live righteously always.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nI bear my testimony to the truth of the Restored Gospel, that God lives, that Jesus is the\nChrist, that Joseph was a prophet, that those who have followed him, down to and including\nour present prophet, seer and revelator, are prophets of the Almighty. It is our duty as the\nPriesthood so to recognize, so to honor, and so to obey. May the Lord help us so to do I pray\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}