{"ID":5621, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Marriage and the Great Plan of Happiness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p2\" class=\"\">Elder Joe J. Christensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2012.jpg\" alt=\"Elder Joe J. Christensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p3\" class=\"\">Barbara and I have been blessed with six children. Some years ago, when we had taken all of them to visit with their grandparents, my father said, “Joe, I think you and Barbara have started something you can’t stop.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p4\" class=\"\">At this Easter season we declare to all the world that Jesus is the Christ and that through his holy priesthood and its sealing power, marriages and families ideally need never stop—need never come to an end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p5\" class=\"\">Today I would like to speak to all of you about our marriages. Here are eight practical suggestions that, hopefully, may be of value in strengthening our marriages, now and in the future.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">1.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Remember the central importance of your marriage.<\/span> Listen to these words from Elder Bruce R. McConkie on the importance of marriage in our Father in Heaven’s “great plan of happiness” (<span class=\"citation\" id=\"10157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10157)\">Alma 42:8<\/a><\/span>):<\/p>\n\t\t\t\t\t<p>“From the moment of birth into mortality to the time we are married in the temple, everything we have in the whole gospel system is to prepare and qualify us to enter that holy order of matrimony which makes us husband and wife in this life and in the world to come. …<\/p>\n\t\t\t\t\t<p>“There is nothing in this world as important as the creation and perfection of family units” (“Salvation Is a Family Affair,” <span class=\"emphasis\">Improvement Era,<\/span> June 1970, pp. 43–44).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">2.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Pray for the success of your marriage.<\/span> Years ago, when it was common for a General Authority to tour a mission and interview all the missionaries, Elder Spencer W. Kimball, then a member of the Quorum of the Twelve, was visiting with an elder who was just about to finish his mission.<\/p>\n\t\t\t\t\t<p>“When you get released, Elder, what are your plans?”<\/p>\n\t\t\t\t\t<p>“Oh, I plan to go back to college,” and then with a smile he added, “Then I hope to fall in love and get married.”<\/p>\n\t\t\t\t\t<p>Elder Kimball shared this wise counsel: “Well, don’t just pray to marry the one you love. <span class=\"emphasis\">Instead, pray to love the one you marry.<\/span>”<\/p>\n\t\t\t\t\t<p>We should pray to become more kind, courteous, humble, patient, forgiving, and, <span class=\"emphasis\">especially,<\/span> less selfish.<\/p>\n\t\t\t\t\t<p>In order to recognize our personal problems or weaknesses which hinder us from being better marriage partners, we should come to the Lord in prayer and reap the benefits of this powerful Book of Mormon promise: “If men come unto me I will show unto them their weakness … ; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them” (<span class=\"citation\" id=\"22433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22433)\">Ether 12:27<\/a><\/span>).<\/p>\n\t\t\t\t\t<p>And so the need to pray. Many Church leaders and marriage counselors indicate that they have not seen one marriage in serious trouble where the couple was still praying together daily. When problems arise and marriages are threatened, praying together as a couple may be the most important remedy.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">3.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Listen.<\/span> Make the time to listen to your spouse; even schedule it regularly. Visit with each other and assess how you are doing as a marriage partner.<\/p>\n\t\t\t\t\t<p>Brother Brent Barlow posed a question to a group of priesthood brethren: “How many of you would like to receive a revelation?” Every hand went up. He then suggested that they all go home and ask their wives how they could be better husbands. He added, “I followed my own advice, and had a very informative discussion with [my wife] Susan for more than an hour that afternoon!” (<span class=\"emphasis\">Ensign,<\/span> Sept. 1992, p. 17). A conversation like that could be a revelation for any of us.<\/p>\n\t\t\t\t\t<p>Have any of you brethren ever had your wife say something like I heard recently: “Joe, are you listening?” She wasn’t the only one who wondered if I was listening. Some time ago, I was taking a nap and our little granddaughter Allison came and lifted up one of my eyelids and said, “Grandpa, are you in there?” We should be “in there” and responsive to our mate.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">4.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Avoid “ceaseless pinpricking.”<\/span> Don’t be too critical of each other’s faults. Recognize that none of us is perfect. We all have a long way to go to become as Christlike as our leaders have urged us to become.<\/p>\n\t\t\t\t\t<p>“Ceaseless pinpricking” (as President Kimball called it), can deflate almost any marriage (“Marriage and Divorce,” <span class=\"emphasis\">Brigham Young University 1976 Speeches of the Year,<\/span> Provo, Utah: University Publications, 1977, p. 148). Generally, each of us is painfully aware of our weaknesses, and we don’t need frequent reminders. Few people have ever changed for the better as a result of constant criticism or nagging. If we are not careful, some of what we offer as <span class=\"emphasis\">constructive<\/span> criticism is actually <span class=\"emphasis\">destructive.<\/span><\/p>\n\t\t\t\t\t<p>At times it is better to leave some things unsaid. As a newlywed, Sister Lola Walters read in a magazine that in order to strengthen a marriage, a couple should have regular, candid sharing sessions in which they would list any mannerisms they found to be annoying. She wrote:<\/p>\n\t\t\t\t\t<p>“We were to name five things we found annoying, and I started off. … I told him that I didn’t like the way he ate grapefruit. He peeled it and ate it like an orange! Nobody else I knew ate grapefruit like that. Could a girl be expected to spend a lifetime, and even eternity, watching her husband eat grapefruit like an orange? …<\/p>\n\t\t\t\t\t<p>“After I finished [with my five], it was his turn to tell the things he disliked about me. … [He] said, ‘Well, to tell the truth, I can’t think of anything I don’t like about you, Honey.’<\/p>\n\t\t\t\t\t<p>“Gasp.<\/p>\n\t\t\t\t\t<p>“I quickly turned my back, because I didn’t know how to explain the tears that had filled my eyes and were running down my face.”<\/p>\n\t\t\t\t\t<p>Sister Walters concluded: “Whenever I hear of married couples being incompatible, I always wonder if they are suffering from what I now call the Grapefruit Syndrome” (<span class=\"emphasis\">Ensign,<\/span> Apr. 1993, p. 13).<\/p>\n\t\t\t\t\t<p>Yes, at times, it is better to leave some things unsaid.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">5.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Keep your courtship alive.<\/span> Make time to do things together—just the two of you. As important as it is to be with the children as a family, you need regular weekly time alone together. Scheduling it will let your children know that you feel that your marriage is so important that you need to nurture it. That takes commitment, planning, and scheduling.<\/p>\n\t\t\t\t\t<p>It doesn’t need to be costly. The time together is the most important element.<\/p>\n\t\t\t\t\t<p>Once when my father-in-law was leaving the house after lunch to return to the field to work, my mother-in-law said, “Albert, you get right back in here and tell me you love me.” He grinned and jokingly said, “Elsie, when we were married, I told you I loved you, and if that ever changes, I’ll let you know.” It’s hard to overuse the expression, “I love you.” Use it daily.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">6.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Be quick to say, “I’m sorry.”<\/span> As hard as it is to form the words, be swift to say, “I apologize, and please forgive me,” even though you are not the one who is totally at fault. True love is developed by those who are willing to readily admit personal mistakes and offenses.<\/p>\n\t\t\t\t\t<p>When differences do arise, being able to discuss and resolve them is important, but there are instances when it is best to take a time-out. Biting your tongue and counting to ten or even a hundred is important. And occasionally, even letting the sun go down on your wrath can help bring you back to the problem in the morning more rested, calm, and with a better chance for resolution.<\/p>\n\t\t\t\t\t<p>Occasionally, we hear something like, “Why, we have been married for fifty years, and we have never had a difference of opinion.” If that is literally the case, then one of the partners is overly dominated by the other or, as someone said, is a stranger to the truth. Any intelligent couple will have differences of opinion. Our challenge is to be sure that we know how to resolve them. That is part of the process of making a good marriage better.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">7.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Learn to live within your means.<\/span> Some of the most difficult challenges in marriage arise in the area of finances. “The American Bar Association … indicated that 89 percent of all divorces could be traced to quarrels and accusations over money” (<span class=\"emphasis\">Ensign,<\/span> July 1975, p. 72). Be willing to postpone or forgo some purchases in order to stay within your budget. Pay your tithing first, and avoid debt insofar as possible. Remember that spending fifty dollars a month less than you receive equals happiness and spending fifty more equals misery. The time may have come to get out the scissors and your credit cards and perform what Elder Holland called some “plastic surgery” (<span class=\"emphasis\">Ensign,<\/span> June 1986, p. 30).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">8.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Be a true partner in home and family responsibilities.<\/span> Don’t be like the husband who sits around home expecting to be waited on, feeling that earning the living is his chore and that his wife alone is responsible for the house and taking care of the children. The task of caring for home and family is more than one person’s responsibility.<\/p>\n\t\t\t\t\t<p>Remember that you are in this partnership together. Barbara and I have discovered that we can make our bed every morning in less than a minute and it’s done for the day. She says that she lets me do it to help me feel good about myself all day, and I guess there may be something to that.<\/p>\n\t\t\t\t\t<p>Find time to study the scriptures together, and follow this sound counsel from President Kimball: “When a husband and wife go together frequently to the holy temple, kneel in prayer together in their home with their family, go hand in hand to their religious meetings, keep their lives wholly chaste, mentally and physically, … and both are working together for the upbuilding of the kingdom of God, then happiness is at its pinnacle” (<span class=\"emphasis\">Marriage and Divorce,<\/span> Salt Lake City: Deseret Book Co., 1976, p. 24).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p38\" class=\"\">In summary:<\/p>\n\t\t\t<ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Remember the central importance of your marriage.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Pray for its success.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Listen.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Avoid “ceaseless pinpricking.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Keep your courtship alive.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Be quick to say, “I’m sorry.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Learn to live within your means.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Be a true partner in home and family responsibilities.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1995\/05\/marriage-and-the-great-plan-of-happiness.p47\" class=\"\">I testify that Jesus is the Christ. The tomb was empty on that third day, and “as in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(920)\">1 Cor. 15:22<\/a><\/span>). Thus with gratitude for the sealing power within the restored gospel of Jesus Christ, we can confidently say with the poet, “I shall but love thee better after death” (Elizabeth Barrett Browning, “How Do I Love Thee?”). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}