{"ID":5623, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            This Is the Work of the Master\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p3\" class=\"\">My beloved brothers and sisters wherever you may be, my dear friends and associates in this great work, as you can well understand, this for me is a most solemn and sacred occasion. Humbly I seek the direction of the Holy Spirit as I struggle to share with you the feelings of my heart. If in the circumstances I speak unduly much in a personal vein, I hope you will excuse me. I shall then try to put the first person singular behind me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p4\" class=\"\">We have mourned in recent days the passing of our beloved friend and leader, Howard William Hunter, the fourteenth President of the Church and prophet to the people. His tenure in office was brief, but the impression for good that he left was tremendous. Mild of manner, quiet in his ways, he was nonetheless the man whose strong convictions of the truth of this work made him powerfully persuasive in his advocacy of the Christlike life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p5\" class=\"\">He suffered much in his body before he was finally taken from us on the morning of March 3, 1995. More than twenty-five thousand men, women, and children passed by his bier as his body lay in state in the beautiful rotunda of the Church Administration Building. With measured step they came one by one, reverently and with love for the man they had sustained only a few months before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p6\" class=\"\">On Wednesday, March 8, 1995, his funeral services were held in this historic tabernacle and broadcast far and wide. Those services were a fitting memorial to a man of goodness and greatness who now belongs to the ages. Our hearts reach out with love and sympathy to his bereaved widow and to his sons and their families, now spanning three generations. May they be comforted, sustained, and blessed by Him who declared, “I, even I, am he that comforteth you” (<span class=\"citation\" id=\"25732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25732)\">Isa. 51:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p7\" class=\"\">With President Hunter’s passing, the First Presidency was dissolved. Brother Monson and I, who had served as his counselors, took our places in the Quorum of the Twelve, which became the presiding authority of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p8\" class=\"\">Three weeks ago today all of the living ordained Apostles gathered in a spirit of fasting and prayer in the upper room of the temple. Here we sang a sacred hymn and prayed together. We partook of the sacrament of the Lord’s supper, renewing in that sacred, symbolic testament our covenants and our relationship with Him who is our divine Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p9\" class=\"\">The presidency was then reorganized, following a precedent well established through generations of the past.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p10\" class=\"\">There was no campaigning, no contest, no ambition for office. It was quiet, peaceful, simple, and sacred. It was done after the pattern which the Lord Himself had put in place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p11\" class=\"\">We have received from many people expressions of congratulations and confidence. These have come from members of the Church and from those not of our faith. To one and all I express my deep appreciation. I know full well that it is not the man whom they compliment, but, rather, the office.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p12\" class=\"\">Yesterday morning members of the Church across the world met together in a solemn assembly. You raised your hands, without compulsion and of your own free will, to confirm the action taken by the Apostles three weeks ago and to sustain those called to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p13\" class=\"\">As you know, mine has been the special privilege to serve as a counselor to three great Presidents. I think I know something of the meaning of heavy responsibility. But with all of that, I have, during these past few days, been overwhelmed with feelings of inadequacy and total dependency upon the Lord, who is my head and whose church this is, and upon the strength of these good men who are my counselors, my dear Brethren of the Twelve, of the Seventy, and of the Presiding Bishopric, and of the membership of the Church throughout the world. I search for words to express the depth of my gratitude and my appreciation and my love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p14\" class=\"\">Years ago I gave a talk on the loneliness of leadership. Now for the first time I realize the full import of that loneliness. I do not know why this mantle has fallen upon my shoulders. I suppose some of you may also wonder. But we are here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p15\" class=\"\">In circumstances such as these one’s searching thoughts go back over all of the years of one’s life, and even beyond. I am of only the third generation in the Church. My grandfather as a boy was baptized in the summer of 1836 in Ontario, Canada. His widowed mother eventually brought her two boys to Springfield, Illinois. From there, my grandfather walked to Nauvoo where he listened to the Prophet Joseph Smith. When the exodus of our people occurred in 1846, he was an eighteen-year-old youth of strength and capacity and faith. He was a skilled builder of wagons and a blacksmith. He was among those whom President Young requested remain for a time in Iowa to assist those still on the westward trail. He married in 1848, and set out for this valley in the spring of 1850.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p16\" class=\"\">Somewhere along that wearisome trail, his young wife sickened and died. With his own hands he dug a grave, split logs to make a coffin, lovingly buried her, then tearfully took their eleven-month-old child in his arms and marched on to this valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p17\" class=\"\">He was among those who repeatedly was called by President Young to undertake a variety of difficult assignments incident to the establishment of our people in these mountain valleys. He served as president of the Millard Stake of Zion when there were only a handful of stakes, and when it included a vast area of central Utah, traveling thousands of miles by horse and buggy in the discharge of his ministry. He gave so generously of his substance in the establishment of schools that his once substantial estate was small at the time of his death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p18\" class=\"\">My father was similarly a man of great faith, who served the Church without reservation in many trusted capacities. For a number of years he presided over what was then the largest stake in the Church, with more than fifteen thousand members. My mother and grandmothers were likewise women of great faith, whose lives were not always easy because of requirements made upon them by the Church. But they did not complain. They met their responsibilities with cheerfulness and devotion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p19\" class=\"\">For these forebears I feel a great sense of gratitude and love, and an almost overwhelming obligation to keep the trust which they have passed. To my beloved wife of fifty-eight years later this month, I express appreciation. How empty our lives would be without these, our wonderful companions. How grateful I am for this precious woman, who has walked at my side through sunshine and storm. We do not stand as tall as we once did. But there has been no shrinkage in our love one for another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p20\" class=\"\">I likewise speak with gratitude for my children and my grandchildren and great-grandchildren, who have honored us with the goodness of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p21\" class=\"\">And most particularly, to each of you I express my deep appreciation. I have had opportunity to travel far and wide across this church during the thirty-seven years of my service as a General Authority. Everywhere I have gone, I have met wonderful people. There is so much of goodness in the lives of the Latter-day Saints. There are such tremendous expressions of faith in the service which you give. I know something of the sacrifices made by many of you. I wish I had the capacity to express my feelings of love and gratitude for you. I stand as your servant and pledge to you and to the Lord my very best effort as I ask for your continuing faith and prayers and uplifted hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p22\" class=\"\">I am fully aware that I am not a young man as I shoulder the responsibilities of this sacred office. Sister Hinckley and I are learning that the so-called golden years are laced with lead. But I think I can honestly say that I do not feel old. I cannot repudiate my birth certificate, but I can still experience a great, almost youthful exuberance in my enthusiasm for this precious work of the Almighty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p23\" class=\"\">I love the people of this church, of all ages, of all races, and of many nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p24\" class=\"\">I love the children. They are very much the same the world over. Regardless of the color of their skin and of the circumstances in which they live, they carry with them a beauty that comes of innocence and of the fact that it was not long ago that they lived with their Father in Heaven. How lovely you are, wherever you are, you precious children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p25\" class=\"\">I love the youth of the Church. I have said again and again that I think we have never had a better generation than this. How grateful I am for your integrity, for your ambition to train your minds and your hands to do good work, for your love for the word of the Lord, and for your desire to walk in paths of virtue and truth and goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p26\" class=\"\">I have tremendous respect for fathers and mothers who are nurturing their children in light and truth, who have prayer in their homes, who spare the rod and govern with love, who look upon their little ones as their most valued assets to be protected, trained, and blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p27\" class=\"\">I love the elderly who have faced into the storms of life and who, regardless of the force of the tempest, have gone forward and kept the faith. May your older years be filled with happiness and with satisfying remembrance of lives well lived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p28\" class=\"\">Now, my brethren and sisters, in conclusion I wish to leave with you one thought which I hope you will never forget.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p29\" class=\"\">This church does not belong to its President. Its head is the Lord Jesus Christ, whose name each of us has taken upon ourselves. We are all in this great endeavor together. We are here to assist our Father in His work and His glory, “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39896)\">Moses 1:39<\/a><\/span>). Your obligation is as serious in your sphere of responsibility as is my obligation in my sphere. No calling in this church is small or of little consequence. All of us in the pursuit of our duty touch the lives of others. To each of us in our respective responsibilities the Lord has said: “Wherefore, be faithful; stand in the office which I have appointed unto you; succor the weak, lift up the hands which hang down, and strengthen the feeble knees” (<span class=\"citation\" id=\"20352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20352)\">D&amp;C 81:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p30\" class=\"\">“And in doing these things thou wilt do the greatest good unto thy fellow beings, and wilt promote the glory of him who is your Lord” (<span class=\"citation\" id=\"20351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20351)\">D&amp;C 81:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p31\" class=\"\">Further, “And if thou art faithful unto the end thou shalt have a crown of immortality, and eternal life in the mansions which I have prepared in the house of my Father” (<span class=\"citation\" id=\"20354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20354)\">D&amp;C 81:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p32\" class=\"\">All of us in this great cause are of one mind, of one belief, of one faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p33\" class=\"\">You have as great an opportunity for satisfaction in the performance of your duty as I do in mine. The progress of this work will be determined by our joint efforts. Whatever your calling, it is as fraught with the same kind of opportunity to accomplish good as is mine. What is really important is that this is the work of the Master. Our work is to go about doing good as did He. [<span class=\"citation\" id=\"8434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8434)\">Acts 10:38<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p34\" class=\"\">If in my service I have offended anyone, I offer my apology. To those who for any reason find yourselves outside the embrace of the Church you once enjoyed, I invite you to return and partake of the happiness you once knew. You will find many with outstretched arms to warmly welcome you and assist you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p35\" class=\"\">I plead with our people everywhere to live with respect and appreciation for those not of our faith. There is so great a need for civility and mutual respect among those of differing beliefs and philosophies. We must not be partisans of any doctrine of ethnic superiority. We live in a world of diversity. We can and must be respectful toward those with whose teachings we may not agree. We must be willing to defend the rights of others who may become the victims of bigotry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p36\" class=\"\">I call attention to these striking words of Joseph Smith spoken in 1843:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p37\" class=\"\">“If it has been demonstrated that I have been willing to die for a ‘Mormon,’ I am bold to declare before Heaven that I am just as ready to die in defending the rights of a Presbyterian, a Baptist, or a good man of any other denomination; for the same principle which would trample upon the rights of the Latter-day Saints would trample upon the rights of the Roman Catholics, or of any other denomination” (<span class=\"emphasis\">History of the Church,<\/span> 5:498).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p38\" class=\"\">Now, my brethren and sisters, the time has come for us to stand a little taller, to lift our eyes and stretch our minds to a greater comprehension and understanding of the grand millennial mission of this The Church of Jesus Christ of Latter-day Saints. This is a season to be strong. It is a time to move forward without hesitation, knowing well the meaning, the breadth, and the importance of our mission. It is a time to do what is right regardless of the consequences that might follow. It is a time to be found keeping the commandments. It is a season to reach out with kindness and love to those in distress and to those who are wandering in darkness and pain. It is a time to be considerate and good, decent and courteous toward one another in all of our relationships. In other words, to become more Christlike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p39\" class=\"\">We have nothing to fear. God is at the helm. He will overrule for the good of this work. He will shower down blessings upon those who walk in obedience to His commandments. Such has been His promise. Of His ability to keep that promise none of us can doubt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p40\" class=\"\">The little stone which was cut out of the mountain without hands as seen in Daniel’s vision is rolling forth to fill the whole earth (see <span class=\"citation\" id=\"10817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10817)\">Dan. 2:44–45<\/a><\/span>). No force under the heavens can stop it if we will walk in righteousness and be faithful and true. The Almighty Himself is at our head. Our Savior, who is our Redeemer, the Great Jehovah, the mighty Messiah, has promised: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (<span class=\"citation\" id=\"20364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20364)\">D&amp;C 84:88<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p41\" class=\"\">“Therefore,” said He, “fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p42\" class=\"\">“Look unto me in every thought; doubt not, fear not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p43\" class=\"\">“Behold the wounds which pierced my side, and also the prints of the nails in my hands and feet; be faithful, keep my commandments, and ye shall inherit the kingdom of heaven” (<span class=\"citation\" id=\"20251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20251)\">D&amp;C 6:34, 36–37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p44\" class=\"\">Unitedly, working hand in hand, we shall move forward as servants of the living God, doing the work of His Beloved Son, our Master, whom we serve and whose name we seek to glorify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/this-is-the-work-of-the-master.p45\" class=\"\">I repeat, this, my brethren and sisters, is the work of the Almighty. He lives, our Father and our friend. It is the work of our Redeemer, who out of a love beyond comprehension gave His life for each of us. It is a divine work restored through a chosen prophet. It is a work to which we dedicate our lives as we invoke choice blessings upon you, our beloved associates, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}