{"ID":5624, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Elect Lady\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95905_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p4\" class=\"\">Marriage is a divine institution, ordained of God. Achieving success in the home is a supernal challenge—no other success can compensate for it. Unless, however, a husband and wife learn to work together as one, marriage can also be an infernal ordeal. There are too many unhappy marriages in the world today. There are too many marriages that do not stay the course, ending prematurely in divorce. There are too many children who are silently suffering from a lack of nurturing and care because their parents’ union is unhappy or dissolved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p5\" class=\"\">Before God created woman, He knew that man should not be alone. Following the creation of Eve, the first woman, the Lord instituted the union of marriage, then instructed the first man, Adam, “Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh” (<span class=\"citation\" id=\"24111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24111)\">Gen. 2:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p6\" class=\"\">Adam learned that the bonds of marriage are stronger than any other family bond. The sacred bonds of marriage invite unity, fidelity, respect, and mutual support. We know from the scriptures that Adam and Eve learned this lesson. At the time they were cast out of the garden, it is recorded “that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him” (<span class=\"citation\" id=\"39903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39903)\">Moses 5:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p7\" class=\"\">No single issue causes more concern among the leaders of churches and the leaders of nations than the alarming rate of breakup of marriages today. Statistics show that strong marriages produce strong families. The breakup of the family is causing serious social problems that are destroying our communities—including increases in poverty, crime, and delinquency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p8\" class=\"\">The union between husband and wife is not something to be trifled with. The marriage covenant is essential for the Lord to accomplish His divine purposes. Consistently the Lord has declared that His divine laws were instituted to safeguard and protect the holy union between husband and wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p9\" class=\"\">Much of what we learn as members of the Church is by example. We learn as much from our prophets from what they do as what they say. Watching President Kimball, President Benson, and President Hunter, the men of the Church have learned volumes about how they should treat their wives—with gentleness, kindness, and devotion. The women of the Church have learned a related lesson as they have observed the wives of these great prophets. They have learned how to be poised and accomplished individuals while remaining supporting helpmates to their husbands. The sweet relationship of President and Sister Hinckley offers both the men and women of the Church a marvelous example to observe and emulate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p10\" class=\"\">Much will be said, written, and recorded about President Hinckley during the time he presides over the Church. Much less will be recorded about his dear companion, Marjorie. For you who have not had the opportunity of meeting Sister Hinckley, I would like to tell you something about her. What an example she has been and will continue to be to the women of the Church and to all the world. She is such a loyal, supportive companion to our President.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p11\" class=\"\">Sister Hinckley’s roots sink deeply into rich pioneer soil, leaving an indelible imprint on her life and character. She wrote this about her great-grandfather:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p12\" class=\"\">“On a beautiful Sunday morning in the fall of 1841, my great-grandfather, William Minshall Evans, then sixteen years of age, was walking down the streets of Liverpool, England, on his way to church. Suddenly he heard singing that thrilled him beyond anything he had ever heard before. He followed the sound down an alley and up some rickety stairs into a room where a few people were holding a meeting. John Taylor, who later became president of the Church and who had a beautiful tenor voice, was the singer. The song he sang was so beautiful that William remained to hear the sermon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p13\" class=\"\">“Upon returning home, William was reprimanded by his elder brother, David, for being absent from his accustomed place in the choir. Asked to give an account of himself, William replied, ‘I have been where you should have been, and I shall not be satisfied until you all hear the wonderful truth I have heard this morning.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p14\" class=\"\">“… William and David were converted to the gospel, and then helped convert other members of their family” (<span class=\"emphasis\">Ensign,<\/span> July 1981, p. 48).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p15\" class=\"\">Sister Hinckley commented, “I never sing the hymns of the Church without remembering that it was the singing of a hymn that opened the door to the gospel for my family and made it possible for me to enjoy all the blessings that have followed” (p. 48).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p16\" class=\"\">President Hinckley shared the following story about Sister Hinckley’s grandfather at the rededication of the Manti Temple (fifth session, 15 June 1985). He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p17\" class=\"\">“Yesterday morning as we came here, Sister Hinckley and I were brought to the east temple door. They wanted to get us in quietly, I guess. But in any event we were brought privately to the east temple door and the door was opened (there are two of them there, two sets of them) but the one we came through was opened—a very, very heavy door, some three inches thick. Beautifully milled, beautifully put together, beautifully hung on substantial hardware. And it was a very touching experience because her grandfather who was a young man then, at the time twenty-four years of age, married with one child and another one coming, hung those doors. And in the course of hanging those very heavy doors he suffered a hernia which became strangulated. He suffered terrible pain for a few days, and died. Literally a martyr to the faith which had prompted him to work on this temple as a finish carpenter over a long period of time for which he received no compensation other than a pound of butter or a dozen eggs now and again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p18\" class=\"\">We catch a glimpse from these two stories about Sister Hinckley’s ancestors of her special heritage and of her unique character. You see, Sister Hinckley has the same sensitivity to the Spirit as her great-grandfather and the same spirit of work and sacrifice as her grandfather.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p19\" class=\"\">Over the years, my wife and I have had the privilege of traveling on many assignments with President and Sister Hinckley. In our travels we have always found Sister Hinckley so positive and cheerful. Her enthusiastic and supportive attitude clearly lifts her husband. Often the trips have been long and tiring. Schedules may not have been ideal. Accommodations may not have been four-star, sometimes way below. But in the midst of turmoil, discomfort, or challenge, Sister Hinckley has maintained her composure and her naturally happy disposition. Each time we would step off a plane to greet the Saints at a new destination, her kind and loving spirit was contagious. She has set a standard of support for priesthood-leader husbands that literally brings out the best in them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p20\" class=\"\">Sister Barbara Smith made this observation when President and Sister Hinckley, accompanied by their children, were celebrating their fiftieth wedding anniversary while he was fulfilling an assignment: “On a typical evening, President Hinckley would be exhausted after a day of meetings, including the evening meal with local leaders. [Sister Hinckley] would attend to the conversation of her husband and the leaders for a time, then slip quietly away to be sure that all was well with her family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p21\" class=\"\">“[You can] sense in this pattern the careful way that Sister Hinckley has been able, over the years, to respond to the needs of her children while at the same time supporting her husband in his critical role in the work of our Father’s kingdom” (Barbara B. Smith and Shirley W. Thomas, <span class=\"emphasis\">Women of Devotion,<\/span> Salt Lake City: Bookcraft, 1990, p. 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p22\" class=\"\">What an example she is to the wives of priesthood leaders all over the world!<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p23\" class=\"\">With all of the pressures of Church service thrust on the Hinckley family, Sister Hinckley has always maintained a balance between her two eternal callings—those of wife and mother. Her success in the role as a mother is evidenced by the Hinckley children—Dick, Clark, Kathleen, Virginia, and Jane. Each child is a credit to their parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p24\" class=\"\">Sister Hinckley has said this about motherhood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p25\" class=\"\">“It is the mothers of young children I would like to address first. These are golden years for you. These are years when you will probably do the most important work of your lives. Don’t wish away your years of caring for small children. Life is what happens to you while you are making other plans. This is a time of great opportunity for you to build the kingdom. When you teach children to love their Heavenly Father, you have done one of the greatest things you will ever do. If you can be a full-time homemaker, be grateful. If not, you must do what is best for you. I for one have never felt a need to apologize for my role as a full-time homemaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p26\" class=\"\">“These are busy, busy days for you. I have seen women in all kinds of circumstances—Chinese women working on road repairs, European women working in the fields, Asian women sweeping streets—but it is my opinion that … Mormon women are among the hardest working women in the world. They plant gardens and they bottle the produce; they sew and bargain shop. They go on the heart fund drive. They take dinners to new mothers and the sick in their neighborhoods. They take care of aged parents. They climb Mount Timpanogos with Cub Scouts, go to Little League games, sit on the piano bench while Jennie practices, do temple work, and worry about getting their journals up-to-date. My heart bursts with pride when I see them come into church on Sunday, some as early as 8:30 in the morning, their children all clean and shiny, their arms loaded with supplies, as they head for classes where they teach other women’s children. They scrub their houses with little or no domestic help and then try to be the glamour girl in their husband’s life when he arrives home at night. But remember, my dear young friends, that you are now doing the work that God intended you to do. Be grateful for the opportunity” (“Building the Kingdom from a Firm Foundation,” in Mary E. Stovall and Carol Cornwall Madsen, eds., <span class=\"emphasis\">As Women of Faith: Talks Selected from the BYU Women’s Conferences,<\/span> Salt Lake City: Deseret Book Co., 1989, p. 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p27\" class=\"\">Motherhood is the noblest and greatest of all callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p28\" class=\"\">Sister Hinckley, you are an inspiration to all of us. You are diligent in seeking after the truths the Lord has revealed for our growth and development here in mortality. Your desire to know these truths has kept you busy studying the gospel. When the opportunity avails itself, you have regularly signed up for institute classes to deepen your knowledge. That knowledge is clearly in evidence as you speak and teach the Saints. It is especially apparent when you stand before groups of full-time missionaries. Here you are at your best. How you inspire them, and how they respond to your instructions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p29\" class=\"\">With all of the confusion existing in the world today over the role of women, you stand as a worthy role model for those who are still struggling to find the right balance in life. May they listen when you declare how great it is to be eighty years of age because you can look back on a life filled with accomplishment, growth, understanding, faith, support, and fulfillment. You have said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p30\" class=\"\">“Contrary to rumor, these <span class=\"emphasis\">are<\/span> golden years, if you have a measure of good health. At this age, my dear contemporaries, we no longer have to compete with anyone. We don’t have to prove anything—we just have to enjoy it all. How many of you have told your children how wonderful it is to be this age?” (“Building the Kingdom,” p. 10.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p31\" class=\"\">President Hinckley paid this compliment to you as the Quorum of the Twelve Apostles met in the Salt Lake Temple on the day he was ordained and set apart as President of the Church. In the part that I remember, he said: “She is a woman of great faith. She is a wonderful mother. How I love her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/an-elect-lady.p32\" class=\"\">Sister Hinckley, you are a wonderful example to all of us. May the Lord continue to bless you with good health and a long, long life. May each of us catch the enthusiastic spirit you have for the gospel of our Lord and Savior, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}