{"ID":5627, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Easter Reflections\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p2\" class=\"\">Elder Andrew W. Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2100.jpg\" alt=\"Elder Andrew W. Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p3\" class=\"\">In two weeks, we will celebrate Easter. Our thoughts and feelings will, hopefully, focus on Jesus Christ. For many people, this will be another Easter that will casually come and casually go. For some, this Easter will be a season of meditation, reflection, and appreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p4\" class=\"\">There is one special Easter that I vividly recall, experienced twenty-seven years ago as a missionary serving in the North Argentine Mission. Our mission had sent missionaries into southern Bolivia. That Easter Sunday 1968 I spent in Quiriza, Bolivia, a small village nestled in the foothills of the Altiplano of southern Bolivia. I remember the preparations made by the villagers for that Easter. The mood, the music, the feel of that moment still linger with me to this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p5\" class=\"\">Early on Easter Sunday morning, Elder Arce asked me if I would accompany him to visit an investigator family. Shortly thereafter, we walked down the dirt streets of that small village with adobe homes lining the way. We visited an investigator family, reviewing important questions such as, Where do we come from? Why are we here? and Where are we going? We drew pictures with our fingers in the dirt floor. The Spirit was present. A baptismal invitation was extended and accepted. A beautiful baptismal service was held that afternoon. We baptized in the nearby muddy waters of the San Juan de Oro River. Seasons are reversed in South America. When it is springtime here, it is fall there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p6\" class=\"\">Those being baptized disappeared behind large, freshly cut stacks of cornstalks, only to reappear dressed in beautiful white baptismal clothing. Their brown skin, black hair, and radiant smiles still linger to this day in my mind’s eye. The power of that Easter Sunday still moistens my eyes as I reflect on the universality of Christ’s invitation to all to come unto Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p7\" class=\"\">For me, to have administered in His name as a missionary among those people prompted thoughts of Jesus talking to His disciples during His earthly ministry. He said, “And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd” (<span class=\"citation\" id=\"29742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29742)\">John 10:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p8\" class=\"\">Before we left Quiriza, Bolivia, for Argentina, a special prayer was offered. Accompanied by a dear missionary companion, kneeling on a dirt soccer field under the stars, the two of us took turns pouring out our hearts to our Heavenly Father. There were expressions of love and gratitude for the people, for our mission president and for the privilege of being missionaries. Promises were made to help the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p9\" class=\"\">The years since my mission have provided opportunities for the fulfillment of those missionary promises. I returned home to marry my high school sweetheart, Christine Swensen. She is a wonderful companion, and I love her dearly. As a registered nurse, she worked helping us to get through dental school. As school was drawing to a close and our sixth wedding anniversary was upon us, we were still without children. Then a door opened and an opportunity presented itself, and Ashley came into our lives. Our dear, precious Ashley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p10\" class=\"\">A year later we traveled to Bolivia to bring Joshua home from an orphanage. He was two years old. I can still see that beautiful little boy walking to me with outstretched arms, saying, “Papa, Papa.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p11\" class=\"\">Megan then joined us, not even twenty-four hours old when we brought her home. Then back to Bolivia for Daniel, five months old when we held him for the first time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p12\" class=\"\">Several years later, while I was presiding over the Mexico Merida Mission, Jennifer joined our family—a beautiful two-week-old Guatemalan baby girl born in Mexico. She opened the hearts of our missionaries and members in southern Mexico. Natalie Joy came into our family three weeks before our mission ended. Her middle name, Joy, is an eternal reminder of the witness we received that she should be included in our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p13\" class=\"\">After sixteen years of marriage and six adoptions, Anne and Andrew naturally joined our family, to the joy and happiness of their brothers and sisters. As a family, we are forever grateful for the binding and sealing effect the temple provides for the members of Jesus Christ’s church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p14\" class=\"\">With special promises made to the Lord under the stars in Bolivia at Easter time 1968, there is not a day goes by but that Chris and I embrace our children and feel of God’s love for all of His children. And now, as with Easter 1968, for me Easter season 1995 will be one never to be forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p15\" class=\"\">Six months ago, as members of the Church, we sustained President Howard W. Hunter as the fourteenth President of The Church of Jesus Christ of Latter-day Saints. I was sustained in that conference as a new Seventy. In early March, President Hunter passed away. My mind is fresh with remembrances of him. We will never forget President Hunter telling our children at the time I was set apart: “We love you. We want you to feel comfortable around us. We want you to feel like we are family.” Following our setting apart, President Hunter and his counselors, President Hinckley and President Monson, shook hands with each of our children. A treasured moment. Six months following that setting apart, I now stand before you for the first time to speak as a General Authority in the Tabernacle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p16\" class=\"\">And President Gordon B. Hinckley has been sustained as the fifteenth President of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p17\" class=\"\">During a visit twenty-seven years ago to South America, Elder Gordon B. Hinckley spoke to missionaries. He was younger then. He had served but seven years as an Apostle. He shared a scripture and extended an invitation. He taught from 2 Timothy: “For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind. Be not thou therefore ashamed of the testimony of our Lord” (<span class=\"citation\" id=\"5290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5290)\">2 Tim. 1:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p18\" class=\"\">Elder Hinckley invited missionaries to not fear and not be ashamed of their testimonies of Jesus Christ. His invitation penetrated my heart as a missionary then and is equally important to me and to you this day. The Lord has raised up a new prophet—one who has no fear, one who is full of power and love and of a sound mind, and one who by example reminds us never to be ashamed of our testimony of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p19\" class=\"\">May this be an Easter season of meditation, reflection, and appreciation. May we resolve to be obedient to prophetic invitations from those who hold the keys of the kingdom. A favorite hymn says:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is sunshine in my soul today,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More glorious and bright<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Than glows in any earthly sky,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For Jesus is my light.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p24\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 227)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/easter-reflections.p25\" class=\"\">Jesus is my light. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}