{"ID":5628, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Table Encircled with Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p2\" class=\"\">Elder LeGrand R. Curtis<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2102.jpg\" alt=\"Elder LeGrand R. Curtis\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p3\" class=\"\">Much has been written about the importance of the home. Elder Marion G. Romney has told us that “at the heart of society’s fatal sickness is the instability of the family.”<sup class=\"noteMarker\"><a href=\"#footnote1-95905_000_034\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Feb. 1972, p. 57.]<\/span><\/sup> We recognize that some homes are large, graciously appointed, even luxurious. Others are very small and humble, with scant furnishings. Yet each and every “home can be a heav’n on earth when we are filled with love, … Where we want to be” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 298), as one of our beloved hymns reminds us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p4\" class=\"\">One of the more important furnishings found in most homes is the kitchen table. Now it may be small, it may be large, or in the form of a little counter with barely room to put the food and utensils. Its major function seems to be a place for the different members of the family to receive nourishment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p5\" class=\"\">On this special occasion, my desire is to bring your attention to a deeper, more important function for the kitchen table, where we can receive much more than nourishment for our physical well-being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p6\" class=\"\">A family generally has two or more members of differing ages, but the family needs to meet—preferably not only just to eat, but to pray, to talk, to listen, to relate, to learn, to grow together. President Gordon B. Hinckley has stated it so well: “My plea—and I wish I were more eloquent in voicing it—is a plea to save the children. Too many of them walk with pain and fear, in loneliness and despair. Children need sunlight. They need happiness. They need love and nurture. They need kindness and refreshment and affection. Every home, regardless of the cost of the house, can provide an environment of love which will be an environment of salvation.”<sup class=\"noteMarker\"><a href=\"#footnote2-95905_000_034\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1994, p. 54.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p7\" class=\"\">Most family members are subjected to the many forces of the world outside of the home, as well as the powerful influence of radio, television, videos, tapes, and many other things which we bring into our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p8\" class=\"\">Picture a family gathering around a table, perhaps the kitchen table, talking about the gospel, talking about the sacrament meetings, the messages, talking about the current <span class=\"emphasis\">Ensign<\/span> or the current <span class=\"emphasis\">New Era,<\/span> talking about school with all of its ramifications, talking about general conference, talking about the Sunday School lessons, listening to good music, talking about Jesus Christ and his teachings. The list could be expanded. Not only parents, but all family members would be wise to make certain that each person present has a chance to talk and ample opportunity to participate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p9\" class=\"\">Think of the potential of a family kneeling around a table (without television), praying, pleading for help, thanking our Father for blessings—teaching all ages the importance of a loving Father in Heaven. Family prayer with little ones may well develop older ones who someday will pray with their families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p10\" class=\"\">President Thomas S. Monson stated it well: “The Lord directed that we have family prayer when he said: ‘Pray in your families unto the Father, always in my name, that your wives and your children may be blessed’ (<span class=\"citation\" id=\"6380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6380)\">3 Ne. 18:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p11\" class=\"\">“Will you join me as we look in on a typical Latter-day Saint family offering prayers unto the Lord? Father, mother, and each of the children kneel, bow their heads, and close their eyes. A sweet spirit of love, unity, and peace fills the home. As a father hears his tiny son pray unto God that his dad will do the right things and be obedient to the Lord’s bidding, do you think that such a father would find it difficult to honor the prayer of his precious son? As a teenage daughter hears her sweet mother plead unto the Lord that her daughter will be inspired in the selection of her companions, that she will prepare herself for a temple marriage, don’t you believe that such a daughter will seek to honor this humble, pleading petition of her mother whom she so dearly loves? When father, mother, and each of the children earnestly pray that these fine sons in the family will live worthy that they may in due time receive a call to serve as ambassadors of the Lord in the mission fields of the Church, don’t we begin to see how such sons grow to young manhood with an overwhelming desire to serve as missionaries?”<sup class=\"noteMarker\"><a href=\"#footnote3-95905_000_034\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Pathways to Perfection<\/span> (Salt Lake City: Deseret Book Co., 1973), p. 26.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p12\" class=\"\">As many have said, “How could you possibly send your parents and your children out into the world each day without gathering together and talking to the Lord?” Wise parents will examine their schedules and plan at least one time daily to gather the family for the blessings of prayer. Very soon, young members learn how to take their turn and learn the precious values found in family prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p13\" class=\"\">I have stated before that “home should be a happy place because all work to keep it that way. It is said that happiness is homemade, and we should endeavor to make our homes happy and pleasant places for us and our children. A happy home is one centered around the teachings of the gospel, and this takes constant, careful effort by all concerned.”<sup class=\"noteMarker\"><a href=\"#footnote4-95905_000_034\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1990, p. 12.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p14\" class=\"\">A busy teenager in a rather large family complained about the amount of time that family prayer was taking. As the wise mother was praying the next day, she intentionally left that youngster out of the prayer. As the prayer concluded, the busy child said, “Mother, you left me out of the prayer!” The loving mother explained that she was just responding to the youngster’s complaint. The busy child complained, “Don’t leave me out.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p15\" class=\"\">Visualize a family surrounding a table with the scriptures open, discussing the many truths and lessons to absorb. This indeed is a table encircled with love!<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p16\" class=\"\">Educators agree that children need to read much more outside of school. We can bless our children by reading the scriptures with them on a daily basis—at the kitchen table.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p17\" class=\"\">To have a time when the family meets at the kitchen table may take considerable adjustment and careful planning, but what could be of more importance to the unity of the family, the spiritual growth of the family, the bridges built between members of a family as they talk, listen, and respond, surrounded by love? Our major success is simply trying—over and over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p18\" class=\"\">There are many forces in the world today seeking to decimate the family and the home. Wise parents will strive to strengthen family ties, increase spirituality in the home, and focus on Jesus Christ and temple activity. President Hunter has told us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p19\" class=\"\">“I pray that we might treat each other with more kindness, more courtesy, more humility and patience and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p20\" class=\"\">“Secondly, and in that same spirit, I also invite the members of the Church to establish the temple of the Lord as the great symbol of their membership and the supernal setting for their most sacred covenants. It would be the deepest desire of my heart to have every member of the Church temple worthy.”<sup class=\"noteMarker\"><a href=\"#footnote5-95905_000_034\">5<\/a>\n       <span class=\"footnote\">[Statement to the press, 6 June 1994; <span class=\"emphasis\">Ensign,<\/span> July 1994, pp. 4–5.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p21\" class=\"\">The direction given by President Hunter can be markedly enhanced by what takes place around the kitchen table.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p22\" class=\"\">In our homes, we should practice how to treat others. As Goethe said so well, “If you treat [an individual] as he is he will stay as he is, but if you treat him as if he were what he [could] be and [might] be, he will become what he ought to be.”<sup class=\"noteMarker\"><a href=\"#footnote6-95905_000_034\">6<\/a>\n       <span class=\"footnote\">[In Emerson Roy West, <span class=\"emphasis\">Vital Quotations<\/span> (Salt Lake City: Bookcraft, 1968), p. 171.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p23\" class=\"\">President Boyd K. Packer stated: “To bring some of the things of heaven into the home is to insure that family members will graduate to church participation. The family home evening is, of course, ready-made for this—a meeting at home that can be organized to fit every need; and it’s just as much a church meeting, or can be, as those held at the chapel.”<sup class=\"noteMarker\"><a href=\"#footnote7-95905_000_034\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Feb. 1972, p. 71.]<\/span><\/sup> This counsel also agrees with what Elder Dean L. Larsen has told us: “Our church buildings are not the only places where we can worship. Our homes should also be places of devotion. It would be well if each day we could ‘go home to church.’ There should be no other place where the Spirit of the Lord is more welcome and more easily accessible than in our own homes.”<sup class=\"noteMarker\"><a href=\"#footnote8-95905_000_034\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1989, p. 63.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p24\" class=\"\">As we work to accomplish all of this in our homes, we will do well to remember the important statement of President Harold B. Lee: “Remember that the most important of the Lord’s work that you [and I] will ever do will be … within the walls of [our] own home.”<sup class=\"noteMarker\"><a href=\"#footnote9-95905_000_034\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Strengthening the Home,<\/span> pamphlet, 1973, p. 7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-table-encircled-with-love.p25\" class=\"\">My plea today is that each of us will look carefully at our homes and at the kitchen table and continually strive to bring heaven into our homes and come unto Jesus Christ. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95905_000_034\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Feb. 1972, p. 57.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95905_000_034\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1994, p. 54.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95905_000_034\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Pathways to Perfection<\/span> (Salt Lake City: Deseret Book Co., 1973), p. 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95905_000_034\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1990, p. 12.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95905_000_034\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Statement to the press, 6 June 1994; <span class=\"emphasis\">Ensign,<\/span> July 1994, pp. 4–5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95905_000_034\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>In Emerson Roy West, <span class=\"emphasis\">Vital Quotations<\/span> (Salt Lake City: Bookcraft, 1968), p. 171.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-95905_000_034\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Feb. 1972, p. 71.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-95905_000_034\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1989, p. 63.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_034\"><a name=\"-95905_000_034\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-95905_000_034\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Strengthening the Home,<\/span> pamphlet, 1973, p. 7.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}