{"ID":5635, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Trust in the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p3\" class=\"\">Andrea Allen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p\" class=\"\">Forest Hills Ward, Brigham City Utah Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p4\" class=\"\">A friend of mine is having a difficult time in her life. Earlier this year she was struggling, and I didn’t know how to help her. In my prayers I asked my Heavenly Father to bless her and to help me to be her friend. One day she became angry with me, and I did not understand. I didn’t know how to react. I didn’t want to say something wrong that might ruin our friendship, especially because this was a time when I felt she needed me. But after she became angry with me, I thought it would be too hard. I was considering giving up because I was discouraged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p5\" class=\"\">One afternoon in seminary I came across a scripture in Mosiah that said: “And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another” (<span class=\"citation\" id=\"40928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40928)\">Mosiah 4:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p6\" class=\"\">I knew then that she needed and still needs of the <span class=\"emphasis\">substance I can impart:<\/span> my friendship and my testimony. I decided then that I would not give up on my friend. I talk to her every day, remember her in my prayers, and have faith that something positive will come from my efforts. I am so grateful that I prayed and received this guidance through the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p7\" class=\"\">As young women, we are faced with challenges, choices, and difficult situations. Many times we think we are strong enough to handle them by ourselves. We aren’t strong enough, not by ourselves at least. But if we seek with real intent and with all of our heart for help and answers, we will receive guidance and direction from the Lord. We need to allow the Lord to help us. We must trust in him and do <span class=\"emphasis\">his will.<\/span> After we have done his will, we will find true joy and happiness. We will know that what we have done is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p8\" class=\"\">If you would turn in your scriptures to Proverbs, chapter 3, verses 5 to 6, we can read together and learn that Heavenly Father wants us to trust him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p9\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p10\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.” [<span class=\"citation\" id=\"94674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(94674)\">Prov. 3:5–6<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/trust-in-the-lord.p11\" class=\"\">I have a testimony of the scriptures. I know that if we “trust in the Lord” and read the scriptures prayerfully, we will receive direction and guidance as to what we should do in any troubling circumstance. I know that as we follow this direction, we will feel of the Savior’s love for us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}