{"ID":5636, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Will Be There to Help\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p3\" class=\"\">Hilarie Cole<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p\" class=\"\">West Jordan Eighth Ward, West Jordan Utah Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95905_000_042<\/span>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p4\" class=\"\">We are all different. Each of us has been given talents as well as challenges. Some of us may have physical or mental limitations; others may be lonely or come from homes that do not teach gospel principles. Because Heavenly Father loves each of us, he has provided us with a source of comfort and strength—the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p5\" class=\"\">My dear friends, I am thankful for this opportunity to share with you my experience with the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p6\" class=\"\">While growing up, I was blessed to come from a home where scriptures were an important part of our lives. I had gone to many Church activities and heard friends and family bear testimony of the power of the scriptures. I had a desire to gain a personal testimony of the power and truthfulness of the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p7\" class=\"\">But that did not happen easily. Because of my learning disability, it was hard to read the words and even more difficult to understand them. I often felt embarrassed and frustrated. I didn’t like to go to Young Women because I felt inadequate. I was afraid I might be called on to read. I felt more comfortable with my family, but I continued to feel frustrated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p8\" class=\"\">I prayed for help and I found this scripture. Please turn with me to Moroni 7:33 [<span class=\"citation\" id=\"38703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38703)\">Moro. 7:33<\/a><\/span>], and I will share with you my answer: “And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p9\" class=\"\">What a wonderful promise! If I would put my faith in the Lord, he would help me. He would help me to understand the scriptures. This was the key for me. One verse at a time, one day at a time, I began to understand. Even my schoolwork improved. The Book of Mormon got me through high school. I still have my learning disability and face challenges every day, but daily scripture study reminds me to have faith in my Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/he-will-be-there-to-help.p10\" class=\"\">No matter where you live or what kind of family you come from, Heavenly Father loves you and will be there to help and strengthen you whenever you need him. I know this because he has been there for me. I love my family, who understand the challenges I have. I’m grateful for leaders who have worked with me. I know the Church is true. I know the scriptures are there for each of us to learn from. I know that Christ lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}