{"ID":5638, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Time to Choose\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95905_000_044<\/span>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p4\" class=\"\">What an imposing and inspiring throng are you young women, your mothers, and your leaders as you meet together this evening on this sacred occasion. All of us have been uplifted by the beauty—even the majesty—portrayed in what we have heard, what we have seen, and what we have felt during this conference. I seek the help of our Heavenly Father as I respond briefly to the privilege to speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p5\" class=\"\">I know it is important for me to keep in mind your perspective. This truth I learned from a granddaughter. I was speaking to her family about the importance of having sufficient numbers of young men and young women in a ward to maximize social opportunities and to learn together the principles of the gospel. I commented, “Why, do you know that when Elder Joseph Wirthlin was a bishop here in Salt Lake City, he had a full quorum of forty-eight boys who were priests.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p6\" class=\"\">My granddaughter, who had been listening but saying little, suddenly exclaimed, “Oh, that would be wonderful!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p7\" class=\"\">I came to appreciate the importance of having the right perspective. It has been said that the young want to change the world—and the old want to change the young!<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p8\" class=\"\">Oh, the dreams of our youth! How beautiful and how perishable they are. Today, however, some youth are drifting on a sea of chance, with waves of temptation threatening to engulf them. A nationally prominent journalist described situations in our country by saying, “They are indicative of the days in which we are living: … days of compromise and diluting of principles; days when sin is labeled as error, when morality is relative and when materialism emphasizes the value of expedience and the shirking of responsibility.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p9\" class=\"\">You young women ask silently, “What can I do to insure my eternal joy? Can you help me?” I offer four suggestions:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Study diligently.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Choose carefully.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Pray fervently.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Act wisely.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p14\" class=\"\">First, <span class=\"strong\">study diligently.<\/span> All that has been said this evening points to the holy scriptures as an unfailing guide in our lives. Become acquainted with the lessons the scriptures teach. Learn the background and setting of the Master’s parables and the prophets’ admonitions. Study them as though each were speaking to you, for such is the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p15\" class=\"\">For example, let us hearken to the gentle yet persuasive appeal of the Apostle Paul as he counsels his young friend Timothy: “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote1-95905_000_044\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2910)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p16\" class=\"\">Crash courses on scripture study are not nearly so effective as the day-to-day reading and application of the scriptures in our lives. Also, there are lessons to be learned when we study good literature. One of the most popular musicals of our time is <span class=\"emphasis\">Fiddler on the Roof,<\/span> by Joseph Stein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p17\" class=\"\">The gaiety of the dance, the rhythm of the music, the excellence of the acting all fade in significance when Tevye, the father, speaks what to me becomes the message of the musical. He gathers his lovely daughters to his side and, in the simplicity of his peasant surroundings, counsels them as they prepare for their future. “Remember, in Anatevka each one of you knows who she is and what God expects her to become.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p18\" class=\"\">Contemplating our earthly life, could not we well consider Tevye’s statement and respond, “Here, each one of you knows who she is and what God expects her to become.” <span class=\"emphasis\">Study diligently.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p19\" class=\"\">Second, <span class=\"strong\">choose carefully.<\/span> All of you commenced an awesome and vital undertaking when you left the spirit world and entered the stage of mortality. Loving parents made you welcome. Inspired teachers taught you truth. True friends provided counsel. Yet life’s choices remain for each one to make. No choice is insignificant, for we become what we think about. Our choices determine our destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p20\" class=\"\">Several years ago I held in my hand such a guide to choice. It was a volume of scripture we commonly call the Triple Combination, containing the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price. The book was a gift from a loving father to a beautiful, blossoming daughter who followed carefully his advice. On the flyleaf page of the book, her father had written in his own hand these inspired words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p21\" class=\"\">\n\t<span class=\"emphasis\">To My Dear Maurine,<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p22\" class=\"\">That you may have a constant measure by which to judge between truth and the errors of man’s philosophies, and thus grow in spirituality as you increase in knowledge, I give you this sacred book to read frequently and cherish throughout your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p23\" class=\"\">Lovingly your father,<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p24\" class=\"\">\/s\/ Harold B. Lee<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p25\" class=\"\">Young women, choose carefully your friends, for they help to determine your future. Choose to honor your father and your mother, as Heavenly Father would have you do. They love you and would not knowingly lead you astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p26\" class=\"\">In Lewis Carroll’s delightful classic <span class=\"emphasis\">Alice’s Adventures in Wonderland,<\/span> Alice finds herself coming to a crossroads with two paths before her, each stretching onward but in opposite directions. She is confronted by the Cheshire cat, of whom Alice asks, “Which path should I take?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p27\" class=\"\">The cat answers, “That depends where you want to go. If you do not know where you want to go, it doesn’t really matter which path you take.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p28\" class=\"\">Unlike Alice, each of you knows where you want to go. It <span class=\"emphasis\">does<\/span> matter which way we go, for the path we follow in this life surely leads to the path we shall follow in the next. <span class=\"emphasis\">Choose carefully.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p29\" class=\"\">Third, <span class=\"strong\">pray fervently.<\/span> Each of you is a daughter of God, created in His image. Yours is a celestial journey. Heavenly Father wants you to check in with Him through sincere and fervent prayer. Remember, you are never alone. Never forget that you are loved. Never doubt that someone surely cares for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p30\" class=\"\">Your challenges are real, your concerns important, your need for answers vital. Youth should become acquainted with the ninth section of the Doctrine and Covenants. It has a lesson for each of you. When you contemplate a decision, go to your Heavenly Father in the manner in which the Prophet Joseph indicated that the Lord advised him. The Lord said to the Prophet Joseph: “Behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.” The Lord continues, “But if it be not right you shall have no such feelings, but you shall have a stupor of thought that shall cause you to forget the thing which is wrong.”<sup class=\"noteMarker\"><a href=\"#footnote2-95905_000_044\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20253)\">D&amp;C 9:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p31\" class=\"\">That counsel will guide you. It has guided me. <span class=\"emphasis\">Pray fervently.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p32\" class=\"\">Fourth and finally, <span class=\"strong\">act wisely.<\/span> Take the Lord as your guide. Do not lend a listening ear to the persuasive voice of that evil one who would entice you to depart from your standards, your home-inspired teachings, and your philosophy of life. Rather, remember that gentle and ever genuine invitation from the Redeemer, “Come, follow me.”<sup class=\"noteMarker\"><a href=\"#footnote3-95905_000_044\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32560)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> Follow Him, and you will be acting wisely and will be blessed eternally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p33\" class=\"\">Along your pathway of life you will observe that you are not the only traveler. There are others who need your help. There are feet to steady, hands to grasp, minds to encourage, hearts to inspire, and souls to save.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p34\" class=\"\">Recently I saw a young teen-aged friend, Jami Palmer, whom I have known for several years. She is recovering from cancer. She has endured the diagnosis. She has undergone surgery and painful chemotherapy. Today she is a bright, beautiful young lady and looking to the future with confidence and with faith. I learned that in her darkest hour, when any future appeared somewhat grim, her leg where the cancer was situated would require multiple surgeries. A long-planned hike with her Young Women class up to Timpanogos Cave was out of the question—she thought. Jami told her friends they would have to undertake the hike without her. I’m confident there was a catch in her voice and disappointment in her heart. But then the other young women responded emphatically, “No, Jami, you are going with us!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p35\" class=\"\">“But I can’t walk,” came the anguished reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p36\" class=\"\">“Then, Jami, we’ll carry you to the top!” And they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p37\" class=\"\">Today, the hike is a memory, but in reality it is much more. James Barrie, the Scottish poet, declared: “God gave us memories, that we might have June roses in the December of our lives.” None of those precious young women will ever forget that memorable day when, I am confident, a loving Heavenly Father looked down with a smile of approval and was well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/a-time-to-choose.p38\" class=\"\">That our Heavenly Father may ever bless you precious young women, that He may inspire your dear mothers and guide your teachers and watch over you always, is my sincere prayer. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95905_000_044\"><a name=\"-95905_000_044\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95905_000_044\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2910)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_044\"><a name=\"-95905_000_044\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95905_000_044\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20253)\">D&amp;C 9:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95905_000_044\"><a name=\"-95905_000_044\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95905_000_044\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32560)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}