{"ID":5639, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light within You\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95905_000_045<\/span>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p4\" class=\"\">My beloved associates in this great work, you wonderful young women and your mothers, I am not here tonight as a scheduled speaker. I wasn’t on the program originally. Nevertheless, I welcome this opportunity to say a few words of postscript to the very excellent talks to which we have listened. Much of good counsel has been given from which each of us can benefit immensely. I hope we will never forget the things we have heard, and that they will become guideposts in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p5\" class=\"\">I am grateful for emphasis on reading the scriptures. I hope that for you this will become something far more enjoyable than a duty; that, rather, it will become a love affair with the word of God. I promise you that as you read, your minds will be enlightened and your spirits will be lifted. At first it may seem tedious, but that will change into a wondrous experience with thoughts and words of things divine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p6\" class=\"\">I think there has never been another congregation of this kind in all the world, except perhaps previous Young Women’s conferences which have also originated here in the Tabernacle. There are hundreds of thousands of young women gathered this Saturday evening in halls scattered far and wide across the earth. How marvelous a thing it is to contemplate that each of you is a daughter of God, a girl with a divine birthright and a divine destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p7\" class=\"\">When Sister Hinckley and I were much younger and less stiff and brittle, we would go to dances. She would tell you that this stopped right after we were married. I must confess that I enjoyed her company more than I enjoyed the dancing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p8\" class=\"\">Back in those days there was a popular song, the opening lines of which were:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Somebody loves you, I want you to know,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Longs to be near you, wherever you go.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p\" class=\"\">id=\"11\"&gt;(Charlie Tobias and Peter De Rose, “Somebody Loves You,” Edwin H. Morris &amp; Co., Inc., 1932)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p12\" class=\"\">I have interpreted those words differently from the meaning given by the author. I wish you—each of you, wherever you are—to know that you are loved. You are loved by your Father in Heaven, of whose divine nature you have partaken. And He desires that His Holy Spirit will be near you wherever you go if you will invite it and cultivate it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p13\" class=\"\">There is something of divinity within each of you. You have such tremendous potential with that quality as a part of your inherited nature. Every one of you was endowed by your Father in Heaven with a tremendous capacity to do good in the world. Train your minds and your hands that you may be equipped to serve well in the society of which you are a part. Cultivate the art of being kind, of being thoughtful, of being helpful. Refine within you the quality of mercy which comes as a part of the divine attributes you have inherited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p14\" class=\"\">Some of you may feel that you are not as attractive and beautiful and glamorous as you would like to be. Rise above any such feelings, cultivate the light you have within you, and it will shine through as a radiant expression that will be seen by others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p15\" class=\"\">You need never feel inferior. You need never feel that you were born without talents or without opportunities to give them expression. Cultivate whatever talents you have, and they will grow and refine and become an expression of your true self appreciated by others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p16\" class=\"\">In summary, try a little harder to measure up to the divine within each of you. As Alma said, “Awake and arouse your faculties” (<span class=\"citation\" id=\"10136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10136)\">Alma 32:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/05\/the-light-within-you.p17\" class=\"\">I thank you for the goodness of your lives, for the desire within your hearts to do the right thing, for the fact that you are prayerful and kind and good. We have every confidence in you. We love you. We pray for you. We leave our blessing with you in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}