{"ID":565, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Favorable and Unfavorable Phases of Present-day Conditions<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1952, pp. 11-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is truly a joy to meet with you, my brethren and sisters. Another six months have passed\nsince the Church met in general conference. How the time flies! There is an old hymn, now\nunpublished, which could be sung appropriately: \n<\/p><p>\nHow swift the months have passed away,<br \/>\n     'Tis conference again.<br \/>\n     And Zion's untold thousands come<br \/>\n     To swell the joyful strain.\n<\/p><p>\nA seat occupied six months ago is vacant this morning&mdash;a voice valiant and vigorous then in\ndefense of the restored gospel is silent today. We miss Dr. Joseph F. Merrill, member of the\nCouncil of the Twelve, and make loving reference to his noble character and distinguished\nservice.\n<\/p><p>\nAnd now, my dear fellow workers, it is with mingled feelings of gratitude, satisfaction, and\napprehension that I greet members of the Church assembled in this opening session of the\n122nd Annual Conference.\n<\/p><p>\nGRATITUDE\n<\/p><p>\nWe are grateful for the blessings of the Lord to his Church in all the world, and for the\nassurance of his divine guidance and inspiration. With deep gratitude we acknowledge in your\npresence, his nearness and his goodness; and in that spirit of prayerful appreciation proclaim\nthat our souls respond in harmony with the spirit of a glorious vision given to the Prophet\nJoseph Smith: \"Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof,\nfor the Lord is God, and beside him there is no savior.\n<\/p><p>\n\"Great is his wisdom, marvelous are his ways, and the extent of his doings none can find out.\n<\/p><p>\n\"His purposes fail not, neither are there any who can stay his hand.\n<\/p><p>\n\"From eternity to eternity he is the same, and his years never fail\"\n(<span class=\"citation\" id=\"12991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12991)\">D&amp;C 76:1-4<\/a><\/span>).\n<\/p><p>\nENCOURAGEMENT JUSTIFIED\n<\/p><p>\nIt is a source of real encouragement to contemplate the loyalty and energetic efforts of the\npriesthood of the Church including of course the General Authorities, stake and ward officers,\npresidencies of missions, missionaries, officers, and members of branches throughout the\nworld. I believe I can say in truth that the standard of efficiency in missions and in organized\nstakes has never been so high. A hasty glance at what quorums and auxiliaries have achieved\nduring the past year will confirm this.\n<\/p><p>\nFIRST: QUORUMS OF THE PRIESTHOOD\n<\/p><p>\nAccording to reports that have been received, the Melchizedek Priesthood of the Church (and\nthat includes all worthy adult members) is showing an increase in the number who pay a full\ntithing, who observe the Sabbath day, who attend sacrament meetings, and who hold regular\nfamily prayers.\n<\/p><p>\nThere has also been an increase in the average attendance at weekly priesthood meetings. In a\nfive-year period (1947-51)  the following increase is shown: \n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;     1947      1951<br \/><br \/>\nHigh Priests    46%       48%<br \/>\nSeventies&nbsp; &nbsp;       39%       44%<br \/>\nElders&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;          18%       20%\n<\/p><p>\nIn participation in all phases of the Church program, the following marked increase is shown\nin the same five-year period: \n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;               1947      1951<br \/><br \/>\nHigh Priests    67%       91%<br \/>\nSeventies &nbsp; &nbsp;      54%       89%<br \/>\nElders &nbsp; &nbsp; &nbsp; &nbsp;          31%       70%\n<\/p><p>\nSECOND: RELIEF SOCIETY\n<\/p><p>\nA memorandum from Sister Belle S. Spafford, president of the Relief Society indicates that\nthere has been an increase in membership in that organization of from 126,550 in 1950 to\n132,451 in 1951, or an increase of 5,901.\n<\/p><p>\nTeachers have made 2,055,803 visits&mdash;an increase of 145,141 over last year.\n<\/p><p>\nVisits to sick and homebound&mdash;193,558, or an increase of 11,200 over last year.\n<\/p><p>\nChoruses of the Relief Society Singing Mothers are increasing, thus furnishing the sisters with\nan opportunity for spiritual expression through choral singing.\n<\/p><p>\nTHIRD: SUNDAY SCHOOL\n<\/p><p>\nThe general board of the Deseret Sunday School Union has been emphasizing during the year\n1951 the importance of proper spiritual teaching in our Sunday Schools. As a result there has\nbeen a notable increase in teacher training classes and enrolled teacher trainees over the\nprevious year.\n<\/p><p>\nReports indicate an increase of 67% in the number of classes held, and an increase of 13% in\nnumber of trainees. Better order and more reverence in opening exercises and in class work\nhas been a most commendable aim.\n<\/p><p>\nEnlistment, or Sunday School missionary work, has been stressed. There has been an increase\nof 12% in the enrolment. The average attendance at Sunday Schools has increased 13%.  It is\nestimated that about one-third of the entire membership of the Church now participate in\nSunday School.\n<\/p><p>\nFOURTH: Y.M.M.I.A.\n<\/p><p>\nIn the 183 stakes, 10 missions reporting, including 1,638 wards and branches, the Young\nMen's Mutual Improvement Association reports a total membership of 104,383, with an\naverage attendance of 53%.\n<\/p><p>\nIn participation in joint Y.M. and Y.W.M.I.A. stake recreational activities there has been an\nincrease. Departments averaged an increase of 20% to 50%, the greatest increase coming in\nthe M Men-Gleaner and Scout-Beehive Departments.\n<\/p><p>\nThe general board of Y.M.M.I.A. is endeavoring to have every boy in the ward attend M.I.A.\nregularly, with a result that the enrolment has grown from 81,253 four years ago to 104,383\nthis last year.\n<\/p><p>\nFIFTH: Y.W.M.I.A.\n<\/p><p>\nThe Young Women's Mutual Improvement Association had an enrolment in 1951 of 110,095\nas compared with 105,309 the previous year.\n<\/p><p>\nIn December 1949, there was an all-over Church average for the girls 12 to 19 years of age of\n48% attendance at sacrament meetings. This is a very commendable feature. Also 61%\nattended Sunday School, and 59%  M.I.A. In December 1951, the average had increased to\n53% at sacrament meetings; 63% at Sunday School; and 64%  at M.I.A. This substantial\nincrease shows a great spiritual growth, for it means that our girls are attending more Church\nmeetings and hence gaining a greater knowledge of the gospel.\n<\/p><p>\nSIXTH: PRIMARY ASSOCIATION\n<\/p><p>\nLast year marked the completion of the Primary Children's Hospital, the dedicatory service\nhaving been held on March 2 of this year.\n<\/p><p>\nA most commendable project for 1951-52 stressed four phases of reverence for boys and girls.\nI will read those: \n<\/p><p>\n1. We will act as we should in our Heavenly Father's house.<br \/>\n2. We will greet our friends quietly.<br \/>\n3. We will not take the name of the Lord in vain.<br \/>\n4. We will respect those chosen by our Heavenly Father to lead us.\n<\/p><p>\nAnother very commendable feature is the \"Kindness to Animals Club\" being sponsored by\nThe Children's Friend. I commend that to your attention, especially when we sense the reports\nthat we have had recently regarding some sadist young boys who have been going around\nwith \"22's\" shooting, just for mere sport, the starving deer.\n<\/p><p>\nGENEALOGICAL SOCIETY\n<\/p><p>\nIn 1951 there were 31,726 persons who undertook research through the books of the library,\nand approximately 13,000 individuals who used the records in the Archives Department. At\nthe close of 1951 there were sixteen million cards in the Index Bureau files. The records of\ntwo hundred thousand separate family units were examined at the Index Bureau.\n<\/p><p>\nA total of between twenty-five and thirty million pages of records were placed in the files of\nthe microfilm library during the year 1951, and a total of 2,334,058 lineal feet of film were\ndeveloped in the laboratory in Salt Lake City during 1951.\n<\/p><p>\nThese are just a few highlights giving cause for satisfaction. There is a general response, as\nthe figures and reports indicate, on the part of the people of the Church everywhere. The\nresponsibilities they carry, the undertakings that they adopt and employ to raise 50% of the\ncost of their houses of worship are most remarkable.\n<\/p><p>\nI think I will give you an instance. Last February a meeting of all the presidents of the stakes\nof southern California was held. President Waite and his associates and the committee\npresented to those brethren a suggested plan whereby the stakes and wards of that region\nmight raise a million dollars to assist in the construction of the Los Angeles Temple. Three\nweeks later, as the First Presidency sat at the table in their regular daily meeting, they read a\ntelegram that came that morning from President Russon of the Los Angeles Stake, stating\n\"We have already canvassed the wards in our stake, and they have subscribed 256% of their\nquota.\" And while we were reading that, the telephone rang and President Waite of the South\nLos Angeles Stake at the other end said, \"I thought you would like to know that the Los\nAngeles Stake has gone over the top 256%. We were a week later starting our canvass in the\nSouth Los Angeles Stake, so we have reached only 10% of the people, but we have 90% of\nthe quota subscribed from the 10%.\" Last evening the presidents from those stakes met with\nthe First Presidency and reported $1,666,000.00 subscribed, and more subscriptions coming\nin.\n<\/p><p>\nNow that is indicative of the spirit that animates the members of the Church in their efforts to\nfurther the interest of establishing the kingdom of God. Well, we commend you and bless\nyou, and God will bless you.\n<\/p><p>\nCAUSES OF APPREHENSION\n<\/p><p>\nBut now, brethren and sisters, we have cause for apprehension. I refer to the efforts to deprive\nman of his free agency&mdash;to steal from the individual his liberty.\n<\/p><p>\nNext to life itself free agency is the greatest gift of God to man.\n<\/p><p>\nThe two most important documents affecting the destiny of America are the Declaration of\nIndependence and the Constitution of the United States. Both these immortal papers relate\nprimarily to the freedom of the individual.\n<\/p><p>\nFounded upon that principle of free enterprise fostered by these documents, the United States\nof America in less than two centuries has achieved a greatness that exceeds that of any other\ncountry in the world.\n<\/p><p>\nThe deep concern of every loyal citizen regarding this threatened loss of our freedom has\nbeen well expressed by a Mr. Fred G. Clark, Chairman of the American Economic\nFoundation, wherein he expresses the fear that the code of the people is replacing the code of\nGod. Here are his own words. I shall tell you when I end the quotation: \"The American giant\ntowers over the world in its physical strength greater than that of all the rest of the nations\nput together.\n<\/p><p>\n\"But something is wrong with America.\n<\/p><p>\n\"At this high moment of history when the task of world leadership has been thrust upon us,\nwe stand confused, reluctant, hesitant, and ineffectual.\n<\/p><p>\n\"We are no longer certain what we stand for, and this, I believe, is because we have forgotten\nthe circumstances surrounding the birth of our nation . . .\n<\/p><p>\n\"For decades it has been popular in America for the cynical intellectuals to sneer and scoff at\nwhat we call the traditions of Americanism.\n<\/p><p>\n\"The instruments of this sabotage were words and thoughts&mdash;plausible half-truths, sly appeals\nto that spark of larceny that lurks in every human heart, subtle suggestions of an atheistic\nnature, and the careful nurturing of a patronizing attitude toward everything America has held\nto be fine and sacred.\n<\/p><p>\n\"The people who planted these words and thoughts may have been either stupid or vicious,\nfools or foreign agents, smart-alecs, or smart organizers.\n<\/p><p>\n\"What they were does not now matter: the thing that does matter is to counteract what they\nhave done.\n<\/p><p>\n\"Everybody in every position of leadership has to get into this act because the damage has\naffected every phase of our life.\n<\/p><p>\n\"The places in which this sabotage occurred were the schools, the churches, the\ncommunist-dominated labor halls, the lecture platforms, the motion pictures, the stage, the\npages of our newspapers and magazines, and the radio. Every means of communication has\nbeen utilized against us . . .\n<\/p><p>\n\"The man (or nation) who has a plan&mdash;a way of life&mdash;in which he believes, has mental\nsecurity.\n<\/p><p>\n\"To destroy this security, one must destroy that man's faith in his plan.\n<\/p><p>\n\"Reliance on a code of life which, if held in common with one's fellow men, brings peace of\nmind, develops the abilities of the group . . .\n<\/p><p>\n\"The degree to which the American code of life has been weakened can best be demonstrated\nby simply calling attention to the degree to which the foundation of that code has been\nweakened.\n<\/p><p>\n\"Many people become self-conscious when discussing this foundation: I am not one of those\npeople.\n<\/p><p>\n\"That foundation (and of this there cannot be the slightest shadow of a doubt) is made up of\nthe Ten Commandments and the Golden Rule.\n<\/p><p>\n\"Within this moral code, we have a complete way of life.\n<\/p><p>\n\"Acceptance of these precepts takes care of every phase of human life&mdash;spiritual, political,\nsocial, and economic. . .\n<\/p><p>\n\"America was a nation of people who had faith in their political and economic systems\nbecause they had faith in God and had built those systems around the teachings of God.\n<\/p><p>\n\"Every collectivist from Karl Marx to Stalin has agreed that faith in God must be destroyed\nbefore socialism can take over.\n<\/p><p>\n\"Therefore, it was obvious that the problem of sabotaging America's faith in America was the\nproblem of transferring the people's faith in God to faith in the State.\n<\/p><p>\n\"That thing called morality in politics, business, and private contracts, had to be broken down.\n<\/p><p>\n\"To an increasing extent the people have come to look upon morality as an old-fashioned\nsuperstition.\n<\/p><p>\n\"Religion has for many church members become a safe way of dying rather than a good way\nof living.\"\n<\/p><p>\nI commend his entire speech, from which I have taken these extracts.\n<\/p><p>\nAdd to this threatening upset in national standards the increasing tendency to abandon ideals\nthat constitute the foundation of the American home, and you will agree with me that there is\ncause for apprehension.\n<\/p><p>\nNow what shall we do about it? That concerns us.\n<\/p><p>\nWhen Paul was a prisoner in Rome, he sent a letter to Timothy, saying in substance: \n<\/p><p>\n\"Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all\nlongsuffering and doctrine.\n<\/p><p>\n\"For the time will come when they will not endure sound doctrine; but after their own lusts\nshall they heap to themselves teachers, having itching ears; \n<\/p><p>\n\"And they shall turn away their ears from the truth, and shall be turned unto fables\"\n(<span class=\"citation\" id=\"5116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5116)\">2 Tim. 4:2-4<\/a><\/span>).\n<\/p><p>\nIt is as important today as when Paul wrote that farewell message to Timothy that officers and\nteachers in the Church \"preach the word; be instant&mdash;that is, eager, earnest&mdash;in season and\nout of season.\"\n<\/p><p>\nToday, in the midst of the world's perplexity, there should be no question in the mind of any\ntrue Latter-day Saint as to what we shall preach. The answer is as clear as the noonday sun in\na cloudless sky.\n<\/p><p>\nIn the year 1830, there was given to the people of this land and of the world, a divine plan\nwhereby individuals can find security and peace of mind and live in harmonious accord with\ntheir fellow beings. In all man's theories and experiments since history began, human\nintelligence has never devised a system which, when applied to the needs of humanity, can\neven approach this plan in effectiveness.\n<\/p><p>\nIn simple words, then, this is the Word which we should preach&mdash;the gospel plan of\nsalvation.\n<\/p><p>\nFAITH IN GOD\n<\/p><p>\nThe founders of this great republic had faith in the economic and political welfare of this\ncountry because they had faith in God. Today it is not uncommon to note an apologetic\nattitude on the part of men when they refer to the need of God governing in the affairs of\nmen. Indeed, as has already been said, the success of communism depends largely upon the\nsubstitution of the belief in God by belief in the supremacy of the state.\n<\/p><p>\nPreach in season and out of season belief in God the Eternal Father, in his Son Jesus Christ,\nand in the Holy Ghost\n(<span class=\"citation\" id=\"6661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6661)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nBear witness that \"God and the unseen world,\" to quote a leading thinker, \"are not mere\nobjects of surmise . . . Religion standing on the known experience of the race makes one bold\nand glorious affirmation. She asserts that this power that makes for truth, for beauty, and for\ngoodness is not less personal than we. This leap of faith is justified because God cannot be\nless than the greatest of his works . . . When, therefore, we call God personal we have\ninterpreted him by the loftiest symbol we have. He may be infinitely more. He cannot be less.\nWhen we call God a spirit, we use the clearest lens we have to look at the infinite.\" (Charles\nDinsmore of Yale.)\n<\/p><p>\nSecond: Latter-day Saints proclaim that fundamental in this gospel plan is the sacredness of\nthe individual, that God's work and glory is \"to bring to pass the immortality and eternal life\nof man\" (<span class=\"citation\" id=\"38999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38999)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nUnder this concept, it is a great imposition, if indeed not a crime, for any government, any\nlabor union, or any other organization to deny a man the right to speak, to worship, and to\nwork.\n<\/p><p>\nThird: Preach that the plan involves the belief that governments were instituted of God for the\nbenefit of man (<span class=\"citation\" id=\"13065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13065)\">D&amp;C 134:1<\/a><\/span>). Man was not born\nfor the benefit of the state. Preach that no government can\nexist in peace, and I quote from the Doctrine and Covenants, except such laws are framed and\nheld inviolate, as will secure to each individual the \"free exercise of conscience, the right and\ncontrol of property, and the protection of life\" (<span class=\"citation\" id=\"13067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13067)\">D&amp;C 134:2<\/a><\/span>).\n<\/p><p>\nFourth: Preach the sacredness of family ties&mdash;the perpetuation of the family as the\ncornerstone of society.\n<\/p><p>\nFifth: Proclaim the necessity of honesty and loyalty, doing an honest day's work for an honest\nday's pay. Preach that honesty in government is essential to the perpetuation and stability of\nour government as it is necessary to the stability of character in the individual. \"We believe in\nbeing honest, true, chaste, benevolent, virtuous, and in doing good to all men . . . If there is\nanything virtuous, lovely, or of good report, or praiseworthy, we seek after these things\"\n(<span class=\"citation\" id=\"6663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6663)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nTo summarize: Let us be instant in season, and out of season, declaring that a kind and loving\nHeavenly Father is as ready and eager today as ever to bless and to guide all his children who\nwill sincerely seek him, and I bear you witness to that truth.\n<\/p><p>\nProclaim that his Beloved Son, the Redeemer and Savior of mankind, stands at the head of his\nChurch that bears his name&mdash;that he guides and inspires those who are authorized to\nrepresent him here on earth&mdash;authorized by the priesthood when heavenly messengers\nbestowed upon the Prophet Joseph Smith and others associated with him divine authority.\n<\/p><p>\nPreach that the responsibility of declaring this plan of life, this way of life, this plan of\nsalvation rests upon the entire membership of the Church but most particularly upon those\nwho have been ordained to the priesthood and who have been called as leaders and servants\nof the people.\n<\/p><p>\nTo them today, as Paul said to Timothy, we give the admonition: \n<\/p><p>\n\"Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all\nlongsuffering and doctrine\" (<span class=\"citation\" id=\"5115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5115)\">2 Tim. 4:2<\/a><\/span>).\n<\/p><p>\nIn Zion let God's name be praised<br \/>\n     Who has a feast prepared,<br \/>\n     The glorious gospel standard raised<br \/>\n     The ancient faith restored.<br \/>\n     Swift heralds, the glad news to bear<br \/>\n     O'er land and ocean fly; <br \/>\n     And to the wondering world disclose<br \/>\n     The message from on high.\n<\/p><p>\nGod give us power to fulfil this destiny of the Church, and to perform our duties, I pray, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}