{"ID":566, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessings Through Faith<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1952, pp. 16-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my dear brothers and sisters, and\nfriends: \n<\/p><p>\nThis is always a very difficult assignment for me, one which nearly overwhelms me, and I do\nfeel very weak and very humble today. Personally, I am very grateful for the beautiful prayer\nthat was offered at the beginning of the conference. Prayers always give one needed strength.\nYes, \"Prayer is the soul's sincere desire, uttered or unexpressed.\" Surely today, prayer is my\nsoul's sincere desire.\n<\/p><p>\nWe have all been greatly touched, blessed, and inspired by the words of the President of the\nChurch, President David O. McKay, a prophet of the true and Living God.\n<\/p><p>\nThe Spirit of the Lord will be at this conference in rich and great abundance if the thousands\nwho assemble here can come with their hearts turned toward our Father in heaven.\n<\/p><p>\nYesterday, in a meeting in the temple of the General Authorities of the Church, there was in\nevidence a beautiful and great spirit, one that I question whether anyone can absolutely and\naccurately describe or explain. It was the spirit of peace and love and harmony and unity.\nYes, that was the spirit of our Father in heaven.\n<\/p><p>\nI know that there is great love and harmony and unity among the brethren of the General\nAuthorities of the Church. No one should ever infer that there is any lack of unity or harmony\nor love or brotherhood in the Church. I only wish that all of us, one to another, could exhibit\nthe same friendly love and unity that we saw in existence and that we experienced yesterday.\n<\/p><p>\nThere is no place in the Church for lack of harmony, or lack of unity; there is no room for\ncriticism in the Church. You may not agree with what individuals do or say, and none of us\nprofesses to be perfect. We shall be grateful to you if you will come to us and tell us of our\nshortcomings. But I am sure that you should not criticize those who serve in your bishoprics\nand stake presidencies, your auxiliaries and your quorum offices. I remember a statement that\nmy little old grandfather once made to me, and I shall always try to remember it, when he\nsaid, \"It does not take much brains to criticize.\" I am sure if we shall only stop to think of\nthat, we will be more careful when we exhibit any degree of disunity.\n<\/p><p>\nI confess that I have humbly prayed to the Lord to forgive me for my shortcomings and\nimperfections. I have prayed to him daily to help me when my call should come to stand\nbefore you. I prayed, first, because I believe in prayer, and second, because I need the\nblessings of the Lord as one of the weakest among you.\n<\/p><p>\nThe beautiful music today has caused us to put ourselves in tune with the spirit of the Lord,\nthat we could come here and be truly strengthened and built up in our faith. Yes, faith in God\nis a requisite for the salvation of each of us. Oh, Israel, trust thou in the Lord, he is thy help\nand thy shield! A testimony of Jesus Christ should be the desire of every individual here. It\nmay be necessary for each of us to make a right about change in our own life and turn our\nenergy and our thoughts and our ambitions to our Heavenly Father. It may be necessary for a\nnational crusade so that we can turn back to God, our Father; this may be an immediate\nessential, because of our apparent drifting, as individuals and as a nation, away from the\nteachings of our Father in heaven.\n<\/p><p>\nThe fear of the Lord is the beginning of great wisdom\n(<span class=\"citation\" id=\"41768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41768)\">Ps. 111:10<\/a><\/span>).\nA good understanding have all they\nthat do keep the commandments of God. Faith in God, our Eternal Father, and in his Son,\nJesus Christ, the Redeemer of the world, the Savior of mankind, is essential to every one of\nus if we are to have happiness and partake of the blessings of the Lord.\n<\/p><p>\nIt has been an inspiration to me to travel around the Church and throughout the wards and\nstakes and see these beautiful new meetinghouses being built and to see the enthusiasm and\nthe contribution of the members of the Church. The Lord has truly blessed us.\n<\/p><p>\nSometime ago I was in a ward, and I met the bishopric and their wives. It was not a large\nward nor a rich ward. The people were trying to raise their portion to build a meetinghouse.\nThey were having some difficulty. But a member of the bishopric told us that he and his wife\ndecided to kill one of their cows. They did not have many; they were not in the dairy\nbusiness; but they killed one of their choicest cows and had it slaughtered and the meat cut\nup. They made that meat into sandwiches and sold those sandwiches at basketball games and\nother functions to raise money so they could build a meetinghouse where they could assemble\nand renew their covenants with the Lord and worship God, their Eternal Father, according to\nthe dictates of their own consciences.\n<\/p><p>\nI heard a man bear testimony recently of a time when he had been out on strike for two or\nthree months he was not a rich man; he had a large family; and his savings were nearly all\ngone. He did not have a job. One Sunday afternoon two of the brethren of his ward came to\nhis house, since they were trying to finish their meetinghouse, and they said to him, \"We are\nhere to collect money to help finish our meetinghouse.\" They did not know his circumstances,\nand they said, \"Your assessment is forty dollars.\"\n<\/p><p>\nHe smiled, went in the bedroom pulled out a drawer, and there was forty dollars, his last forty\ndollars. He looked at it and wondered if he should go back in and tell the brethren that he\nwould pay half of it now, or if he should go back and beg off and tell them that he would\npay part of it later; but then the thought came to him that he and his family had been blessed\nabundantly, and he took the forty dollars, buckled up his belt, went out into the room smiling,\nand said to the two brethren, \"Here, I am glad to give you my assessment of forty dollars.\"\n<\/p><p>\nThey gave him a receipt, not knowing the sacrifice that he had made, and bade him good-bye.\nOf course, he wondered how he was going to meet his current bills, but he is a man who\nprays diligently. And, of course, that night, in his family prayer, he asked the Lord to open up\nthe way where material things could come to him, so that he could provide for his family. He\ntestified that the next morning before breakfast a stranger knocked at his door and introduced\nhimself to him. They had never heard of each other nor met before, he said, but this man\nintroduced himself and said, \"I have learned that you are a mechanic. Can you operate one of\nour machines (and named it)?\" He said he thought he could. Then the stranger said, \"We\nwould like to employ you; we need such a man as you. The job isn't in this community, but\nwe will have our company vans move you to the adjoining community where we need your\nservices. We will furnish you with a modern house.\"\n<\/p><p>\nHe was so anxious for that job that he hardly knew how to answer him. But he put him off\nfor a moment and said, \"Let me go into the kitchen and ask my wife how she feels.\" He went\nin there and told his wife of the visit of this gentleman who, by the way, was not a member\nof the Church.\n<\/p><p>\nHe rushed back to the man and said, \"Yes, we will consider that position. Would you mind\ntelling us the salary?\"\n<\/p><p>\nThe man said, \"No, I hesitated doing that because I wanted to know if you would really like\nthe job.\"\n<\/p><p>\nHe said, \"Yes, we would like it very much.\"\n<\/p><p>\nAnd the stranger then told him the salary, it was twice as much, nearly, as he had ever been\nable to make before in his life.\n<\/p><p>\nHe accepted the position; they shook hands; and the man said, \"We will make that retroactive\nto the beginning of the year.\"\n<\/p><p>\nWell, some people may call that a coincidence but not that good brother. That was the\nblessing of the Lord that came to him because of his faithfulness.\n<\/p><p>\nThese beautiful new meetinghouses will be a power of strength to the membership of the\nChurch. There are no such things as great sacrifices in this Church. There may be great\nresponsibilities, but with them come great blessings. These meetinghouses will be a great\nvalue to you and your children, if you will only go there and partake of the sacrament.\nSometimes I wonder if our people really understand and appreciate the value of the\nsacrament. Some of our wards are satisfied with 20% and 25% attendance at sacrament\nmeeting. With these new, beautiful meetinghouses, we ought not to be satisfied with less than\n50% attendance at sacrament meetings.\n<\/p><p>\nOh, parents, if we would only take our children and go to sacrament meeting! If there were\nnothing else there but the singing of those hymns, and the prayer, and the beautiful\nadministration of the sacrament, we would be abundantly blessed and strengthened, if we\nwould assemble in the house of the Lord on his holy day and partake of the sacrament\n(<span class=\"citation\" id=\"12984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12984)\">D&amp;C 59:9<\/a><\/span>) and\nrenew our covenants with the Lord.\n<\/p><p>\nAnd when we partake of the sacrament, we make three covenants with the Lord: First, we\ncovenant with the Lord that we will take upon us the name of his Son, Jesus Christ. And it\nmeans that we will endeavor by our works and our deeds to be in accord with him, whose\nname we have taken upon us. Second, we make a covenant that we will remember him,\nChrist, the Savior of the world, who died that we might live; to call to our mind the sacrifice\nand the suffering, that we remember his body, and that we remember his blood that was shed\nfor us, that we might have eternal life and the remission of our sins. And then we covenant,\nand we promise that we will keep the commandments of God, our Eternal Father.\n<\/p><p>\nOh, if we could only accept the blessings of the sacrament and partake of it regularly, filling\nthose meetings to overflowing, I believe we would do better. I think we would be more\nblessed. I think we could overcome our shortcomings more successfully than where we stay\naway weeks and weeks without the sacrament. Every Latter-day Saint should assemble there\non the holy day and take his children there for the sacrament.\n<\/p><p>\nRecently I read a statement by the American Legion and its auxiliary, and I thought it was a\nvery worthy aim: \n<\/p><p>\n\"Finding their way back to Almighty God and his ideals,\" and an aim to \"attend Church, not\nonly today, but every Sabbath day.\"\n<\/p><p>\n\"Yes, parents, it would be well if we would not let a Sunday go by unless we assemble in our\nhouses of worship which have been dedicated to the Lord, and there renew our covenants\nwith our Father in heaven.\"\n<\/p><p>\nOh, we may have to change our attitude a little bit about the Sabbath day, and really keep it\nholy. We may have to read those beautiful prayers again. If we would only read them and\nfollow the prayer in our sacrament meeting, I am sure we would be glad and grateful that we\nhave been in attendance.\n<\/p><p>\nI hope, fathers, that we can be close to our sons, yes, that we can help them increase their\nfaith, that their testimonies may be strong. There are some today who would shake the faith\nof a boy or girl. There are some who would tend to destroy, perhaps innocently, but there are\nthose who profess to know more than the boy who has faith, and therefore, as fathers and\nmothers, we should be close to our sons, so that no one will get an opportunity to shock their\nfaith.\n<\/p><p>\nA father just handed me a letter that he received from his son and I want to read it to you. He\nreceived it just before Christmas.\n<\/p><p>\nThanksgiving is just over, Father and Christmas will soon be here, and it has turned my\nthoughts toward you and my home, but the thing that has been most in my mind is the\ngratitude that flows in my veins for the wonderful family that I have at home, and for the\nteachings that you have given me. Remember, Father when you and I worked side by side and\nwhile working, you were constantly giving me advice. I never said very much about the\nthings you told me nor expressed my gratitude which I had for your companionship. I was\nmore or less hoping that you could tell the way I felt by my actions and by my conversation.\nBut I guess, Dad, my actions proved to you just the opposite sometimes. But now Father, I\nwant you to know that all you have taught me and all that you have done for me have not\nbeen taken as just something you owed me. Quite the contrary, Father. I am so happy that\nyou have given me the chance to enjoy the beauties of this world. I am grateful for the\ntestimony that you have given me, and especially I am grateful for being able to come on this\nmission. This is one of the many things I will never be able to pay you for, Dad. I have never\nseen such a change come over a person as I saw in you when Mother passed away. But I am\nsure the change was not in you but in me. I found that you weren't the person I thought you\nwere. You had seemed cross with me, sometimes, and I misunderstood it. I don't see now,\nhow I could ever have thought any different of you, Father. I have a great love and affection\nfor you, not only as my father, but as my companion. I guess I am going to have to get new\nglasses, Dad; I can't write this letter without my eyes getting full and blurry with tears.\n<\/p><p>\nYes, boys will be grateful for the faith that we help them maintain, for the testimonies that\nthey have. I want to bear you my testimony. I know that God lives. I know that he has heard\nand answered my prayers. I acknowledge his hand because without his help I could have done\nlittle or nothing. I know that Joseph Smith was a prophet of God. I know that he went into\nthe Sacred Grove, and I know that God and his Son appeared to him, and spoke to him, and I\nknow he received heavenly messengers on many occasions. I know that President David O.\nMcKay is a living prophet of God, a spiritual prophet. I know that these men are prophets,\nseers, and revelators, and servants of the true and Living God. I know that he inspires them\nand reveals his messages to them. Sometimes, I will admit, it is hard for us to be as humble\nas we might. We do have to make an adjustment in our lives, often, so that we can be in tune\nwith our Father in heaven.\n<\/p><p>\nMay God bless us that we may be grateful for our membership in this Church, that we may\nhave his Spirit always to be with us, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}