{"ID":5678, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Goodness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p2\" class=\"\">President Janette Hales Beckham<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e58.jpg\" alt=\"President Janette Hales Beckham\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p3\" class=\"\">At one time a mother said, “I wish they would just lock all the youth in the temple until they turn twenty-one.” A father said, “I feel totally powerless in my own home. We are out of control.” What force or power could soften the human cry for greater security, orderliness, control, even peace?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p4\" class=\"\">My first memories of a need for power came when my family moved the year I began third grade. I started figuring out more about friends and other people’s families. As my new friends talked to kids in the extended neighborhood, we sized up assets and numbers—who had shade trees you could sit in or chicken coops you could climb on. Besides whose dad was the strongest, I noticed many of the kids were older than I. Luckily, I had two big sisters with lots of friends. In fact, I once said I could call out the whole high school if needed. I felt I had the needed personal power for safety and self-preservation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p5\" class=\"\">My eight-year-old world was enlarging. So was the need for the skills that help one cope in this civilized world. I started appreciating the safety one gets from size, numbers, resources. Our use of what I call personal or political power begins early. Most children learn about size first. “If you don’t stop that, I’ll call Mom.” “When Dad comes home, you’ll be in big trouble.” Resources can supplement our need for size. A toy becomes a stick. What begins as a snowman becomes a fortress. The world was at war in those days, but I was a third-grader. The physical danger I feared was the boy with a wooden gun that shot rubber rings taken from fruit jars. His target was girls’ legs. Friends told me you could give the boy bottle rings and he wouldn’t hit you, but adding to his arsenal seemed like a traitorous thing to do, and I doubted you could trust a commitment from a bully. I think a teacher eventually took his gun. In my world, I appreciated people who had power, like teachers and parents, especially if they had fair rules.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p6\" class=\"\">That same year the community seemed to rejoice with our family when my mother gave birth to her only son after four daughters. My dad was an only son and now he had someone to carry on his name. Within months it was obvious that Tommy was severely handicapped. A force that was just the opposite of my outside world started to be felt inside. There seemed to develop a new dimension of love, tenderness, compassion. I watched my mother and dad make adjustments in lifestyle to lovingly care for a child who in his five-and-one-half years never learned to sit or speak but who warmed an entire room with his smile. The whole town seemed more gentle, interested, concerned. My outside fears were diminished. I felt securely attached because my mother and brother were there. My parents were home at night. Our home seemed more warm, full. There was a different power. It seemed to grow from the inside. It felt more permanent, unlike the temporary power I felt with my friends. It was calm and peaceful—the power of goodness, the power of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p7\" class=\"\">There <span class=\"emphasis\">is<\/span> a power in goodness that is often learned in families. There is a void when it is lacking. I know one family that left what they described as “the good life” in a desire to <span class=\"emphasis\">do good<\/span> [see <span class=\"citation\" id=\"8435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8435)\">Acts 10:38<\/a><\/span>]. They agreed on a noble purpose that would take them to the Philippines for a year. The mother of this family reported, “We were flabbergasted it was so hard.” Without the normal routine and conveniences of home, she said, “We were just the same old ornery people.” Then they set a new routine—exercise at 5:30 <span class=\"small\">A.M.<\/span>, 6:30 scripture study, then breakfast and school. Each afternoon they visited orphanages to play with the children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p8\" class=\"\">Gradually the family started to notice a change—new levels of patience, gratitude, and respect. They started to talk to each other—to <span class=\"emphasis\">really<\/span> talk and to <span class=\"emphasis\">really<\/span> listen. The mother stated, “I will never forget the learning that took place for me and my family the day they brought a five-month-old baby into the orphanage whose tongue had been cut and an eye poked out.” When they learned the mother, a beggar, had injured her own child, it gave a new dimension to the social studies lesson they had discussed at home. A new level of compassion started to develop—greater reverence for the sanctity of life. This family put their “trust in that Spirit which leadeth to do good” (<span class=\"citation\" id=\"20255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20255)\">D&amp;C 11:12<\/a><\/span>), and gradually they started to experience the power to become changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p9\" class=\"\">The powers of heaven are available to everyone through righteousness. Mormon teaches that “every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the <span class=\"emphasis\">power<\/span> and gift of Christ” (<span class=\"citation\" id=\"38700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38700)\">Moro. 7:16<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p10\" class=\"\">Revelation concerning power was given to Joseph Smith when political power had turned against him and he was a prisoner in Liberty Jail. His first plea to the Lord was for help to avenge his enemies. His prayer: “Let thine anger be kindled against our enemies” (<span class=\"citation\" id=\"20411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20411)\">D&amp;C 121:5<\/a><\/span>). Our Father in Heaven responded with a greater blessing: “My son, peace be unto thy soul” (<span class=\"citation\" id=\"20412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20412)\">D&amp;C 121:7<\/a><\/span>). Then he made a promise if Joseph would endure and be faithful: “God shall exalt thee on high; thou shalt triumph over all thy foes” (<span class=\"citation\" id=\"20413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20413)\">D&amp;C 121:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p11\" class=\"\">It was in this prison setting that God taught Joseph Smith about priesthood power. “No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned” (<span class=\"citation\" id=\"20416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20416)\">D&amp;C 121:41<\/a><\/span>). Priesthood power is used to minister, to preach, to teach, to baptize, to ordain, to heal, to seal, to restore, to bless, to prophesy, to testify, to do good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p12\" class=\"\">Political power, on the other hand, can be used as a force for good or it may be a force for evil. It is always temporary. We all have political power. We each need it. We should <span class=\"emphasis\">use<\/span> it for <span class=\"emphasis\">good.<\/span> Without proper exercise of this power, we might lose our freedom. Churches might cease to exist. Of course we need rules. We need laws, but we must remember that the scriptures tell us “the powers of heaven cannot be controlled nor handled only upon the principles of righteousness” (<span class=\"citation\" id=\"20414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20414)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20414)\">D&amp;C 121:36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p13\" class=\"\">A faithful member shared her testimony of how the <span class=\"emphasis\">power<\/span> of goodness influenced her life. She writes:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p14\" class=\"\">“Until I was about eight years old, I was oblivious to the fact that my mother had serious health problems—later diagnosed as multiple sclerosis. When I was a first-year Beehive, I awoke one May morning to find that my mother was paralyzed from the neck down. She was already blind.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p15\" class=\"\">Confined to her bed, this courageous woman became the hub of the household. Her daughter wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p16\" class=\"\">“One day it fell upon me to clean the oven, a chore I approached with self-pity and much complaining. I went into her bedroom to whine a little and realized that Mom was crying. She said, ‘Do you know how much I would give to be able to get up and scrub that oven?’ I gained a different perspective on the nature of work. To this day, I think of that experience every time the oven needs cleaning.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p17\" class=\"\">She continues: “An unusual blessing came to me in having my mother available. She listened patiently to my early-adolescent concerns and questions. She made me feel like the most important and interesting person in the world. She was <span class=\"emphasis\">always<\/span> HOME—attentive, interested, and always available.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p18\" class=\"\">Her mother died the spring of her senior year. She relates:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p19\" class=\"\">“One of the hardest moments in my young life was the day I returned home from school to an empty house and walked down that long hallway to her bedroom. My built-in counselor and confidante was no longer there, but she had given me those eternal, intangible gifts of love, wisdom, and acceptance. I will be forever grateful for her goodness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p20\" class=\"\">This strong woman, though physically helpless, had the <span class=\"emphasis\">power<\/span> to love, to motivate, to inspire, to perpetuate righteousness, to do good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-power-of-goodness.p21\" class=\"\">My plea for each of us is to recognize that God has given each of us power—the power to act, to choose, to serve, to love, and to accomplish <span class=\"emphasis\">much good.<\/span> Perhaps it is time to take control of ourselves. Our prophet, Gordon B. Hinckley, has said, “Be faithful … do good.” He has told us: “we have nothing to fear. God is at the helm. … He will shower down blessings upon those who walk in obedience to His commandments” (<span class=\"emphasis\">Ensign,<\/span> May 1995, p. 71). It is my prayer that we will seek the power of righteousness in our lives by following the counsel of the living prophet, and by living the teachings of our Savior, Jesus Christ, in His name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}