{"ID":5679, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Encircled in the Savior’s Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p2\" class=\"\">Elder W. Craig Zwick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/w-craig-zwick-10.jpg\" alt=\"W. Craig Zwick\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p3\" class=\"\">My heart trembles with deep humility as I occupy this sacred spot for the first time. I know, with full assurance, that President Hinckley’s voice and thoughts represent the Savior’s desires for each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p4\" class=\"\">On a beautiful summer morning, our family attended the Special Olympics to watch our son Scott participate. The Special Olympics are held each year to allow people with disabilities to enjoy friendly competition. We observed that as the runners were taking their positions for the fifty-yard dash, they were being encouraged by special friends affectionately known as huggers. Seconds before the start of the race, these huggers took their places at the finish line of the race. It didn’t matter who crossed the finish line first. What did matter was that every runner completed the race and that every runner received a congratulatory hug. Both the courageous runners and the caring huggers taught important principles of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p5\" class=\"\">The Lord spoke in plainness, “Be faithful and diligent in keeping the commandments of God, and I will encircle thee in the arms of my love” (<span class=\"citation\" id=\"20247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20247)\">D&amp;C 6:20<\/a><\/span>). We all want to feel the comfort of the Savior’s embrace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p6\" class=\"\">During His ministry, the Savior, with great compassion, saw beyond the imperfections of body and mind and looked upon the heart. Our discipleship includes the sacred responsibility to follow His example of reaching out and loving those with disabilities. Valiant disciples seek meaningful ways to stretch their souls in service and love to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p7\" class=\"\">Elder Richard G. Scott’s counsel is precise: “You become an instrument through which the Lord can bless another. The Spirit will let you feel the Savior’s concern and interest, then the warmth and strength of His love” (<span class=\"emphasis\">Ensign,<\/span> May 1994, p. 9).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p8\" class=\"\">Our task, facilitated by prayer, is to recognize even the slight limitations of each person who may be suffering pain or discouragement. It may be a minor learning disability, dyslexia, or a slight hearing impairment. Without our help, they may be unable to partake of the Savior’s goodness or enjoy the fulness of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p9\" class=\"\">Each person wants to feel safe in what is sometimes a very cruel, competitive world. Everyone is of great worth because each is a spirit child of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p10\" class=\"\">Mary, a young girl with mental disabilities and not a member of the Church, was limited, but she wanted very much to be included. Sensitive to her needs, several young women invited her to participate in the ward road show. Her family was invited to the performance. Mary’s father wanted to know more about a church whose people cared enough about his daughter to include her. The whole family embraced the gospel and were baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p11\" class=\"\">Thank you to each thoughtful friend, teacher, bishop, and all who ensure that no one feels alone or out of place. There is an ever-present need for meaningful involvement. We are all enriched and enhanced in the process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p12\" class=\"\">Sister Navarro lives in a small village in southern Chile. Her body is afflicted with arthritis, and she suffers significant pain as she walks with the help of a cane. Every Sunday for nineteen years, she takes the hand of her daughter who is mentally disabled and, aided by a cane, shuffles two miles to attend church. Her calling as chorister in the Relief Society means everything to dear Sister Navarro. Her willingness to reach out to others is like a magnet for others to be of help to her disabled daughter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p13\" class=\"\">The Savior in his infinite goodness allows all to enjoy. “All men are privileged the one like unto the other, and none are forbidden” (<span class=\"citation\" id=\"4614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4614)\">2 Ne. 26:28<\/a><\/span>). Each person has unique gifts, and each needs to contribute as well as receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p14\" class=\"\">Jamie Wheeler is an exceptional sixteen-year-old. He was born with Down syndrome. Jamie has a calling in the ward and helps the bishop in other meaningful ways. He participates actively in the Boy Scout program. Truly he contributes and also receives genuine love and appreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p15\" class=\"\">The Prophet Joseph Smith taught, “All the minds and spirits that God ever sent into the world are susceptible of enlargement” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 354).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p16\" class=\"\">Our lives are blessed as we learn lessons from trusted friends whose disabilities and humility invite the Spirit. They teach us a new dimension of faith, courage, patience, love, and individual worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p17\" class=\"\">Four young men with severe disabilities work in the São Paulo Temple. Each has a different challenge, but each is blessing the lives of thousands as they contribute to the sweet spirit within this beautiful temple. “Remember the worth of souls is great in the sight of God” (<span class=\"citation\" id=\"20263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20263)\">D&amp;C 18:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p18\" class=\"\">My soul is stirring with deep appreciation and love for our oldest son, Scott, mentally disabled from birth. His courage and love have allowed many friends and each member of our family to feel through the Spirit the “Savior’s concern and interest, then the warmth and strength of His love” (Richard G. Scott, <span class=\"emphasis\">Ensign,<\/span> May 1994, p. 9). I am grateful for my eternal companion, Jan, whose faith and tender love for each of our children has made our home a peaceful setting. She truly looks for ways to make each child of God feel comforted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p19\" class=\"\">Ponder in your hearts the feelings of the Savior as He expresses His love for each child of God. “They were in tears, and did look steadfastly upon him as if they would ask him to tarry a little longer with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p20\" class=\"\">“And he said unto them: Behold, my bowels are filled with compassion towards you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p21\" class=\"\">“Have ye any that are … afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p22\" class=\"\">“… I see that your faith is sufficient that I should heal you” (<span class=\"citation\" id=\"6378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6378)\">3 Ne. 17:5–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/encircled-in-the-saviors-love.p23\" class=\"\">I pray that our faith may be sufficient for each of us to feel encircled in the arms of our Savior’s love. I know that our Savior lives, and that He intimately knows each of us. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}