{"ID":568, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Important Decision<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, April 1952, pp. 24-25<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and Counselors, President Smith and other General Authorities, and brethren\nand sisters: Never before in my life have I felt so thankful for the gospel of Jesus Christ, and\nfor the testimony that I have that it is true&mdash;a great plan of life and salvation. I have felt\nvery much impressed this morning with all that has been said, especially about the gospel,\nwhich is the great plan of life and salvation as revealed to the Prophet Joseph Smith.\n<\/p><p>\nI have felt the nearness of our angel mother, especially during the time that President McKay\nwas speaking. Her great faith and courage have had much to do with his being where he is\ntoday. When my father was called on a mission in 1881, it was just a few weeks after they\nhad buried my two older sisters. It was a very hard blow for my father, since they were just\nat the age, eleven and nine, where they could be of much help to my mother; and my father\nwas always very kind and considerate of her. It was difficult for Father to recover from this\nloss, and then this call came from Box B to go on a mission. It worried him. He could not eat\nor sleep. He loved my mother with all his heart, of course; and out of consideration for her\nand her condition, he finally decided that he would ask for a postponement of that mission\ncall. He told Mother of this decision. She appreciated that love and consideration, of course;\nbut she looked at him and said, \"David, you go on that mission. You go now. The Lord wants\nyou now, not a year from now, and he will take care of me.\" My father accepted the call.\n<\/p><p>\nOf course, it was a trial for him to leave, as he left on the nineteenth of April in the spring of\n1881, and ten days later, on the 29th, my sister Annie was born. That made four of us&mdash;my\nbrother, President McKay, seven years old; I was five; my sister Jeanette, three; and that\nsweet little darling baby, Annie, just born.\n<\/p><p>\nI am going to take time to refer to this incident in connection with the wonderful sermon that\nwas delivered by President McKay this morning to illustrate how the great gospel plan\noperates.\n<\/p><p>\nIn order to get a little ready cash to send to my father, my mother planned for that next\nwinter. We were greatly blessed with good crops&mdash;more than the sheds would hold of the\nhay&mdash;so we stacked the surplus just outside of the stables. Instead of selling that hay, Mother\ndecided to take a few cattle from others to feed, among them a big yoke of oxen, and the\nowners were to pay monthly. In that way she got the money to send to Father. My mother\nnever did the chores. We hired a man. In fact she was very much frightened of the cattle,\nespecially of these oxen. But she was a little worried. She was getting a good cash payment,\nand she wanted to see that they were taken care of. I remember one evening after the hired\nman had gone, she took us boys and slipped out to the barn to that stack of hay. We had a\nhomemade hay puller of maple, and she would pull the hay out of that stack, and David O.\nwould put it in his little arms and carry it into the oxen. He wasn't afraid. I was. I stood right\nby Mother, and I would pull out a little hay. After making about five or six trips feeding\nthose oxen, he put a little extra in his arms about the sixth trip. He hurried in and then ran out\nand said, \"Come on Mama, let's run now before they eat that.\"\n<\/p><p>\nBrethren and sisters, it was because of the decision of that angel mother that my father went\non that mission, and went on it then, not a year from then that we are here today. That set the\nexample.\n<\/p><p>\nIn 1897 the test came again. There were four of us, those four that were the babies in 1881,\nwere then at the university. We had borrowed money, of course, but we had it all planned.\nDavid O. and Jeanette had been there two years before, and Father sent us down to get\nacquainted before they graduated. They were to graduate and teach and help pay the debts,\nand keep my sister, that missionary baby girl, and myself in school. Just before school closed\nin June, another letter came from Box B. It was forwarded from Huntsville to Salt Lake City\nwhere we were living. The girls had already gone to school that morning. I was writing a\ncomposition. The doorbell rang and David O. answered. The mailman handed him the letter,\nand as he read I glanced up and saw that he was quite agitated. I said, \"What is the matter? Is\nsomebody sick at home?\"\n<\/p><p>\nHe threw the letter across the table in disgust and said, \"Isn't that heck?\" He used a stronger\nword.\n<\/p><p>\nHe was deeply concerned for several days. The rest of us were a little worried. I know my\nparents were worried but they did not interfere; they did not write. But because of that angel\nmother who told my father to go on that mission, David O. did not turn that call down. God\nbless the memory of that angel mother.\n<\/p><p>\nGod bless this gospel plan, that gives us so many opportunities. May we brethren and sisters,\nlive in accordance with the gospel, the gospel of the Lord Jesus Christ, the plan of life and\nsalvation, and from this time on resolve to \"Do unto others as you would have others do unto\nyou\" (<span class=\"citation\" id=\"34497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34497)\">Matt. 7:12<\/a><\/span>),\nI pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}