{"ID":5684, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Powerful Ideas\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p3\" class=\"\">Last summer I attended the funeral of an elect lady. One speaker described three of her great qualities: loyalty, obedience, and faith. As he elaborated on her life, I thought how appropriate it was to speak of such powerful qualities in a funeral tribute. A life is not a trivial thing, and its passing should not be memorialized with trivial things. A funeral service is a time to speak of powerful ideas—ideas that can appropriately stand beside the importance of life, ideas that are powerful in their influence on those who remain behind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p4\" class=\"\">As I enjoyed the spirit of this inspiring funeral, my thoughts were directed toward the application of this principle in other settings. Parents should also teach powerful ideas. So should home teachers, visiting teachers, and the teachers in various classes. The Savior warned that we will be judged for “every idle word that [we] shall speak” (<span class=\"citation\" id=\"37610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37610)\">Matt. 12:36<\/a><\/span>). Modern revelation commands us to cease from “light speeches” and “light-mindedness” (<span class=\"citation\" id=\"20376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20376)\">D&amp;C 88:121<\/a><\/span>) and to cast away “idle thoughts” and “excess of laughter” (<span class=\"citation\" id=\"20374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20374)\">D&amp;C 88:69<\/a><\/span>). There are plenty of other spokesmen for trivial things. Latter-day Saints should be constantly concerned with teaching and emphasizing those great and powerful eternal truths that will help us find our way back to the presence of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p5\" class=\"\">About thirty years ago, some scholars authored a book on general education—the body of knowledge expected of all educated persons. Its title, <span class=\"emphasis\">The Knowledge Most Worth Having,<\/span> (Wayne C. Booth, ed., Chicago and London: The University of Chicago Press, 1967), is a good reminder of the fact that knowledge is not of equal value. Some knowledge is more important than others. That principle also applies to what we call spiritual knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p6\" class=\"\">Consider the power of the idea taught in our beloved song “I Am a Child of God” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 301), sung so impressively by the choir at the beginning of this session. Here is the answer to one of life’s great questions, “Who am I?” I am a child of God with a spirit lineage to heavenly parents. That parentage defines our eternal potential. That powerful idea is a potent antidepressant. It can strengthen each of us to make righteous choices and to seek the best that is within us. Establish in the mind of a young person the powerful idea that he or she is a child of God and you have given self-respect and motivation to move against the problems of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p7\" class=\"\">When we understand our relationship to God, we also understand our relationship to one another. All men and women on this earth are the offspring of God, spirit brothers and sisters. What a powerful idea! No wonder God’s Only Begotten Son commanded us to love one another [<span class=\"citation\" id=\"29746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29746)\">John 13:34<\/a><\/span>]. If only we could do so! What a different world it would be if brotherly and sisterly love and unselfish assistance could transcend all boundaries of nation, creed, and color. Such love would not erase all differences of opinion and action, but it would encourage each of us to focus our opposition on actions rather than actors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p8\" class=\"\">The eternal truth that our Heavenly Father loves all his children is an immensely powerful idea. It is especially powerful when children can visualize it through the love and sacrifice of their earthly parents. Love is the most powerful force in the world. Arthur Henry King has said, “Love is not just an ecstasy, not just an intense feeling. It is a driving force. It is something that carries us through our life of joyful duty” (<span class=\"emphasis\">The Abundance of the Heart,<\/span> Salt Lake City: Bookcraft, 1986, p. 84).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p9\" class=\"\">We all have our own examples of the power of love. More than twenty-five years ago I recorded some memories I had of my father, who died before I was eight years old. What I wrote then illustrates the power of love in the life of a boy:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p10\" class=\"\">“The strongest impression I have of my relationship with my father I cannot document with any event or any words I can recall. It is a feeling. Based on words and actions long since lost to mind, this feeling persists with all the clarity of perfect faith. He loved me and he was proud of me. … That is the kind of memory a boy can treasure, and also a man” (“Memories of My Father,” 15 Oct. 1967).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p11\" class=\"\">Another powerful idea we should teach one another is that mortal life has a purpose and that mortal death is not the end but only a transition to the next phase of an existence that is immortal. President Brigham Young taught that “our existence here is for the sole purpose of exaltation and restoration to the presence of our Father and God” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book, 1978, p. 37). The idea of eternal progress is one of the most powerful ideas in our theology. It gives us hope when we falter and challenge when we soar. Surely this is one of the great “solemnities of eternity” that we are commanded to let “rest upon [our] minds” (<span class=\"citation\" id=\"20306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20306)\">D&amp;C 43:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p12\" class=\"\">Another idea that is powerful to lift us from discouragement is that the work of The Church of Jesus Christ of Latter-day Saints, “to bring to pass the … eternal life of man” (<span class=\"citation\" id=\"39897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39897)\">Moses 1:39<\/a><\/span>), is an eternal work. Not all problems are overcome and not all needed relationships are fixed in mortality. The work of salvation goes on beyond the veil of death, and we should not be too apprehensive about incompleteness within the limits of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p13\" class=\"\">A powerful idea with immediate practical application is the reality that we can pray to our Heavenly Father, and he will hear our prayers and help us in the way that is best for us. Most of us have experienced the terrible empty feeling that comes from being separated from those who love us. If we remember that we can pray and be heard and helped, we can always withstand that feeling of emptiness. We can always be in touch with a powerful friend who loves us and helps us, in his own time and in his own way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p14\" class=\"\">Thousands of experiences show that we can pray and have our prayers answered. Some of the choicest involve young children. In the biography of President Spencer W. Kimball we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p15\" class=\"\">“Again and again Spencer watched his parents take their problems to the Lord. One day when Spencer was five and out doing his chores, little one-year-old Fannie wandered from the house and was lost. No one could find her. Clare, sixteen, said, ‘Ma, if we pray, the Lord will direct us to Fannie.’ So the mother and children prayed. Immediately after the prayer Gordon walked to the very spot where Fannie was fast asleep in a large box behind the chicken coop. ‘We thanked our Heavenly Father over and over,’ Olive recorded in her journal” (Edward L. Kimball and Andrew E. Kimball, Jr., <span class=\"emphasis\">Spencer W. Kimball,<\/span> Salt Lake City: Bookcraft, 1977, p. 31).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p16\" class=\"\">Every follower of Jesus Christ knows that the most powerful ideas of the Christian faith are the resurrection and the atonement of Jesus Christ. Because of him we can be forgiven of our sins and we will live again. Those powerful ideas have been explained in countless sermons from this pulpit and a million others. They are well known but not well applied in the lives of most of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p17\" class=\"\">Our model is not the latest popular hero of sports or entertainment, not our accumulated property or prestige, and not the expensive toys and diversions that encourage us to concentrate on what is temporary and forget what is eternal. Our model—our first priority—is Jesus Christ. We must testify of him and teach one another how we can apply his teachings and his example in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p18\" class=\"\">Brigham Young gave us some practical advice on how to do this. “The difference between God and the Devil,” he said, “is that God creates and organizes, while the whole study of the Devil is to destroy” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> p. 69). In that contrast we have an important example of the reality of “opposition in all things” (<span class=\"citation\" id=\"4596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4596)\">2 Ne. 2:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p19\" class=\"\">Remember, our Savior, Jesus Christ, always builds us up and never tears us down. We should apply the power of that example in the ways we use our time, including our recreation and diversions. Consider the themes of the books, magazines, movies, television, and music we make popular by our patronage. Do the purposes and actions portrayed in our chosen entertainment build up or tear down the children of God? During my lifetime I have seen a strong trend to displace what builds up and dignifies the children of God with portrayals and performances that are depressing, demeaning, and destructive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p20\" class=\"\">The powerful idea in this example is that whatever builds people up serves the cause of the Master, and whatever tears people down serves the cause of the adversary. We support one cause or the other every day by our patronage. This should remind us of our responsibility and motivate us toward fulfilling it in a way that would be pleasing to Him whose suffering offers us hope and whose example should give us direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p21\" class=\"\">We should always put the Savior first. The first commandment Jehovah gave to the children of Israel was, “Thou shalt have no other gods before me” (<span class=\"citation\" id=\"23035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23035)\">Ex. 20:3<\/a><\/span>). This seems like a simple idea, but in practice many find it difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p22\" class=\"\">It is surprisingly easy to take what should be our first devotion and subordinate it to other priorities. Fifty years ago, the Christian philosopher C. S. Lewis illustrated that tendency with an example that is distressingly applicable in our own day. In his book <span class=\"emphasis\">The Screwtape Letters,<\/span> a senior devil explains how to corrupt Christians and frustrate the work of Jesus Christ. One letter explains how any “extreme devotion” can lead Christians away from the Lord and the practice of Christianity. Lewis gives two examples, extreme patriotism or extreme pacifism, and explains how either “extreme devotion” can corrupt its adherent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p23\" class=\"\">“Let him begin by treating the Patriotism or the Pacifism as a part of his religion. Then let him, under the influence of partisan spirit, come to regard it as the most important part. Then quietly and gradually nurse him on to the stage at which the religion becomes merely part of the ‘cause,’ in which Christianity is valued chiefly because of the excellent arguments it can produce in favour of the British war effort or of pacifism. … Once you have made the World an end, and faith a means, you have almost won your man, and it makes very little difference what kind of worldly end he is pursuing” (C. S. Lewis, <span class=\"emphasis\">The Screwtape Letters,<\/span> rev. ed., New York: MacMillan, 1982, p. 35).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p24\" class=\"\">We can readily see that tendency in our own time, with many causes that are good in themselves but become spiritually corrupting when they assume priorities ahead of him who commanded, “Thou shalt have no other gods before me.” Jesus Christ and his work come first. Anything that would use him or his kingdom or his church as a means to an end serves the cause of the adversary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p25\" class=\"\">Two other powerful ideas were given voice by a noble young woman who survived a terrible experience. Virginia Reed was a survivor of the tragic Donner-Reed party, who made one of the earliest wagon treks into California. If this wagon train had followed the established Oregon Trail from Fort Bridger (Wyoming) northwest to Fort Hall (Idaho) and then southwest toward California, they would have reached their destination in safety. Instead, they were misled by a promoter. Lansford W. Hastings persuaded them they could save significant distance and time by following his so-called Hastings Cutoff. The Donner-Reed party left the proven trail at Fort Bridger and struggled southwest. They blazed a trail through the rugged Wasatch Mountains and then south of the Great Salt Lake and westward over the soggy surface of the salt flats in furnace heat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p26\" class=\"\">The delays and incredible energies expended on this unproven route cost the Donner-Reed party an extra month in reaching the Sierra Nevada Mountains. As they hastened up the eastern slope trying to beat the first snows, they were caught in a tragic winter storm only one day short of the summit and a downhill passage into California. Marooned for the winter, half their group perished from starvation and cold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p27\" class=\"\">After months in the mountains and incredible hardships of hunger and terror, thirteen-year-old Virginia Reed reached California and sent a letter to her cousin in the Midwest. After recounting her experiences and the terrible sufferings of their party, she concluded with this wise advice: “Never take no cutofs and hury along as fast as you can” (Letter from Virginia E. B. Reed to her cousin Mary Gillespie, 16 May 1847, quoted in J. Roderic Korns and Dale L. Morgan, eds., <span class=\"emphasis\">West from Fort Bridger,<\/span> Logan, Utah: Utah State University Press, 1994, p. 238).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p28\" class=\"\">That is powerful and true advice, especially for teenagers. Young people are surrounded by many beckoning paths and many persuasive promoters who offer advice and cutoffs as substitutes for the proven way. “Try out this detour” or “tarry here for a while” are familiar proposals on the journey of life. My young friends, remember Virginia Reed’s advice—“Never take no cutofs and hury along as fast as you can.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p29\" class=\"\">I conclude with an example from the life of the Apostle Paul. During his ministry he was exposed to ample light-mindedness, idle thoughts, and trivial things. In Athens he observed that “all the Athenians and strangers which were there [in the market] spent their time in nothing else, but … to tell, or to hear some new thing” (<span class=\"citation\" id=\"8436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8436)\">Acts 17:21<\/a><\/span>). Paul’s determination to focus on powerful ideas is evident in one of his letters to the Saints in Corinth. He had not come “with excellency of speech or of wisdom,” he reminded them. “For I determined not to know any thing among you, save Jesus Christ, and him crucified” (<span class=\"citation\" id=\"909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(909)\">1 Cor. 2:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/powerful-ideas.p30\" class=\"\">Let us follow the commandments of God and the examples of his servants. Let us focus our teachings on those great and powerful ideas that have eternal significance in promoting righteousness, building up the children of God, and helping each of us toward our destiny of eternal life. That we may do so is my fervent prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}