{"ID":5685, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Witnesses\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p2\" class=\"\">Elder Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:213c.jpg\" alt=\"Elder Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p3\" class=\"\">Since the restoration of the gospel there has been given at this pulpit and in many other places the most marvelous array of direct testimony to the divine mission of the Redeemer that possibly has ever been recorded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p4\" class=\"\">The law of witnesses has always been a part of the Lord’s work on earth. This law states that “in the mouth of two or three witnesses shall every word be established” (<span class=\"citation\" id=\"3136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3136)\">2 Cor. 13:1<\/a><\/span>; see also <span class=\"citation\" id=\"21383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21383)\">Deut. 17:6<\/a><\/span>; <span class=\"citation\" id=\"21384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21384)\">Deut. 19:15<\/a><\/span>; <span class=\"citation\" id=\"37614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37614)\">Matt. 18:15–16<\/a><\/span>; <span class=\"citation\" id=\"29740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29740)\">John 8:12–29<\/a><\/span>). This witness confirms that certain events took place and that God-given doctrine and principles are true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p5\" class=\"\">The first duty of a witness is to testify. A person who can testify to the truths of the restored gospel of Jesus Christ is speaking of things he or she knows to be true. With the Lord and his true witnesses there is truth that reaches beyond worldly understanding. Paul understood this when he said: “Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p6\" class=\"\">“Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual” (<span class=\"citation\" id=\"910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(910)\">1 Cor. 2:12–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p7\" class=\"\">I was just a young boy when I sat in a stake conference in the Tooele Utah Stake, listening carefully to the visitor. He was LeGrand Richards, and he preached the gospel in his warm and spiritual way. That positive experience has stayed with me. I don’t remember what he said, but I do know how I felt as he spoke. I learned later that I felt that way because I was listening to a special witness of Jesus Christ. I knew he knew, and somehow my roots grew deeper that day as to truths of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p8\" class=\"\">Orson Pratt said: “A person can not be a witness to that which he merely believes. God requires mankind, or certain individuals among mankind, to be witnesses for him—witnesses of his existence—so that they can bear testimony to others” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 16:209–10).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p9\" class=\"\">There were many who saw the great miracles and heard the teachings of the Savior as he dwelled on earth, but not all became witnesses. There were no personal administrations of Christ to the unbelieving. Only to certain ones did the Lord open their eyes so they knew who he really was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p10\" class=\"\">With the calling of the Twelve by the Savior there was instituted the calling of the special witnesses of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p11\" class=\"\">The Prophet Joseph, referring to the resurrection of the Lord, said, “God raised Him from the dead, and we (the apostles) are His witnesses [see <span class=\"citation\" id=\"8431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8431)\">Acts 5:32<\/a><\/span>], … and so is the Holy Ghost, whom God ha[s] given to [all those who] obey Him” (<span class=\"emphasis\">History of the Church,<\/span> 2:19).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p12\" class=\"\">Every person who receives baptism into the Church and has received and felt the confirmation of the Spirit through the gift of the Holy Ghost stands as a witness “of God at all times and in all things, and in all places” (<span class=\"citation\" id=\"40943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40943)\">Mosiah 18:9<\/a><\/span>). When partaking of the sacrament, that person renews that witness to take the Savior’s name, keep his commandments, and remember him. A person so moved by the Spirit not only knows these things himself, but the Spirit carries them into the hearts of others. This is the basis of the Church’s great missionary effort. “For when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the children of men” (<span class=\"citation\" id=\"4626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4626)\">2 Ne. 33:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p13\" class=\"\">The witness of the Holy Ghost is even more compelling than the witness of sight. As members of the Church, we become witnesses of the Savior and the truthfulness of this work not only in word but also in keeping our covenants and in how we treat others and in how we live our everyday lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p14\" class=\"\">The First Presidency and the Twelve are called as “special witnesses of the name of Christ in all the world” (<span class=\"citation\" id=\"20396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20396)\">D&amp;C 107:23<\/a><\/span>). They are men who by divine designation, priesthood ordination, and the fire of the Holy Ghost hold the keys to the ministry on earth. The Seventy act under the direction of the First Presidency and the Twelve and are special witnesses unto the Gentiles and in all the world. Together, all the members become what Paul refers to as a “cloud of witnesses” (<span class=\"citation\" id=\"24599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24599)\">Heb. 12:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p15\" class=\"\">The Prophet Joseph defined the work of the kingdom in our dispensation with these sacred words: “And now, after the many testimonies which have been given of him [Jesus Christ], this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p16\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father” (<span class=\"citation\" id=\"20337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20337)\">D&amp;C 76:22–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p17\" class=\"\">The Three Witnesses to the Book of Mormon, Oliver Cowdery, David Whitmer, and Martin Harris, stated, “And we declare with words of soberness, that an angel of God came down from heaven, and he brought and laid before our eyes, that we beheld and saw the plates, and the engravings thereon; and we know that it is by the grace of God the Father, and our Lord Jesus Christ, that we beheld and bear record that these things are true” (<span class=\"citation\" id=\"43156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43156)\">“The Testimony of Three Witnesses,” Book of Mormon<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p18\" class=\"\">Said Wilford Woodruff from this Tabernacle: “Joseph Smith was what he professed to be, a prophet of God, a seer and revelator. He … lived long enough to deliver the keys of the kingdom … unto the Twelve Apostles. … The foundation that he laid we have built upon” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 13:164).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p19\" class=\"\">And said David O. McKay, whose life reached from some of those who began this work to some of us serving today and who were called by him: “I have an abiding testimony that the Father and the Son appeared to the Prophet Joseph Smith, and revealed through him the Gospel of Jesus Christ. … Godhood, Brotherhood, Service—these three guiding principles in the Christ[like] life permeate all our Church activity” (<span class=\"emphasis\">Testimonies of the Divinity of the Church of Jesus Christ of Latter-day Saints by Its Leaders,<\/span> comp. Joseph E. Cardon and Samuel O. Bennion, Independence, Mo.: Zion’s Printing and Publishing Co., 1930, p. 178).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p20\" class=\"\">And from our living Prophet-President, Gordon B. Hinckley: “I have a testimony of the living reality of the Son of God, Jesus Christ, my Savior, and my Redeemer, the Jehovah of the Old Testament, the Messiah of the New Testament. … Because of His atoning sacrifice … each of us, if we will walk in obedience to His truths, may go on to exaltation and an eternal life beyond our ability at this stage to understand or comprehend. He is my Redeemer, my Lord, my Savior, my King, my friend” (Vacaville\/Santa Rosa California Regional Conference, priesthood leadership session, 20 May 1995).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p21\" class=\"\">The witness borne by those who occupy this pulpit today is consistent with those who, by divine authority, began this work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p22\" class=\"\">That same witness is echoed by the members and missionaries of this church to every one of our Father’s children. It is an invitation to learn of the doctrine, to feel the Spirit, and to be healed by partaking of the fulness of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/witnesses.p23\" class=\"\">And to that witness I would add my own witness as to the truthfulness of this work. I know that we have a God in heaven who looks after us and is watching over us. I know God lives. I know he lives. I know God lives. I know this. I know this. I know that Jesus Christ is our Savior and our Redeemer. I know that Joseph Smith was a true prophet of God. I know that Gordon B. Hinckley is a prophet of God today and that this is the gospel of Jesus Christ. May the Lord so bless us that we may listen to the witnesses and bear witness ourselves, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}