{"ID":5686, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Book of Mormon: A Sacred Ancient Record\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p2\" class=\"\">Elder Ted E. Brewerton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:213e.jpg\" alt=\"Elder Ted E. Brewerton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p3\" class=\"\">Some people place faith in good luck symbols, even a rabbit’s foot, but remember, it didn’t do the rabbit any good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p4\" class=\"\">I do not wish to be light-minded, but I believe we should ask ourselves if we truly and seriously place our faith where it belongs and rely upon the merits of Christ. Do we have an assurance that salvation comes only through him and that he will take upon himself our burdens and sorrows if we place unwavering faith in him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p5\" class=\"\">The scriptures state, “They are they which testify of [God]” (<span class=\"citation\" id=\"29730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29730)\">John 5:39<\/a><\/span>). Eternal life is knowing God and his Holy Son (see <span class=\"citation\" id=\"29751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29751)\">John 17:3<\/a><\/span>). One can know him by searching the Book of Mormon. Every page testifies of him. The changes published in the Book of Mormon in 1981 go back beyond the first edition of 1830 to the handwritten manuscript.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p6\" class=\"\">The Book of Mormon is a sacred, ancient American document recorded by writers as the events unfolded, starting more than two thousand years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p7\" class=\"\">The Book of Mormon is a record of families that the Lord led to the Americas for specific purposes. Three groups left the land of Jerusalem and crossed the oceans, beginning several centuries <span class=\"emphasis\">before<\/span> the birth of our Savior, and arrived in the promised land, the Americas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p8\" class=\"\">Ancient American texts written by native Americans support this origin. For example, a translator of the <span class=\"emphasis\">Title of the Lords of Totonicapán,<\/span> the original text of which was recorded in 1554 in the language of the Quiché of Guatemala from legends centuries old, states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p9\" class=\"\">“The three great Quiché nations … are descendants of the Ten Tribes of the Kingdom of Israel, whom Shalmaneser reduced to perpetual captivity and who, finding themselves on the border of Assyria, resolved to emigrate. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p10\" class=\"\">“These, then, were the three nations of Quichés, and they came from where the sun rises, descendants of Israel, of the same language and same customs. … They were sons of Abraham and Jacob. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p11\" class=\"\">“Now on the twenty-eighth of September of 1554 we sign this attestation in which we have written that which by tradition our ancestors told us, who came from the other part of the sea, from Civán-Tulán, bordering on Babylonia” (<span class=\"emphasis\">Title of the Lords of Totonicapán,<\/span> trans. Dionisio José Chonay and Delia Goetz, Norman, Oklahoma: University of Oklahoma Press, 1953, pp. 167, 170, 194).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p12\" class=\"\">Elder Mark E. Petersen, a member of the Council of the Twelve Apostles, wrote: “As the ancient Israelites suffered a dispersion which sprinkled them among all the nations, so the descendants of Laman and Lemuel [sons of Lehi] were sifted over the vast areas of the western hemisphere. <span class=\"emphasis\">They are found from pole to pole<\/span>” (<span class=\"emphasis\">Children of Promise,<\/span> Salt Lake City: Bookcraft, 1981, p. 31; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p13\" class=\"\"><span class=\"emphasis\">Many<\/span> migratory groups came to the Americas, but none was as important as the three mentioned in the Book of Mormon. The blood of these people flows in the veins of the Blackfoot and the Blood Indians of Alberta, Canada; in the Navajo and the Apache of the American Southwest; the Inca of western South America; the Aztec of Mexico; the Maya of Guatemala; and in other native American groups in the Western Hemisphere and the Pacific islands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p14\" class=\"\">These choice native people recognize the truth of the Book of Mormon, which was recorded for them by their own ancestors. President Spencer W. Kimball said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p15\" class=\"\">“The converted Lamanite is devout. Few ever apostatize. Some lose their way as they partake of the worldliness about them, but generally the children of Lehi of the twentieth century have inherited that grace and ability to believe like their ancestors of the long ago. We read in <span class=\"citation\" id=\"24859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24859)\">Hel. 6:36<\/a><\/span>: ‘And thus we see that the Lord began to pour out his Spirit upon the Lamanites, because of <span class=\"emphasis\">their easiness and willingness to believe in his words<\/span>’” (<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], p. 178; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p16\" class=\"\">Every ecclesiastical authority of <span class=\"emphasis\">any church<\/span> and every agnostic should rejoice and praise God for having sent the priceless Book of Mormon to them or to us. <span class=\"emphasis\">Why?<\/span> Because it is a sacred, second, undeniable witness to the world that God lives and Jesus is the very Christ, our Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p17\" class=\"\">The <span class=\"emphasis\">first witness<\/span> is the Holy Bible, which testifies of the Master from the Middle East. The Lord said in <span class=\"citation\" id=\"29743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29743)\">John 10:16<\/a><\/span> that other sheep would hear His voice. The Lord came to the Americas after His resurrection and said: “And verily I say unto you, that ye are they of whom I said: Other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd” (<span class=\"citation\" id=\"6375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6375)\">3 Ne. 15:21<\/a><\/span>). Two such witnesses cannot be denied without placing the soul in peril.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p18\" class=\"\">The crucial messages or purposes of the Book of Mormon are shown on its title page: “To show unto the remnant of the House of Israel what great things the Lord hath done for their fathers; and that they may know the covenants of the Lord … And also to the convincing of the Jew and Gentile that J<span class=\"small\">ESUS<\/span> is the C<span class=\"small\">HRIST<\/span>, the E<span class=\"small\">TERNAL<\/span> G<span class=\"small\">OD<\/span>, manifesting himself unto all nations” [<span class=\"citation\" id=\"43188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43188)\">BM Title Page<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p19\" class=\"\">Ancient American literature contains references to a white, bearded god who descended out of the heavens. He is called by many names; one example is Quetzalcoatl. Historians of the sixteenth century, whose texts I have, recorded pre-Hispanic beliefs concerning the white, bearded god who came to the Americas <span class=\"emphasis\">long before<\/span> the arrival of the Spanish conquerors. The following paragraphs contain examples of these beliefs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p20\" class=\"\"><span class=\"emphasis\">Bernardo de Sahagun<\/span> (born 1499) wrote: “Quetzalcoatl was esteemed and considered as a god, and was worshipped in older times. He had long hair and was bearded. The people worshipped only the Lord” (<span class=\"emphasis\">Historia General de las Cosas de Nueva España,<\/span> Mexico: Editorial Porrua, S. A., 1985, pp. 195, 598).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p21\" class=\"\"><span class=\"emphasis\">Diego Duran<\/span> (born 1537) wrote: “A great man—a person venerable and religious—bearded, tall, long hair, dignified deportment, heroic acts, miracles—I affirm he could have been one of the blessed apostles” (<span class=\"emphasis\">Historia de las Indias de Nueva España,<\/span> 1867, first ed., 2 vols., Mexico: Editorial Porrua, S. A., 1967, 1:9).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p22\" class=\"\"><span class=\"emphasis\">Bartolomé de las Casas<\/span> (born 1474) wrote that Quetzalcoatl, the plumed serpent, was white, had a rounded beard, was tall, and came from the sea in the east, from whence he will return (see <span class=\"emphasis\">Los Indios de Mexico y Nueva España Antologiá,<\/span> Mexico: Editorial Porrua, S. A., 1982, pp. 54, 218, 223).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p23\" class=\"\">The Tamanacos Indian tribes in Venezuela have the same legend of a white, bearded god: “[Amalivacá] had a face the color of the light fluffy clouds of the morning, and white was his long head of hair. … He said: ‘I am Amalivacá, and I come in the name of my father INA-UIKI’” (Arturo Hellmund Tello, <span class=\"emphasis\">Leyendas Indígenas del Bajo Orinoco,<\/span> trans. Ted E. Brewerton, Buenos Aires, Argentina: Imprenta Lopez Peru 666, 1948, pp. 19–22).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p24\" class=\"\">The Book of Mormon gives an accurate account of the coming of the Lord to ancient America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p25\" class=\"\">When we accept the ancient roots of the book and believe that Joseph Smith did have ancient records that could not be in English, we then may ask how he translated them. The only reasonable answer is the way he said: by divine revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p26\" class=\"\">What would be more perilous to us, eternally, than to say the Book of Mormon is holy scripture if it were not? Those who have questions or concerns about the Church may cling in security to this firm anchor that is immutable and tangible evidence of the truthfulness of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p27\" class=\"\">The Book of Mormon prophet Nephi wrote: “For we labor diligently to write, to persuade our children, and also our brethren, to believe in Christ, and to be reconciled to God; for we know that it is by grace that we are saved, after all we can do” (<span class=\"citation\" id=\"4612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4612)\">2 Ne. 25:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p28\" class=\"\">Elder B. H. Roberts wrote in 1909:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p29\" class=\"\">“[The Holy Ghost] must ever be the chief source of evidence for the truth of the Book of Mormon. All other evidence is secondary to this, the primary and infallible. No arrangement of evidence, however skilfully ordered; no argument, however adroitly made, can ever take [the] place [of the Holy Ghost]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p30\" class=\"\">“Secondary evidences in support of truth, like secondary causes in natural phenomena, may be of firstrate importance, and mighty factors in the achievement of God’s purposes” (<span class=\"emphasis\">New Witnesses for God,<\/span> Salt Lake City, Deseret News, 1909, pp. vi–vii).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p31\" class=\"\">The sun rises rather quietly, and at times we think that the Lord’s voice is that quiet, but his voice is audible if we will only pray, meditate, and listen as he places clear thoughts in our minds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p32\" class=\"\">As surely as the sun rises, God lives, as does his Almighty Son. As surely as the sun rises daily, The Church of Jesus Christ of Latter-day Saints is <span class=\"emphasis\">his.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p33\" class=\"\">Because the sun rises, we see everything else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p34\" class=\"\">Because Jesus Christ lives, we see by his light eternal, unchanging truths and an illuminated path showing the purpose of our premortal life, the reason for our current existence, and the effect of premortal and mortal life on our life after what we call death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p35\" class=\"\">The Bible is a witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p36\" class=\"\">The Book of Mormon is a witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/the-book-of-mormon-a-sacred-ancient-record.p37\" class=\"\">I am one of the witnesses that he <span class=\"emphasis\">is<\/span> risen, and he <span class=\"emphasis\">is<\/span> coming. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}