{"ID":5692, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Acting for Ourselves and Not Being Acted Upon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1d3e.jpg\" alt=\"President James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p3\" class=\"\">It is always a sacred responsibility to address the great body of the priesthood of this church. This evening I wish to speak primarily to the splendid young men of the Aaronic Priesthood. I do so because I recognize that the future of the Church and even the world depends upon how you young men regard and honor your priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p4\" class=\"\">Recently I asked some special young people what I should know about your generation. One young man spoke for the group and said, “We live on the edge.” Since that time I have thought a lot about what it means to live on the edge. Of course it can mean many things. I think my fine young friend was referring to hazardous motorcycling, cliff climbing, and other forms of recreation which may involve taking unnecessary risks to produce a challenge or a thrill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p5\" class=\"\">Some years ago Elder Marion D. Hanks told about a group of Boy Scouts who went cave exploring. The narrow trail was marked with white stones and lighted in sections as they went. After about an hour they came to a huge, high dome. Below it lay an area called the Bottomless Pit, so called because the floor of the cave had collapsed into a deep, gaping hole. It was hard not to jostle each other on that narrow path. Pretty soon, one of the bigger boys accidentally pushed a smaller boy into a muddy area away from the light. Terrified as he lost his footing, he screamed in the darkness. The ranger heard his cry of terror and came quickly. The boy let out another cry as the beam of the ranger’s light showed that he was right on the very edge of the pit.<sup class=\"noteMarker\"><a href=\"#footnote1-95911_000_021\">1<\/a>\n       <span class=\"footnote\">[Story adapted from “Questions for the Iconoclast,” <span class=\"emphasis\">Improvement Era,<\/span> June 1957, pp. 444, 446–48, 450–51.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p6\" class=\"\">In this story, the boy was rescued. But this does not always happen. So many times young people are enticed to go to the very edge or even beyond it. With only a precarious toehold, it is easy to be seriously injured or even die. Life is too precious to throw away in the name of excitement, or, as Jacob said in the Book of Mormon, “looking beyond the mark.”<sup class=\"noteMarker\"><a href=\"#footnote2-95911_000_021\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25996)\">Jacob 4:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p7\" class=\"\">You young people may think that you are indestructible and that you are going to live forever. In a few years you will learn that this is not so. Living on the edge can also mean being perilously close to the Bottomless Pit. Of even more danger is to put your souls at risk by dabbling in drugs or other mind-abusing substances to “get a buzz.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p8\" class=\"\">Some of you may think that you will discover your strengths and abilities by living on the edge. Perhaps you also think it is a way to find your identity or manliness. Your identity, however, cannot be found from thrill seeking, such as intentionally and unnecessarily exposing your life or your soul to any kind of danger, physical or moral. There will always be enough risks that will come to you naturally without your having to seek them out. Your strength and identity will come from honoring your priesthood, developing your talents, and serving the Lord. Each of you will have to work very hard to qualify for your eternal potential. It will not be easy. Finding your true identity will tax your ability far beyond climbing a dangerous cliff or speeding in a car or on a motorcycle. It will require all of your strength, stamina, intelligence, and courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p9\" class=\"\">The best counsel I ever received about staying away from the edge came when, as a young married man, President Harold B. Lee called me to be a member of a bishopric. He said, “From now on, you must not only avoid evil, but also the appearance of evil.” He did not interpret that counsel. That was left to my conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p10\" class=\"\">That brings me to an important point that I wish to make this evening to the priesthood of God. Each of us must take the responsibility for the moral decisions we make in life about how close we live to the edge. Lehi states: “And because that they are redeemed from the fall they have become free forever, knowing good from evil; to act for themselves and not to be acted upon.”<sup class=\"noteMarker\"><a href=\"#footnote3-95911_000_021\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4600)\">2 Ne. 2:26<\/a><\/span>.]<\/span><\/sup> Being acted upon means somebody else is pulling the strings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p11\" class=\"\">We live in a time when many want to avoid the responsibility for their acts. When I was a young lawyer, I was appointed by the judges to defend persons who were charged with infractions of the law. One time I was assigned to represent a young man. As we approached the bench, the venerable old federal judge looked down at both of us and asked, “Which one of you is the accused?” From these experiences, I learned that some individuals did not think they were responsible or guilty in any way even though they had violated a law. They felt they were not to be blamed. They had abdicated their consciences. They may have committed the wrongful act, but they felt it was really their parents’ fault because they were not properly taught, or it was society’s fault because they were never given a chance in life. So often they had some reason or excuse for blaming their actions on someone or something else rather than accepting the responsibility for their own actions. They did not act for themselves but were acted upon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p12\" class=\"\">Mickey Mantle, American baseball star of many years ago, recently admitted to years of various forms of substance abuse. Upon receiving a liver transplant in an effort to save his life, he made an amazing statement. He said, “Don’t use me for a role model.” He also said that he was committing the rest of his life to being a better example. Mickey Mantle finally accepted the responsibility for his mistakes. Unfortunately he died shortly thereafter. In World War II, many of us went through officers’ training. We were taught that the only appropriate answer when we made a life-threatening mistake was, “No excuse, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p13\" class=\"\">Each of us must at times courageously and firmly stand up for what we are and what we believe. When President Joseph F. Smith was a young man, he was faced with this predicament:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p14\" class=\"\">“One morning when he and several other missionaries were returning to Salt Lake City, a group of rough Mormon-haters rode up on horses, firing their guns and cursing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p15\" class=\"\">“The leader jumped off his horse and shouted, ‘We will kill anyone who is a Mormon!’ The other missionaries had fled into the woods, but Joseph F. bravely stood his ground. The man shoved a gun in Joseph F.’s face and asked, ‘Are you a Mormon?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p16\" class=\"\">“Joseph F. stood tall and said, ‘Yes siree; dyed in the wool; true blue, through and through!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p17\" class=\"\">“The man was surprised at his reply. He put the gun away, shook Joseph’s hand, and said, ‘Well, you are the pleasantest man I ever met! I’m glad to see a fellow stand up for his convictions.’ He jumped back on his horse and rode off with his companions.”<sup class=\"noteMarker\"><a href=\"#footnote4-95911_000_021\">4<\/a>\n       <span class=\"footnote\">[“Courageous Mormon Boy,”<span class=\"emphasis\"> Friend,<\/span> Aug. 1995, p. 43.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p18\" class=\"\">Unlike Joseph F. Smith, the danger you young men face is not so much physical; but rather it is the danger of being personally deceived and misled. This danger is, in some ways, more subtle and difficult and requires more strength and courage than facing physical danger.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p19\" class=\"\">Staying away from the edge is an individual responsibility. Occasionally our well-meaning young people want every detail of appropriate and inappropriate conduct to be specified, perhaps so they can feel comfortable in getting closer to the edge. They sometimes seem more concerned with what the gospel prohibits than what it gives. For instance, some young adults were surprised when they learned that it was inappropriate for mixed young single adult groups to be involved together in overnight activities. They said, “Why hasn’t the prophet told us?” The Church counsel in this matter has been clear for many years. It should not have been necessary to tell these young people to avoid the appearance of evil. My strong advice is, if there is any question about your personal conduct, don’t do it. It is the responsibility of prophets to teach the word of God—not to spell out every jot and tittle of human behavior. Our moral agency requires us to know good from evil and choose the good. If we are trying to avoid not only evil, but the very appearance of evil, we will act for ourselves and not be acted upon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p20\" class=\"\">Holders of the priesthood of God are to not only be accountable for their own acts, but provide moral and physical safety for the women and children of their families and of the Church. You young, single men who hold the priesthood and are dating the splendid young ladies of the Church have a duty to do everything you can to protect their physical safety and virtue. The priesthood you hold gives you the greater responsibility to see that the high moral standards of the Church are always maintained. The Lord knows that you know better than to approach the edge of sexual enticement. You will lose part of that which is sacred about you if you go beyond the edge and abuse the great powers of procreation. Each of us is accountable for his own actions. How can any of us hope to play a great role in time or eternity if we have no power of self-control?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p21\" class=\"\">Some thrill seekers seem to be trying to satisfy an internal emptiness through the external gratification of alcohol, drugs, and illicit sexual relations. To ease their consciences, some vainly wait for the Church to “get modern,” “to wake up,” or “to get with the times.” That internal emptiness can be filled only by making our relationship with “God the center of our being,” as President David O. McKay taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p22\" class=\"\">“It is not an easy thing to make God the center of our being. To do so we must determine to keep his commandments. Spiritual attainment, not physical possessions, not the indulgence and the gratification of the body, must become the <span class=\"emphasis\">chief goal.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p23\" class=\"\">“Only in the complete surrender of our inner life may we rise above the selfish, sordid pull of nature. … As the body dies when the spirit leaves it, so the spirit dies when we exclude God from it. I cannot imagine peace in a world from which God and religion are banished.”<sup class=\"noteMarker\"><a href=\"#footnote5-95911_000_021\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Ideals<\/span> (Salt Lake City: Improvement Era, 1953), p. 295.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p24\" class=\"\">The Lord has a great work for each of us to do. You may wonder how this can be. You may feel that there is nothing special or superior about you or your ability. Perhaps you feel, or have been told, that you are stupid. Many of us have felt that and some of us have been told that. Gideon felt this when the Lord asked him to save Israel from the Midianites. Gideon said, “My family is poor in Manasseh, and I am the least in my father’s house.”<sup class=\"noteMarker\"><a href=\"#footnote6-95911_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30867)\">Judg. 6:15<\/a><\/span>.]<\/span><\/sup> He had only three hundred men, but with the help of the Lord, Gideon defeated the armies of the Midianites.<sup class=\"noteMarker\"><a href=\"#footnote7-95911_000_021\">7<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"30868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30868)\">Judg. 7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p25\" class=\"\">The Lord can do remarkable miracles with a person of ordinary ability who is humble, faithful, and diligent in serving the Lord and seeks to improve himself. This is because God is the ultimate source of power. By the gift of the Holy Ghost we can not only know all things but even “the truth of all things.”<sup class=\"noteMarker\"><a href=\"#footnote8-95911_000_021\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38708)\">Moro. 10:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p26\" class=\"\">Many of you worry about your future. I think every conscientious young man does. But you do not realize what opportunities lie ahead of you. After a lifetime of dealing with human affairs, I am persuaded that your future will be beyond your dreams if you observe the following:<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Do not live on the edge.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Avoid not only evil, but even the appearance of evil.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Follow the counsel of Lehi to act for yourselves and not be acted upon.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Seek first the kingdom of God and receive the great promise that all else will be added upon you.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Follow the counsel of Church leaders.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p32\" class=\"\">In this great hall and listening this evening are thousands of future leaders of the Church who have been called out of the world and chosen by the Lord before the foundations of the world, as described by Abraham:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p33\" class=\"\">“Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p34\" class=\"\">“And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.”<sup class=\"noteMarker\"><a href=\"#footnote9-95911_000_021\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7431)\">Abr. 3:22–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p35\" class=\"\">I believe the Lord has brought forth special spirits who were reserved from before the world was to be strong and valiant in this difficult time of the world’s history. Upon you young men will soon rest the future of the kingdom of God on earth. In your time, the challenges and opportunities will be greater than ever before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p36\" class=\"\">With all my heart, I urge you young men to be worthy and true to your priesthood callings in your youth. Yours is a preparatory priesthood now. If you remain worthy, soon the greater priesthood will be yours, and with it will come the great responsibility for the holy work of God in all the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/acting-for-ourselves-and-not-being-acted-upon.p37\" class=\"\">May you be equal to it, I pray humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95911_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Story adapted from “Questions for the Iconoclast,” <span class=\"emphasis\">Improvement Era,<\/span> June 1957, pp. 444, 446–48, 450–51.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95911_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25996)\">Jacob 4:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95911_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4600)\">2 Ne. 2:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95911_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Courageous Mormon Boy,”<span class=\"emphasis\"> Friend,<\/span> Aug. 1995, p. 43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95911_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Ideals<\/span> (Salt Lake City: Improvement Era, 1953), p. 295.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95911_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30867)\">Judg. 6:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-95911_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"30868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30868)\">Judg. 7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-95911_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38708)\">Moro. 10:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_021\"><a name=\"-95911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-95911_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7431)\">Abr. 3:22–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}