{"ID":5693, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Who Honors God, God Honors\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p3\" class=\"\">It is no small undertaking to stand before you this evening. I am impressed by your faith, in awe of your potential, and inspired by your devotion to duty in the cause of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p4\" class=\"\">A dear personal friend and associate in the work of the Lord, Elder Bruce R. McConkie, had a favorite hymn which he enjoyed hearing sung. He said the words of the hymn prompted him to do his best. Listen to just two verses:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ye who are called to labor and minister for God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Blest with the royal priesthood, appointed by his word<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To preach among the nations the news of gospel grace,<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And publish on the mountains salvation, truth, and peace: …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Comforter will teach you, his richest blessings send.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Your Savior will be with you forever to the end.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote1-95911_000_022\">1<\/a>\n\t   <span class=\"footnote\">[“Ye Who Are Called to Labor,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 321.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p11\" class=\"\">What a mighty promise these precious words proclaim. They apply to you young men who bear the Aaronic Priesthood and to your fathers and other brethren who have received the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p12\" class=\"\">It seems like yesterday that I was secretary of the deacons quorum in my ward. We were tutored by wise and patient men who taught us from the holy scriptures, even men who knew us well. These men who took time to listen and to laugh, to build and to inspire, emphasized that we, like the Lord, could increase in wisdom and stature, and in favor with God and man.<sup class=\"noteMarker\"><a href=\"#footnote2-95911_000_022\">2<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"32541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32541)\">Luke 2:52<\/a><\/span>.]<\/span><\/sup> They were examples to us. Their lives were a reflection of their testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p13\" class=\"\">Youth is a time for growth. Our minds during these formative years are receptive to truth, but they are also receptive to error. The responsibility to choose rests with each deacon, teacher, and priest. As the years go by, the choices become increasingly complex, and at times we may be tempted to waver. The need for a personal code of honor is demanded not only on a daily basis, but frequently many times in a given day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p14\" class=\"\">The counsel found in one of the hymns sung frequently in our meetings provides an inspired guide:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Choose the right when a choice is placed before you.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In the right the Holy Spirit guides;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And its light is forever shining o’er you,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When in the right your heart confides.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote3-95911_000_022\">3<\/a>\n\t   <span class=\"footnote\">[“Choose the Right,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 239.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p19\" class=\"\">A spirit of determination to do the right thing can come in earliest boyhood. At the cemetery following a lovely funeral I attended, there stood near the open grave a small lad. His face was one of innocence, and his shining eyes showed the promise of a bright future. I said to him, “You, my boy, are going to make a great missionary. How old are you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p20\" class=\"\">He answered, “Ten.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p21\" class=\"\">“In nine years we’re going to be looking for you to serve a mission,” I countered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p22\" class=\"\">His response was immediate and told me something about him. He said, “Brother Monson, you won’t have to look for me, ‘cause I’ll be looking for you.” Young men, some lessons in life are learned from your parents, while others you learn in school or in church. There are, however, certain moments when you know our Heavenly Father is doing the teaching and you are His student. Let me share with you tonight such a lesson, effectively taught and everlastingly learned. The lesson pertains to swimming but goes far beyond that skill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p23\" class=\"\">I learned to swim in the swift-running currents of the Provo River in beautiful Provo Canyon. The “old swimming hole” was in a deep portion of the river, formed by a large rock which had fallen into the river, I assume, when the workmen constructing the railroad were blasting through the canyon. The pool was dangerous, what with its depth of sixteen feet, its current, which moved swiftly against the large rock, and the sucking action of the whirlpools below the rock. It was not a place for a novice or the inexperienced swimmer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p24\" class=\"\">One warm summer afternoon when I was about twelve or thirteen, I took a large, inflated inner tube from a tractor tire, slung it over my shoulder, and walked barefoot up the railroad track which followed the course of the river. I entered the water about a mile above the swimming hole, sat comfortably in the tube, and enjoyed a leisurely float down the river. The river held no fear for me, for I knew its secrets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p25\" class=\"\">That day the Greek-speaking people in Utah held a reunion at Vivian Park in Provo Canyon, as they did every year. Native food, games, and dances were the order of the day. But some left the party to try swimming in the river. When they arrived at the swimming hole, it was deserted, for afternoon shadows were beginning to envelop it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p26\" class=\"\">As my inflated tube bobbed up and down, I was about to enter the swiftest portion of the river just at the head of the swimming hole when I heard frantic cries, “Save her! Save her!” A young lady swimmer, accustomed to the still waters of a gymnasium swimming pool, had fallen from the rock into the treacherous whirlpools. None of the party could swim to save her. Suddenly I appeared on the potentially tragic scene. I saw the top of her head disappearing under the water for the third time, there to descend to a watery grave. I stretched forth my hand, grasped her hair, and lifted her over the side of the tube and into my arms. At the pool’s lower end, the water was slower as I paddled the tube, with my precious cargo, to her waiting relatives and friends. They threw their arms around the water-soaked girl and kissed her, crying, “Thank God! Thank God you are safe!” Then they hugged and kissed me. I was embarrassed and quickly returned to the tube and continued my float down to the Vivian Park bridge. The water was frigid, but I was not cold, for I was filled with a warm feeling. I realized that I had participated in the saving of a life. Heavenly Father had heard the cries, “Save her! Save her,” and permitted me, a deacon, to float by at precisely the time I was needed. That day I learned that the sweetest feeling in mortality is to realize that God, our Heavenly Father, knows each one of us and generously permits us to see and to share His divine power to save.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p27\" class=\"\">Pray always in the performance of your priesthood responsibilities, and you will never be in the position of Alice in Wonderland. As Lewis Carroll tells us, Alice was following a path through a forest in Wonderland when it divided into two directions. Standing irresolute, she inquired of the Cheshire Cat, which had suddenly appeared in a nearby tree, which path she should take. “Where do you want to go?” asked the cat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p28\" class=\"\">“I don’t know,” said Alice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p29\" class=\"\">“Then,” said the cat, “it really doesn’t matter, does it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p30\" class=\"\">We who hold the priesthood know where it is we wish to go. Our objective is the celestial kingdom of our Heavenly Father. Ours is the sacred duty to follow the well-defined path that leads to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p31\" class=\"\">Soon you will be ready to serve a mission. It’s wonderful that you are willing and prepared to serve wherever the Spirit of the Lord directs. This alone is a modern miracle, considering the times in which we live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p32\" class=\"\">Missionary work is hard work. Missionary service is demanding and requires long hours of study and preparation, that the missionary himself might match the divine message he proclaims. It is a labor of love but also of sacrifice and devotion to duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p33\" class=\"\">An anxious mother of a prospective missionary once asked me what I would recommend her son learn before the arrival of his missionary call. I am certain she anticipated a profound response which would contain the more familiar requirements for service of which we are all aware. However, I said, “Teach your son how to cook, but more particularly, teach him how to get along with others. He will be happier and more productive if he learns these two vital skills.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p34\" class=\"\">Young men, you are preparing for your missions when you learn your duties as deacons, teachers, and priests and then perform those duties with determination and love, knowing you are on the Lord’s errand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p35\" class=\"\">Sometimes the lessons will come quietly. A few weeks ago I was visiting a sacrament meeting at a care facility in Salt Lake City. The priests at the sacrament table were sitting quietly prior to performing their duties when the opening hymn was announced. A patient near the front of the large room had difficulty opening his hymnbook. Without so much as a question, one of the young men slipped to the patient’s side and, gently turning the pages to the correct hymn, placed the disabled man’s finger at the beginning of the first verse of the hymn. They exchanged an understanding smile, and the priest returned to his seat. This modest gesture of love and helpfulness impressed me. I congratulated him and said, “You are going to be an effective missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p36\" class=\"\">Some missionaries are gifted with the power of expression, while others have a superior knowledge of the gospel. Some, however, are late bloomers who day by day become more proficient and successful. Avoid the temptation of ladder climbing in the mission leadership ranks. It matters little whether you are a district or zone leader or assistant to the president. The important thing is that each one does his very best in the work to which he has been called. Why, I had some missionaries who were so adept at training new missionaries that I couldn’t spare them for other leadership assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p37\" class=\"\">Entering the mission field can sometimes be an overpowering and frightening experience. President Harold B. Lee was talking to me one day concerning those who feel inadequate and are worried when they receive an assignment in the Church. He counseled, “Remember, whom the Lord calls, the Lord qualifies.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p38\" class=\"\">When I served as president of the Canadian Mission, headquartered in Toronto, one missionary came to our mission without some of the talents of others, yet he devotedly plunged into his missionary labors. The work was difficult for him; however, he valiantly struggled to be his best self.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p39\" class=\"\">At a zone conference, with a General Authority attending, the missionaries had not done too well in a scripture quiz conducted by the visitor. The visitor, with a little sarcasm, commented, “Why, I don’t believe this group knows even the names of the basic missionary pamphlets and their authors.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p40\" class=\"\">Well, that was the proverbial “straw” that broke the camel’s back. I spoke up: “I think they <span class=\"emphasis\">do<\/span> know them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p41\" class=\"\">“Well, we will see,” he said, and then he had the missionaries stand. In making a selection of a missionary to prove the point, none of the bright-appearing, experienced, polished missionaries was selected, but rather, my new missionary, who had a hard time gaining knowledge of such things, was singled out. My heart literally sank. I looked at the pleading expression on the elder’s face; I knew that he was paralyzed with fear. How I prayed—oh, how I prayed: “Heavenly Father, come to his rescue.” And He did. After a long pause, the visitor said, “Who authored the pamphlet <span class=\"emphasis\">The Plan of Salvation?<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p42\" class=\"\">After what seemed like an eternity, the trembling missionary responded, “John Morgan.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p43\" class=\"\">“Who wrote <span class=\"emphasis\">Which Church Is Right?”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p44\" class=\"\">Again the pause, and then the reply, “Mark E. Petersen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p45\" class=\"\">“How about <span class=\"emphasis\">The Lord’s Tenth?<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p46\" class=\"\">“James E. Talmage wrote that one,” came the response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p47\" class=\"\">And so it went through the list of missionary pamphlets we used. Finally came the question, “Is there another pamphlet?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p48\" class=\"\">“Yes. It’s called <span class=\"emphasis\">After Baptism, What?”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p49\" class=\"\">“Who wrote it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p50\" class=\"\">Without hesitation the missionary answered, “The name of the author isn’t shown in the pamphlet, but my mission president told me it was written by Elder Mark E. Petersen by assignment from President David O. McKay.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p51\" class=\"\">The General Authority then showed his greatness. Turning to me he said, “President Monson, I owe you and your missionaries an apology. They <span class=\"emphasis\">do<\/span> know the basic pamphlets and their authors.” He stood tall in my sight that day, and we became close personal friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p52\" class=\"\">But what about the missionary? He completed an honorable mission and returned to his home in the West. Later he was called to serve as the bishop of his ward. Every year I receive a Christmas card from him and his wife and family. He always signs his name and then adds this comment, “From your best missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p53\" class=\"\">Each year when that Christmas card arrives, I think of that experience, and the lesson from First Samuel in the Holy Bible penetrates my soul. You will recall that the prophet Samuel was directed by the Lord to go to Bethlehem, even to Jesse, with the revelation that a king would be found among the sons of Jesse. Samuel did as the Lord had commanded him. Each of Jesse’s sons was introduced to Samuel—even seven of them. Though they were fair and qualified in appearance, Samuel was told by the Lord that none was to be chosen. “And Samuel said unto Jesse, Are here all thy children? And he said, There remaineth yet the youngest, and, behold, he keepeth the sheep. And Samuel said unto Jesse, Send and fetch him. … And he sent, and brought him in. … And the Lord said, Arise, anoint him: for this is he.”<sup class=\"noteMarker\"><a href=\"#footnote4-95911_000_022\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2710)\">1 Sam. 16:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p54\" class=\"\">The lesson for us to learn is found in the sixteenth chapter of First Samuel, verse seven [<span class=\"citation\" id=\"2709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2709)\">1 Sam. 16:7<\/a><\/span>]: “Man looketh on the outward appearance, but the Lord looketh on the heart.”<sup class=\"noteMarker\"><a href=\"#footnote5-95911_000_022\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"125082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125082)\">1 Sam. 16:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p55\" class=\"\">As bearers of the priesthood, all of us united as one can qualify for the guiding influence of our Heavenly Father as we pursue our respective callings. We are engaged in the work of the Lord Jesus Christ. We, like those of olden times, have answered His call. We are on His errand. We shall succeed in the solemn charge given by Mormon to declare the Lord’s word among His people. He wrote: “Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote6-95911_000_022\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6361)\">3 Ne. 5:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/who-honors-god-god-honors.p56\" class=\"\">May we ever remember the truth, “Who honors God, God honors.” In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95911_000_022\"><a name=\"-95911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95911_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Ye Who Are Called to Labor,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 321.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_022\"><a name=\"-95911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95911_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"32541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32541)\">Luke 2:52<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_022\"><a name=\"-95911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95911_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“Choose the Right,” <span class=\"emphasis\">Hymns,<\/span> 1985, no. 239.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_022\"><a name=\"-95911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95911_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2710)\">1 Sam. 16:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_022\"><a name=\"-95911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95911_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"125082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125082)\">1 Sam. 16:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_022\"><a name=\"-95911_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95911_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6361)\">3 Ne. 5:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}