{"ID":5695, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Patience—A Heavenly Virtue\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95911_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p4\" class=\"\">Recently I met an old friend I had not seen for some time. He greeted me with the salutation, “How is the world treating you?” I don’t recall the specifics of my reply, but his provocative question caused me to reflect on my many blessings and my gratitude for life itself and the privilege and opportunity to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p5\" class=\"\">At times the response to this same question brings an unanticipated answer. Some years ago I attended a stake conference in Texas. I was met at the airport by the stake president, and while we were driving to the stake center, I said, “President, how is everything going for you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p6\" class=\"\">He responded, “I wish you had asked me that question a week earlier, for this week has been rather eventful. On Friday I was terminated from my employment, this morning my wife came down with bronchitis, and this afternoon the family dog was struck and killed by a passing car. Other than these things, I guess everything is all right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p7\" class=\"\">Life is full of difficulties, some minor and others of a more serious nature. There seems to be an unending supply of challenges for one and all. Our problem is that we often expect instantaneous solutions to such challenges, forgetting that frequently the heavenly virtue of patience is required.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p8\" class=\"\">The counsel heard in our youth is still applicable today and should be heeded. “Hold your horses,” “Keep your shirt on,” “Slow down,” “Don’t be in such a hurry,” “Follow the rules,” “Be careful” are more than trite expressions. They describe sincere counsel and speak the wisdom of experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p9\" class=\"\">The mindless and reckless speeding of a youth-filled car down a winding and hazardous canyon road can bring a sudden loss of control, the careening of the car with its precious cargo over the precipice, and the downward plunge that ofttimes brings permanent incapacity, perhaps premature death, and grieving hearts of loved ones. The glee-filled moment can turn in an instant to a lifetime of regret.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p10\" class=\"\">Oh, precious youth, please give life a chance. Apply the virtue of patience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p11\" class=\"\">In sickness, with its attendant pain, patience is required. If the only perfect man who ever lived—even Jesus of Nazareth—was called upon to endure great suffering, how can we, who are less than perfect, expect to be free of such challenges?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p12\" class=\"\">Who can count the vast throngs of the lonely, the aged, the helpless—those who feel abandoned by the caravan of life as it moves relentlessly onward and then disappears beyond the sight of those who ponder, who wonder, and who sometimes question as they are left alone with their thoughts. Patience can be a helpful companion during such stressful times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p13\" class=\"\">Occasionally I visit nursing homes, where long-suffering is found. While attending Sunday services at one facility, I noticed a young girl who was to play her violin for the comfort of those assembled. She told me she was nervous and hoped she could do her best. As she played, one called out, “Oh, you are so pretty, and you play so beautifully.” The strains of the moving bow across the taut strings and the elegant movement of the young girl’s fingers seemed inspired by the impromptu comment. She played magnificently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p14\" class=\"\">Afterward, I congratulated her and her gifted accompanist. They responded, “We came to cheer the frail, the sick, and the elderly. Our fears vanished as we played. We forgot our own cares and concerns. We may have cheered them, but they truly did inspire us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p15\" class=\"\">Sometimes the tables are reversed. A dear and cherished young friend, Wendy Bennion of Salt Lake City, was such an example. Just the day before yesterday, she quietly departed mortality and returned “to that God who gave [her] life” (<span class=\"citation\" id=\"10153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10153)\">Alma 40:11<\/a><\/span>). She had struggled for over five long years in her battle with cancer. Ever cheerful, always reaching out to help others, never losing faith, her contagious smile attracted others to her as a magnet attracts metal shavings. While ill and in pain, a friend of hers, feeling downcast with her own situation, visited Wendy. Nancy, Wendy’s mother, knowing Wendy was in extreme pain, felt that perhaps the friend had stayed too long. She asked Wendy, after the friend had left, why she had allowed her to stay so long when she herself was in so much pain. Wendy’s response: “What I was doing for my friend was a lot more important than the pain I was having. If I can help her, then the pain is worth it.” Her attitude was reminiscent of Him who bore the sorrows of the world, who patiently suffered excruciating pain and disappointment, but who, with silent step of His sandaled feet, passed by a man who was blind from birth, restoring his sight. He approached the grieving widow of Nain and raised her son from the dead. He trudged up Calvary’s steep slope, carrying His own cruel cross, undistracted by the constant jeers and taunting that accompanied His every step. For He had an appointment with divine destiny. In a very real way He visits us, each one, with His teachings. He brings cheer and inspires goodness. He gave His precious life that the grave would be deprived of its victory, that death would lose its sting, that life eternal would be our gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p16\" class=\"\">Taken from the cross, buried in a borrowed tomb, this man of sorrows, acquainted with grief, arose on the morning of the third day. His resurrection was discovered by Mary and the other Mary when they approached the tomb. The great stone blocking the entrance had been rolled away. Came the query of two angels who stood by in shining garments, “Why seek ye the living among the dead? He is not here, but is risen.”<sup class=\"noteMarker\"><a href=\"#footnote1-95911_000_024\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32569)\">Luke 24:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p17\" class=\"\">Paul declared to the Hebrews, “Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us.”<sup class=\"noteMarker\"><a href=\"#footnote2-95911_000_024\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24600)\">Heb. 12:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p18\" class=\"\">Perhaps there has never occurred such a demonstration of patience as that exemplified by Job, who was described in the Holy Bible as being perfect and upright and one who feared God and eschewed evil.<sup class=\"noteMarker\"><a href=\"#footnote3-95911_000_024\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"26850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26850)\">Job 1:1<\/a><\/span>.]<\/span><\/sup> He was blessed with great wealth and riches in abundance. Satan obtained leave from the Lord to try to tempt Job. How great was Job’s misery, how terrible his loss, how tortured his life. Urged by his wife to curse God and die, his reply bespoke his faith: “I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God.”<sup class=\"noteMarker\"><a href=\"#footnote4-95911_000_024\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26852)\">Job 19:25–26<\/a><\/span>.]<\/span><\/sup> What faith, what courage, what trust. Job lost possessions—all of them. Job lost his health—all of it. Job honored the trust given him. Job personified patience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p19\" class=\"\">Another who portrayed the virtue of patience was the Prophet Joseph Smith. After his supernal experience in the grove called Sacred, where the Father and the Son appeared to him, he was called upon to wait. At length, after Joseph suffered through over three years of derision for his beliefs, the angel Moroni appeared to him. And then more waiting and patience were required. Let us remember the counsel found in Isaiah: “My thoughts are not your thoughts, neither are your ways my ways, saith the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.”<sup class=\"noteMarker\"><a href=\"#footnote5-95911_000_024\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25743)\">Isa. 55:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p20\" class=\"\">Today in our hurried and hectic lives, we could well go back to an earlier time for the lesson taught us regarding crossing dangerous streets. “Stop, look, and listen” were the watchwords. Could we not apply them now? Stop from a reckless road to ruin. Look upward for heavenly help. Listen for His invitation: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.”<sup class=\"noteMarker\"><a href=\"#footnote6-95911_000_024\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37607)\">Matt. 11:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p21\" class=\"\">He will teach us the truth of the beautiful verse:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Life is real! Life is earnest!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the grave is not its goal;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dust thou art, to dust returnest,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Was not spoken of the soul.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote7-95911_000_024\">7<\/a>\n\t   <span class=\"footnote\">[Henry Wadsworth Longfellow, “A Psalm of Life.”]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p26\" class=\"\">We will learn that each of us is precious to our Elder Brother, even the Lord Jesus Christ. He truly loves us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p27\" class=\"\">His life is the flawless example of one afflicted with sorrows and disappointments, who nonetheless provided the example of forgetting self and serving others. The remembered verse of childhood echoes afresh:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yes, Jesus loves me!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yes, Jesus loves me!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yes, Jesus loves me!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Bible tells me so!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote8-95911_000_024\">8<\/a>\n\t   <span class=\"footnote\">[“Jesus Loves Me!” <span class=\"emphasis\">Alexander’s Gospel Songs,<\/span> comp. Charles M. Alexander (New York: Fleming H. Revell Co., 1908), p. 139.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p32\" class=\"\">And so does the Book of Mormon, so does the Doctrine and Covenants, and so does the Pearl of Great Price. Let the scriptures be your guide, and you will never find yourself traveling the road to nowhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p33\" class=\"\">Today, some are out of work, out of money, out of self-confidence. Hunger haunts their lives, and discouragement dogs their paths. But help is here—even food for the hungry, clothing for the naked, and shelter for the homeless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p34\" class=\"\">Thousands of tons move outward from our Church storehouses weekly—even food, clothing, medical equipment and supplies to the far corners of the earth and to empty cupboards and needy people closer to home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p35\" class=\"\">I witness the motivation which prompts busy and talented dentists and doctors on a regular basis to leave their practices and donate their skills to those who need such help. They travel to faraway places to repair cleft palates, correct malformed bones, and restore crippled bodies—all for the love of God’s children. The afflicted who have patiently waited for corrective help are blessed by these “angels in disguise.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p36\" class=\"\">In the words of a well-known song, I wish you could “come fly with me” to eastern Germany, where I visited last month. As we traveled along the autobahns, I reflected on a time twenty-seven years before when I saw on the same autobahns just trucks carrying armed soldiers and policemen. Barking dogs everywhere strained on their leashes, and informers walked the streets. Back then, the flame of freedom had flickered and burned low. A wall of shame sprang up, and a curtain of iron came down. Hope was all but snuffed out. Life, precious life, continued on in faith, nothing wavering. Patient waiting was required. An abiding trust in God marked the life of each Latter-day Saint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p37\" class=\"\">When I made my initial visit beyond the wall, it was a time of fear on the part of our members as they struggled in the performance of their duties. I found the dullness of despair on the faces of many passersby but a bright and beautiful expression of love emanating from our members. In Görlitz the building in which we met was shell-pocked from the war, but the interior reflected the tender care of our leaders in bringing brightness and cleanliness to an otherwise shabby and grimy structure. The Church had survived both the war and the Cold War which followed. The singing of the Saints brightened every soul. They sang the old Sunday School favorite:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If the way be full of trial; Weary not!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If it’s one of sore denial, Weary not!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If it now be one of weeping,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There will come a joyous greeting,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When the harvest we are reaping—Weary not!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Do not weary by the way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whatever be thy lot;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There awaits a brighter day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To all, to all who weary not!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote9-95911_000_024\">9<\/a>\n\t   <span class=\"footnote\">[“If the Way Be Full of Trial, Weary Not,” <span class=\"emphasis\">Deseret Sunday School Songs,<\/span> 1909, no. 158.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p47\" class=\"\">I was touched by their sincerity. I was humbled by their poverty. They had so little. My heart filled with sorrow because they had no patriarch. They had no wards or stakes—just branches. They could not receive temple blessings—neither endowment nor sealing. No official visitor had come from Church headquarters in a long time. The members were forbidden to leave the country. Yet they trusted in the Lord with all their hearts, and they leaned not to their own understanding. In all their ways they acknowledged Him, and He directed their paths.<sup class=\"noteMarker\"><a href=\"#footnote10-95911_000_024\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"41649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41649)\">Prov. 3:5–6<\/a><\/span>.]<\/span><\/sup> I stood at the pulpit, and with tear-filled eyes and a voice choked with emotion, I made a promise to the people: “If you will remain true and faithful to the commandments of God, every blessing any member of the Church enjoys in any other country will be yours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p48\" class=\"\">That night as I realized what I had promised, I dropped to my knees and prayed, “Heavenly Father, I’m on Thy errand; this is Thy church. I have spoken words that came not from me, but from Thee and Thy Son. Wilt Thou, therefore, fulfill the promise in the lives of this noble people.” There coursed through my mind the words from the psalm, “Be still, and know that I am God.”<sup class=\"noteMarker\"><a href=\"#footnote11-95911_000_024\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42088)\">Ps. 46:10<\/a><\/span>.]<\/span><\/sup> The heavenly virtue of patience was required.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p49\" class=\"\">Little by little the promise was fulfilled. First, patriarchs were ordained, then lesson manuals produced. Wards were formed and stakes created. Chapels and stake centers were begun, completed, and dedicated. Then, miracle of miracles, a holy temple of God was permitted, designed, constructed, and dedicated. Finally, after an absence of fifty years, approval was granted for full-time missionaries to enter the nation and for local youth to serve elsewhere in the world. Then, like the wall of Jericho, the Berlin Wall crumbled, and freedom, with its attendant responsibilities, returned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p50\" class=\"\">All of the parts of the precious promise of twenty-seven years earlier were fulfilled, save one. Tiny Görlitz, where the promise had been given, still had no chapel of its own. Now, even that dream became a reality. The building was approved and completed. Dedication day dawned. Just a month ago, Sister Monson and I, along with Elder and Sister Dieter Uchtdorf, held a meeting of dedication in Görlitz. The same songs were sung as were rendered twenty-seven years earlier. The members knew the significance of the occasion, marking the total fulfillment of the promise. They wept as they sang. The song of the righteous was indeed a prayer unto the Lord and had been answered with a blessing upon their heads.<sup class=\"noteMarker\"><a href=\"#footnote12-95911_000_024\">12<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20285)\">D&amp;C 25:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p51\" class=\"\">At the conclusion of the meeting we were reluctant to leave. As we did so, seen were the waving hands of all, heard were the words, “<span class=\"emphasis\">Auf Wiedersehen, auf Wiedersehen;<\/span> God be with you till we meet again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p52\" class=\"\">Patience, that heavenly virtue, had brought to humble Saints its heaven-sent reward. The words of Rudyard Kipling’s “Recessional” seemed so fitting:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The tumult and the shouting dies;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The captains and the kings depart.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Still stands thine ancient sacrifice,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">An humble and a contrite heart.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord God of Hosts, be with us yet,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lest we forget, lest we forget.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote13-95911_000_024\">13<\/a>\n\t   <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> 1985, no. 80.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/patience-a-heavenly-virtue.p59\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-95911_000_024\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32569)\">Luke 24:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-95911_000_024\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24600)\">Heb. 12:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-95911_000_024\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"26850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26850)\">Job 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-95911_000_024\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26852)\">Job 19:25–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-95911_000_024\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25743)\">Isa. 55:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-95911_000_024\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37607)\">Matt. 11:28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-95911_000_024\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Henry Wadsworth Longfellow, “A Psalm of Life.”<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-95911_000_024\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>“Jesus Loves Me!” <span class=\"emphasis\">Alexander’s Gospel Songs,<\/span> comp. Charles M. Alexander (New York: Fleming H. Revell Co., 1908), p. 139.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-95911_000_024\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>“If the Way Be Full of Trial, Weary Not,” <span class=\"emphasis\">Deseret Sunday School Songs,<\/span> 1909, no. 158.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-95911_000_024\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"41649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41649)\">Prov. 3:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-95911_000_024\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42088)\">Ps. 46:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-95911_000_024\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20285)\">D&amp;C 25:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-95911_000_024\"><a name=\"-95911_000_024\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-95911_000_024\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> 1985, no. 80.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}