{"ID":5697, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Message to the World\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p2\" class=\"\">Elder Robert E. Wells<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:20a8.jpg\" alt=\"Elder Robert E. Wells\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p3\" class=\"\">On this Sabbath morning I have chosen as my text our unique, three-part, Christ-focused message to the world.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Divine Sonship of Jesus Christ<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p5\" class=\"\">First is the divine Sonship of Jesus Christ, which is central to understanding the entire plan of salvation. He is the First Begotten Son of the Father in the premortal existence and the Only Begotten Son of the Father on earth. God the Eternal Father is the literal parent of our Lord and Savior Jesus Christ and of His other spirit children (see <span class=\"citation\" id=\"2097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2097)\">1 Ne. 11:18, 21<\/a><\/span>; James E. Talmage, <span class=\"emphasis\">The Articles of Faith,<\/span> 12th ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1924, p. 466).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p6\" class=\"\">When we refer to the divine Sonship of Jesus Christ, we are also referring to His role as a God in the premortal sphere. This Firstborn Son of Elohim the Father was chosen and ordained in the primeval councils in heaven to be the Savior of the yet-to-be-born race of mortals (see James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1916, p. 4). Jesus was also chosen and sent by the Father to organize and create this earth, our solar system, our galaxy, even worlds without number.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p7\" class=\"\">Jesus Christ was and is Jehovah of the Old Testament, the God of Adam and of Noah, the God of Abraham, Isaac, and Jacob. Jehovah appeared to and talked to the ancient prophets. When He spoke He did so on behalf of the Father, and He said what His Father would have said. Jehovah of the Old Testament became Jesus Christ of the New Testament when He was born into mortality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p8\" class=\"\">The “divine Sonship” also refers to the designation “Only Begotten Son in the flesh.” Ancient and modern scriptures use the title “Only Begotten Son” to emphasize the divine nature of Jesus Christ. This title signifies that Jesus’ physical body was the offspring of a mortal mother and of an immortal Eternal Father, which verity is crucial to the Atonement, a supreme act that could not have been accomplished by an ordinary man. Christ had power to lay down His life and power to take it again because He had inherited immortality from His Heavenly Father. From Mary, His mother, Christ inherited mortality, or the power to die.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p9\" class=\"\">This infinite atonement of Christ and Christ’s divine Sonship go together hand in hand to form the single most important doctrine of all Christianity. Elder Bruce R. McConkie said, “We view the atonement of the Lord Jesus Christ as the center and core and heart of revealed religion” (<span class=\"emphasis\">A New Witness for the Articles of Faith,<\/span> Salt Lake City: Deseret Book Co., 1985, p. 81). The book of Alma declared, “This is the whole meaning of the law” (<span class=\"citation\" id=\"125081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125081)\">Alma 34:14<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Divine Mission of Joseph Smith and the Book of Mormon<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p11\" class=\"\">The second part of our gospel message and central to the Restoration is the divine mission of Joseph Smith and the Book of Mormon to bring people unto Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p12\" class=\"\">We declare that the heavens opened to Joseph Smith and a pillar of light descended brighter than the noonday sun. In that pillar stood two personages—God the Father and His Son, Jesus Christ—whose brightness and glory defied all description. The Father spoke, saying, Joseph, “This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"30748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30748)\">JS—H 1:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p13\" class=\"\">One of the hallmarks of the calling of the Prophet Joseph Smith was his divine education in the writings and prophecies of the ancient apostles and prophets. The writings and teachings of the Prophet Joseph Smith “read like a seamless gospel fabric, woven from the sacred truths of ancient and modern scripture” (Richard C. Galbraith, introduction to <span class=\"emphasis\">Scriptural Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1993, p. 5).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p14\" class=\"\">Joseph Smith was much more than an uneducated plowboy of the American frontier. Rather, he received the greatest heavenly tutorials ever given to man in the process of his divine education. He received direct answer to prayer from God, not from books. After the First Vision he received other visions and numerous visits from angelic ministers, and “he was taught for years by … holy angels sent from God out of heaven to teach and instruct him and prepare him to lay the foundation of this Church” (Wilford Woodruff, in <span class=\"emphasis\">Journal of Discourses,<\/span> 16:265). The inspiration of the Holy Ghost was likewise fundamental in Joseph’s expounding of biblical scripture. He received revelations from Jesus Christ, and the Urim and Thummim provided another means by which Joseph Smith received scriptural instructions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p15\" class=\"\">The eternal truths he taught answered a brood of questions that had been in the minds of philosophers for centuries. When one studies the doctrinal teachings revealed to Joseph Smith, that person, if he or she is sincere in the search for truth, will be led to Jesus Christ and His role as our Savior, Redeemer, and Advocate with the Father. In studying these teachings of Joseph about the Savior, uncertainty and doubt flee, and hearts are changed. The honest person finds greater meaning in life by the Prophet’s answers to the philosophical questions, Where did we come from? Why are we here? Where are we going? Because of revelations given to Joseph, the memory veil between this life and our premortal existence becomes almost transparent at times. And the veil between this life and the spirit world becomes thinner, causing family ties to become stronger, sweeter, and more meaningful as the hearts of the children turn to their fathers and the hearts of the fathers turn to their children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p16\" class=\"\">The Prophet Joseph taught that the same sociality that we enjoy in this life will continue into the next, giving great comfort to those seeing friends and loved ones depart from this earth (see <span class=\"citation\" id=\"20429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20429)\">D&amp;C 130:2<\/a><\/span>). The doctrines of salvation taught by this prophet distill upon our souls as the very dews from heaven (see <span class=\"citation\" id=\"20418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20418)\">D&amp;C 121:45<\/a><\/span>). Joseph taught eternal truths that lead those who hunger and thirst for righteousness [see <span class=\"citation\" id=\"37589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37589)\">Matt. 5:6<\/a><\/span>] to the living Christ and to the bosom of God the Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p17\" class=\"\">Like Joseph Smith, the Book of Mormon is a divine instrument to draw the reader closer to Christ. It is a collection of writings by prophets who lived in the Western Hemisphere, who believed in Christ, and who prophesied of Christ, some of whom associated with Christ during the brief time He visited the Americas after His resurrection. Those ancient American prophets wrote the Book of Mormon for our day. It has withstood every conceivable test by both skeptical and sincere minds. It is not on trial. We are the ones on trial, being tested by our acceptance or rejection of its truths, teachings, commandments, and declarations (see <span class=\"citation\" id=\"4628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4628)\">2 Ne. 33:11–14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p18\" class=\"\">President Ezra Taft Benson reminded us forcefully that if we forget to teach and preach the Book of Mormon, and if we forget to study and meditate on the contents of this book of Holy Writ, we will be under condemnation. We have a mission and a commandment to declare its contents to the world and to bear testimony of it (see <span class=\"citation\" id=\"20362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20362)\">D&amp;C 84:54–58<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Divine Nature of the Church<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p20\" class=\"\">Our third declaration is the divine nature of The Church of Jesus Christ of Latter-day Saints to prepare the way for the Second Coming of Christ. This church has received from on high the restoration of the divine authority to have and to exercise the priesthood of Jesus Christ and to use this priesthood in performing the requisite saving ordinances so that they are recorded in heaven as well as on earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p21\" class=\"\">The restoration referred to was essential to the Second Coming because a study of ecclesiastical history shows that the original laws had been transgressed, the original ordinances had been changed, and the everlasting covenants had been broken, just as Isaiah had prophesied many centuries before (see <span class=\"citation\" id=\"25727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25727)\">Isa. 24:5<\/a><\/span>). Furthermore, Paul had warned that the Second Coming would occur only after a falling away from the original teachings of Christ and the Apostles (see <span class=\"citation\" id=\"5064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5064)\">2 Thes. 2:3–4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p22\" class=\"\">To prepare the way for the Second Coming, the Restoration took place—through Joseph Smith—of every necessary doctrine and sacred ordinance given by God to the prophets of past dispensations, including the Christ-focused temple ordinances.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p23\" class=\"\">We have, in original form, everything that has ever been brought to earth that is part of the great Plan of Salvation—nothing altered, nothing modified. We believe in the same priesthood authority held by the ancients; the same organization as the primitive Church, headed by Apostles and prophets; the same spiritual gifts; the same ancient scriptures as well as new latter-day scriptures—the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/our-message-to-the-world.p24\" class=\"\">I pray that we each will see how great the importance is to gain an understanding, through diligent and prayerful study, of the divine Sonship of Jesus Christ—the Savior of the world; that Joseph Smith’s divine mission was to bring about the restoration of the principles and ordinances of the gospel of Jesus Christ, and also the Book of Mormon, which is indeed another witness that Jesus Christ is the Son of the living God; and that this church—The Church of Jesus Christ of Latter-day Saints—is “the Lord’s kingdom once again established on the earth, preparatory to the second coming of the Messiah” (<span class=\"citation\" id=\"43171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43171)\">Introduction, Book of Mormon<\/a><\/span>). I so declare in all humility and testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}