{"ID":5698, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “This Do in Remembrance of Me”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p3\" class=\"\">The hours that lay immediately ahead would change the meaning of all human history. It would be the crowning moment of eternity, the most miraculous of all the miracles. It would be the supreme contribution to a plan designed from before the foundation of the world for the happiness of every man, woman, and child who would ever live in it. The hour of atoning sacrifice had come. God’s own Son, his Only Begotten Son in the flesh, was about to become the Savior of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p4\" class=\"\">The setting was Jerusalem. The season was that of the Passover, a celebration rich in symbolism for what was about to come. Long ago the troubled and enslaved Israelites had been “passed over,” spared, finally made free by the blood of a lamb sprinkled on the lintel and doorposts of their Egyptian homes (see <span class=\"citation\" id=\"23032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23032)\">Ex. 12:21–24<\/a><\/span>). That, in turn, had been only a symbolic reiteration of what Adam and all succeeding prophets were taught from the beginning—that the pure and unblemished lambs offered from the firstlings of Israel’s flocks were a similitude, a token, a prefiguration of the great and last sacrifice of Christ which was to come (see <span class=\"citation\" id=\"39906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39906)\">Moses 5:5–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p5\" class=\"\">Now, after all those years and all those prophecies and all those symbolic offerings, the type and shadow was to become reality. On this night when Jesus’ mortal ministry was concluding, the declaration made by John the Baptist when that ministry had begun now meant more than ever—“Behold the Lamb of God” (<span class=\"citation\" id=\"29704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29704)\">John 1:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p6\" class=\"\">As a final and specially prepared Passover supper was ending, Jesus took bread, blessed and broke it, and gave it to his Apostles, saying, “Take, eat” (<span class=\"citation\" id=\"37628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37628)\">Matt. 26:26<\/a><\/span>). “This is my body which is given for you: this do in remembrance of me” (<span class=\"citation\" id=\"32561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32561)\">Luke 22:19<\/a><\/span>). In a similar manner he took the cup of wine, traditionally diluted with water, said a blessing of thanks for it, and passed it to those gathered about him, saying: “This cup is the new testament in my blood,” “which is shed … for the remission of sins.” “This do in remembrance of me.” “For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come” (<span class=\"citation\" id=\"32563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32563)\">Luke 22:20<\/a><\/span>; <span class=\"citation\" id=\"37629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37629)\">Matt. 26:28<\/a><\/span>; <span class=\"citation\" id=\"32562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32562)\">Luke 22:19<\/a><\/span>; <span class=\"citation\" id=\"918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(918)\">1 Cor. 11:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p7\" class=\"\">Since that upper room experience on the eve of Gethsemane and Golgotha, children of the promise have been under covenant to remember Christ’s sacrifice in this newer, higher, more holy and personal way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p8\" class=\"\">With a crust of bread, always broken, blessed, and offered first, we remember his bruised body and broken heart, his physical suffering on the cross where he cried, “I thirst,” and finally, “My God, my God, why hast thou forsaken me?” (<span class=\"citation\" id=\"29756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29756)\">John 19:28<\/a><\/span>; <span class=\"citation\" id=\"37637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37637)\">Matt. 27:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p9\" class=\"\">The Savior’s physical suffering guarantees that through his mercy and grace (see <span class=\"citation\" id=\"4594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4594)\">2 Ne. 2:8<\/a><\/span>) every member of the human family shall be freed from the bonds of death and be resurrected triumphantly from the grave. Of course the time of that resurrection and the degree of exaltation it leads to are based upon our faithfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p10\" class=\"\">With a small cup of water we remember the shedding of Christ’s blood and the depth of his spiritual suffering, anguish which began in the Garden of Gethsemane. There he said, “My soul is exceeding sorrowful, even unto death” (<span class=\"citation\" id=\"37630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37630)\">Matt. 26:38<\/a><\/span>). He was in agony and “prayed more earnestly: and his sweat was as it were great drops of blood falling down to the ground” (<span class=\"citation\" id=\"32567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32567)\">Luke 22:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p11\" class=\"\">The Savior’s spiritual suffering and the shedding of his innocent blood, so lovingly and freely given, paid the debt for what the scriptures call the “original guilt” of Adam’s transgression (<span class=\"citation\" id=\"39910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39910)\">Moses 6:54<\/a><\/span>). Furthermore, Christ suffered for the sins and sorrows and pains of all the rest of the human family, providing remission for all of our sins as well, upon conditions of obedience to the principles and ordinances of the gospel he taught (see <span class=\"citation\" id=\"4606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4606)\">2 Ne. 9:21–23<\/a><\/span>). As the Apostle Paul wrote, we were “bought with a price” (<span class=\"citation\" id=\"914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(914)\">1 Cor. 6:20<\/a><\/span>). What an expensive price and what a merciful purchase!<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p12\" class=\"\">That is why every ordinance of the gospel focuses in one way or another on the atonement of the Lord Jesus Christ, and surely that is why this particular ordinance with all its symbolism and imagery comes to us more readily and more repeatedly than any other in our life. It comes in what has been called “the <span class=\"emphasis\">most<\/span> <span class=\"emphasis\">sacred,<\/span> the <span class=\"emphasis\">most holy,<\/span> of all the meetings of the Church” (Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols., Salt Lake City: Bookcraft, 1954–56, 2:340).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p13\" class=\"\">Perhaps we do not always attach that kind of meaning to our weekly sacramental service. How “sacred” and how “holy” is it? Do we see it as <span class=\"emphasis\">our<\/span> passover, remembrance of <span class=\"emphasis\">our<\/span> safety and deliverance and redemption?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p14\" class=\"\">With so very much at stake, this ordinance commemorating our escape from the angel of darkness should be taken more seriously than it sometimes is. It should be a powerful, reverent, reflective moment. It should encourage spiritual feelings and impressions. As such it should not be rushed. It is not something to “get over” so that the real purpose of a sacrament meeting can be pursued. This <span class=\"emphasis\">is<\/span> the real purpose of the meeting. And everything that is said or sung or prayed in those services should be consistent with the grandeur of this sacred ordinance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p15\" class=\"\">The administration and passing of the sacrament is preceded by a hymn which all of us should sing. It doesn’t matter what kind of musical voice we have. Sacramental hymns are more like prayers anyway—and everyone can give voice to a prayer!<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We may not know, we cannot tell,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What pains he had to bear,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But we believe it was for us<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He hung and suffered there.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p20\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 194)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p21\" class=\"\">It is an important element of our worship to unite in such lyrical and moving expressions of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p22\" class=\"\">In that sacred setting we ask you young men of the Aaronic Priesthood to prepare and bless and pass these emblems of the Savior’s sacrifice worthily and reverently. What a stunning privilege and sacred trust given at such a remarkably young age! I can think of no higher compliment heaven could pay you. We do love you. Live your best and look your best when you participate in the sacrament of the Lord’s Supper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p23\" class=\"\">May I suggest that wherever possible a white shirt be worn by the deacons, teachers, and priests who handle the sacrament. For sacred ordinances in the Church we often use ceremonial clothing, and a white shirt could be seen as a gentle reminder of the white clothing you wore in the baptismal font and an anticipation of the white shirt you will soon wear into the temple and onto your missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p24\" class=\"\">That simple suggestion is not intended to be pharisaic or formalistic. We do not want deacons or priests in uniforms or unduly concerned about anything but the purity of their lives. But how our young people dress can teach a holy principle to us all, and it certainly can convey sanctity. As President David O. McKay taught, a white shirt contributes to the sacredness of the holy sacrament (see Conference Report, Oct. 1956, p. 89).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p25\" class=\"\">In the simple and beautiful language of the sacramental prayers those young priests offer, the principal word we hear seems to be <span class=\"emphasis\">remember.<\/span> In the first and slightly longer prayer offered over the bread, mention is made of a willingness to take upon us the name of the Son of God and to keep the commandments he has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p26\" class=\"\">Neither of those phrases is repeated in the blessing on the water, though surely both are assumed and expected. What <span class=\"emphasis\">is<\/span> stressed in both prayers is that all of this is done in remembrance of Christ. In so participating we witness that we will always remember him, that we may always have his Spirit to be with us (see <span class=\"citation\" id=\"20279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20279)\">D&amp;C 20:77, 79<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p27\" class=\"\">If remembering is the principal task before us, what might come to our memory when those plain and precious emblems are offered to us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p28\" class=\"\">We could remember the Savior’s premortal life and all that we know him to have done as the great Jehovah, creator of heaven and earth and all things that in them are. We could remember that even in the Grand Council of Heaven he loved us and was wonderfully strong, that we triumphed even there by the power of Christ and our faith in the blood of the Lamb (see <span class=\"citation\" id=\"42595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42595)\">Rev. 12:10–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p29\" class=\"\">We could remember the simple grandeur of his mortal birth to just a young woman, one probably in the age range of those in our Young Women organization, who spoke for every faithful woman in every dispensation of time when she said, “Behold the handmaid of the Lord; be it unto me according to thy word” (<span class=\"citation\" id=\"32540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32540)\">Luke 1:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p30\" class=\"\">We could remember his magnificent but virtually unknown foster father, a humble carpenter by trade who taught us, among other things, that quiet, plain, unpretentious people have moved this majestic work forward from the very beginning, and still do so today. If you are serving almost anonymously, please know that so, too, did one of the best men who has ever lived on this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p31\" class=\"\">We could remember Christ’s miracles and his teachings, his healings and his help. We could remember that he gave sight to the blind and hearing to the deaf and motion to the lame and the maimed and the withered. Then, on those days when we feel our progress has halted or our joys and views have grown dim, we can press forward steadfastly in Christ, with unshaken faith in him and a perfect brightness of hope (see <span class=\"citation\" id=\"4622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4622)\">2 Ne. 31:19–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p32\" class=\"\">We could remember that even with such a solemn mission given to him, the Savior found delight in living; he enjoyed people and told his disciples to be of good cheer. He said we should be as thrilled with the gospel as one who had found a great treasure, a veritable pearl of great price, right on our own doorstep. We could remember that Jesus found special joy and happiness in children and said all of us should be more like them—guileless and pure, quick to laugh and to love and to forgive, slow to remember any offense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p33\" class=\"\">We could remember that Christ called his disciples friends, and that friends are those who stand by us in times of loneliness or potential despair. We could remember a friend we need to contact or, better yet, a friend we need to make. In doing so we could remember that God often provides his blessings through the compassionate and timely response of another. For someone nearby we may be the means of heaven’s answer to a very urgent prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p34\" class=\"\">We could—and should—remember the wonderful things that have come to us in our lives and that “all things which are good cometh of Christ” (<span class=\"citation\" id=\"38701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38701)\">Moro. 7:24<\/a><\/span>). Those of us who are so blessed could remember the courage of those around us who face more difficulty than we, but who remain cheerful, who do the best they can, and trust that the Bright and Morning Star will rise again for them—as surely he will do (see <span class=\"citation\" id=\"42597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42597)\">Rev. 22:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p35\" class=\"\">On some days we will have cause to remember the unkind treatment he received, the rejection he experienced, and the injustice—oh, the injustice—he endured. When we, too, then face some of that in life, we can remember that Christ was also troubled on every side, but not distressed; perplexed, but not in despair; persecuted, but not forsaken; cast down, but not destroyed (see <span class=\"citation\" id=\"3134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3134)\">2 Cor. 4:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p36\" class=\"\">When those difficult times come to us, we can remember that Jesus had to descend below all things before he could ascend above them, and that he suffered pains and afflictions and temptations of every kind that he might be filled with mercy and know how to succor his people in their infirmities (see <span class=\"citation\" id=\"20370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20370)\">D&amp;C 88:6<\/a><\/span>; <span class=\"citation\" id=\"10112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10112)\">Alma 7:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p37\" class=\"\">To those who stagger or stumble, he is there to steady and strengthen us. In the end he is there to save us, and for all this he gave his life. However dim our days may seem they have been darker for the Savior of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p38\" class=\"\">In fact, in a resurrected, otherwise perfected body, our Lord of this sacrament table has chosen to retain for the benefit of his disciples the wounds in his hands and his feet and his side—signs, if you will, that painful things happen even to the pure and perfect. Signs, if you will, that pain in this world is <span class=\"emphasis\">not<\/span> evidence that God doesn’t love you. It is the <span class=\"emphasis\">wounded<\/span> Christ who is the captain of our soul—he who yet bears the scars of sacrifice, the lesions of love and humility and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p39\" class=\"\">Those wounds are what he invites young and old, then and now, to step forward and see and feel (see <span class=\"citation\" id=\"6369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6369)\">3 Ne. 11:15<\/a><\/span>; <span class=\"citation\" id=\"6381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6381)\">3 Ne. 18:25<\/a><\/span>). Then we remember with Isaiah that it was for each of us that our Master was “despised and rejected … ; a man of sorrows, and acquainted with grief” (<span class=\"citation\" id=\"25734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25734)\">Isa. 53:3<\/a><\/span>). All this we could remember when we are invited by a kneeling young priest to remember Christ always.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p40\" class=\"\">We no longer include a supper with this ordinance, but it is a feast nevertheless. We can be fortified by it for whatever life requires of us, and in so doing we will be more compassionate to others along the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p41\" class=\"\">One request Christ made of his disciples on that night of deep anguish and grief was that they stand by him, stay with him in his hour of sorrow and pain. “Could ye not watch with me one hour?” he asked longingly (<span class=\"citation\" id=\"37633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37633)\">Matt. 26:40<\/a><\/span>). I think he asks that again of us, every Sabbath day when the emblems of his life are broken and blessed and passed.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How great the wisdom and the love<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That filled the courts on high<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sent the Savior from above<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To suffer, bleed, and die!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p46\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> 1985, no. 195)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/this-do-in-remembrance-of-me.p47\" class=\"\">“Oh, it is wonderful, wonderful to me!” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 193). I bear witness of him who is the Wonder of it all, and I do so in his own name, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}