{"ID":5700, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seek First the Kingdom of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p3\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">95911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p4\" class=\"\">As some of us get older, we slow down, so you’ll have to tolerate us a little. I thank the Lord for his blessings to me and that I am able to attend this conference and hear what we have heard so far. This is a momentous period in our Church history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p5\" class=\"\">When Elder LeGrand Richards was getting along in years, he generally gave extemporaneous conference talks. As you know, we have some time restraints. There was concern as to how to notify him when his time was up. A little flashing light was put on the podium, and during one of his talks he said, “There’s a light here that keeps flashing.” The next conference they made the light red, but he just put his hand over it. So I might resort to some of that today. As we age, we get to the point where the teleprompter doesn’t work for us anymore; then the printers seem to be doing a poor job in printing the text; and then the ink doesn’t seem to be as good as it used to be, either! But I am honored and grateful to be here with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p6\" class=\"\">I am sure that those of you who were here this morning felt as I did as we listened to our prophet and leader: that the mantle of God’s prophet rests comfortably and with divine authority on President Gordon B. Hinckley. I felt that as he spelled out his words of counsel to us this morning with such firm direction and inspiration, encouraging us to raise our sights for achievement, that the Lord’s voice was being heard. In the eighty-eighth section of the Doctrine and Covenants, the Lord teaches us that his voice is Spirit (<span class=\"citation\" id=\"20373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20373)\">D&amp;C 88:66<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p7\" class=\"\">I am thankful not only to be here, but I am thankful for good music and for the influence of good music in our lives and for this number that the choir sang this morning, “For the Strength of the Hills” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 35). As the choir was singing those words, I was thinking of the strength that I have felt not only in this conference but throughout my life—the strength that we receive by being faithful, obedient members of the Church. Living as we should becomes our strength of character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p8\" class=\"\">My grandfather had been living in Farmington, Utah, for a few years before he and his family were asked to go out into south-central Idaho and help settle a new community to be named Oakley. My father, Hector, was a teenager when they moved. My mother, Clara, was a teenager living in Tooele, Utah, when her father was asked to move to Oakley and build the first flour mill there. And so Hector and Clara fell in love out in that little Idaho town.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p9\" class=\"\">When it was time to be married in 1890, they didn’t ask where they would be married and what they would do. They knew what to do. I remind those of you who may not have your geography straight that in that part of Idaho it is about 180 miles to the Logan Temple. But my parents went to the Logan Temple from that little town to be married on May 15, 1890. I’ve often wondered how they made the trip. Imagine one of the old double-seat surrey buggies without any sides on it, pulled by a team of horses. In spite of spring rains, they set out to go 180 miles in the buggy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p10\" class=\"\">I don’t know how many were in the company, but if you would imagine a modern automobile with its steel top, glass sides, heaters, radio, comfortable seats by the side of that buggy, you would see a great difference. Imagine those young people with some of their party organizing to travel 180 miles. It would take a week. They set out to make the seven-day trip to the temple in that buggy. They were without sleeping bags or winter clothing as we know it today, but they had clothing that was appropriate for that time—blankets and quilts, and some flour sacks filled with food.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p11\" class=\"\">So when we sing about the strength of the hills, we should thank the Lord for the strength of where we are and who we are and what we believe in and how we live. Are the young people today wondering if it would be inconvenient for them to go a few miles to the Manti Temple or the St. George Temple or the Atlanta Georgia Temple or even to the Stockholm Sweden Temple or the Johannesburg South Africa Temple or wherever it might be? Picture in your minds what went on only a few years ago, and your travel to a temple will not seem so inconvenient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p12\" class=\"\">My wife, Ruby, and I recently celebrated our sixty-fifth wedding anniversary. We were married in the Salt Lake Temple on September 4, 1930. The next morning we went up to see her mother on M Street in Salt Lake City to bid her good-bye. And as part of those tender moments, she fixed a little basket for us to put in the car. She said to me, “David, promise me that you’ll take good care of Ruby.” And I said, “I promise.” I remind Ruby periodically that someday I’m going to meet her mother, and I hope I will be able to look her straight in the eye and say, “I think maybe I’ve done it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p13\" class=\"\">Ruby and I were married the right way, sealed in the temple with its divine covenants and commitments that promote trustworthiness, faithfulness, devotion, and dedication. Now, after sixty-five wonderful years, we look back on our time together and realize that it gets better as time goes on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p14\" class=\"\">When Ruby and I left for California in 1930 in our little Model T Ford, we crossed Nevada going a hundred miles an hour on those gravel, washboardy roads—thirty miles straight ahead and seventy miles up and down. We’d never been to California before, so when we finally made it to Lake Tahoe, that large lake looked warm and beautiful. I didn’t know that it was icy cold under the first inch of water. We found a little motel and went in and put on our swimsuits. I wanted to demonstrate to her that she had married a real “he-man.” We went on the pier out in the lake, and I thought it looked so wonderful. The sun was just going down. I dove straight down, to demonstrate to Ruby what a “find” she had made. As I dove through the icy water farther down, I thought I was a goner. I clamored to get out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p15\" class=\"\">We had a wonderful time together as we drove on to Berkeley, California. We found a furnished apartment for forty-five dollars a month. But our second day, when I came home that evening, I discovered that my key wouldn’t work in the door. I finally went to the manager and said, “I’m sorry, my key doesn’t work.” She said, “Oh, that’s all right. Your wife has moved you.” I said, “Moved us?” “Yes,” she said, “we had another apartment that was five dollars less.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p16\" class=\"\">Well, Ruby and I figured out one day that we have moved around the United States twenty-seven times. We moved to California on three different occasions. We moved to Illinois twice. We’ve moved back and forth and around. But out of that, we look back upon it all with joy. Now, with our three children and our fifty-plus grand- and great-grandchildren, we say, “What a wonderful life has been ours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p17\" class=\"\">If we seek first the kingdom of God [<span class=\"citation\" id=\"37601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37601)\">Matt. 6:33<\/a><\/span>] and live as we should, all the rest of life seems to fall into place and wonderful things happen. So as we look upon our family, we are pleased that all who could of our grandsons and some of our granddaughters have served missions. They all understand and can sing “I Am a Child of God” (<span class=\"emphasis\">Hymns,<\/span> 1985, no. 301) and other wonderful songs of Zion. We’re proud of them. One member of our family has a little painting, a watercolor, not made by a famous artist. The painting was made by some Armenian children. It was given as a gift of thanks in return for a gift of life because some of the family and some of the grandchildren helped get food across the border into Armenia. Life is rich and full and wonderful. It all falls into place if we help it by the way we live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p18\" class=\"\">A few weeks ago, Ruby and I were up in Oakley, Idaho, for a couple of days, restoring our old family home. I had a phone call from Lenore Romney in Detroit, Michigan. Lenore is the wife of George Romney. She said, “George died this morning.” She wanted to know if I could arrange to attend the funeral. I told her I would be honored to come but that I would need to arrange it with those who are my superiors in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p19\" class=\"\">After I hung up the phone, I walked up the street from our old family home. I walked across the canal over to the area where the Romneys used to live. George’s father’s name was Gaskell Romney. My father was their bishop. I looked at the area. The house wasn’t there anymore. Then I walked along the old irrigation canal bank. I looked at the area where my father baptized me. I looked at where George and I used to swim. Swimming suits in those days were a pair of bib overalls, not the high-fashioned kind you see today but the real denim, old-fashioned bib overalls. We cut the legs off and cut the pockets out so we wouldn’t drown. That’s all we had for swimming suits. We used to sit on the canal bank in a little bit of sunshine and shiver because it was so cold. But swimming was our main recreation. George and I were about the same age. He was my friend. He was my pal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p20\" class=\"\">As I walked along the canal bank, thinking about George, I thought of a poem by Rosemary and Stephen Vincent Benét that they had written about Nancy Hanks, the mother of Abraham Lincoln. Abraham Lincoln was only seven when Nancy Hanks died, and they loved each other very much. But in that tender poem, the Benéts reflected that if Nancy Hanks came back today, she might ask, Whatever happened to my boy, Abe? Did he get to town? Did he learn to read? Did he ever amount to anything? (See “Nancy Hanks,” in Edwin Markham, comp. <span class=\"emphasis\">The Book of American Poetry,<\/span> New York: Wm. H. Wise and Co., 1936, p. 791.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p21\" class=\"\">George’s mother had died while he was a teenager. She didn’t get to see what he became. At the funeral, I was honored to be there with the governor of the state of Michigan—a state of some nine million people, where George had been elected governor three times. The governor said George Romney was a great man who never allowed service to man to obscure service to God. The <span class=\"emphasis\">Detroit News<\/span> said George Romney used his religion as a compass to chart his public life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/seek-first-the-kingdom-of-god.p22\" class=\"\">I leave you my love, my witness, and my testimony that this work is true. You young people who are wondering about going out into the world and making your way, bear in mind that other people, too, who have used the gospel as a compass to guide them have done pretty well. The gospel is true. We have a living prophet upon the earth. May you live it fully, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}