{"ID":5704, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Lord, to Whom Shall We Go?”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p2\" class=\"\">Elder Hans B. Ringger<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p\" class=\"\">Emeritus Member of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2142.jpg\" alt=\"Elder Hans B. Ringger\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p3\" class=\"\">Crowds pushed toward Christ along the shores of the Sea of Galilee, eager to hear his message as he began his mission to mankind. Many disciples followed him during these days. However, some of them were offended by Christ’s teachings and turned away from him. Upon their departure Christ asked his twelve disciples if they also wanted to leave him. Simon Peter answered Christ’s question by asking, “Lord, to whom shall we go?” (<span class=\"citation\" id=\"29732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29732)\">John 6:68<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p4\" class=\"\">This question is as relevant and urgent today as it was two thousand years ago. As Latter-day Saints we believe that Christ shows us the way and place to go and what we must do to find him. It is up to each of us to recognize Christ’s way and to follow it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p5\" class=\"\">A few months ago I had the privilege to hear a powerful testimony from a man searching for the truth. Through the gospel his eyes were opened to the eternal and he was able to redirect his life. At the same time I learned that a faithful member of the Church had distanced himself from the gospel and had changed his beliefs. Both men had tried with good intentions to find out to whom they should go but arrived at opposite conclusions and, therefore, went diverging paths. What can be the cause for such opposing actions?<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p6\" class=\"\">I believe that words and actions are rooted in our thoughts and that our thoughts determine our deeds. Our daily decisions, planned or spontaneous, are the result of our thoughts, and we are responsible for them. Although we as individuals might think that we are and can act independently of God, we cannot escape the realization that we are subject to eternal laws. Our happiness and our peace in this life, as well as in the life after, depend on our readiness to base our thoughts and actions on God-given laws. True peace of mind and everlasting happiness come from being in harmony with God. If we are to be one with Deity, then it is we who must change—and not God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p7\" class=\"\">I believe that the two men chose different paths because their way of thinking and their understanding of God are different. It is essential to know God so that we can gain eternal blessings and salvation through living in accordance with the gospel of Jesus Christ. Gaining a knowledge of Christ and God is a prerequisite for a true understanding of our mission in life. Lowell L. Bennion writes in his book <span class=\"emphasis\">Legacies of Jesus:<\/span> “One of the most important things we need to learn is what are the attributes of God. Christ came to earth to reveal to us the character of God. He is the revelation of God to human beings, teaching us by precept and example the meaning of faith, humility, integrity, and love” (Salt Lake City: Deseret Book Co., 1990, p. 61).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p8\" class=\"\">We learn of God through Christ’s life; we know God through following Christ’s example. My dear brothers and sisters and friends and listeners, let us truly know our Savior and his Father. We should ask ourselves if our decisions are in accordance with the example of Christ, that we may follow in Christ’s footsteps. Let us not be deceived or dissuaded from Christ’s way, but let us reap the blessings of peace and eternal joy through following him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p9\" class=\"\">Christ’s teachings, his example, and his perfection leave no question that he is the Son of God. He says of himself, “And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning” (<span class=\"citation\" id=\"6368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6368)\">3 Ne. 11:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p10\" class=\"\">With that knowledge of him we are promised, as it is written in John, “And this is the will of him that sent me, that every one which … believeth on him, may have everlasting life: and I will raise him up at the last day” (<span class=\"citation\" id=\"29731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29731)\">John 6:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p11\" class=\"\">In order to go the right direction in life and receive the blessings of the gospel, it is important first to be willing to accept the restored gospel in all its fulness. Christ said to Joseph Smith regarding the restoration of His gospel, “A light shall break forth … , and it shall be the fulness of my gospel” (<span class=\"citation\" id=\"20308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20308)\">D&amp;C 45:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p12\" class=\"\">In addition, it is important to accept God’s divine authority and the authority of his servants. Paul explained to the branch in Ephesus why authority was given and why we will be blessed when following the servants of the Lord. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p13\" class=\"\">“For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p14\" class=\"\">“Till we all come in the unity of the faith, and of the knowledge of the Son of God” (<span class=\"citation\" id=\"22058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22058)\">Eph. 4:12–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p15\" class=\"\">Further, as we know God’s commandments, we must keep them without compromises or exceptions. We are at times tempted to place less importance on the teachings of Christ in our lives for the sake of convenience, or we let external circumstances pollute our faith. In order to escape seductive influences that take us away from Christ, he commands us, “That thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day” (<span class=\"citation\" id=\"20320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20320)\">D&amp;C 59:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p16\" class=\"\">To follow his commandments will bring freedom, independence, strength, and true happiness. I therefore ask everyone this day, “To whom shall we go?” Let us decide to follow Christ and be his true disciples, not offended by his message of truth but rejoicing in it. I know no other way or place where we can go, and thus add my testimony to the one of Simon Peter when he said to Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p17\" class=\"\">“Lord, to whom shall we go? thou hast the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p18\" class=\"\">“And we believe and are sure that thou art that Christ, the Son of the living God” (<span class=\"citation\" id=\"29733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29733)\">John 6:68–69<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/lord-to-whom-shall-we-go.p19\" class=\"\">I testify to you that Joseph Smith saw the Father and the Son. They are real. Jesus is risen. He is our Christ and Savior. He is the Son of the living God. This knowledge is my faith, my testimony, and my life. I pray that we all may come to the knowledge of Jesus Christ and act accordingly with a pure heart, with hope, and with charity. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}