{"ID":5708, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Relief Society: A Balm in Gilead\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p3\" class=\"\">President Elaine L. Jack<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_037<\/span>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p4\" class=\"\">My message tonight is simple. Please know how I love Relief Society. I know the love and peace and unity that it brings into the lives of women of this church. Relief Society has been a source of strength in my life, it has helped me raise my family, it has been at the heart of my closest friendships, it has prompted me to learn and grow in the gospel. It has helped me keep my focus on Jesus Christ and what he would have me do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p5\" class=\"\">When I was called as general president of Relief Society, I was given counsel by President Thomas S. Monson. I want to share with you just a little of what he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p6\" class=\"\">“This is a time of great change in the world and in the Church as we observe modifications in family style and family characteristics. We recognize that there are many single-parent families; there are other families where difficulties exist between husbands and wives, and furthermore, we find the encroachment of the drug culture and other challenges which cause stress in families. You at this hour of need have been called … to direct the organization which can provide that ameliorating influence, that balm of Gilead [<span class=\"citation\" id=\"26602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26602)\">Jer. 8:22<\/a><\/span>] to unite all sisters in the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p7\" class=\"\">Tonight I want to talk about President Monson’s counsel. I want to talk about our families, about Relief Society, and how this great organization can be a balm of Gilead to all of us, particularly in helping us at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p8\" class=\"\">I know of two visiting teachers who had barely begun talking to a sister in her home when her two teenage daughters bounced in, announcing they were going to Young Women. Her husband, who also was leaving for an evening of meetings, detained their three-year-old son, who was determined to accompany his older sisters. Two other girls were arguing in the next room over which video to watch. When all the doors closed, the mother started to cry. It had been, she explained, a long week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p9\" class=\"\">The visiting teachers wisely gave this very busy wife and mother a chance to talk. She discussed her week and how much she was missing her recently deceased mother. The three talked and shared their understanding of the gospel and the difficulties of every day application. The visiting teachers—one is single and has no children and the other is a single parent—praised their sister for all she was doing to raise her family well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p10\" class=\"\">The mother felt better. The visiting teachers grew closer to each other and to this dear sister. They all felt better. In the true spirit of Relief Society, these visiting teachers strengthened this sister and her home. I feel better. Why? Because this story witnesses what I know—that Relief Society is indeed a balm that unites us, that helps us in our families. Sisters, I testify to you that one of our most important roles as Relief Society members is to strengthen each other, so all of us are better able to help our families. We come together. We learn from each other. We go home and strengthen our families. It’s that simple, yet how profound it is that we have this organization to be our balm of Gilead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p11\" class=\"\">President Boyd K. Packer, in a talk to the women of the Church, quoted the First Presidency:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p12\" class=\"\">“We ask our Sisters of the Relief Society never to forget that they are a unique organization in the whole world, for they were organized under the inspiration of the Lord. … No other women’s organization in all the earth has had such a birth” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1980, p. 111).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p13\" class=\"\">That divine direction continues today as priesthood leaders counsel with us, give us guidance, encouragement, and inspiration. I am grateful for our prophet, Gordon B. Hinckley, and for the General Authorities of this church who reverence the work of Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p14\" class=\"\">We honor the trust we have been given to show charity, to build individual testimonies of the gospel of Jesus Christ, to strengthen the families of the Church and focus on living the gospel. We do it in our meetings, in our homes, in our associations. This spiritual perspective is the balm of Gilead, that ameliorating influence spoken of by President Monson that brings peace to the soul. We carry this balm with us all the time, and it makes the difference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p15\" class=\"\">Spiritual peace is in short supply these days. For many in the world this is a time of confusion, mixed signals, scrambled priorities. There will always be problems and pressing issues to draw our attention from the work of the Lord. Remember, Relief Society is the Lord’s organization for women. It is much more than a class we attend on Sunday. Service in Relief Society magnifies every sister. A sister from Virginia wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p16\" class=\"\">“I have served in almost all of the callings [in Relief Society] and obtained a deep love for this auxiliary which has helped to educate me in several ways. I see those years as the most spiritual and enjoyable of my experience in the Church. Relief Society has taught me that I am a person of worth” (Loretta H. Ison, Big Stone Gap, Virginia).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p17\" class=\"\">In Relief Society we hold constant the virtues relating to women, mothers, families, and righteous living. At peace with this God-defined direction, Relief Society sisters can bring this balm of Gilead to troubled times. We have the spiritual resources of faith, hope, and compassion to apply as the balm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p18\" class=\"\">In ancient days the balm of Gilead was an aromatic spice used to heal and soothe. Made from a bush or a tree that grew plentifully around Gilead, it was a popularly traded commodity, always in high demand. The strength of the balm is familiar to us through the words of a hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is a Balm in Gilead,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To make the wounded whole,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is a Balm in Gilead,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To heal the sin sick soul.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p23\" class=\"\">(<span class=\"emphasis\">Recreational Songs,<\/span> 1949, p. 130)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p24\" class=\"\">As a presidency we desire that every sister in the Church recognize the significance of her service and be magnified in her work in the kingdom of God on earth. Sisters, ours is a sacred calling. As we devote ourselves to the purposes of Relief Society, we will see many of the problems reversed that are plaguing our homes and our communities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p25\" class=\"\">The very name “Relief Society” describes our purpose: to provide relief. While we often have the desire and the natural tendency as women to fix what’s broken, we are not the “solution society.” We are the Relief Society. We understand the power and strength of the fruits of the Spirit described in Galatians: love, joy, <span class=\"emphasis\">peace,<\/span> longsuffering, gentleness, goodness, faith (<span class=\"citation\" id=\"23366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23366)\">Gal. 5:22<\/a><\/span>; emphasis added). We can soothe a suffering heart when we can’t eliminate the trouble. We can bring reassurance and support, kindness, and calm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p26\" class=\"\">When the Prophet Joseph Smith was suffering in Liberty Jail, he wrote of the balm he received from his friends. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p27\" class=\"\">“Those who have not been enclosed in the walls of prison without cause … can have but little idea how sweet the voice of a friend is; one token of friendship from any source whatever awakens and calls into action every sympathetic feeling; … then the voice of inspiration steals along and whispers, … ‘peace be unto thy soul’” (<span class=\"emphasis\">History of the Church,<\/span> 3:293).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p28\" class=\"\">Joseph recognized the role each of us plays in lifting, helping, and soothing so that the calamities of life can be stilled and the Lord’s voice can be heard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p29\" class=\"\">This is the balm applied by the women of Relief Society today. In our worldwide church there are countless numbers of sisters who put their families first: women who read and ponder the scriptures, who follow the counsel of the living prophets; women who are serving in demanding callings, from setting up wilderness camps for Laurels to teaching the Articles of Faith to Primary children to greeting at the door of Relief Society on Sunday morning; and the world is blessed by their influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p30\" class=\"\">So much of our contribution is done in quiet ways, one sister at a time. It has always been so. I think of Mary who bathed Christ’s feet after his hot and dusty journey and then dried his feet with her hair before applying a healing ointment (see <span class=\"citation\" id=\"29744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29744)\">John 12:3<\/a><\/span>). I think of Dorcas, sometimes called the Relief Society sister of the New Testament because her life through her good deeds prompted the women to weep and wail at her passing. They pleaded with Peter to restore her to life (see <span class=\"citation\" id=\"8433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8433)\">Acts 9:36–39<\/a><\/span>). I think of Helen who works with me at the general Relief Society offices. Untiring, patient, accommodating of all, Helen is a source of peace. She gives me comfort because I know she is always there, even and fine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p31\" class=\"\">I have been privileged to meet many of you. Thank you for the steadfast love you extend to one another, for your example, for your service. Thank you for putting your arms around each other and drawing each other into the circle of sisters that is the heart and soul of a branch, a ward, or a stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p32\" class=\"\">The fifth general president of Relief Society, Emmeline B. Wells, described the influence of the sisters when she said, “The sun never sets on the Relief Society” (“R.S. Reports: Alpine Stake,” <span class=\"emphasis\">Woman’s Exponent,<\/span> Aug. 1904, p. 21).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p33\" class=\"\">I have been to Relief Society gatherings in many parts of the world, and I know that the Lord has no finer forces than the good women in these congregations. Our balm of Gilead takes many forms for we minister with both our hearts and our hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p34\" class=\"\">I remember receiving a report from a sister in Georgia assigned to survey the damage done to homes in her stake after severe flooding in their area. She went into the kitchen of one home sloshing through mud above her ankles, and opened a cupboard. Inside was coiled a water moccasin snake. She quickly shut the door and tried another cupboard where she was eye-to-eye with yet another snake. In consternation she ran up the stairs to the second floor where she met up with an alligator. I’d class that as heroic charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p35\" class=\"\">A mother in North Carolina who had been cared for by willing Relief Society sisters during an illness said, “The sisters have taught me a lesson about the worth of a soul and that even at the bottom, stripped of all roles, titles, and responsibilities, we are valuable to our Father in Heaven and to each other and that charity never faileth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p36\" class=\"\">Wherever we are, we can carry with us a reserve of our balm of Gilead and we can spread it around. It can be as simple as finding a seat in the room by someone who needs you. It may be a thoughtful comment in a lesson that answers another one’s prayer. It may be catching someone’s eye, lifting a child for a drink from a fountain, sending a note in the mail, reading the scriptures with someone. Or it may be visiting someone you’ve missed at meetings, someone you hear mentioned in your heart by the still, small voice. These little actions inspire us; they take the edges off our problems. Indeed, “Out of small things proceedeth that which is great” (<span class=\"citation\" id=\"20328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20328)\">D&amp;C 64:33<\/a><\/span>). The giver and the receiver are both blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p37\" class=\"\">Our strength as Relief Society sisters in the gospel is most visible and most critical at home. Women are the heart of the home. Whatever your circumstance, you are the heart of your home. I call on you to sanctify your home, to make strengthening and nurturing your family your first priority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p38\" class=\"\">My sister and I speak often about the family in which we grew up. We were born of goodly parents. My mother was a devoted member of the Relief Society in Cardston, Alberta, Canada. As I was growing up, I felt the influence of the Relief Society sisters in my ward. I realize now that they were one of the constants in my life. My dear father had an unwavering testimony, and at age eighty-eight he gave me his final priesthood blessing. Our grandparents lived just next door, something that doesn’t happen much anymore. My grandfather served as the stake patriarch, and I served as his transcriber. What a rich blessing that was in my life. My sister, Jean, and I have happy, peaceful memories of our years at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p39\" class=\"\">Homes can be sacred havens from the world. Homes offer not only physical shelter but a feeling of security, a sense of belonging, a closeness with other family members. Families live in homes. Families are made up of mothers, daughters, sisters, aunts, and grandmothers. They also have grandfathers, uncles, brothers, sons, and fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p40\" class=\"\">Families bring us our greatest joys and sometimes our most wrenching heartaches. Families provide a learning environment, a schoolroom from which we never graduate but can always learn. In our families we learn to appreciate the spiritual peace that comes from applying the principles of charity, of patience, sharing, integrity, kindness, generosity, self-control, and service. These are more than family values, sisters; these are the Lord’s way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p41\" class=\"\">The purpose of the Relief Society organization of the Church, stated in our handbook, is to help women and their families come unto Christ. This means bringing the influence of Jesus Christ into our homes. It means we focus on his gospel and we find joy in living his commandments. It means we reexamine our time commitments, and give emphasis to becoming a family that is united and at peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p42\" class=\"\">It’s no news to you that this is no easy job. All forms of the media comment on the fragmentation or even the demise of the family. Economic pressures force families to make difficult choices. We’re pulled in myriad directions, and yet we must hold gospel principles firmly in place. Our efforts may seem unnoticed and unappreciated, but sisters, they are worth it. Families are the framework of our lives here and in the eternities. That families are sealed together indicates their central purpose in the Lord’s plan. And women have a key role in the family. We set the tone in our homes; we set the pattern for daily living; we set the standards for how people are treated; we are teacher, counselor, confidante, advocate, supporter, and companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p43\" class=\"\">We have a long and significant track record in Relief Society for putting families first. The “Mother’s Class” was the first standardized lesson taught in Relief Society. Starting in 1901, these lessons were the original Mother Education course. The intent was to help sisters manage their homes, inspire their children, teach the gospel, and live exemplary lives. Just as we do now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p44\" class=\"\">In our Relief Society today, we study one lesson a month and focus it on the needs of homes and families. But it doesn’t stop there. Homes and families are a central frame of reference in all lessons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p45\" class=\"\">Because families are close to our hearts, they make us hurt sometimes. Take Lehi and Sariah as an example. How did they feel about the constant bickering of Laman and Lemuel? When Joseph was sold into Egypt, what did he think of his brothers? Did Queen Esther really want to hear from her Uncle Mordecai, “Who knoweth whether thou art come … for such a time as this?” (<span class=\"citation\" id=\"22107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22107)\">Esth. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p46\" class=\"\">Families signify responsibility to and for each other. This spring my seven-year-old grandson, David, called to see if I could come to his class’s spring concert because, he said, “I have a solo part.” It was on a Tuesday, my busiest day, but I promised I would try. On the day of the program, I was there, straining with his parents to identify our little David amidst the sea of faces framed by Mickey Mouse ears. David did have a solo; every child in the class had a solo. But the reward came at the end of the program when he bounded down the aisle saying, “Grandma, I knew you’d come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p47\" class=\"\">A friend spoke to me recently of her father, who had suffered a stroke. She faced a hard time of life as she tried to determine the best way to care for and support him and also consider her mother, who had good health and days still filled with promise and grandchildren. Then my friend spoke of the reverence she felt for this time. She said, “I am finding I enjoy learning from him, watching him deal with this difficult process of an aging body.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p48\" class=\"\">At the most difficult times our families can hold us steady. We learn this well from one of the most wrenching experiences in the history of the world, the crucifixion of Jesus Christ, the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p49\" class=\"\">We read in John, “There stood by the cross of Jesus his mother, and his mother’s sister” (<span class=\"citation\" id=\"29753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29753)\">John 19:25<\/a><\/span>). They were there as they had been throughout his life. My mind darts back to the early years as Mary and Joseph raised this most remarkable child. I can hear Mary comforting the baby Jesus with soothing words that come so naturally to us: “I’m right here.” And then at this most dramatic moment of all time, there was the mother, Mary. She couldn’t soothe his pain this time, but she could stand by his side. Jesus, in tribute, offered those grand words, “Woman, behold thy son! Then saith he to the disciple, Behold thy mother!” (<span class=\"citation\" id=\"29755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29755)\">John 19:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p50\" class=\"\">My sisters of Relief Society, we are the bearers of the balm of Gilead. May your Relief Society sisterhood soothe and bless you. May you know how I support you in all you do for and with your families. May you feel the ameliorating influence, the balm of Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/relief-society-a-balm-in-gilead.p51\" class=\"\">I leave you with my testimony that God lives, that Jesus Christ is his Son, and that his gospel has been restored in these latter days. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}