{"ID":571, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Transforming Power of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, April 1952, pp. 30-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am very thankful for the privilege of being with you here\ntoday. I have thrilled with the spirit and instructions of this great conference.\n<\/p><p>\nHaving now been released from missionary work, as has been explained, I wish to express my\ngratitude to my Father in heaven and to my brethren for the privilege I have had of laboring\nin the missionary field. I know of no work that gives greater joy and satisfaction.\n<\/p><p>\nThe work has been progressing in the Eastern States Mission because of the faithfulness of\nthe missionaries and the Saints who are there; to whom I pay tribute. More branches are being\nestablished; chapels are being erected; the Saints are increasing in their faith and in their\nunderstanding of the gospel, and in their devotion to it; and they are enjoying the fruits of the\ngospel&mdash;joy and happiness and peace. Their hearts are turned toward us here in this center in\nthe west.\n<\/p><p>\nIt has been a great privilege to labor with the young men and women who have been sent out\nas missionaries. It is one of the marvels of this Latter-day work to see them in action. They\ncome quite inexperienced and untrained. They have lived the gospel as children and youths\nbut have been engrossed with school and occupations, and other matters that have filled their\nlives; then they are suddenly sent into the field to preach the gospel of Jesus Christ to the\nworld.\n<\/p><p>\nMany of them do not know just what it is. Many of them cannot quote you a scripture, but\ntheir hearts are right. Most of them have looked forward to a mission and are joyous in\nhaving come into the missionary field. Being there, they get down on their knees and get into\nthe scriptures, and they become humble and contrite. The Lord takes hold of them, and in a\nfew weeks they are preaching the gospel of Jesus Christ, no other gospel. They are not taught\nof men. They are not sent out to be taught of men. They are sent out to be taught from on\nhigh the revealed word of God taught through the priesthood of God, and the Lord is close to\nthem; and they grow in power and faith; and the gospel is preached&mdash;the gospel that the\nLord Jesus Christ preached, that Peter, James, and John preached&mdash;the identical principles.\n<\/p><p>\nIts power is effective today. Men and women are being changed in their lives. After a short\nassociation with these young people, many of them drop habits that are harmful to them. They\nhave found a new spirit, a new type of manhood and womanhood. A new power has come\ninto their lives. They just do not at once realize what it is, but they grow in a knowledge of\nthe truth, and they are converted to the gospel of Jesus Christ. Then they enter into a new life.\nThe Bible is a new book to them. Their homes are new homes to them. Relations with the\nfamily are new relations and the world is a new world.\n<\/p><p>\nThe power of God unto the salvation\n(<span class=\"citation\" id=\"42697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42697)\">Rom. 1:16<\/a><\/span>)\nof his children is here in the world today; and through\nthe ministrations of these young men of the Church, in their humility and their faith, the\nheavens are opened; and the power of God is manifest for the healing of the sick as well as\nfor the healing of sick souls and the giving of light to people in darkness.\n<\/p><p>\nI rejoice in their labors. The Lord has blessed and prospered them. I have been standing on\nthe sidelines, but I have been made a partaker of their blessings, and I thank the Lord for it.\n<\/p><p>\nNow I am called to a new position. You know how humble I feel and how small I feel. We\nhave a wonderful age retirement plan in this Church. I have never believed in arbitrary age\nretirement. We grow younger in this Church as we work in it, and the age retirement plan\ngoes in reverse. The older we get and the longer we labor in the Church the more there is that\nwe can do. There is no need for any person in this Church to have an empty mind, an empty\nhand, or an empty heart. God has provided that our lives may be full and rich as long as we\nlive, and as we live the gospel, then our lives become glorious, and we enter into a fullness of\nlife.\n<\/p><p>\nI thank the Lord for the gospel of Jesus Christ. With joy and gratitude I go into this new\nwork, and meager as my services and ability may be, they will be given with all my heart. I\nlove this cause. I have admiration and love for my brethren under whom I have been laboring,\nand with whom I have long been associated, more or less. I have loved them and appreciated\nthem for the examples they have set me, for the teachings they have given me, for the\nkindness they have manifested towards me.\n<\/p><p>\nSo, my brethren and sisters, I am happy to find myself in full accord with all that this Church\nis and all that it does. Its divine leader, Jesus Christ, is my leader and my Lord. Its leaders on\nthis earth are my leaders. The principles of this Church are my principles. The objectives of\nthis Church are my objectives. The welfare of this Church is my welfare.\n<\/p><p>\nI give myself to it with all my heart and pray that God may enable me to do some good in\nthe sacred ministry unto which he has called me.\n<\/p><p>\nThis is the Church of Jesus Christ, the Creator and the Redeemer of the world. The keys of\nthe kingdom of God are here in our presence. These operate and will operate throughout all\nthe world among all mankind, through the Holy Melchizedek Priesthood, which is always\npresent when the Church of Jesus Christ is upon the earth. And when this power is not upon\nthe earth and where this power does not exist among men, the Church of Jesus Christ does\nnot exist.\n<\/p><p>\nThank God for the great revelations&mdash;key revelations&mdash;that point the way for us and\nenlighten us and preserve us.\n<\/p><p>\nMay God help us to be true and faithful, and devote ourselves with all our hearts to this\nwork, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}