{"ID":5710, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Is Relief Society For?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p3\" class=\"\">Aileen H. Clyde<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">95911_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p4\" class=\"\">Tonight, in the presence of our prophet and his counselors, we gratefully remind ourselves and testify to the world that the Relief Society was divinely organized by a loving Heavenly Father acting through the Prophet Joseph Smith. And we witness that it continues to be led by prophets of God. I am humbled to be here with all of you in this general Relief Society meeting to hear the counsel of President Gordon B. Hinckley, <span class=\"emphasis\">our<\/span> prophet for <span class=\"emphasis\">our<\/span> time. We need his voice to guide us now as surely as our sisters needed a prophet’s intervention in 1842 when they brought to Joseph Smith a constitution for a female benevolent society in Nauvoo. They approached the Prophet Joseph and asked his counsel on their desire to serve in the kingdom by organizing themselves by their plan. He said he had something better for them: an order and a purpose which required priesthood leadership so that their good desires could bear even better fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p5\" class=\"\">Many organizations compete for our time. In fact, our commitments to callings in the various organizations of the Church can cause us to think we are not “working in Relief Society now,” or we may say, “when I <span class=\"emphasis\">was<\/span> in the Relief Society. …” Sisters, as members of the Church, we are always in Relief Society. Yet it is not uncommon for women, especially those either new to the Church or new to Relief Society, to ask: “What is Relief Society for?” “Why should I participate?” “How can it help me?” All of us can benefit by reflecting on these questions and on the answers our prophets have given us and will yet give us on occasions such as this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p6\" class=\"\">Quite simply, we participate in Relief Society out of the understanding that this is God’s organization for us and the conviction that, as he promised through his Prophet, because of it, we “shall rejoice, and knowledge and intelligence shall flow down from this time” <span class=\"emphasis\">(History of the Church,<\/span> 4:607; quoted in <span class=\"emphasis\">History of Relief Society, 1842–1966,<\/span> Salt Lake City: The General Board of Relief Society, 1966, p. 21). Or, in the words of the Prophet’s mother: Relief Society is where we can “cherish one another … and gain instruction, that we may all sit down in heaven together” (Minutes of the Female Relief Society of Nauvoo, 24 Mar. 1842; quoted in <span class=\"emphasis\">History of Relief Society, 1842–1966,<\/span> p. 20). Sisters, we do need instruction. We need cherishing, and we need to cherish others. All teachers and most experienced students know the relationship between these two principles. We cannot teach those whom we do not love. We cannot learn from those who do not love us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p7\" class=\"\">Consider how the very powers of modern communications that promise to make of our world an interconnected network are the cause of much public worrying about our increasing isolation from one another. Even privately, in our wards and, yes, in our families too, we sometimes find ourselves, and often hear of others, feeling isolated or downright unloved because there is neither the time nor a sufficiently legitimate purpose to connect across the hall or across the street. It is that increasing vacuum of connecting, one to another or among our families or within our ward family, that calls us increasingly to participate in Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p8\" class=\"\">Peter gave strong instruction to the Saints of his day which applied to both men and women. May I reference it as it applies particularly to us: “Have fervent charity among yourselves. … Use hospitality one to another without grudging. As every [woman] hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God” (<span class=\"citation\" id=\"2450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2450)\">1 Pet. 4:8–10<\/a><\/span>). How I would like to transfer the power of that scripture to every Relief Society meeting yet to be held. Would that something could happen every time that would cause each woman present—whether married or single, working at home or away from home, momentarily secure or immediately desperate—to feel her Heavenly Father’s Spirit and her sisters’ unfeigned love and encouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p9\" class=\"\">Remember, my sisters: “Charity never faileth.” This is more than our motto. It is our divine commission. As sisters, let us love one another and love our brethren in this great work. Let us show in our charity our faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p10\" class=\"\">“Cleave unto charity, which is the greatest of all. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p11\" class=\"\">“It endureth forever; and whoso is found possessed of it at the last day, it shall be well with [her].<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p12\" class=\"\">“Wherefore, my beloved [sisters], pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ” (<span class=\"citation\" id=\"38704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38704)\">Moro. 7:46–48<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p13\" class=\"\">The Relief Society was organized by God’s prophet Joseph and has been led and is led today by a prophet so that we may become true followers of Jesus Christ. That is the answer to the question, “Why Relief Society?” That is why we participate and that is what it can do for us: instruct us more perfectly in our covenant obligations and promises to be disciples of our Lord Jesus Christ. Or, as Joseph Smith instructed those first sisters in 1842: “[This] … Society is not only to relieve the poor, but to save souls” (<span class=\"emphasis\">History of the Church,<\/span> 5:25). What does it mean to save souls? Let me give one example of the many I have witnessed as I have visited among you. A South African sister once told me that when her husband died and she was left to rear their six children, she relied on the teachings of the Bible for direction. She often pondered the meaning of Proverbs 13, verse 24, which is interpreted widely as “spare the rod and spoil the child.” [<span class=\"citation\" id=\"41654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41654)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41654)\">Prov. 13:24<\/a><\/span>] When she joined the Church she turned to the Book of Mormon, too, for understanding. There she found mention of another rod, the word of God which leads one along the path to the tree of life. Then she understood that sparing <span class=\"emphasis\">this<\/span> rod would certainly spoil her children. Thus, she has learned to order her home, to bring the light of the gospel, to save the souls of her children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p14\" class=\"\">I saw Sister Mavimbela again very recently when she received an award at Brigham Young University, and she has enlarged her sphere. In conversation she told me that by participating in her Relief Society in Soweto she has learned to apply its saving ways within her community. Using visiting teaching and welfare principles, such as those described in the Church’s manual <span class=\"emphasis\">Providing in the Lord’s Way,<\/span> she has supervised more than a thousand children as they learn to garden and raise food for themselves and others. She has also enlisted more than 250 grandmothers in her community to help with the many tasks essential to the temporal and spiritual nurturing of children and the strengthening of families. Sister Mavimbela is saving souls. She is in the same mold as those great women, such as Eliza R. Snow, Phoebe Kimball, and Zina D. H. Young, who began to visit one another in Nauvoo for the purpose of feeding hungry families and shoring up struggling faith in difficult times. This is what Relief Society is for: to make of us women who can nourish body and soul, who can “succor [God’s children] according to their infirmities” (<span class=\"citation\" id=\"10113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10113)\">Alma 7:12<\/a><\/span>). This is the work our Savior did, and it is the work to which he called us when he ordered this society under the direction of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p15\" class=\"\">To speak so simply of Sister Mavimbela’s work can make it sound simple. We know it is not. These are complicated times whether we live in Soweto or San Francisco, Sapporo or São Paulo. It is so complicated in fact that “if possible, they shall deceive the very elect, who are the elect according to the covenant” (<span class=\"citation\" id=\"30817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30817)\">JS—M 1:22<\/a><\/span>). What will make it not possible for his disciples to be deceived is the capacity to discern the voice of truth from among all others that ask for our obedience. The word of God given us in scripture is, indeed, an iron rod which leads us on the path to eternal life [<span class=\"citation\" id=\"2099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2099)\">1 Ne. 11:25<\/a><\/span>]. There the truth is spelled out; it can be held on to; it has been tried in the experience of generations. But not all truth brings a long tradition of acceptance with it. It requires us to know it when we see it. The Spirit must witness these things to us, make us recognize them as true—as of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p16\" class=\"\">Consider the <span class=\"emphasis\">Savior’s<\/span> image when he spoke of the necessity of discerning truth. He likens knowing the truth to receiving “living water”; that is, water that is <span class=\"emphasis\">fit<\/span> to drink: pure, running water. He tells the woman at the well: “If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water” (<span class=\"citation\" id=\"29710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29710)\">John 4:10<\/a><\/span>). When I think of lifesaving water and of wells, I also think of Hagar (see <span class=\"citation\" id=\"24115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24115)\">Gen. 21:14–20<\/a><\/span>). Hers is a complicated family story. She is forced alone into the wilderness of Beersheba with her young son, Ishmael. In due time the water and bread she has taken with her into the desert are consumed, and thirst and hunger overwhelm her and her little boy. Because she cannot bear to hear the cries of her son, the record tells us that she puts him in a shaded place and goes “a good way off” (<span class=\"citation\" id=\"24116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24116)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24116)\">Gen. 21:16<\/a><\/span>). There, she lifts up her voice and weeps. In response, an angel of God speaks comfort to her and reminds her that she is not forsaken. Then, we are told, “God opened her eyes, and she <span class=\"emphasis\">saw<\/span> a well of water” (<span class=\"citation\" id=\"24117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24117)\">Gen. 21:19<\/a><\/span>; emphasis added). We, like Hagar, are required to see “a well of water.” We, like the woman at the well, must ask of the Lord: “Give me this water, that I thirst not” (<span class=\"citation\" id=\"29716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29716)\">John 4:15<\/a><\/span>). This is the purpose of Relief Society. It teaches us as daughters of God how to see and how to ask for that which we need of the Lord so that we need not thirst again. Remember the Prophet Joseph’s promise to us that through this society we “shall rejoice, and knowledge and intelligence shall flow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p17\" class=\"\">We must act so as to receive this promise. It does not come by removing ourselves “a good way off.” Sisters, I ask you to stand close to one another. Love one another, even cherish one another that you may have the Spirit to teach you “the truth of all things” (<span class=\"citation\" id=\"38709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38709)\">Moro. 10:5<\/a><\/span>). Instruct one another. Look with the discernment God has given you through the gift of the Holy Ghost. Listen for the still, small voice [see <span class=\"citation\" id=\"1318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1318)\">1 Kgs. 19:12<\/a><\/span>]. I ask you to seek instruction in the word of God, both as written in the scriptures to prophets of old and as spoken tonight by a living prophet. See the well. Ask for the water that you “thirst not.” Obtain the promises which are held out to you by a loving Father in Heaven through the atonement of his Only Begotten Son, he who promised, “Whosoever drinketh of the water that I shall give [her] shall never thirst; but the water that I shall give [her] shall be in [her] a well of water springing up into everlasting life” (<span class=\"citation\" id=\"29714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29714)\">John 4:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1995\/11\/what-is-relief-society-for.p18\" class=\"\">I testify that this is true, that we are bound together in his church by his priesthood power to be able to build his kingdom on earth and to rejoice in our knowledge of him. And this I say in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}