{"ID":572, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Symbolism in Irrigation<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1952, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: It is good to be here. The ancient words of those who dwelt in\nthe presence of the Savior are our words today.\n<\/p><p>\nSix months ago circumstances combined so that I was not here, and I have felt since a sense\nof loss, loss of the spiritual power, the spiritual support and elevation that come to all\nLatter-day Saints who attend Church gatherings in the name of the Lord, whether in general\nor stake or ward capacity.\n<\/p><p>\nWith you, I have been thrilled to note that the Church of Jesus Christ is not standing still but,\nguided by heavenly forces, is growing and increasing and becoming mightier in the service of\nGod's children here upon earth. With you, too, I enjoyed the spirit of the sermon of the man\nwho has been called by God to preside over the Church. It is well for me, it is well for you\nand it is well for all in the world to listen to the chosen head of the Church as he speaks from\ntime to time. Therein lies the path to safety.\n<\/p><p>\nSix months ago I was not here because, with the approval of the First Presidency, I had\naccepted an invitation from the Canadian government to assist in solving some of their\nproblems relating to the reclamation of the dry lands of the Dominion. Canada is much like\nthe United States, with two seaboards, one on the Atlantic and the other on the Pacific, with\nample rainfall, and a dry section between, in the interior, such as we have here. The prairie\nprovinces of Canada offer only scant and difficult living to those who attempt to cultivate\nthem because of the lack of the plentiful rainfall on either coast. So the practice of irrigation\nhas gradually grown in the province of Alberta, where many of our people live. It has been\nfound that the enlivening power of water used in irrigation increases the crops many-fold and\nwhat is better, permits a close settlement, and in time the building of a state. There is water\naplenty in the land of our neighbors to the north. Great streams filled with water to\noverflowing, usually, roll into the oceans on both sides of the Dominion, and the problem is\nhow to use that water on the dry lands of Alberta, Saskatchewan, and other neighboring\nprovinces, to build the Dominion of Canada, now great, into a greater country.\n<\/p><p>\nThe commission to which I was appointed was given the responsibility of passing on one of\nthe huge projects proposed by the country, one that will redeem and bring into cultivation\nnearly half a million acres of land and involve an expenditure running from $100,000,000 to\n$200,000,000. Sometime it has to be done, for these dry lands when irrigated offer future\npossibilities of happy homes for thousands of families, not to be overlooked in the process of\nstatesmanship.\n<\/p><p>\nIt has always been a curious thing to me, curious is not really the right word when I reflect\nupon the history of our own people, how we were led by the hand of God, as a people, and\nwere brought over the deserts and over the mountains to be settled in this country. We did not\nknow at that time, and the world did not know, that one-half or more of all the land surface\nof the earth lies under low rainfall. These vast stretches of land can be reclaimed only by the\ntwin arts of dry farming and irrigation, best of all by irrigation for dry farming at its very best\nis only a minor practice to be followed by people who live near the cultivated areas. But our\npeople came here and for the first time in the history of civilization demonstrated that a\nsuccessful manner of community living might be built with the irrigation ditch. The Lord\nguiding us took us to a protected home, but not only that, he made us teachers of the world in\nthese twin arts of successful soil conservation. In this state, from which we have spread over\nthe west and are spreading over the world, has come the birth of modern irrigation. Most\ncountries which lie in part under low rainfall have sent agents or representatives here to find\nout what we did and how we did it, and whether they can do it also. We have a worldwide\nreputation in reclaiming desert lands by the use of water. Our work has served humanity\ngreatly. We have preached the everlasting truths of the gospel by thousands of missionaries,\nbut we have also preached by our example here, before the great nations of the world, how\ntheir resources may be utilized more fully and more completely and how the needs of\nhumanity may be more fully met.\n<\/p><p>\nIt has never seemed to me a mere chance that the Lord brought us here. There seems to lie in\nthat part of our history a distinct evidence of the divine guidance of this people. It may be of\ninterest to us here today, as many of you know, that not only did we as a people begin to\nshow how a modern civilized group of people could live under irrigation, but that here, also\nbeginning in our own Utah State Agricultural College at Logan, experiments and tests were\nand are made to place this art of irrigation on a scientific orderly basis. This is not the place\nto discuss that, perhaps, but we do have the honor of being not only the generators of\nmodern-day irrigation, but also of placing that ancient art on a modern scientific basis.\n<\/p><p>\nSome very remarkable things have been discovered from time to time in this field that are\ntremendously interesting. Our farmers are gradually learning more and more about these\nprecious truths. The farming people, you know, move slowly. They want to know before they\ndo anything, but little by little that which we have garnered and gained throughout the years\nwill be used.\n<\/p><p>\nAnd so a Latter-day Saint, working as I had to work last fall in behalf of a great agricultural,\nirrigation project, is stirred in his feelings when he looks back upon what the Lord has asked\nhis people to do&mdash;to toil, to struggle, to compel the desert to yield; and also to teach all the\nworld that which the world is hungry to know.\n<\/p><p>\nWell, perhaps that is all I should say about my irrigation work and why I was not here in\nattendance six months ago. But you know there is a great symbolism in irrigation. As a\nlifelong student of the subject I have always been impressed by the fact that the dry desert\nsoil contains nearly all the elements of fertility. All that it needs is the enlivening power of a\nstream of water to flow over that soil. Suddenly the land begins to yield, and it becomes\npowerful. Is it not so in our spiritual lives, I wonder? Men according to our theology are\nchildren of God not created under the old idea, but being literally children of Almighty God,\ncontain all the elements under the law of eternal progression that will lead them into the\nlikeness of their Father in heaven. When this being, this divine being, because in one sense\nwe are all divine, is touched by the power of the Holy Ghost, the Holy Spirit, the power that\nflows from God, suddenly a man blossoms into a new life, new possibilities arise, new\npowers develop. As I have lived in the Church of Jesus Christ of Latter-day Saints as a\nmember since my very early boyhood, I have come to understand that perhaps the greatest\nmiracle in the gospel of the Lord Jesus Christ is the transformation that comes to a man or a\nwoman who in faith accepts the truth of the gospel and who then lives it in his or her life.\nThat transformation is marvelous. I have seen it in the mission field, where I first heard the\ngospel. I have seen it here at home. I see it every day. Every person has a measure of God's\nSpirit given to him. We are all in God's presence through his Holy Spirit. As new and greater\ntruths come, as the understanding of them develops within us if we accept and live them, we\nare transformed from ordinary men into new powers and possibilities.\n<\/p><p>\nThe weavers of the midlands in England, the coal miners of Wales, the fishermen in Norway,\nthe trudging farmers of Denmark, very common ordinary people, who accept the gospel from\nthe lips of some humble Mormon missionary become so changed by those enlightening truths\nof the gospel that they are not the same people any longer. They have been fertilized, so to\nspeak, by the Spirit of God that flows from eternal truth, just as in irrigation the barren, dry\nsoil is fertilized by diverting the stream of water from the irrigation ditch onto the thirsty\nland.\n<\/p><p>\nIt is a comparison worthy of our thought, because we are the bearers of the irrigation message\nto all the world.\n<\/p><p>\nI remember the man who baptized me into the Church, a very common, ordinary man to\nbegin with, a ropewalker with a jug of beer two or three times a day, a glass of whiskey a\nlittle later, and a cud of tobacco mostly all day long, living a useless, purposeless life, except\nfor three meals a day, and the satisfaction of some of the carnal appetites. He heard the gospel\nand accepted it. It was good. It was something he had been longing for. The man grew in\npower and stature in the Church. As I recall it, he filled five or six missions and presided\nover one of the missions of the Church. He was the same man, with the same arms, same\nfeet, same body, same mind, but changed because of the Spirit that comes with the acceptance\nof eternal truth. Have not we seen this in our own families and friends, in the little towns in\nwhich we live? Have not we felt our own strength grow mightier in love for our fellow men,\nin love for our daily tasks, in love for all the good things of life? If you question yourself or\nquestion us here who have the responsibility of conducting this conference, we will all bear\nwitness to it. But remember, when irrigation began in Utah, it was a struggle with the earth. It\nrequired toil. The water did not flow down these canyon streams to the farms just by asking it\nto do so, but men dug and drilled and shoveled and made canals. We have a remarkable\nillustration of that in one of our enterprises in Utah. It was called the Hurricane enterprise.\nThe story of that has never been told quite fully, but it is stirring and thrilling. And to some\ndegree in every enterprise in the building of this state toil had to be faced and used. And so to\nget that spiritual stream that I have been talking about, it must be sought for; it must be\nfought for; it must be labored for. It will come, but we must ask for it and seek it and labor\nfor it. Then comes that great change&mdash;an overwhelming change. It changes men to a Godlike\nphase of life and living.\n<\/p><p>\nWell, you know the comparison as well as I do. I must not take any more of your time. It is\ngood to be a Latter-day Saint. It is good to be here. It is good to hear the words of inspiration\nthat come from the mouths and lives of these inspired men. I am glad to feel the responsive\nspirit from the thousands of people who are here and who listen over the radio.\n<\/p><p>\nMay we all so live as to have a great measure of the enlivening, spiritual, fertilizing stream\nthat comes from God because of our virtuous lives, our earnest actions in seeking after truth.\nMay we all be blessed according to our needs. Let us determine to cling to our heritage here\nin this land where we were led by the guiding power of God, and may the descendants of our\npioneer fathers refuse to sell their birthright for gold lest it turn to a \"mess of pottage\"\n(<span class=\"citation\" id=\"23589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23589)\">Gen. 25:34<\/a><\/span>). May\nwe remember our heritage in this Church of land, of water, and of spiritual power, I pray in\nthe name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}