{"ID":573, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Political Responsibilities of Latter-day Saints<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1952, pp. 35-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful unto my Heavenly Father for the opportunity which is mine to meet with\nyou, my brethren and sisters, in this great conference and to partake of the Spirit of the Lord\nthat is here with us in such rich abundance.\n<\/p><p>\nI feel indebted to the Lord for the health and strength which is mine, and I am certain that he\nhas blessed me with this health and strength in answer not only to my own prayers but also to\nthe prayers of my brethren and sisters in the Church.\n<\/p><p>\nI have had a great affection for the leaders of the Church as far back as I can remember. I\nhave always desired of the Lord that he would give me the strength to honor and to sustain\nthose who presided over me in the priesthood with all my heart and soul, and I do that today.\nI am grateful for the leadership of President David O. McKay and of President Stephen L.\nRichards and President J. Reuben Clark, Jr. I know these men receive from our Father in\nheaven his inspiration and direction in the work which they are called upon to perform for\nyou and for me. I have this great affection and love not alone for the Presidency of the\nChurch but for President Joseph Fielding Smith as President of the Council of the Twelve and\nall my associates in that Council, and all of the General Authorities. In fact my affection\nextends to all of my brethren and sisters. No man could have a richer heritage on the face of\nthis earth than to be really worthy to be numbered among the Latter-day Saints.\n<\/p><p>\nThe statistics that we heard read this morning demonstrate the results of great inspiration and\nleadership. I say that my affection for my brethren in the Church creates within me a further\nand similar desire that we might have governmental leaders in our nation and in our state and\nin our counties and in our cities of the same caliber.\n<\/p><p>\nI am always impressed when I read the 134th section of the Doctrine and Covenants: \n<\/p><p>\nWe believe that governments were instituted of God for the benefit of man, and that he holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem, for the good and safety of society.\n<\/p><p>\nWe believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience, the right and\ncontrol of property, and the protection of life.\n<\/p><p>\nWe believe that all governments necessarily require civil officers and magistrates to enforce\nthe laws of the same; and that such as will administer the law in equity and justice should be\nsought for and upheld by the voice of the people if a republic, or the will of the sovereign...\n<\/p><p>\nWe do not believe it just to mingle religious influence with civil government, whereby one\nreligious society is fostered and another proscribed in its spiritual privileges, and the\nindividual rights of its members, as citizens, denied\n(<span class=\"citation\" id=\"13066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13066)\">D&amp;C 134:1-3,9<\/a><\/span>).\n<\/p><p>\nBut that does not mean, because we have within our hearts a deep-seated religious conviction,\nthat we are at the same time not qualified to participate in government. Unless we have faith\nin God and fear him and keep his commandments, we can hardly be worthy to hold high\npositions in government. The Prophet Joseph has told us in this statement through the\ninspiration of the Lord that we must have righteous men in order to have righteous\ngovernment. If we are to be a God-fearing nation and enjoy the blessings of peace, then each\none of us who has a faith in God must do our duty, take our part to accomplish our purpose\nin government. We should become intimately familiar with those who are active politically;\nwe ought to be part and parcel of them. They should not be strangers to us. We should see to\nit that those men who have true qualities of leadership are placed in positions of trust and\nresponsibility in the government; these fundamental principles of truth apply to every political\nparty alike. There is no hope and can be no hope for our government, or any government, to\nwhich this principle does not apply.\n<\/p><p>\nI think a good place to start is always at home. Each one of us should resolve that we in and\nof ourselves will develop qualities of leadership and of honesty and of integrity and of justice\nand equity. We should be willing to take these principles, these characteristics, the ability\nwhich we thus create within ourselves, and give ourselves to the benefit of our city and of our\ncounty and of our state and of our nation.\n<\/p><p>\nThis year there will probably be no more than fifty percent of the qualified voters in this great\nnation who will exercise their franchise. The officers who may be elected in the great\nelections to be held this year will be elected by minorities and will not represent the vote or\nthe will of the majority. You know there are two kinds of offenses in the world&mdash;offenses of\ncommission and offenses of omission. We sometimes do things that we should not do, and\nthen again, we do not do some things that we should. I hope that Latter-day Saints will not\npermit themselves, political-wise, to fall into this latter category and be classed among those\nwho give offense because they fail to do that which they should do. I would like to know if a\nreason exists that would justify a Latter-day Saint in not exercising his franchise for the party\nand the man of his own choice.\n<\/p><p>\nNo political party is justified to continue in existence unless it clearly states the principles\nwhich it advocates, the platform upon which its candidates stand, and then with integrity,\nwhen and if elected, carry out those principles and live up to that platform. Except that be the\ncase, we as Latter-day Saints should not align ourselves to any party, because we do not have\nthe basis upon which we can make an intelligent decision. We must know what they stand for\nbefore we can favor them with our vote. I do not ask you, my brethren and sisters, to go to\nthe polls and just vote, important as that is; but that when you vote, you vote intelligently for\nthose principles and those things and those men which will give to you the kind of\ngovernment you want, the kind of environment that you desire for yourself and for your\nposterity.\n<\/p><p>\nWe have received a great deal of light concerning the things of life from our Heavenly Father\nthrough the revelations which he has given us. We are told once again in the Doctrine and\nCovenants in the 101st section: \n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples; \n<\/p><p>\nThat every man may act in doctrine and principle pertaining to futurity, according to the\nmoral agency which I have given unto him, that every man may be accountable for his own\nsins in the day of judgment.\n<\/p><p>\nTherefore, it is not right that any man should be in bondage one to another.\n<\/p><p>\nAnd for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood (<span class=\"citation\" id=\"13031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13031)\">D&amp;C 101:77-80<\/a><\/span>).\n<\/p><p>\nCan we accept that as one of the sacred tenets of our faith and be derelict in our duties\ntoward our nation? The answer to me seems to be self-evident. The Apostle Paul of old said,\n<\/p><p>\nFor if the trumpet give an uncertain sound, who shall prepare himself to the battle?\n(<span class=\"citation\" id=\"220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(220)\">1 Cor. 14:8<\/a><\/span>).\n<\/p><p>\nWe must have leadership in this nation whose voice will be clear; whose virtue, clarity, and\ncertainty will give us the assurance that the course the government pursued under their\nleadership is right. Then we can put our whole heart and soul back of our government and\nsustain those who preside in government and feel toward them even as we do toward those\nwho have been divinely chosen to guide and direct the affairs of the Church.\n<\/p><p>\nI hope and pray, my brethren and sisters, that we will not feel that politics has become so\ndegraded that we are too good to participate. If any of us believe politics to be in that kind of\nstate, we need only to enter into politics, go into it with our honesty and our integrity and our\ndevotion to truth and to righteousness, and the standards will be raised. We cannot expect in\nthis country a better government than the leaders are good, and so if we want a good\ngovernment we must have good leaders. Let us participate in our mass meetings, in our party\norganization meetings, in our conventions; then when we go to the polls, we may have\nsomebody worthy of our vote on our tickets.\n<\/p><p>\nMay the Lord bless us to uphold and sustain the great Constitution of this nation and to\nmaintain ourselves pure and unspotted from the sins of the world in all of our undertakings,\nand call down the blessings of our Heavenly Father upon us and upon our neighbors.\n<\/p><p>\nThis should be a challenge to us as members in the Church of Jesus Christ and to all our\nfriends and our neighbors and all people throughout the earth who stand in favor of good\ngovernment, for righteousness in government; who have and foster the same ideals that are so\nclose to our hearts. I hope and pray that the Lord will thus bless us all that we may fully\naccomplish the purposes of our creation, and be grateful to him day by day for the blessings\nhe bestows upon us, and this I ask humbly in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}