{"ID":574, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Patriarchal Order of the Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1952, pp. 37-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I shall have your faith and prayers, my brothers and sisters while I occupy this\nposition, as has been the case with those who have preceded me. And I thank my brethren\nwho have offered prayers at the beginning of these meetings in behalf of all who have to talk\nto you, that the Spirit of the Lord will be with us.\n<\/p><p>\nI truly am very grateful for the blessings of the Lord, the blessings that have come to me\npersonally. I am grateful for the blessings which have come to this people as a group,\nindividually as well as collectively. I am grateful for the privilege of living in this age, which\nis a choice age&mdash;a choice dispensation.\n<\/p><p>\nIt seems it is an inherent desire for all of the faithful children of God to receive a blessing\nfrom him. It has been so since the very beginning. Adam called upon God and received\nblessings (<span class=\"citation\" id=\"39003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39003)\">Moses 5:4<\/a><\/span>);\nand then in his turn he called all of his righteous descendants together at\nAdam-ondi-Ahman and blessed them\n(<span class=\"citation\" id=\"13035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13035)\">D&amp;C 107:53<\/a><\/span>);\nand they, in turn, blessed him (<span class=\"citation\" id=\"13036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13036)\">D&amp;C 107:54<\/a><\/span>).\n<\/p><p>\nNoah, in his turn, received the blessings of the Lord\n(<span class=\"citation\" id=\"23580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23580)\">Gen. 9:1<\/a><\/span>), and then after the waters of the flood\nhad receded and he came forth from the ark, he blessed his children\n(<span class=\"citation\" id=\"7188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7188)\">Abr. 1:26<\/a><\/span>).\n<\/p><p>\nAbraham, in his turn, received blessings from the Lord and blessed others. We today are\nreceiving the benefits of the great blessings which were given to Abraham in fulfillment of\nthe promises given to him.\n<\/p><p>\nAs Abraham was departing with Lot the Lord said to him: \n<\/p><p>\nAnd I will bless them that bless thee and curse him that curseth thee: and in thee shall all\nfamilies of the earth be blessed\n(<span class=\"citation\" id=\"23581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23581)\">Gen. 12:3<\/a><\/span>).\n<\/p><p>\nAnd today we are realizing the fulfillment of that promise, for all the families of the earth are\nreceiving the blessings of the Lord, through Abraham, more than they have ever done before.\n<\/p><p>\nIsaac, in his turn, also pronounced the blessings of the Lord upon his descendants. There is\nthe very interesting story of the blessing of Jacob and Esau. When Isaac was old, he felt the\nneed to give his sons blessings. He called Esau, telling him to go out and kill and prepare\nvenison for him. He said \". . . make me savoury meat, such as I love, and bring it to me, that\nI may eat; that my soul may bless thee before I die\"\n(<span class=\"citation\" id=\"23590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23590)\">Gen. 27:4<\/a><\/span>). And Rebekah, mother of\nEsau and Jacob, heard him and knowing that Jacob was divinely called to receive the\nbirthright blessings, called Jacob and sent him to fetch two kids, saying that she would\nprepare savory meat for her husband such as he loved for she knew how to prepare it. And\nthus Rebekah assisted Jacob to receive the blessings of birthright.\n<\/p><p>\nJacob blessed his twelve sons and gave them each a blessing suited to their individual rewards\nand pronounced promises that should come to them\n(<span class=\"citation\" id=\"23594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23594)\">Gen. 49:1-27<\/a><\/span>).\nJoseph received a special blessing which\nwe are most interested in because we are his descendants, the most part of us, and the\nblessings of the gospel have come through this line, for Joseph Smith, Senior, was a true\ndescendant, through Ephraim, the younger son of Joseph.\n<\/p><p>\nYou know the story of how Jacob blessed Ephraim and Manasseh, how he crossed his hands\nand gave them each a blessing and gave unto them promises\n(<span class=\"citation\" id=\"23593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23593)\">Gen. 48:13-20<\/a><\/span>).\nThe history of blessings is\nmeager from then until now. In the Book of Mormon we are given the information, definitely,\nwhich declares that a descendant of Joseph should be raised up in these the last days (see\n(<span class=\"citation\" id=\"3536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3536)\">2 Ne. 3:14-15<\/a><\/span>).\nIt has been made known that Joseph Smith, Senior, was that descendant, and\nhe received the blessings of Ephraim.\n<\/p><p>\nThen in this day and age, and I think if our records were more complete, we would probably\nfind something similar with those of ancient times, the Lord tells us in the Doctrine and\nCovenants that:\n<\/p><p>\nIt is the duty of the Twelve, in all large branches of the church, to ordain evangelical\nministers, as they shall be designated unto them by revelation\n(<span class=\"citation\" id=\"13034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13034)\">D&amp;C 107:39<\/a><\/span>).\n<\/p><p>\nThus today we have more than one patriarch; we have one or more in each of the stakes of\nthe Church; and they are represented in the group here on my right. We always have a section\nhere reserved for the stake patriarchs. They are outstanding, faithful members of the Church,\nwho have been given the responsibility of blessing the people in their stakes, blessing those\nwho desire blessings. And just as it was in ancient times&mdash;today, too, the Lord's people\ndesire his blessings. And as a Church we have the priesthood and the authority through which\nthese blessings may be given. These blessings given today are more formal than those given\nin ancient times, that is, judging\nfrom the meager records which we have. A patriarchal blessing today, given by an ordained\npatriarch, should contain a declaration of lineage, that is, the tribe of Israel through which the\npromises of inheritance shall come, even as assignments of inheritances were given in ancient\nIsrael.\n<\/p><p>\nNow we know that some of the inhabitants of the earth are not descendants of Israel. We\nknow that some of the inhabitants of the earth who join the Church are not direct descendants\nof Israel. It is given to us that the descendants of Shem and Japheth, sons of Noah, if they\nreceive the gospel, are entitled to the priesthood. Only the sons of Cain are not entitled to the\npriesthood, and you can read why in the Pearl of Great Price. So all the descendants of Shem\nand Japheth, as they accept of the gospel of Jesus Christ are entitled to the blessings of Israel,\nbecause that was the promise given to Abraham, that through him all the families of the earth\nshould be blessed.\n<\/p><p>\nAnd so, as these patriarchal blessings are given, there is given a declaration of lineage, or an\nassignment; for a pure Gentile who joins the Church becomes by adoption of the seed of\nAbraham and of Israel\n(<span class=\"citation\" id=\"23582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23582)\">Gen. 12:3<\/a><\/span>;\n<span class=\"citation\" id=\"7189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7189)\">Abr. 2:11<\/a><\/span>).\n<\/p><p>\nWe have people on the earth who we know are not descendants of Israel yet in the acceptance\nof the gospel of Jesus Christ they are entitled to the blessings of Israel, and through the power\nof inspiration the patriarch will assign them to Israel.\n<\/p><p>\nIt is required that patriarchal blessings be recorded in the Church records. The body of the\nblessing usually contains sacred promises for comfort or for counsel or warning, according to\ncertain possibilities of blessings. All is predicated upon obedience to divine laws and\nfaithfulness. The closing of a blessing is the sacred sealing of the Holy Melchizedek\nPriesthood. The blessing pronounced, with all it contains, should serve as a comfort and guide\nthrough life according to faithfulness and is sealed forever upon the conditions of faithfulness\nto the laws of God, which includes the laws of nature. Patriarchal blessings have been a\nsource of guidance and comfort to tens of thousands of members of the Church. Their faith\nhas been quickened and strengthened through them.\n<\/p><p>\nAn example of what a patriarchal blessing can do came to me in a story which I have\nrepeated many times, which a woman told me. As a young woman she lived in a small town.\nWhen she finished high school, there was no further opportunity to continue her education;\nthere was no further opportunity to get work so that she could be independent; so she came to\nSalt Lake City where she found herself a job. As time came for registration at the university\nshe became very anxious to go to school again, and knowing that there was not a possibility,\nunder present conditions, she felt quite disheartened. She went to the patriarch and received\nher patriarchal blessing, and in the blessing he promised her that she should receive a good\neducation. She was elated, and she went out of the office feeling very happy. Before she had\ngone half a block, she said she fell to earth out of her cloud with a realization that going to\ncollege cost money, and she did not have any, nor the means to get it. The opportunity and\npossibility of going to college at present did not seem to be at all possible, which made her\nvery downhearted again. And the thought came to her to go visit her aunt, who was living in\nSalt Lake City. Without stopping to analyze that impression she turned, and instead of going\nback to work, she went to visit her aunt and told her aunt of her experience, cried on her\nshoulder, and her aunt said to her, \"I know an elderly woman who lives down the street a few\nblocks. She has at various times helped young girls get through college in return for the help\nthe girls can give to her. I do not know whether she has help now or not, but,\" she said, \"this\nwoman knows who I am. Go down and see her and tell her I sent you.\"\n<\/p><p>\nShe went on the run to this elderly woman's home, and within two weeks from the time she\nreceived her patriarchal blessing, she registered at the University of Utah, signed a promissory\nnote to pay for her education, and eventually paid for it. She said if she had stopped to\nquestion the first impression she got to go visit her aunt she would have said to herself, \"Why\nshould I go visit my aunt and tell her my troubles? I came to Salt Lake City to be\nindependent; why not be independent? She cannot help me with my troubles; she has enough\nof her own. She doesn't have space in her home to let me sleep there, let alone board me nor\nhelp me. Why need I go and bother my aunt?\" But she did not stop to analyze that\nimpression; she acted on it. As a result she met the woman who gave her the opportunity of\nreceiving her education.\n<\/p><p>\nSimilarly, many experiences have come to people in making decisions. I have had many\nexperiences myself of giving patriarchal blessings, and then afterwards the individual would\ncomment to the effect that he had now made up his mind and knew what course to follow.\nOften I ask whether individuals have any particular problem or worry. Just recently, a young\nwoman said, \"Well, Tom is coming home in a few months, and I am going to wait for him,\nand then we will get married in the temple.\" She said another young man had been wanting\nher to marry him, but she said, \"That would not be a marriage in the temple, I am going to\nwait for Tom.\" Many times these experiences come to patriarchs.\n<\/p><p>\nMany men and women have been given courage to carry on, in battle and at home, in\npositions of responsibility in Church work, and even the will to live in times of sickness\nthrough which they have been raised from the grip of death by means of administration\nthrough the priesthood. It is the right and privilege of every baptized member of the Church\nto receive a patriarchal blessing. In the past many received more than one blessing. This\npractice has been discontinued. After a person has received a patriarchal blessing through an\nordained patriarch, in which his lineage is declared, he is in possession of his patriarchal\nblessing, and to repeat the lineage is superfluous. We are asked, what about additional\nblessings? These additional blessings need not be given by an ordained patriarch. Through the\npatriarchal order of the priesthood it is the right and duty of a father to minister unto his own\nindividual family. That is, the father in the home has a perfect right or duty to bless his\nchildren. That is, if the father holds the priesthood which authorizes him to do so, he may\nbless his own children, and also baptize them and confirm them, with full consent and\nappointment from the duly authorized officers in charge.\n<\/p><p>\nI was at a fast and testimony meeting one day, and the bishop received a baby in his arms,\nfrom a woman in the congregation, and as he did so, he looked around the room. Finally he\nsaid hesitatingly, \"This is the child of Brother and Sister Brown.\" After pausing a minute he\nsaid, \"Brother Jones will bless the child.\" A man who was standing in the group of officiators\nspoke up and said, \"No, Bishop, that is my child, I will bless him.\" And so the bishop\nrecognized the father. He had been looking around the audience to find the father and not\nseeing him was under necessity to appoint someone else. But the father spoke up and said, \"I\nwill bless the child,\" and he did. That was correct.\n<\/p><p>\nBishops should not only invite a father to administer to his own family but should also seek\npermission before substituting for the father. Naturally, if a child is going to a meeting, say\nfor instance, a young man is going to a meeting where he is to be ordained a deacon, and the\nfamily knows that he is to be ordained a deacon, the bishop should invite the father, if he is a\nfaithful man, to ordain his son. The bishop is the father of the ward. It is his duty to be the\nfather of those families who do not have fathers in their own homes or where fathers do not\nexercise their priesthood; and it is the right of the bishop to ordain or to appoint someone to\nordain boys in these families. It is a courtesy for the bishop to invite a father to ordain his\nown son.\n<\/p><p>\nAn ordained stake patriarch has the privilege, by the same token, of blessing his own family,\nwherever they are. He is also the father or patriarch for the other families in his stake who do\nnot have a father who is an ordained patriarch. A stake patriarch, then, is a stake officer, and\nhe does not have authority to officiate outside of his stake, only as he may give blessings to\nhis immediate family. Those who need or desire additional blessings may receive a blessing\nfrom any elder in the Church but not to be recorded.\n<\/p><p>\nI have an example in my mind, and there are many families in the Church that do likewise,\nwhere the father blesses the children when they are named; he baptizes them when they are of\nage, he confirms them and ordains them to the various offices of the priesthood as they grow\nin position to be so ordained, but always with the consent and approval of the bishop. When\nchildren start out to a higher school of learning, when they leave home to go on a mission,\nwhen they leave home to go into the service, and at the time of their marriage, a father may\nbless his children and place the blessings in his family record, rightly for the benefit of the\nfamily, and the family reflects the spirit of those blessings.\n<\/p><p>\nNow, may the blessings of the Lord be with all of us and help us to magnify our callings in\nthe priesthood. The Lord has told us in the Doctrine and Covenants, section 84, verse 33.\n<\/p><p>\nFor whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and\nthe <i>magnifying their calling<\/i>, are sanctified by the Spirit unto the renewing of their bodies\n(<span class=\"citation\" id=\"13000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13000)\">D&amp;C 84:33<\/a><\/span>).\n<\/p><p>\nAnd if you will continue reading in section eighty-four, the next few verses, you will get\nmore instructions regarding that priesthood.\n<\/p><p>\nBrethren, magnify the callings of your priesthood, and the strength of the Lord will be with us\nall, which I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}