{"ID":575, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Tabernacle<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1952, pp. 43-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sat in the Tabernacle a short time ago listening to beautiful music. After the concert was\nover I was a little embarrassed inwardly to recognize that I had heard but very little of what\nwent forward, for almost at the beginning of the program my thoughts turned to this great\nbuilding in which we are met today. Somehow or other, its place in our history and its\nconnotations assumed such proportions in my thinking that I decided that it might be worthy\nof a little of our attention as we ponder the progress and mission of the restored Church of\nour Lord.\n<\/p><p>\nThis Tabernacle of the Church of Jesus Christ of Latter-day Saints, erected on what we\ndesignate as Temple Square in Salt Lake City, Utah, has come to be one of the most\ninteresting and widely known buildings in western America, and perhaps in all America,\nexcluding structures at the national capital and at points of great historic interest in the\nformation of the republic.\n<\/p><p>\nThe first work on the Tabernacle was begun in the spring and summer of 1863. The first\nfoundation stone was laid July 26, 1864. The Tabernacle was completed, so far as to be\nusable, by October 6, 1867, when the first conference was held in the building. The following\nis a quoted notation in the record: \n<\/p><p>\n\"The gates to the Temple Block were opened at nine o'clock, and the people flooded in. Long\nbefore ten o'clock, the time for the commencement of the conference, the seats in the great\nTabernacle were filled, the aisles and door ways were crowded, and many were left outside.\nThe stand was filled with the Church officials and the various choirs who were present to take\npart in the service.\"\n<\/p><p>\nThe conditions here described are not difficult for the present generation to visualize.\n<\/p><p>\nThe organ was only one-third completed by this time but was used to accompany the singing.\nTemporary seats were used since the installation of permanent seats was not completed until\nsometime during the summer of 1868. The gallery was not completed until later, and was first\nused at the postponed general conference of the Church on May 5, 1870. It is recorded that\nthis additional seating capacity was much appreciated, and that the installation of the gallery\nimproved the acoustics of the building.\n<\/p><p>\nThe Tabernacle was not dedicated until October of 1875. I shall speak of the dedication later.\n<\/p><p>\nPerhaps one of the first significant items about the building is its size. It is 250 feet long by\n150 feet wide; 6 feet to the ceiling, 75 feet to the top of the roof, standing upon 44 stone\npillars with 16 doors 10 feet wide, and 4 doors 4 1\/2 feet wide, allowing the exit of 13,000\npersons in 5 minutes. Its architect, Henry Grow, claimed that it was the largest hall in the\nworld unsupported by columns. I have made no research to determine for how long a time the\narchitect's statement may have been true.\n<\/p><p>\nThe huge capacity of the building is most tangible evidence of the firm conviction of the\nbuilders in the growth and destiny of the cause they upheld. Without its great size it never\ncould have served its mighty purpose. In the early days of our settlement in these valleys of\nthe mountains, communication was very difficult. Even after the coming of the telegraph and\nthe railroads, people had to come and see and hear to get correct impressions and information.\nHad the building been smaller, countless thousands would have been deprived of opportunities\nand blessings they have most highly prized. Then, too, it seems to me worthy of note that the\nbuilding was built just about as large as it could have been built so that an audience within it\ncould be made to hear, long before the day of electrical magnification of sound. The acoustics\nof the Tabernacle have been the subject of comment by scientific persons and others for many\nyears. I don't know that a full treatise has ever been written, but it would make a deserving\nand interesting thesis. This great structure, enormous at the time of its building, is the physical\nembodiment of a mighty concept that the work of God is expansive, all-embracing, with room\nfor all who will come and listen and receive.\n<\/p><p>\nThe Tabernacle has been a great cultural center. For eighty years it has housed substantially\nall of the major concerts, symphonies, bands, choirs, and vocal and instrumental artists who\nhave come to this section of the country. It is safe to say that without it the communities in\nthis area would have been deprived of innumerable opportunities to see and hear the\noutstanding talent of the world. It has been the scene of great pageants that will long live in\nour memories; and in addition to being the greatest stage for artistic presentations in our\ncommunity, it has been a place of instruction and rehearsal for thousands upon thousands of\nchildren, young people, and adults, developing talent and artistic appreciation wholly beyond\nour power to measure. Throughout the years the building has generally been contributed to\nalmost every conceivable cultural project which has come our way.\n<\/p><p>\nIn thus extending the use of the building, the Church has had what I believe to be a unique\nexperience. I don't know that there is a comparable situation in the country. It has always\nbeen the effort to maintain standards of conduct in this building and on the grounds\nroundabout which comport with the beliefs and standards of the Church. Those who come\nhere are asked not to smoke or drink or use profane language, and I think that, with few\nexceptions, they who are not of our faith, and who do not practice our standards, have been\nsufficiently respectful of our views to observe the decorum of this building. We appreciate\ntheir consideration.\n<\/p><p>\nThis Tabernacle has been, in some respects, a civic center. It has been a forum for Presidents\nof the United States, candidates for the Presidency, notables from foreign countries, and\nlecturers, and for the discussion of some of the most important issues which have ever\nconfronted the nation. It has been used as a gathering hall for great national conventions, and\nit has played a part in the advancement of important civic causes. It has paid tributes of\nhomage and honor to our national heroes; it has met the demands of emergency; it has been\nthrough the years an invaluable asset in our community life.\n<\/p><p>\nMore important than any of these however, in the history of this great Tabernacle, is its place\nand function as a house of worship.\n<\/p><p>\nSince singing usually begins our public worship, at this point I would like to speak a little of\nthe choirs of the Tabernacle. Here is and has been for over seventy-five years the home of the\nTabernacle Choir. I would not venture to say whether the Tabernacle has made the choir or\nthe choir has made the Tabernacle famous. It is sufficient to know that all through the years\nwe have had a great choir in a great setting. As many as sixty years ago the Tabernacle Choir\nhad a national reputation. Through eisteddfods, its high placement in contest in the World's\nFair, and through concerts in big cities, east and west, it early attained renown in musical\ncircles. In recent times, through national and international broadcasts, the Tabernacle Choir\nand the Spoken Word are household words throughout the land. During its history, both\nbefore and after enlarged facilities became available, two aspects of its work have been\noutstanding and conspicuous: First, the devotion of the members; and next, the excellence of\nits leadership. I doubt if any comparable volunteer organization of its size and responsibilities\ncan present as fine a record for as long a time. The Church is and has been for these many\nyears proud of this great organization, and I believe we all feel a lasting debt of gratitude to\nthe great conductors, the great organists and technicians, and the great members of this\nillustrious organization. I attribute their greatness, in large measure, to the deeply religious\nfervor which has always actuated them. I know that with their artistic temperaments they have\nloved to sing, but the consistency of their performance has come out of a sense of\nconscientious duty and opportunity to serve the Lord and advance his kingdom. From that\nsentiment have come some of the great contributions which the choir has made&mdash;contribution\nwhich breathe the spirit and essence of the latter-day work, contribution which have inspirited\nthe missionary for his work, which have honored and venerated the pioneers who laid the\nfoundations, which have extolled the glory and virtue of Christ our Lord and his honored\nprophets, and which have brought comfort and solace to the poor, the discouraged and\nbereaved. Here is a choir which, through the generations, has seen purpose in its work, which\nhas striven steadfastly to advance a great cause, which has made art serve its Author, the Lord\nof the universe. God bless our Tabernacle Choir, from the beginning through the generations,\nas an emissary of art and truth in the earth.\n<\/p><p>\nHoused within the building is the great organ. Its impressive facade of colossal pipes and\nornamental column and caps makes it appear as an ornate temple within the auditorium,\nbeautiful and intriguing to behold. The history of its initial construction is itself a glorious\nrecord of pioneer achievement. Its melodic voice now heard in nearly all civilized portions of\nthe globe has been a thing alive, proclaiming in sonorous and tender tones the solemn and the\nsweet message of the Savior's gospel to all who have the heart and the ear to interpret and\napply. Just as the choir is integral with the Tabernacle, so is the organ with both.\n<\/p><p>\nI stand today in a pulpit sanctified by its history. When I recall the noble servants of our\nHeavenly Father who have stood here and given inspired counsel to the people, and borne\ntestimony with such power and conviction and spirit as to electrify every soul who heard;\nwhen I contemplate the operation of the still, small voice, which has come from simple and\nlowly word given here, which have touched the hearts and sympathies of the people; when I\nthink of the vast volume of precious truth which has been proclaimed from this stand, I feel\nvery small and weak within it. My only comfort comes from the realization that the noble\nones who have graced this pulpit have been called to speak here as I have been called, and\nthat they were common men, so far as the aristocracy of the world is concerned, drawn from\nall walks of life, just as my brethren and I are today.\n<\/p><p>\nWhat a difference in the history of the Tabernacle it would have made had the building come\nto be merely a great preacher's church. We have had in America such preachers and such\nchurches. For periods of time eloquent men have enthralled audiences, achieve wide\ndistinction, and have undoubtedly done much good. In the providence of the Lord, this pulpit\nhas never been any one man's forum. Rather it has been the oracle of a divine dispensation\nwhere the cause has overshadowed the man, where humility has higher rating than\nself-assurance, where worship is measured in deeds rather than protestations.\n<\/p><p>\nPonder for a moment, my brethren and sisters, and all who listen, the glorious and vital truths\nwhich have been proclaimed in this building&mdash;the nature and composition of the Godhead,\nthe organization of the universe, the history and placement of man in the earth, his purpose in\nliving, and the divine destiny set for him, the laws governing his conduct and his eligibility\nfor exaltation in the celestial presence the true concept of family life in the eternal progression\nof the race, the truth about liberty and the place of governments in the earth, the correct\nconcept of property, its acquisition and distribution, the sure foundations for peace,\nbrotherhood, and universal justice. All these elemental things, and many others incident\nthereto, have been the burden of the message of truth which has come from this building\nthrough the generations.\n<\/p><p>\nThese messages have not changed with the passing of time. The Lord revealed these enduring\nprinciples. They are part and parcel of eternal truth. Man may, by his faithful research and\nstudy, discover more about them, but he will never change them. I would not discourage the\ninquiring mind in its exploration of the universe and quest for truth. My only caution is to\nbegin with recognition of the divine source of truth and the revealed word of God.\n<\/p><p>\nWhat confidence and assurance it brings to us to know that our men and women of today,\nsurrounded by an environment radically different from that of our forebears who brought this\ngreat building into existence, proclaim the same doctrine as did they. How upsetting it would\nbe if we had to choose between the principles and doctrines of their time and ours. We in this\nTabernacle hear the same message as did the people in Kirtland and Nauvoo.\n<\/p><p>\nIt is true that methods and practices change. They have done in the past, and they may be\nexpected to in the future. It is within the province of a receptive priesthood, obedient to the\ninspiration of our Father, to adopt and adjust methods, looking toward the advancement of his\nkingdom. It is also within the province of his chosen servants to interpret and apply the law,\nbut they will never change it, for the law of God is eternal.\n<\/p><p>\nI wish to say a word about the comfort and solace which have come to our Father's children\nin this great building. Funeral services have been held here for many noble men and some\nwomen. Heavenly music has been rendered, so inspiring and touching that it seemed as if\nthose from the other world could have joined in the singing. Sermons depicting the transition\ninto immortality, and expounding the atonement and redemption wrought by our Savior, have\nbeen given with such convincing assurance as to elevate the aggrieved and despondent to the\nsublimity of resignation, hope and firm faith. Within these sacred walls have the great of our\ncommunity found opportunity for the expression of their noblest thoughts and convictions, and\nfrom here they have been laid to rest in the closing of their lives. All the life dramas that\nhave here been enacted, all the vital episodes in this historic setting will never be recounted;\nbut they are all known to one who keeps the record, and every resolution, every change of\nheart, every contrition arising out of the service rendered in this building, will be a fitting\ntribute to the purposes it has served.\n<\/p><p>\nIn some respects the Tabernacle may appropriately be designated as the center of our\nmissionary work. More sermons expounding the doctrines of the Church and calling the world\nto repentance and defining the way to life eternal have been preached from this pulpit than\nfrom any other place in the Church. These sermons, testifying to the divine calling of the\nProphet Joseph Smith in the restoration of the holy gospel, have been heard not only by the\nvast congregations who have assembled here, but also they have been printed, translated into\nvarious languages, and circulated in many countries throughout the earth. The pronouncements\nfrom this very stand have furnished to our armies of missionaries, in large measure, the\nmaterial for their work among the people to whom they are sent. In the earlier days the\nmissionaries were personally called from the stand in this Tabernacle. One can well imagine\nthe thrill and deep impression made by such procedure. Here the courses of life were changed\nby assignments from the Presiding Brethren. Here the spirit of sacrifice chastened the soul,\nand men and women were dedicated to the work of God. Here was the true spirit of\nmissionary work&mdash;love and sacrifice for fellow man&mdash;developed and fostered.\n<\/p><p>\nIn more recent times the Tabernacle with its wonderful Sunday morning program, has made\nan invaluable contribution to our missionary endeavor in bringing to our missionaries a more\nkindly and considerate reception as they bear the message of the gospel from door to door out\nin the world. Also in later years, with visitors to Temple Square reaching more than a million\na year, this historic structure has achieved a position subordinate to but few places in the\ncountry in tourist interest. Thousands there are who come here every year, whose unfavorable\npreconceptions are altered, and who must go away with unforgettable impressions emanating\nfrom the teachings and influences coming from this building and the grounds round about.\nSurely a large part of Isaiah's prophecy has been realized. The Lord's house has been\nestablished in the top of the mountains, and many nations flow unto it\n(<span class=\"citation\" id=\"25127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25127)\">Isa. 2:2<\/a><\/span>). We await the day which\nwill surely come when the remainder of this great prediction shall be fulfilled, when\n<\/p><p>\n. . . many people shall go and say, Come ye, and let us go up to the mountain of the\nLord, to the house of the God of Jacob and he will teach us of his ways, and we will\nwalk in his paths: for out of Zion shall go forth the law, and the word of the Lord\nfrom Jerusalem (<span class=\"citation\" id=\"25128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25128)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nCan we doubt, my brethren and sisters, that these things have been wrought by the hand and\npower of the Lord? In all humility I bear witness that here is the seat of the government of\nthe kingdom of God, here is the place where the authorized servants of our Lord are sustained\nand confirmed by the voice of the people. Here in this venerated Tabernacle has every\nPresident of the Church, save only one been upheld as prophet, seer, and revelator, and\nPresident of the Church of Jesus Christ of Latter-day Saints. From here has gone forth the law\nout of Zion, and the blessings, the love and compassion of the servants of the Lord for his\nchildren.\n<\/p><p>\nFor nearly half a century I have been the beneficiary of the teachings and the influence\ncoming from this historic building. I thank God for it. I do not wish to worship things\nmaterial but I bow before the inspired vision and the lofty aspirations which brought this\nsacred edifice into being. If my regard for it, and my meager recital of the part it has played\nin the advancement of beauty and righteousness and truth in the earth shall bring any measure\nof increased deference and respect for the Tabernacle and the holy cause it represents, I shall\nbe profoundly grateful.\n<\/p><p>\nI said I would refer again to the dedication of this building. The notation in the record is that\nthe dedicatory prayer of the \"New Tabernacle in Salt Lake City was read by Elder John\nTaylor\" on Saturday, October 9, 1875. In my opinion the prayer is a masterpiece in\ncomposition, and in its comprehensive recital of the conditions and aspirations of the people\nat that time. It breathes a spirit of humility, repentance, deep gratitude, and a faith so realistic\nand compelling as to overcome all obstacles in the achievement of the mighty destiny\nconceived for God's work in the world. I wish every member of the Church could read it.\n<i>The Deseret News<\/i> printed it three-quarters of a century ago. Perhaps they might care to do it\nagain at some convenient time. This remarkable prayer went into great detail. In it were\ndedicated not only the usual components of a great building, but also \"the mortar which binds\nthe foundation stones together,\" the \"nails, bolts, and straps of iron, of copper, and the brass,\nthe zinc, the tin, and the solder wherewith the metal is soldered together,\" the plaster of the\nbuilding, even \"all the lath and the nails and the sand and the lime,\" the locks and the hinges\non the doors and windows, and the paint and the varnish \"and all the ornamentation of this\nbuilding, both within and without.\" All these minute things represented work and sacrifice\nwhich made them sacred.\n<\/p><p>\nEvery portion of the building was dedicated that it might fulfill its sacred purpose. Listen to\nthe words regarding this historic rostrum, where my associates of the General Authorities of\nthe Church now sit in your presence: \"And we dedicate and consecrate that portion of this\nhouse where our president and thy servants now are, to be a holy and sacred place wherein\nthy servants may stand forth to declare thy words and minister unto thy people in the name of\nthy Son forever....\n<\/p><p>\n\"May thy holy angels and ministering spirits be in and round about this habitation, that when\nthy servants are called upon to stand in these sacred places, to minister unto thy people, the\nvisions of eternity may be open to their view, and they may be filled with the spirit and\ninspiration of the Holy Ghost and the gift and power of God; and let all thy people who\nhearken to the words of thy servants drink freely at the fountain of the waters of life that they\nmay become wise unto salvation, and thereby overcome the world and be prepared for an\neverlasting inheritance in the celestial kingdom of our God....\n<\/p><p>\n\"We pray thee to bless the Twelve Apostles; fill them with the spirit of their office and\ncalling, clothe them with the intelligence of heaven, the light of revelation, and the gift and\npower of God.\"\n<\/p><p>\nThen followed prayers, in the order indicated, for the Patriarch to the Church, for the\nseventies, the high priests, the high councils, the elders, the Presiding Bishop, the priests,\nteachers, and deacons. There were prayers for the Jews, for the Lamanites, and for all who\ndesire to do good in this and all other nations. There were prayers also for the cooperative\ninstitutions, for those who entered into the United Order \"according to thy word,\" the Relief\nSocieties, the Retrenchment Societies [the Mutuals], the Sunday Schools, and then this mighty\nappeal: \"Let the comforting influence of thy Holy Spirit rest upon the Saints, and the\nquickening power of the Holy Ghost unite thy people in sympathy, affection, kindness and\ninterest. May thy people, O God, be one&mdash;one with Jesus as he is one with the Father . . .\none in spirit and feeling and interest; one in temporal and one in spiritual things, a band of\nbrethren; one in rolling forth the kingdom, united together by eternal, indisputable ties; one in\ngathering thine elect, in building Temples and administering to the living and for the dead;\none in building up the Zion of our God; one with all the redeemed and all the angelic hosts,\nin introducing the principles and laws of life to all of Adam's race and ushering in the\nmillennial reign.\"\n<\/p><p>\nMy brethren and sisters, I re-utter that prayer in your presence today. It is the supreme desire\nand ambition of my life that this glorious destiny for our people and God's work be realized.\nI testify that Jesus the Christ lives, that he is the Lord of the earth, and the Author of our\nsalvation, that his precious gospel and his Church have been restored and reestablished\nthrough his chosen servant, the Prophet Joseph Smith, and that the Holy Priesthood and the\nauthority to represent the Lord have descended upon our present leader in authentic\nsuccession, and that he stands before us today in humility, in heart and mind receptive to the\ndivine Spirit, to lead us in the greatest cause ever committed to men. I give you also my firm\nconviction that if we will but follow the teachings and the counsels of our President and his\nassociates, all of which are in conformity with the pronouncements and principles given in\nthis sacred Tabernacle for nearly a century of time, there will be fulfilled every prophecy and\nglorious promise ever made to Zion. God bless us to this end, I humbly pray in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}