{"ID":5751, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Ye May Know”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p2\" class=\"\">Bishop Keith B. McMullin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/keith-b-mcmullin-10.jpg\" alt=\"Keith B. McMullin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p3\" class=\"\">Humbly, gratefully, I stand before you to testify of God’s words and works. I come in the spirit of one going before to prepare the way. The commission to do so comes from the Lord. My desire is to help us prepare for His Second Coming and to dwell in His presence, to enjoy the gifts and graces He alone can bestow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p4\" class=\"\">During the course of this general conference, much will be said concerning the Lord’s work and what Heavenly Father desires of His children. These are sacred things. May it be known that the speakers do not stand alone in their declarations. Accompanying their testimonies, I raise my voice as yet another witness. This process is referred to as the <span class=\"emphasis\">law of witnesses.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p5\" class=\"\">This law was established to introduce, affirm, and seal the truth upon the hearts of God’s children. One never stands alone in carrying the word of God to the world. Moses was called as a prophet to lead Israel, but he was not left alone. The Lord sent to him his brother, Aaron, not only as a voice, but as a witness with Moses that the God of Abraham had spoken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p6\" class=\"\">This law of witnesses ushered in the birth, life, and mission of Christ Jesus. Holy angels, John the Baptist, prophets, apostles, the Holy Ghost, the Savior himself, and God our Father all declared His divinity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p7\" class=\"\">This same pattern prevailed at each step in the Restoration of the gospel of Jesus Christ in these latter days. Multiple witnesses, reliable beyond refute, have written and spoken of what their ears heard, their eyes beheld, their hearts understood. In every dispensation, two or more witnesses have joined their voices in such proclamations. It is the pattern of heaven. Said the Apostle Paul, “In the mouth of two or three witnesses shall every word be established” (<span class=\"citation\" id=\"3137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3137)\">2 Cor. 13:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p8\" class=\"\">The essential nature of witnesses was brought forcibly to my mind some years ago while seeking permission from a man for his wife and children to be baptized. Our missionaries had taught the family of the divinity of Christ, the sacred appearance of God the Father and His Beloved Son to the Prophet Joseph Smith in 1820, and the Restoration of the true Church upon the earth. To each point, the missionaries bore fervent testimony, and the Holy Ghost confirmed to the mother and children that it was all true. They wished to be baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p9\" class=\"\">The father, however, was skeptical. He felt no such spiritual confirmation. Long-held beliefs and traditions filled his mind with doubt. I met with him to discuss his misgivings and the desire of his wife and children to be baptized. Though he did not wish to keep them from making their own choices, he was deeply troubled by the conflict he felt between his beliefs and family traditions, and this message of the Restoration. As our conversation drew to a close, I bore my witness to him. It included my testimony of what the missionaries had taught. When explaining the divine nature of this Church, the Lord’s words from the Doctrine and Covenants came into my mind, and I testified that this is “the only true and living church upon the face of the whole earth” (<span class=\"citation\" id=\"20453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20453)\">D&amp;C 1:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p10\" class=\"\">My friend was startled. This declaration troubled him, and in disbelief he said: “How can you possibly claim such a thing? My church has many more members than yours; my church is much larger and more influential than yours; and furthermore, the history and traditions of my church go back much further than Joseph Smith. How can you possibly claim that yours is the only true church?”<\/p>\n\t\t\t<p class=\"preamble\">His reaction is similar to that of many when first hearing such a testimony—one that could be experienced by some listening to this conference. During these proceedings, those who participate through prayer, the spoken word, and music will be testifying of what they know to be true. Their witnesses will include:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>The reality of God, the divinity of His Beloved Son, and the doctrines of Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>The divine calling of prophets, seers, and revelators, with special emphasis given to the first prophet of this dispensation, Joseph Smith, and the Lord’s prophet today, President Gordon B. Hinckley.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p class=\"preamble\">These witnesses will point us to:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Revealed truths about the purposes of life, our origin and destiny, and<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>The holy scriptures, often referencing the Book of Mormon as another testament of Jesus Christ.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1996\/05\/ye-may-know.p17\" class=\"\">To some, these testimonies will be troubling, at variance with what they think or believe. They may ask: “How can you possibly claim such a thing? How can you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p18\" class=\"\">To you with such questions, I say—Before reacting, before closing your mind, before finding fault because of a word—please listen and consider this inspired insight. I quote: “‘Words do not convey meanings; they call them forth.’ I speak out of the context of my experience, and you listen out of the context of yours, and that is why communication is difficult” (David O. McKay, as quoted by Lowell L. Bennion, in Conference Report, Apr. 1968, 94; or <span class=\"emphasis\">Improvement Era,<\/span> June 1968, 90).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p19\" class=\"\">This is a phenomenon of mortality and lies at the heart of one’s skepticism. But amidst differing views on spiritual matters, there comes to us from scripture the wonderful and comforting promise <span class=\"emphasis\">“Ye may know.”<\/span> Though our backgrounds are different, we are all children of the same Heavenly Father. He has provided a way to bridge our differences, a way <span class=\"emphasis\">each of us may know.<\/span> This way is through the power and sure witness of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p20\" class=\"\">The Holy Ghost is the third member of the Godhead, sent forth by God to reveal all needful things. He teaches and testifies with divine power and clarity. His witness may go unheard or unheeded, forsaken or denied, but it is never misunderstood. “The Holy Ghost is a revelator” (Joseph Smith, <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith [1976], 328). That which is received of him has a more powerful effect upon the soul than anything else received in any other way. A millennium of experience through sight, sound, touch, taste, smell, and all the powers of the universe combined cannot approach the sublime and complete experience of one brief moment under the influence of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p21\" class=\"\">The Holy Ghost is a spirit personage. He has power to speak to the spirit of every man and woman, boy and girl. His message is conveyed with absolute certainty. This revealed knowledge constitutes a personal testimony and witness of the truth. (See Bruce R. McConkie, <span class=\"emphasis\">Doctrinal New Testament Commentary,<\/span> 3 vols. [1966–73], 1:756.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p22\" class=\"\">Said the Lord through the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p23\" class=\"\">“Yea, behold, I will tell you in <span class=\"emphasis\">your mind<\/span> and in <span class=\"emphasis\">your heart,<\/span> by the Holy Ghost, which shall come upon <span class=\"emphasis\">you<\/span> and which shall dwell in <span class=\"emphasis\">your heart.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p24\" class=\"\">“Now, behold, this is the spirit of revelation” (<span class=\"citation\" id=\"20469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20469)\">D&amp;C 8:2–3<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p25\" class=\"\">How perfect and complete! How extraordinary! How wonderful!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p26\" class=\"\">Different though our lives may be, there can come to each of us the same sure anchor—the <span class=\"emphasis\">truth<\/span> from God. It is absolute, infinite, and available. As Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p27\" class=\"\">“The word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p28\" class=\"\">“And the Spirit giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit” (<span class=\"citation\" id=\"20586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20586)\">D&amp;C 84:45–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p29\" class=\"\">He further explained: “Truth is knowledge of things as they are, and as they were, and as they are to come. … The Spirit of truth is of God” (<span class=\"citation\" id=\"20614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20614)\">D&amp;C 93:24, 26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p30\" class=\"\">And finally the Lord urges, “Ask of God; ask, and it shall be given you” (<span class=\"citation\" id=\"37653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37653)\">JST, Matt. 7:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p31\" class=\"\">Now, for the rest of the story. You recall that my friend asked: “How can you possibly claim such a thing? How can you possibly claim that yours is the only true church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p32\" class=\"\">The answer came, not from me but through me: “I am not claiming it,” I said. “I am quoting it. Jesus Christ said it. Don’t argue with me. If you wish to take issue, pray and talk with Heavenly Father about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p33\" class=\"\">The conversation came to a close, he gave permission for his family members to be baptized, and we parted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p34\" class=\"\">Some weeks later, as I was leaving a stake conference, I saw two men coming toward me, shouldering their way through the crowd. One of them was the same man of whom I have spoken. The first thought that crossed my mind was, “Oh no, here comes an argument!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p35\" class=\"\">As he approached, he extended his hand and asked, “Do you remember me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p36\" class=\"\">“I certainly do,” I said, “and I want you to know that this is still the only true and living Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p37\" class=\"\">Before more could be said, his handshake tightened and he replied: “I know! I have prayed about it as you said. The Lord has told me by the power of His Spirit that it is all true. I was baptized last weekend and ordained a priest. Today, I am baptizing my friend here, for he also knows it is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p38\" class=\"\">Such is the purpose of witnesses, such is the power of the Holy Ghost, such is the anchor of truth. To the things which have been and will yet be testified of, I now add my witness that <span class=\"emphasis\">“ye may know.”<\/span> God lives! We are His children, and He loves us. Jesus Christ is His Beloved Son, our Redeemer, and the Savior of the world. The Father and Son appeared to the Prophet Joseph Smith, answered his prayers, and gave him instructions. Other heavenly ministrants came to him thereafter, restoring what had been lost. They included Moroni bringing forth the Book of Mormon; John the Baptist restoring the priesthood of Aaron; Peter, James, and John conferring upon Joseph Smith and Oliver Cowdery the higher priesthood and holy apostleship; Moses with the keys of the gathering of Israel; Elias with the gospel of Abraham; and Elijah with the power to seal mothers, fathers, and children together as eternal families. The Lord’s gospel has been restored and His earthly kingdom reestablished, which He has named The Church of Jesus Christ of Latter-day Saints (see <span class=\"citation\" id=\"20645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20645)\">D&amp;C 115:3–4<\/a><\/span>; <span class=\"citation\" id=\"6422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6422)\">3 Ne. 27:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p39\" class=\"\">If you find this or any other declaration of this conference unsettling, take up the matter with your Heavenly Father in prayer. “Ask in faith, nothing wavering” (<span class=\"citation\" id=\"26399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26399)\">James 1:6<\/a><\/span>). For “if ye … ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth … unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p40\" class=\"\">“And by the power of the Holy Ghost <span class=\"emphasis\">ye may know<\/span> the <span class=\"emphasis\">truth<\/span> of all things” (<span class=\"citation\" id=\"38729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38729)\">Moro. 10:4–5<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/ye-may-know.p41\" class=\"\">This is my witness—all of this is true! In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}