{"ID":5756, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            This Work Is True\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p3\" class=\"\">I hope you had a burning in your heart and a quickening of your soul as you heard those statistics regarding the growth of the Church. Today is the anniversary of the organization of the Church 166 years ago today in the Peter Whitmer farmhouse in Fayette, New York. Just imagine what has happened since then! As we sang “I Stand All Amazed” (<span class=\"emphasis\">Hymns,<\/span> no. 193), I thought about those in attendance in that farmhouse. They would “stand all amazed” if they could see what has happened to that little organization since its humble beginning on 6 April 1830. And the world in general would “stand all amazed” if they, too, realized our growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p4\" class=\"\">I’m glad the opening song was “The Morning Breaks” (<span class=\"emphasis\">Hymns,<\/span> no. 1). Those words were written by Parley P. Pratt and were printed in the first issue of the <span class=\"emphasis\">Millennial Star,<\/span> published in Liverpool when that first group of missionaries sent by the Prophet Joseph Smith arrived in England. Those words were carefully penned by Parley P. Pratt so that the people out in the world would have some understanding as to who they were. As we sing those words, “The morning breaks, the shadows flee; lo, Zion’s standard is unfurled!” we can envision that standard up on the flagpole, blowing in the wind. We can almost see that flag of freedom and liberty declaring the Restoration of the gospel to all the world. What a wonderful opportunity for us to reflect upon how the gospel has spread throughout the world during the 166 years since the Church was organized.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Our Eighth Generation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p6\" class=\"\">Brother F. Michael Watson has just read the statistical report to us. I want to make an addition to that report. Just within the last 30 minutes, my new great-granddaughter was born. So, Michael, you can raise that number by one.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p7\" class=\"\">Elder LeGrand Richards put together a book titled <span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> which has become a missionary tool throughout the world. In that book he wrote of an incident that happened to Dr. Andrew D. White, former president of Cornell University in New York and later the United States ambassador to Germany.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p8\" class=\"\">While he was United States foreign minister to Russia in 1892, Dr. White had an occasion to spend some time with Count Leo Tolstoi. Leo Tolstoi was a Russian statesman, writer, and social reformer. (I want you to remember that—social reformer. He had grown up in czarist Russia and had some idea and understanding as to how a country and a people could be oppressed.) During their visit, Leo Tolstoi said to Dr. White, “I wish you would tell me about your American religion.” Dr. White explained that there were a number of religions in America. Count Tolstoi said, “I want to know about the <span class=\"emphasis\">American<\/span> religion. … The Church to which I refer … is commonly known as the Mormon Church.” Dr. White said, “I know very little concerning them.” Count Tolstoi said, “Dr. White, I am greatly surprised. … [They] teach the people not only of Heaven and its attendant glories, but how to live so that their social and economic relations with each other are placed on a sound basis. … If Mormonism is able to endure, unmodified, until it reaches the third and fourth generations, it is destined to become the greatest power the world has ever known” (<span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> rev. ed. [1966], 435–36).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p9\" class=\"\">I’m just reminding all of you here today that the little great-granddaughter born to us today is part of the eighth generation of people in our family who have believed and accepted the gospel that we declare to be right and to be true.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A Blessing and a Calling<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p11\" class=\"\">A short time ago I stood in a family circle while the husband of one of our granddaughters blessed their new little son, Mark. As he blessed little Mark, he prayed that Mark would someday go on a mission and, when he returned, find a sweet, young companion and be sealed in the temple. As he pronounced these blessings upon little Mark, I had the desire that he might know what I know and feel what I feel about some of the spiritual blessings that have entered into my life. I desired that his life would also be filled with spiritual experiences similar to one I had 26 years ago today when I was called to be an Assistant to the Quorum of the Twelve Apostles. On that same day, Elder Boyd K. Packer was called to the Quorum of the Twelve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p12\" class=\"\">I remember the details well. I was called to the First Presidency’s office to meet with President Joseph Fielding Smith. His name would be presented the next day for sustaining as the new President and prophet of the Church, just as we have done today with President Hinckley. Harold B. Lee was to be sustained as the First Counselor and N. Eldon Tanner as the Second Counselor. They spent a few moments with me, extending the call, and then reminded me that the next morning my name would be read in the conference.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p13\" class=\"\">After that call was extended to me, I walked down the granite steps of the Administration Building. I felt amazement and wonder. <span class=\"emphasis\">How could this happen? How could this come to me?<\/span> As I walked around the block, I thought and wondered about the changes that would come into my life now. <span class=\"emphasis\">How would I ever measure up to the responsibility that would now rest upon me? How could I go out and represent this great and glorious organization out in the world?<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p14\" class=\"\">I was so overcome with my feelings as I walked around the block that I didn’t want to meet anyone I knew. I just wanted to find my wife, Ruby, and tell her what had happened. I went up to the ninth floor of the Hotel Utah, where Ruby was visiting with some family. I remember knocking on the door and opening it just a couple of inches so I could motion for her to come out. Of course, she wondered what was happening and came out into the hall.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p15\" class=\"\">I took her by the hand, and as we walked along the hallway, all I could do was squeeze her hand. I was so overcome with what had happened that I had trouble even getting the words out to tell her about it. Finally she stopped me and said, “Well, say something.” Then I looked at her, put my hands on her shoulders, and told her what had happened. She started to cry. The two of us stood there with our arms around one another and people walking by wondering who those silly boobs were crying in the hallway. But we didn’t pay any attention to the traffic because something momentous was happening to us. Our lives had been changed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p16\" class=\"\">On the next day, a day like this, my name was read to be sustained and I was asked to come up and take one of these red chairs. I did so in all amazement. And then the Tabernacle Choir sang “O Divine Redeemer.” I thought my heart would break in the pleading of those words: “Remember not, remember not, O Lord, my sins.”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Bearing Testimony<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p18\" class=\"\">I would hope someday that our great-grandson Mark and others of our posterity would have similar spiritual experiences and that they would feel the spiritual power and influence of this gospel. I hope that Mark and others will have opportunities such as I had when I was in the temple when President Spencer W. Kimball received the revelation regarding the priesthood [<span class=\"citation\" id=\"41177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41177)\">O.D. 2<\/a><\/span>]. I was the junior member of the Quorum of the Twelve. I was there. I was there with the outpouring of the Spirit in that room so strong that none of us could speak afterwards. We just left quietly to go back to the office. No one could say anything because of the powerful outpouring of the heavenly spiritual experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p19\" class=\"\">But just a few hours after the announcement was made to the press, I was assigned to attend a stake conference in Detroit, Michigan. When my plane landed in Chicago, I noticed an edition of the <span class=\"emphasis\">Chicago Tribune<\/span> on the newsstand. The headline in the paper said, “Mormons Give Blacks Priesthood.” And the subheading said, “President Kimball Claims to Have Received a Revelation.” I bought a copy of the newspaper. I stared at one word in that subheading—<span class=\"emphasis\">claims.<\/span> It stood out to me just like it was in red neon. As I walked along the hallway to make my plane connection, I thought, <span class=\"emphasis\">Here I am now in Chicago walking through this busy airport, yet I was a witness to this revelation. I was there. I witnessed it. I felt that heavenly influence. I was part of it.<\/span> Little did the editor of that newspaper realize the truth of that revelation when he wrote, “… Claims to Have Received a Revelation.” Little did he know, or the printer, or the man who put the ink on the press, or the one who delivered the newspaper—little did any of them know that it was truly a revelation from God. Little did they know what I knew because I was a witness to it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/this-work-is-true.p20\" class=\"\">God lives. He is our Father. We are His children. He loves us. Jesus is the Christ, the Only Begotten of the Father in the flesh. He is our Savior, our Redeemer. He is our advocate with the Father. He is the one who died and suffered great agony, great humiliation, and great pain for us. The Restoration of the gospel is true. Someday we’ll know of the greatness of the Prophet Joseph Smith. All this work is true. I leave you my love, my witness, and I pray that you will live and raise your own families in such a way that you will be part of the great army needed to carry the message of hope and salvation to all the world. I leave my love and witness with you in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}