{"ID":576, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Perfection Through Obedience<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1952, pp. 49-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely ask for an interest in your faith and prayers, my brothers and sisters, and hope that\npart of the Tabernacle dedicatory prayer pertaining to the speakers, may also be enjoyed by\nme.\n<\/p><p>\nAn important duty of the Church of Jesus Christ of Latter-day Saints is to assist its members\nto attain the full measure of their possibilities and powers. This would give great strength to\nthe Church and bring joy and happiness to the membership of the Church.\n<\/p><p>\nAs sons and daughters of God, created in his image and likeness, possessing, however\nimperfectly, his characteristics and attributes, we should nevertheless be inspired to perfect\nourselves and become like him. The duty therefore of each of us is to develop and prepare\nourselves to become worthy children of an Eternal Father.\n<\/p><p>\nThe Church provides every opportunity for us to use our God-given talents, gifts, and powers.\nHowever we must learn obedience to authority and to keep all the commandments of God.\n<\/p><p>\nThe Prophet Joseph said of the Savior, that he suffered temptations but gave no heed to them.\nAnd Paul writing to the Hebrew saints said that in all points he was tempted as we are, yet\nwithout sin (<span class=\"citation\" id=\"24236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24236)\">Heb. 4:15<\/a><\/span>).\nThe Savior perfected himself through obedience and by obedience became the\nauthor of eternal salvation (<span class=\"citation\" id=\"24238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24238)\">Heb. 5:9<\/a><\/span>).\n<\/p><p>\nThere must be on our part a willingness to accept responsibility in all faithfulness and\ndevotion, it makes possible the attainment of our divine heritage and blessings.\n<\/p><p>\nThe Lord said to the Prophet Joseph Smith: \n<\/p><p>\n. . . men should be anxiously engaged in a good cause and do many things of their\nown free will, and bring to pass much righteousness; \n<\/p><p>\nFor the power is in them wherein they are agents unto themselves. And inasmuch as\nmen do good they shall in nowise lose their reward\n(<span class=\"citation\" id=\"12982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12982)\">D&amp;C 58:27-28<\/a><\/span>).\n<\/p><p>\nThe right of free agency and choice belongs to all of us, but God holds us accountable for our\nindividual acts. The Lord has placed Prophets, Apostles, and teachers in his Church to\ninterpret and point the way for his people and all the world in spiritual and temporal matters.\nSafety is in following divinely appointed leadership and counsel. The rights and powers of\nthese leaders stem from the Savior himself, and each can trace his priesthood and authority\nthrough an unbroken chain to this divine source.\n<\/p><p>\nThe keys of this power and authority center in the president of the High Priesthood of the\nChurch. It is not given to any other man to so represent God here upon the earth. The Lord\nexpects his people to unite and follow under this leadership and not permit themselves to be\ntossed about by those who would find fault or would claim revelation and teach contrary to\nwhat God has revealed to his chosen prophets.\n<\/p><p>\nThe Latter-day Saints need to be careful that they do not become persuaded to false ideas and\nteachers. There are some among us who seize upon one or more appealing principle, truth, or\nlaw, then twist it to their own desire or profit until they become all-consuming obsessions\nwith them. They are not satisfied or content to hold these views to themselves, but with\nSatan's encouragement, desire to entice others to their way of thinking; they seek followers\nand persuade not only those who are weak and unfaithful but also many of the faithful are\ndeceived. Somehow they forget or fail to understand that this Church is not built upon one\nprinciple, or one law, or one truth, but the true gospel is built upon many principles, laws and\ntruths, complete acceptance and obedience to which is necessary to give us joy, happiness,\nsatisfaction, and eternal glory.\n<\/p><p>\nMany of these people pledge allegiance to the Church, yet they separate themselves from\nChurch meetings and encourage others to do likewise. Those who follow them become\nchildren of evil, lose their faith and testimony, and the history of such followers is that if they\ndo not repent, they are excommunicated from the Church.\n<\/p><p>\nSatan is employing every method to deceive not only non-members of the Church, but also\nparticularly those who are members. Each of us must be careful that we are not out of\nharmony, that we enjoy daily the guidance of the Holy Spirit of God in our lives.\n<\/p><p>\nThe Lord has said,\n<\/p><p>\n. . . the day cometh that they who will not hear the voice of the Lord, neither the\nvoice of his servants, neither give heed to the words of the prophets and apostles, shall\nbe cut off from among the people; \n<\/p><p>\nFor they have strayed from mine ordinances, and have broken mine everlasting\ncovenant; \n<\/p><p>\nThey seek not the Lord to establish his righteousness, but every man walketh in his own way,\nand after the image of his own God, whose image is in the likeness of the world, and whose\nsubstance is that of an idol, which waxeth old and shall perish in Babylon, even Babylon the\ngreat, which shall fall\n(<span class=\"citation\" id=\"12955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12955)\">D&amp;C 1:14-16<\/a><\/span>).\n<\/p><p>\nEvery person who goes contrary to the Church and says that the brethren are fallen or are out\nof the way or are teaching false doctrines, unless he repents will never in this life or eternity\nrealize the full measure of his possibilities and powers. God will not suffer his Church,\nestablished for the last time in this the Dispensation of the Fullness of Times when a\nrestitution of all things is to be accomplished, to be led by a fallen prophet, or by someone\nwhom he does not want.\n<\/p><p>\nThe Prophet Joseph Smith, in a letter to William W. Phelps, quoted Section eighty-five of the\nDoctrine and Covenants, and, commenting upon the mission of the one mighty and strong\n(<span class=\"citation\" id=\"13010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13010)\">D&amp;C 85:7<\/a><\/span>), said: \n<\/p><p>\nNow Brother William, if what I have said is true, how careful men ought to be what\nthey do in the last days, lest they are cut short in their expectations and they that think\nthey stand, should fall because they keep not the Lord's commandments.\n<\/p><p>\nIn <i>The Deseret News<\/i> of November 13, 1905, President Joseph F. Smith and his Counselors,\ncommenting on this statement, said: \n<\/p><p>\nPerhaps no other passage in the revelations of the Lord in this dispensation has given\nrise to so much speculation as this one . . . the Church of Christ and of the Saints is\ncompletely organized, and that when the man who shall be called upon to divide unto\nthe Saints their inheritances comes, he will be designated by the inspiration of the\nLord to the proper authorities of the Church, appointed and sustained according to the\norder provided for the government of the Church.\n<\/p><p>\nSo long as that Church remains in the earth&mdash;and we have assurance from the Lord\nthat it will remain in the earth forever&mdash;the Saints need look for nothing of God's\nappointing that will be erratic or irregular, or that smacks of starting over afresh, or\nthat would ignore or overthrow the established order of things. The Saints should\nremember that they are living in the dispensation of the fullness of times when the\nChurch is established in the earth for the last days and for the last time and that God's\nChurch is a Church of order or law, and that there is no place for anarchy in it.\n<\/p><p>\nAnd then in <i>Gospel Doctrine<\/i>, President Joseph F. Smith says: \n<\/p><p>\nIf any man in that position [speaking of the one who holds the keys of the high\npriesthood of the Church] should become unfaithful God would remove him out of his\nplace. I testify in the name of Israel's God that he will not suffer the head of the\nChurch, whom he has chosen to stand at the head, to transgress his laws and\napostatize; the moment he should take a course that would in time lead to it, God\nwould take him away. Why? Because to suffer a wicked man to occupy that position\nwould be to allow, as it were, the fountain to be corrupted, which is something he will\nnever permit (<i>Gospel Doctrine<\/i>, pp. 44-45).\n<\/p><p>\nThe Prophet Joseph Smith made this important statement: \n<\/p><p>\nI will give you one of the Keys of the mysteries of the Kingdom. It is an eternal\nprinciple, that has existed with God from all eternity: That man who rises up to\ncondemn others, finding fault with the Church, saying that they are out of the way,\nwhile he himself is righteous, then know assuredly, that that man is on the high road\nto apostasy, and if he does not repent, will apostatize, as God lives (<i>DHC<\/i> 3:385).\n<\/p><p>\nIn Section 121 of the Doctrine and Covenants, the Lord said to the Prophet,\n<\/p><p>\nCursed are all those that shall lift up the heel against mine anointed, saith the Lord,\nand cry they have sinned when they have not sinned before me, saith the Lord, but\nhave done that which was meet in mine eyes, and which I commanded them.\n<\/p><p>\nBut those who cry transgression do it because they are the servants of sin, and are the\nchildren of disobedience themselves\n(<span class=\"citation\" id=\"13047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13047)\">D&amp;C 121:16-17<\/a><\/span>).\n<\/p><p>\nI testify to you, my brothers and sisters, that your leaders are doing that which is meet in the\neyes of God. They may have their faults and their failings, but when it comes to devotion to\ntheir high calling in this Church and kingdom, there is no question but what they are doing all\nwithin their power to set forward the interests of the Church, and the interests of the people of\nthe Church. And this leadership, my brothers and sisters, must stand firm, and teach all truths,\nand all principles and all laws that God has revealed. God has not given to man the authority\nto change eternal truths, principles, or laws. If people are honest, and surely no person can be\nhonest unless he keeps the commandments of God, they will expect their leaders without\nequivocation to defend and teach the commandments of God as revealed; otherwise they\nwould not accept them as leaders; they would not follow them; they would not respect them,\nfor such vacillating leadership would not be acceptable to the body of the Church.\n<\/p><p>\nThere are those who might say: \n<\/p><p>\n. . . Eat, drink and be merry; nevertheless fear God, he will justify in committing a\nlittle sin, yea, lie a little, take advantage of one because of his words, dig a pit for thy\nneighbor; there is no harm in this; and do all these things, for tomorrow we die; and if\nit so be that we are guilty God will beat us with a few stripes, and at last we shall be\nsaved in the kingdom of God (<span class=\"citation\" id=\"3542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3542)\">2 Ne. 28:8<\/a><\/span>).\n<\/p><p>\nDo we, my brothers and sisters, want to belong to that kind of Church or accept those who\nteach that kind of doctrine? Is there hope, is there satisfaction in following such teachings?\nSurely God would not rob justice. Those who break his laws must suffer the penalty for\nbroken law. The Lord we are told, does not look upon sin with the least degree of allowance\n(<span class=\"citation\" id=\"12959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12959)\">D&amp;C 1:31<\/a><\/span>).\nIf God cannot, can we&mdash;and justify ourselves or others for such doings?\n<\/p><p>\nThe Lord said to the Prophet in Section 132 of the Doctrine and Covenants: \n<\/p><p>\nFor all who will have a blessing at my hands shall abide the law which was appointed\nfor that blessing, and the conditions thereof, as were instituted from before the\nfoundation of the world (<span class=\"citation\" id=\"13059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13059)\">D&amp;C 132:5<\/a><\/span>).\n<\/p><p>\nAnd those who fail to obey set themselves up for temptation and evil. Again Satan is ever\nalert to his opportunities to deceive and to lead the people of this Church astray, for he knows\nthe power of this Church, its destiny and purpose in the earth, and he will do all that he can\nto see that the work does not prosper.\n<\/p><p>\nTherefore, my brothers and sisters, we need to be faithful, we need to support our leaders.\nAnd when we go to our bishops and our stake presidents for counsel, let us accept it, for God\nwill prosper us as we follow the leadership of those appointed to preside over us. If we attain,\ntherefore, the full measure of our possibilities and powers, we must obey and follow\nleadership and keep all the commandments of God. If we can keep with us the spirit of the\ngospel, which is light and truth, then it will not be too difficult for us to obey and follow the\nleadership that God has called and appointed to direct his people.\n<\/p><p>\nMay our Heavenly Father bless us, give us the strength that we require, keep us true to the\nfaith and faithful in our responsibilities, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}