{"ID":5760, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith of Our Fathers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p3\" class=\"\">My beloved brothers and sisters and friends, it’s a great privilege for me to stand at this pulpit and welcome into the ranks of the General Authorities these new brethren. We’ve come together in this historic Tabernacle and across the world “to speak one with another concerning the welfare of [our] souls”<sup class=\"noteMarker\"><a href=\"#footnote1-96905_000_016\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38718)\">Moro. 6:5<\/a><\/span>.]<\/span><\/sup> and to “feast upon the words of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote2-96905_000_016\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4663)\">2 Ne. 32:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p4\" class=\"\">I speak to you today of the faith of our pioneer forefathers. We can attribute much of the remarkable progress of the Church and of this state of Utah to their faith in the Lord Jesus Christ. We stand in awe of their resolve and tenacity in holding fast to their convictions despite the obstacles they had to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p5\" class=\"\">The first principle of the gospel is faith in the Lord Jesus Christ. He is the foundation principle of the gospel and the basis of all righteousness. The Prophet Joseph Smith said that “faith is the assurance … of the existence of things … not seen.”<sup class=\"noteMarker\"><a href=\"#footnote3-96905_000_016\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith<\/span> [1985], 1.]<\/span><\/sup> The scriptures define faith as “the substance of things hoped for, the evidence of things not seen.”<sup class=\"noteMarker\"><a href=\"#footnote4-96905_000_016\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24604)\">Heb. 11:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p6\" class=\"\">We delight in our faith in our Savior today. We testify to the world that “the words of Christ will tell you all things what ye should do.”<sup class=\"noteMarker\"><a href=\"#footnote5-96905_000_016\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4664)\">2 Ne. 32:3<\/a><\/span>.]<\/span><\/sup> As members of the Lord’s Church and as faithful advocates of His restored gospel, we declare soberly that God lives, that Jesus is, indeed, the Christ, the Savior and Redeemer of the world. Tomorrow is Easter, a day to ponder the mission of Jesus Christ, the Firstborn Son of our Heavenly Father. The Atonement, including the Resurrection of the Savior, provides immortality and the possibility of eternal life for all of our Father’s children. How grateful we should be for these blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p7\" class=\"\">We declare gladly to all who have “ears to hear”<sup class=\"noteMarker\"><a href=\"#footnote6-96905_000_016\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37659)\">Matt. 11:15<\/a><\/span>.]<\/span><\/sup> that the Lord, “knowing the calamity which should come upon the inhabitants of the earth, called upon [His] servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments”<sup class=\"noteMarker\"><a href=\"#footnote7-96905_000_016\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20450)\">D&amp;C 1:17<\/a><\/span>.]<\/span><\/sup> to restore the fulness of the gospel that the Saints of earlier days had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p8\" class=\"\">We testify “from the top of the mountains”<sup class=\"noteMarker\"><a href=\"#footnote8-96905_000_016\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25755)\">Isa. 42:11<\/a><\/span>.]<\/span><\/sup> that President Gordon B. Hinckley is God’s prophet on the earth today. Because of our faith in our prophet, Latter-day Saints echo the words of the Apostle Peter: “We have therefore a more sure knowledge of the word of prophecy, to which word of prophecy ye do well that ye take heed, as unto a light which shineth in a dark place, until the day dawn, and the day star arise in your hearts.”<sup class=\"noteMarker\"><a href=\"#footnote9-96905_000_016\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4979)\">JST, 2 Pet. 1:19<\/a><\/span>; cf. KJV, <span class=\"citation\" id=\"4978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4978)\">2 Pet. 1:19<\/a><\/span>.]<\/span><\/sup> The light of divine revelation shines forth from a living prophet to brighten a darkened world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p9\" class=\"\">From the beginning of the Restoration of the gospel of Jesus Christ in America, religious freedom has allowed the Church to flourish. Roots sunk deep into the rich soil of obedience and sacrifice have borne good fruit. Generations of faithful members have forged a firm foundation. From this base of strength “shall the gospel roll forth unto the ends of the earth, as the stone which is cut out of the mountain without hands shall roll forth, until it has filled the whole earth.”<sup class=\"noteMarker\"><a href=\"#footnote10-96905_000_016\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20566)\">D&amp;C 65:2<\/a><\/span>.]<\/span><\/sup> President Joseph F. Smith, who came across the plains as a boy and who knew much of adversity in his life, declared his testimony as follows: “The kingdom of God is here to grow, to spread abroad, to take root in the earth, and to abide where the Lord has planted it by His own power and by His own word, in the earth, never more to be destroyed or to cease, but to continue until the purposes of the Almighty shall be accomplished, every whit that has been spoken of by the mouths of the holy prophets since the world began.”<sup class=\"noteMarker\"><a href=\"#footnote11-96905_000_016\">11<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1902, 2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p10\" class=\"\">President Hinckley noted that “‘the church is growing in a marvelous and wonderful way. … It is spreading over the Earth in a miraculous manner.’” He explained that one of the reasons for this growth is that “‘we have a demanding religion. … We have great expectations concerning our people. We have standards that we expect them to live by, and that is one of the things that attracts people to this church: It stands as an anchor in a world of shifting values.’”<sup class=\"noteMarker\"><a href=\"#footnote12-96905_000_016\">12<\/a>\n       <span class=\"footnote\">[Quoted in <span class=\"emphasis\">Deseret News,<\/span> 26 Feb. 1996, A2.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p11\" class=\"\">The exciting global growth of the Church has focused our attention on the prophesied glorious future of the kingdom. At the same time that we look ahead with optimism, we should pause and look back on the faith of our humble pioneer forefathers. Their faith built the foundation on which the Church continues to flourish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p12\" class=\"\">During February of this year, citizens in Nauvoo and communities across Iowa commemorated the 150th anniversary of the exodus of the Saints. In 1846, more than 10,000 left the thriving city that had been built on the banks of the Mississippi River. With faith in prophetic leaders, those early Church members left their “City Beautiful” and struck off into the wilderness of the American frontier. They did not know exactly where they were going, precisely how many miles lay ahead, how long the journey would take, or what the future held in store for them. But they <span class=\"emphasis\">did know<\/span> they were led by the Lord and His servants. Their faith sustained them. They hoped “for things which [were] not seen, which are true.”<sup class=\"noteMarker\"><a href=\"#footnote13-96905_000_016\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10194)\">Alma 32:21<\/a><\/span>.]<\/span><\/sup> Like Nephi of old, they were “led by the Spirit, not knowing beforehand the things which [they] should do.”<sup class=\"noteMarker\"><a href=\"#footnote14-96905_000_016\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2113)\">1 Ne. 4:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p13\" class=\"\">Fearing more of the mob violence that had claimed the lives of the Prophet Joseph and his brother Hyrum on 27 June 1844, Brigham Young, leading the Church as President of the Quorum of the Twelve Apostles, announced in September 1845 that the Saints would leave Nauvoo in the spring of 1846. Most of those in Nauvoo believed fully that when Brigham Young announced that they must leave, they were hearing what the Lord wanted them to do. They responded in faith to the direction of the Lord. Throughout the fall and winter months of 1845–46, Church members set about vigorously making preparations for the journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p14\" class=\"\">When Newel Knight informed his wife, Lydia, that the Saints would have to leave Nauvoo and move yet again, she responded with tenacious faith, saying, “‘Well, there’s nothing to discuss. Our place is with the Kingdom of God. Let us at once set about making preparations to leave.’”<sup class=\"noteMarker\"><a href=\"#footnote15-96905_000_016\">15<\/a>\n       <span class=\"footnote\">[Quoted in <span class=\"emphasis\">Church News,<\/span> 10 Feb. 1996, 3.]<\/span><\/sup> Brother Knight had moved his family several times already as many of the Saints had moved from New York to Ohio to Missouri and to Illinois. Lydia Knight’s devoted submission to what she knew was God’s will typifies powerfully the faith of those heroic early Saints. With their faith in mind, the words of a familiar hymn take on added meaning:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faith of our fathers, living still,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In spite of dungeon, fire, and sword;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, how our hearts beat high with joy<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whene’er we hear that glorious word.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faith of our fathers, holy faith,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We will be true to thee till death!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote16-96905_000_016\">16<\/a>\n\t   <span class=\"footnote\">[“Faith of Our Fathers,” <span class=\"emphasis\">Hymns,<\/span> no. 84.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p21\" class=\"\">Though winter’s chill was not yet past, heightened fears of mob attacks and swirling rumors of government intervention compelled President Young to set things in motion to get the Saints under way. He directed the first company of pioneer families to leave Nauvoo on 4 February 1846, a cold winter day. They drove their laden wagons and their livestock down Parley Street—a street that became known as the “Street of Tears”—to a landing where they were ferried across the river to Iowa. Chunks of ice floating in the river crunched against the sides of the flatboats and barges that carried the wagons across the Mississippi. A few weeks later, temperatures dropped even further and wagons could cross the river more easily over a bridge of ice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p22\" class=\"\">Sister Wirthlin and I visited Nauvoo in early March this year. The weather was bitterly cold. As we stood in the chilling wind, looking out across the broad expanse of the Mississippi, we felt a deeper sense of appreciation and gratitude for those Saints as they left their beloved city. We wondered how they ever survived. What a sacrifice to leave behind so much for the uncertain future that lay ahead! No wonder so many tears were shed as the fleeing pioneers drove their wagons rumbling down Parley Street to cross the river with no hope of ever returning to their “City Beautiful.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p23\" class=\"\">Once across the river, they camped temporarily at Sugar Creek before starting their trek west toward the Rocky Mountains. The journey, which historian H. H. Bancroft described as a migration without “parallel in the world’s history,”<sup class=\"noteMarker\"><a href=\"#footnote17-96905_000_016\">17<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of Utah<\/span> [1889], 217.]<\/span><\/sup> had begun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p24\" class=\"\">When President Brigham Young joined the departing pioneers at their campsite in Iowa on 15 February 1846, the Lord revealed to him to begin organizing a modern “Camp of Israel.” On the first of March the advance company began its push westward across Iowa. Hardships caused by cold, snow, rain, mud, sickness, hunger, and death challenged the faith of these hardy pioneers. But they were determined to follow their leaders and to do, no matter the cost, what they believed fervently to be the will of God. Their faith was challenged, and for some it faltered in especially difficult times. But it did not fail them. Many were sustained by the assurances they had received in temple ordinances performed in the Nauvoo Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p25\" class=\"\">One of the more difficult hardships endured by many of the sisters was delivering their babies under harsh, extreme conditions along the trail. Eliza R. Snow wrote that as the pioneers “journeyed onward, mothers gave birth to offspring under almost every variety of circumstances imaginable, except those to which they had been accustomed; some in tents, others in wagons—in rainstorms and in snowstorms.” Sister Snow went on to record in her journal that she “heard of one birth which occurred under the rude shelter of a hut, the sides of which were formed of blankets fastened to poles stuck in the ground, with a bark roof through which the rain was dripping. Kind sisters stood holding dishes to catch the water … , thus protecting the [little one] and its mother from a shower-bath [on its entrance to] the stage of human life.”<sup class=\"noteMarker\"><a href=\"#footnote18-96905_000_016\">18<\/a>\n       <span class=\"footnote\">[As quoted in B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 3:45.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p26\" class=\"\">What a sacrifice these good sisters made! Some mothers lost their own lives in childbirth. Many babies did not survive. My wife’s grandmother, Elizabeth Riter, was born at Winter Quarters in the back of a covered wagon during a rainstorm. Fortunately, both the mother and the newborn infant survived. With great love for the woman who gave life to her, Elizabeth often lovingly recounted how an umbrella was held over her mother throughout the ordeal to shield her from the water leaking through the wagon’s cover.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p27\" class=\"\">Let us never forget the faith of our fathers and the selfless sacrifice of our mothers, those pioneering Saints who set such an inspiring example of obedience. Let us remember them as we strive to be valiant servants in our work to “invite all to come unto Christ”<sup class=\"noteMarker\"><a href=\"#footnote19-96905_000_016\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20496)\">D&amp;C 20:59<\/a><\/span>.]<\/span><\/sup> and “be perfected in him.”<sup class=\"noteMarker\"><a href=\"#footnote20-96905_000_016\">20<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38734)\">Moro. 10:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p28\" class=\"\">Some 44 years ago, my father spoke from this pulpit and explained how an appreciation of our heritage can strengthen and enliven our service in the kingdom. Referring to his own pioneer grandparents, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p29\" class=\"\">“Because of the faith of these forefathers of mine, I am here, living in [these] peaceful valleys, in the shadows of great mountains, and above all, within hearing of the voice of latter-day prophets. “So, I owe to them … a debt of gratitude, … a debt that can best be paid in service to this great cause.”<sup class=\"noteMarker\"><a href=\"#footnote21-96905_000_016\">21<\/a>\n       <span class=\"footnote\">[Joseph L. Wirthlin, <span class=\"emphasis\">A Heritage of Faith,<\/span> comp. Richard Bitner Wirthlin [1964], 47.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p30\" class=\"\">Now, as we see the kingdom expand throughout the world, an ever smaller percentage of Church members live in the valleys of Utah, in the shadows of our beautiful mountains. But today, modern communication technology allows Saints throughout the world to be “within the hearing of the voice of latter-day prophets.” As it was with my father, so it is for all of us. We who have been blessed to know the fulness of the restored gospel owe a debt of gratitude to those who have gone before us, who have given so much to build the kingdom into the worldwide miracle that it is today. Our debt of gratitude to our forebears is a “debt that can best be paid in service to this great cause.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p31\" class=\"\">No matter who we are—no matter our talents, abilities, financial resources, education, or experience—we all can serve in the kingdom. He who calls us will qualify us for the work if we will serve with humility, prayer, diligence, and faith. Perhaps we feel inadequate. Maybe we doubt ourselves, thinking that what we have to offer the Lord personally is too slight to even be noticed. The Lord is well aware of our mortality. He knows our weaknesses. He understands the challenges of our everyday lives. He has great empathy for the temptations of earthly appetites and passions. The Apostle Paul wrote in his epistle to the Hebrews that the Savior is “touched with the feeling of our infirmities” because he “was in all points tempted like as we are.”<sup class=\"noteMarker\"><a href=\"#footnote22-96905_000_016\">22<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24602)\">Heb. 4:15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p32\" class=\"\">President Thomas S. Monson taught the importance of being willing to serve in this great cause when he asked: “Are we sufficiently in tune with the Spirit that when the Lord calls, we can hear, as did Samuel, and declare, ‘Here am I’? Do we have the fortitude and the faith, whatever our callings, to serve with unflinching courage and unshakable resolve? When we do, the Lord can work His mighty miracles through us.”<sup class=\"noteMarker\"><a href=\"#footnote23-96905_000_016\">23<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1992, 48; see <span class=\"citation\" id=\"2711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2711)\">1 Sam. 3:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p33\" class=\"\">President James E. Faust has reassured us that whatever our abilities, faithful service not only is acceptable to the Lord, but also qualifies us for great blessings bestowed by Him, blessings that enrich and expand our lives. President Faust explained “that this church does not necessarily attract great people but more often makes ordinary people great. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p34\" class=\"\">“A major reason this church has grown from its humble beginnings to its current strength is the faithfulness and devotion of millions of humble and devoted [members] who have only five loaves and two small fishes to offer in the service of the Master. They have largely surrendered their own interests, and in so doing have found ‘the peace of God, which passeth all understanding’ [<span class=\"citation\" id=\"41346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41346)\">Philip. 4:7<\/a><\/span>].”<sup class=\"noteMarker\"><a href=\"#footnote24-96905_000_016\">24<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> May 1994, 5–6.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p35\" class=\"\">With the Lord to strengthen us, “we have endured many things, and hope to be able to endure all things.”<sup class=\"noteMarker\"><a href=\"#footnote25-96905_000_016\">25<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7072)\">A of F 1:13<\/a><\/span>.]<\/span><\/sup> He encourages us to “be not weary in well-doing, for [we] are laying the foundation of a great work. And out of small things proceedeth that which is great.”<sup class=\"noteMarker\"><a href=\"#footnote26-96905_000_016\">26<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20562)\">D&amp;C 64:33<\/a><\/span>.]<\/span><\/sup> May we be faithful in fulfilling the duties of whatever calling we have in the kingdom. Let us pay heed to the “small things” that make all the difference. Let us be faithful in keeping the commandments as we have made sacred covenants to do. As our heritage and our growth clearly show, we are, indeed, “laying the foundation of a great work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/faith-of-our-fathers.p36\" class=\"\">Let us dedicate ourselves to doing the Lord’s work to the best of our abilities. May we honor the faith of our fathers by giving our own faithful service to this great cause. May we “follow the prophet”<sup class=\"noteMarker\"><a href=\"#footnote27-96905_000_016\">27<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Children’s Songbook,<\/span> 110–11.]<\/span><\/sup> and by so doing “come unto Christ, and partake of the goodness of God,”<sup class=\"noteMarker\"><a href=\"#footnote28-96905_000_016\">28<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25998)\">Jacob 1:7<\/a><\/span>.]<\/span><\/sup> I pray humbly in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96905_000_016\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38718)\">Moro. 6:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-96905_000_016\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4663)\">2 Ne. 32:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-96905_000_016\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith<\/span> [1985], 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-96905_000_016\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24604)\">Heb. 11:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-96905_000_016\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4664)\">2 Ne. 32:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-96905_000_016\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37659)\">Matt. 11:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-96905_000_016\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20450)\">D&amp;C 1:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-96905_000_016\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25755)\">Isa. 42:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-96905_000_016\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4979)\">JST, 2 Pet. 1:19<\/a><\/span>; cf. KJV, <span class=\"citation\" id=\"4978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4978)\">2 Pet. 1:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-96905_000_016\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20566)\">D&amp;C 65:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-96905_000_016\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1902, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-96905_000_016\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in <span class=\"emphasis\">Deseret News,<\/span> 26 Feb. 1996, A2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-96905_000_016\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10194)\">Alma 32:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-96905_000_016\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2113)\">1 Ne. 4:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-96905_000_016\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in <span class=\"emphasis\">Church News,<\/span> 10 Feb. 1996, 3.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-96905_000_016\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>“Faith of Our Fathers,” <span class=\"emphasis\">Hymns,<\/span> no. 84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-96905_000_016\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of Utah<\/span> [1889], 217.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-96905_000_016\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted in B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 3:45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-96905_000_016\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20496)\">D&amp;C 20:59<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-96905_000_016\">20.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38734)\">Moro. 10:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-96905_000_016\">21.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph L. Wirthlin, <span class=\"emphasis\">A Heritage of Faith,<\/span> comp. Richard Bitner Wirthlin [1964], 47.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-96905_000_016\">22.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24602)\">Heb. 4:15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-96905_000_016\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1992, 48; see <span class=\"citation\" id=\"2711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2711)\">1 Sam. 3:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote24-96905_000_016\">24.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> May 1994, 5–6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote25-96905_000_016\">25.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7072)\">A of F 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote26-96905_000_016\">26.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20562)\">D&amp;C 64:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote27-96905_000_016\">27.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Children’s Songbook,<\/span> 110–11.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_016\"><a name=\"-96905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote28-96905_000_016\">28.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25998)\">Jacob 1:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}