{"ID":5761, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “If Thou Wilt Enter into Life, Keep the Commandments”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p3\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">96905_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p4\" class=\"\">The Savior said, “If thou wilt enter into life, keep the commandments” (<span class=\"citation\" id=\"37671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37671)\">Matt. 19:17<\/a><\/span>). I would like to tell you a story, brethren—a true story about a man named Abinadi. Abinadi was a prophet who preached repentance to a wicked people and a wicked king. He preached boldly and courageously, knowing that he was putting his own life in jeopardy because of his words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p5\" class=\"\">Wicked King Noah angrily ordered his priests to kill Abinadi. King Noah said, “Away with this fellow, and slay him; … for he is mad.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p6\" class=\"\">But when the priests tried to lay their hands on Abinadi, he withstood them, saying: “Touch me not, for God shall smite you if ye lay your hands upon me, for I have not delivered the message which the Lord sent me to deliver. … I must fulfil the commandments wherewith God has commanded me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p7\" class=\"\">The people of King Noah were afraid to touch Abinadi because the Spirit of the Lord was with him. “His face shone with exceeding luster,” and he spoke “with power and authority from God.” Abinadi declared that he would finish the message that God had sent him to deliver—and then it wouldn’t matter what King Noah and the people did to him. (See <span class=\"citation\" id=\"40972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40972)\">Mosiah 13:1–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p8\" class=\"\">When Abinadi concluded his message, King Noah demanded that he deny the words he had spoken—or he would be put to death. But Abinadi refused.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p9\" class=\"\">The firmness of Abinadi’s faith is found in this poignant entry in the sacred record: “And now, when Abinadi had said these words, he fell, having suffered death by fire; yea, having been put to death because <span class=\"emphasis\">he would not deny the commandments of God,<\/span> having sealed the truth of his words by his death.” (See <span class=\"citation\" id=\"40977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40977)\">Mosiah 17:6–20<\/a><\/span>; emphasis added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p10\" class=\"\">My brethren of the priesthood, what a powerful example Abinadi should be to all of us! He courageously obeyed the Lord’s commandments—even though it cost him his life! Prophets of all dispensations have willingly put their lives on the line and, with courage, have done the will and proclaimed the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p11\" class=\"\">The Prophet Joseph Smith went “like a lamb to the slaughter” (<span class=\"citation\" id=\"20670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20670)\">D&amp;C 135:4<\/a><\/span>), never wavering as he fulfilled the Lord’s commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p12\" class=\"\">And think of our Savior’s example. He taught us how to live by the way He lived. Think of His tender compassion as He worked miracles and as He cared for the poor and the afflicted. He humbly chose to be obedient to His Father’s commandments—and He endured to the end, fulfilling His divine mission and completing the atoning sacrifice for all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p13\" class=\"\">Brethren, as bearers of the priesthood of God, let us follow the example of our Lord Jesus Christ and His prophets, past and present. It may not be required of us to give our lives as martyrs, as did many of the prophets. What is required is our obedience to the Lord’s commandments and our faithfulness to the covenants we have made with Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p14\" class=\"\">May I talk directly to you young men of the Aaronic Priesthood for a moment? The Aaronic Priesthood is the preparatory priesthood. It prepares you for the higher priesthood—the Melchizedek Priesthood. As bearers of the Aaronic Priesthood, you must learn to obey the Lord’s commandments. Honor your mother and father, keep the Sabbath day holy, do not take the Lord’s name in vain, honor womanhood, be chaste, do not lie or steal, live the Word of Wisdom, and pay an honest tithing and a generous fast offering. If you keep these commandments and others, you will be richly blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p15\" class=\"\">You young deacons, teachers, and priests: Are you worthy to officiate in the preparation, passing, and blessing of the sacrament? These are sacred responsibilities. The bread and water are emblems of our Savior’s flesh and blood; they represent His atoning sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p16\" class=\"\">Think of that for a moment. The sacrament that you administer each week is in remembrance of the Atonement of Jesus Christ. The wondrous gift of the Atonement overcomes physical death unconditionally, and it is infinite because it is for all who have lived or will ever live in mortality. Through the Atonement, we are all redeemed from the Fall of Adam and will be resurrected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p17\" class=\"\">However, for the full blessings of the Atonement to take effect in our lives and allow us to return to live with our Heavenly Father, we must repent of our sins and be faithful in obeying the commandments of God. Thus, the redemptive blessings of repentance and forgiveness are an important part of the Atonement, but they are conditional upon our faithfulness in obeying the commandments and the ordinances of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p18\" class=\"\">Oh, how the Lord blesses worthy bearers of the Aaronic Priesthood who bless and pass the sacrament to faithful members of the Church in His memory! And how He blesses those who partake of the sacrament worthily! If you are worthy to participate in the administration of the sacrament, you will be worthy to receive the Melchizedek Priesthood at the appropriate time and enter the temple to take upon yourselves covenants with the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p19\" class=\"\">Young men, prepare to serve as missionaries. Going on a mission teaches you to live the law of consecration. It may be the only time in your life when you can give to the Lord all your time, talents, and resources. In return, the Lord will bless you with His Spirit to be with you. He will be close to you and strengthen you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p20\" class=\"\">Work hard to obtain an education and to learn technical skills that will allow you to be self-sufficient and support your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p21\" class=\"\">Cultivate good friends who do not try to make you choose between their ways and the Lord’s ways. Be the kind of friend who makes it easier for others to obey the commandments when they are with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p22\" class=\"\">Now, to you brethren who hold the Melchizedek Priesthood, as well as the Aaronic Priesthood holders: As you know, keeping the Lord’s commandments is a lifetime effort! Let us be faithful and courageous in keeping His commandments, as we have covenanted to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p23\" class=\"\">The Savior declared: “If thou wilt enter into life, keep the commandments” (<span class=\"citation\" id=\"37672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37672)\">Matt. 19:17<\/a><\/span>). “If ye love me, keep my commandments” (<span class=\"citation\" id=\"29786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29786)\">John 14:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p24\" class=\"\">Some may ask, “Why did the Lord give us commandments?” In premortal councils, He determined that we, His spirit children, would be given commandments by which to live during our mortal lives. Jehovah, the firstborn spirit child of our Heavenly Father, said: “We will go down, … and we will make an earth whereon these [God’s other spirit children] may dwell,<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p25\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p26\" class=\"\">“And they who keep their first estate shall be added upon” (<span class=\"citation\" id=\"7435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7435)\">Abr. 3:24–26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p27\" class=\"\">These commandments are loving instructions provided by God our Father for our physical and spiritual well-being and happiness while in mortality. Commandments allow us to know the mind and will of God regarding our eternal progression. And they test our willingness to be obedient to His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p28\" class=\"\">The commandments are not a burden or a restriction. Every commandment of the Lord is given for our development, progress, and growth. The Prophet Joseph Smith taught: “God has designed our happiness. … He never will institute an ordinance or give a commandment to His people that is not calculated in its nature to promote that happiness which He has designed” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith [1976], 256).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p29\" class=\"\">How I love the commandments of the Lord! They guide and protect us and allow us to return back into the presence of our Heavenly Father. If we faithfully obey the commandments, we are promised the blessings of eternal life. Eternal life, “the greatest of all the gifts of God” (<span class=\"citation\" id=\"20475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20475)\">D&amp;C 14:7<\/a><\/span>), is to be exalted and to live with Heavenly Father and His Son Jesus Christ in all the eternities to come. He dearly wants us to return to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p30\" class=\"\">We don’t need to wait, however, until the next life to receive many of the promised blessings. In this life, the obedient may enjoy peace of mind, happiness, and “joy in the Holy Ghost” (<span class=\"citation\" id=\"42995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42995)\">Rom. 14:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p31\" class=\"\">Living the commandments brings us into harmony with Deity; we become<span class=\"emphasis\"> one<\/span> in purpose with the Father and the Son. When we are <span class=\"emphasis\">one<\/span> with God, we walk with spiritual light. Our diligence in keeping the commandments allows the Holy Ghost to dwell within us. We are given the gift of personal revelation. This is a spiritual light that protects us and serves as a beacon, guiding us in righteous ways. It dispels the darkness of the adversary. So powerful is this light that it can reach us even when we are drawn into a black hole of sin so deep and so dark that we believe no spiritual light could ever penetrate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p32\" class=\"\">Do you remember being afraid of the dark when you were a child? When you became frightened, you probably turned on the light or lit a candle—in fact, you lit every light in the house! When your parents came home later in the evening, they would ask, “Why is every light in the house on?” And then they would proceed to give you a lecture, I am sure, about the family budget and the cost of electricity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p33\" class=\"\">You have learned, however, that by turning on an electric light or by lighting a candle, there was no more darkness, no more fear. You learned a simple law of nature, which is also a spiritual law: Light and darkness cannot occupy the same space at the same time. Satan and his disciples cannot tolerate the spiritual light of the gospel; they must immediately depart. Satan cannot command you to do anything. With the priesthood, you can command him to depart in your thoughts and in your actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p34\" class=\"\">When we live the commandments, our countenance is surrounded by gospel light. With this spiritual light, we no longer wander in the strange and darkened paths of the adversary, becoming lost, discouraged, depressed, and fearful. Walking in the light of the gospel, we will not lose sight of our eternal goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p35\" class=\"\">Brethren, choosing to live the commandments frees us from the shackles of sin and allows us to experience true happiness. There is no joy in sin. As the prophet Alma taught his son, “Wickedness never was happiness” (<span class=\"citation\" id=\"10210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10210)\">Alma 41:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p36\" class=\"\">It takes courage to keep the commandments. To fail to do so because of peer pressure is to have the fear of man—to be more afraid of what man thinks about us than what God thinks about us. I have never understood why someone would have a greater concern about man’s opinion than about God’s opinion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p37\" class=\"\">To know and keep the commandments, we must know and follow the Savior and the prophets of God. We were all blessed recently to receive an important message from modern prophets, entitled “The Family: A Proclamation to the World” (see <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102). This proclamation warns us what will happen if we do not strengthen the family unit in our homes, our communities, and our nations. Every priesthood holder and citizen should study the proclamation carefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p38\" class=\"\">Prophets must often warn of the consequences of violating God’s laws. They do not preach that which is popular with the world. President Ezra Taft Benson taught that “popularity is never a test of truth” (“Fourteen Fundamentals in Following the Prophet,” in <span class=\"emphasis\">1980 Devotional Speeches of the Year<\/span> [1981], 29).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p39\" class=\"\">Why do prophets proclaim unpopular commandments and call society to repentance for rejecting, modifying, and even ignoring the commandments? The reason is very simple. Upon receiving revelation, prophets have no choice but to proclaim and reaffirm that which God has given them to tell the world. Prophets do this knowing full well the price they may have to pay. Some who choose not to live the commandments make every effort to defame the character of the prophets and demean their personal integrity and reputation. In response, the prophets remain silent and merely turn the other cheek. The world may see this as weakness, but it is one of the greatest strengths a man can have—to be faithful, unyielding, and unwavering to that which he knows to be true, accepting whatever consequences may follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p40\" class=\"\">Each of us is free to accept or reject the commandments, but none of us is free to modify them to suit our personal preferences. Priesthood leaders do not have the right to change revealed principles and commandments just for the sake of being popular with the world. Nor do prophets have the authority to alter God’s commandments in order to make them more palatable to those who are weak in their resolve to live worthily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p41\" class=\"\">On one occasion a Church leader was confronted by a grieving parent who wanted one of God’s commandments softened to accommodate a wayward child who had been disciplined by the Church. In his grief the parent had suggested that the Church leader was unchristian in denying the child the full benefits of membership in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p42\" class=\"\">The Church leader shared the sorrow of the parents and the child, but he remained loyal to the commandments of the Lord. In response to the accusation of not being a Christian, the leader said, “If I were to attempt to change the commandments, at that very moment I would no longer be following Christ’s teachings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p43\" class=\"\">Rationalization that God should change His commandments to accommodate our transgressions leads to spiritual darkness, which only the light of the gospel can remove. To the woman taken in adultery, Christ did not soften the commandment to not commit adultery. Rather, He counseled her to “sin no more” (<span class=\"citation\" id=\"29779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29779)\">John 8:11<\/a><\/span>). He promises all of us forgiveness through repentance. It is we who must change, not the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p44\" class=\"\">Dear brethren of the priesthood, we must never forget for a moment that the covenants we have made to keep, the promises we have made with the Lord and with our Heavenly Father, are the most important decisions we have made in our lives. Let us study and ponder the scriptures and listen to the counsel of living prophets. Let us teach and testify of the truthfulness of the commandments in our homes and elsewhere as directed by the Spirit. Let our lives reflect our love of the Lord by being obedient to the commandments and reaping the promised blessings both in this life and in the life to come. “If thou wilt enter into life, keep the commandments” (<span class=\"citation\" id=\"37673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37673)\">Matt. 19:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/if-thou-wilt-enter-into-life-keep-the-commandments.p45\" class=\"\">I testify that God lives. Jesus is the Christ. May we remember who we are and act accordingly, that we may gain the riches of eternity for ourselves, our families, and our friends, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}