{"ID":5763, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What I Want My Son to Know before He Leaves on His Mission\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1d3e.jpg\" alt=\"President James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p3\" class=\"\">My beloved brethren, the responsibility of speaking to the priesthood of the Church is overwhelming. I feel honored to be numbered one of you. It is a great blessing to hold the priesthood of God. I earnestly seek your faith and prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p4\" class=\"\">This evening I would like to speak to you wonderful young men about 10 things that I would like my son or my grandson to know before he leaves on his mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p5\" class=\"\"><span class=\"strong\">First, you will be under call from the Lord Jesus Christ.<\/span> What a marvelous thing it is to have the confidence of the Lord, your bishop, stake president, all of the General Authorities, and President Hinckley to honor you with a call. You will be a servant of the living God and an ambassador of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p6\" class=\"\">Most of our missionaries are young and inexperienced in the ways of the world. Nevertheless, the Lord said: “He that is ordained of God and sent forth, the same is appointed to be the greatest, notwithstanding he is the least and the servant of all.”<sup class=\"noteMarker\"><a href=\"#footnote1-96905_000_019\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20542)\">D&amp;C 50:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p7\" class=\"\">Despite our shortcomings and our inadequacies, we need to be reminded that the God who called you to serve is the “possessor of all things; for all things are subject unto him, both in heaven and on the earth, the life and the light, the Spirit and the power, sent forth by the will of the Father through Jesus Christ, his Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p8\" class=\"\">“But no man is possessor of all things except he be purified and cleansed from all sin.”<sup class=\"noteMarker\"><a href=\"#footnote2-96905_000_019\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20543)\">D&amp;C 50:27–28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p9\" class=\"\"><span class=\"strong\">Second, your mission president is the Lord’s representative. <\/span>Do not criticize or demean him, privately or publicly. If you will respect his authority, be obedient, humble, teachable, and follow the mission rules, you will be a successful missionary. For instance, one of the hardest rules to follow is to get up in the morning when your mission president directs. Many young men think the best time to sleep is in the morning. I’m grateful to my obedient senior companion, Elder William Grant Bangerter, who would set the alarm clock to get up early. When the alarm went off, it would jangle my nerves. In the winter it was dark, damp, and cold, and we never had any hot water for bathing or showering. He would cheerfully shower in that cold water; I would start to shiver as soon as he got out of the shower. I could not do anything but follow his example, but I have to confess that I was not quite as cheerful because my teeth were chattering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p10\" class=\"\"><span class=\"strong\">Third, hard work is more important than intellect.<\/span> Remember the Lord’s words in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p11\" class=\"\">“Wherefore, I call upon the weak things of the world, those who are unlearned and despised, to thrash the nations by the power of my Spirit;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p12\" class=\"\">“And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me.”<sup class=\"noteMarker\"><a href=\"#footnote3-96905_000_019\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20521)\">D&amp;C 35:13–14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p13\" class=\"\">President Ezra Taft Benson once said: “One of the greatest secrets of missionary work is <span class=\"emphasis\">work.<\/span> If a missionary works, he will get the Spirit; if he gets the Spirit, he will teach by the Spirit; and if he teaches by the Spirit, he will touch the hearts of the people; and he will be happy. There will be no homesickness, no worrying about families, for all time and talents and interests are centered on the work of the ministry. That’s the secret—work, work, work. There is no satisfactory substitute, especially in missionary work.”<sup class=\"noteMarker\"><a href=\"#footnote4-96905_000_019\">4<\/a>\n       <span class=\"footnote\">[Mission presidents’ seminar, Aug. 1982; quoted in <span class=\"emphasis\">Missionary Guide<\/span> (1988), 32; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p14\" class=\"\">One of the Brethren reported being in a missionary testimony meeting when a young elder, who was not given much to speaking, said: “I am enjoying my work. I guess that is all I can expect. I can’t enjoy what I don’t do!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p15\" class=\"\">When President N. Eldon Tanner presided over the West European Mission some years ago, his slogan was “Have a good time.” One day he said to a group of missionaries in Germany, “I would like you all to have a good time.” After the meeting, one of the missionaries came up to him and said: “President Tanner, I don’t think that it is quite fair for you to tell the missionaries to have a good time. You know, the only way they can have a good time is to do their work.” President Tanner said, “Well, go have a good time.”<sup class=\"noteMarker\"><a href=\"#footnote5-96905_000_019\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Stories for Mormons,<\/span> sel. Rick Walton and Fern Oviatt (1983), 73.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p16\" class=\"\"><span class=\"strong\">Fourth, forget yourself in His service.<\/span> The Lord said, “He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.”<sup class=\"noteMarker\"><a href=\"#footnote6-96905_000_019\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37658)\">Matt. 10:39<\/a><\/span>.]<\/span><\/sup> If you will lose yourself in missionary service, you will find indescribable joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p17\" class=\"\">Nothing you do as a missionary should get in the way of your important message: not your dress, not your hair length, your attitude; not your deportment; and not your girlfriend at home. I do not wish to be insensitive to the natural affections between a fine young man and a lovely young woman. However, if a missionary receives a letter from his girlfriend stating that her affections for him have changed—we used to call that a “Dear John letter”; some of us have gotten those—I commend the good counsel given some years ago by Elder LeGrand Richards, who said, “There’s a new group of girls every year! And the new group is just as good as the old group.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p18\" class=\"\">You young men are properly concerned about finding your place in this unsettled world. However, when you are called as a full-time representative of the Lord, you should “serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day.”<sup class=\"noteMarker\"><a href=\"#footnote7-96905_000_019\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20461)\">D&amp;C 4:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p19\" class=\"\"><span class=\"strong\">Fifth, never permit contention in your companionships.<\/span> Some of your missionary companions will be your life’s dearest friends. Be the kind of companion you would like to be with. Be unselfish in your relationship with your companions. When there is contention, the Spirit of the Lord will depart, regardless of who is at fault.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p20\" class=\"\">Each of us is an individual with unique strengths and talents, different from any other person in the world. Each of us has weaknesses. In a harmonious companionship, there is teamwork—where one is weak, the other is strong. As a boy, I learned to drive a team of horses. If one horse was balky, the other could not pull the load alone. So it is in a missionary companionship. Each must pull his share of the load.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p21\" class=\"\"><span class=\"strong\">Sixth, keep your bodies clean and healthy and your living quarters clean.<\/span> It is very important that you eat properly and get adequate sleep so that you can maintain good health. If you become ill, not only can you not do the work, but you will also become a burden on your companion. Remember, also, that keeping your person and your living quarters neat and clean is conducive to enjoying the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p22\" class=\"\">As a representative of the Lord, your personal appearance is very important. You, the Church, and your message will be judged in part by your cleanliness and neatness. People will be reluctant to invite you into their homes if you are unkempt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p23\" class=\"\"><span class=\"strong\">Seventh, learn to love and serve the people among whom you work.<\/span> You should pray daily for them that the Lord will fill you with love as you serve them. If you do not love them, you will have difficulty teaching them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p24\" class=\"\">A lonely young Persian student was in Munich, struggling to find meaning to life in postwar Europe. He heard a knock at the door one day, and two Mormon missionaries stood before him. He was not the least interested in religion. The only thing that interested him about these two young men was their accent. He had mastered four languages, but English was not one of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p25\" class=\"\">He invited them in, but as soon as they began their discussion, he cautioned, “I don’t want to hear about God, nor how your religion got started. I only want to know one thing: what do you people do for one another?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p26\" class=\"\">He waited as the elders exchanged glances. Finally, one of them said softly, “We love one another.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p27\" class=\"\">Nothing the missionary could have said would have been more electrifying than this simple utterance, for the Holy Ghost immediately bore witness that these missionaries were true servants of the Lord. Shortly thereafter, he was baptized into the Church.<sup class=\"noteMarker\"><a href=\"#footnote8-96905_000_019\">8<\/a>\n       <span class=\"footnote\">[Adapted from article by Russ Price in <span class=\"emphasis\">Especially for Mormons, Volume 5<\/span> (1987), 5:186.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p28\" class=\"\"><span class=\"strong\">Eighth, study, ponder, and teach from the scriptures, especially the Book of Mormon and the New Testament.<\/span> Know the truth so well that you can state it clearly. B. H. Roberts wrote, “To be known, the truth must be stated and the clearer and more complete the statement is, the better the opportunity will the Holy Spirit have for testifying to the souls of men that the work is true.”<sup class=\"noteMarker\"><a href=\"#footnote9-96905_000_019\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">New Witnesses for God,<\/span> 3 vols. (1909), 2:vii.]<\/span><\/sup> You cannot convert people beyond your own conversion. The Book of Mormon, together with your testimony of it, are powerful instruments of conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p29\" class=\"\">Elder F. Burton Howard of the Seventy acquaints us with a strong testimony of the converting power of the Book of Mormon: Sister Celia Cruz Ayala of the Puerto Rico San Juan Mission decided to give the Book of Mormon to a friend. She wrapped it in attractive paper and set out to deliver her present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p30\" class=\"\">On the way she was attacked by a bandit who stole her purse and with it the wrapped copy of the Book of Mormon. A few days later she received this letter:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p31\" class=\"\">Mrs. Cruz:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p32\" class=\"\">Forgive me, forgive me. You will never know how sorry I am for attacking you. But because of it, my life has changed and will continue to change. That book [the Book of Mormon] has helped me in my life. The dream of that man of God has shaken me. … I am returning your five pesos for I can’t spend them. I want you to know that you seemed to have a radiance about you. That light seemed to stop me [from harming you, so] I ran away instead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p33\" class=\"\">I want you to know that you will see me again, but when you do, you won’t recognize me, for I will be your brother. … Here, where I live, I have to find the Lord and go to the church you belong to.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p34\" class=\"\">The message you wrote in that book brought tears to my eyes. Since Wednesday night I have not been able to stop reading it. I have prayed and asked God to forgive me, [and] I ask you to forgive me. … I thought your wrapped gift was something I could sell. [Instead,] it has made me want to make my life over. Forgive me, forgive me, I beg you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p35\" class=\"\">Your absent friend.<sup class=\"noteMarker\"><a href=\"#footnote10-96905_000_019\">10<\/a>\n       <span class=\"footnote\">[See F. Burton Howard, “My Life Has Changed,” <span class=\"emphasis\">Church News,<\/span> 6 Jan. 1996, 16.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p36\" class=\"\">Such is the conversion power of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p37\" class=\"\">Now I would counsel you young men as you enter your missionary service to forget the mysteries. Speaking of the mysteries reminds me of the man who got up to talk and said, “I will now proceed to expound upon that which the Lord has not yet seen fit to reveal!” Mysteries include those matters that are speculative. They are things which have not been revealed or are beyond our understanding. It is the plain, simple truth confirmed by the Spirit that converts when accompanied by the testimony of a humble servant of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p38\" class=\"\"><span class=\"strong\">Ninth, you must know that Lucifer will oppose you, and be prepared for his opposition.<\/span> Do not be surprised. He wants you to fail. Discouragement is one of the devil’s tools. Have courage and go forward. Recognize that the gospel has been preached with some pain and sorrow from the very beginning of time. Do not expect that your experience will be otherwise. President Wilford Woodruff recounted the difficulties of early missionary work:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p39\" class=\"\">“In my early missions, when preaching in the Southern States—Arkansas, Tennessee, and Kentucky—I have waded swamps and rivers and have walked seventy miles or more without eating. In those days we counted it a blessing to go into a place where there was a Latter-day Saint. I went once 150 miles to see one; and when I got there he had apostatized, and tried to kill me. Then, after travelling seventy-two miles without food, I sat down to eat my meal with a Missouri mobocrat, and he damning and cursing me all the time. … In those days we might travel hundreds and hundreds of miles and you could not find a Latter-day Saint.”<sup class=\"noteMarker\"><a href=\"#footnote11-96905_000_019\">11<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Journal of Discourses,<\/span> 12:12.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p40\" class=\"\"><span class=\"strong\">Tenth, your own personal testimony is the strongest arrow in your quiver.<\/span> I have often related that in the early days of the missionary work in Brazil, where we now have over half a million members of the Church, we did not have the Book of Mormon, the Pearl of Great Price, or the Doctrine and Covenants translated into the Portuguese language. All we had were the Bible, a few tracts, our personal testimonies concerning the Restoration of the gospel and the Joseph Smith story, and our testimony of the living prophet. The harvest was not great. However, some of those who were baptized have for three generations remained faithful because they were touched by the powerful testimonies of humble missionaries almost 60 years ago. Now, you cannot be responsible for whether or not those you teach will accept your testimony and join the Church. Do not feel that you must obtain a quota of baptisms to be successful. An old saying teaches that you can count the number of seeds in a single apple, but you can’t count the number of apples in a single seed. The harvest is the Lord’s. Your responsibility is to thrust in the sickle. The Doctrine and Covenants clearly records what is required of those who enter into the waters of baptism:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p41\" class=\"\">“All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.”<sup class=\"noteMarker\"><a href=\"#footnote12-96905_000_019\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20490)\">D&amp;C 20:37<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p42\" class=\"\">If you have the Holy Spirit resting upon you, and you speak by that Spirit the words of the Lord as contained in the holy scriptures and as outlined by his living prophets, God will ratify your message in the hearts of those who are hearing you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p43\" class=\"\">Now, my dear young friends, missionary work is not easy. In fact, it is often quite difficult, but the Lord is the greatest paymaster in the world. Dedicated missionary service is one of life’s most fulfilling experiences. This is in large measure because of the divine agency which flows so richly from the Lord to His humble and obedient servants to bless the lives of others. I know this because I have seen it manifested in the lives of thousands and have felt it in my own life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/what-i-want-my-son-to-know-before-he-leaves-on-his-mission.p44\" class=\"\">May the priesthood of God be prepared and worthy for any calls that may come, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96905_000_019\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20542)\">D&amp;C 50:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-96905_000_019\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20543)\">D&amp;C 50:27–28<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-96905_000_019\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20521)\">D&amp;C 35:13–14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-96905_000_019\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Mission presidents’ seminar, Aug. 1982; quoted in <span class=\"emphasis\">Missionary Guide<\/span> (1988), 32; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-96905_000_019\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Stories for Mormons,<\/span> sel. Rick Walton and Fern Oviatt (1983), 73.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-96905_000_019\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37658)\">Matt. 10:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-96905_000_019\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20461)\">D&amp;C 4:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-96905_000_019\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from article by Russ Price in <span class=\"emphasis\">Especially for Mormons, Volume 5<\/span> (1987), 5:186.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-96905_000_019\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">New Witnesses for God,<\/span> 3 vols. (1909), 2:vii.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-96905_000_019\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See F. Burton Howard, “My Life Has Changed,” <span class=\"emphasis\">Church News,<\/span> 6 Jan. 1996, 16.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-96905_000_019\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Journal of Discourses,<\/span> 12:12.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_019\"><a name=\"-96905_000_019\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-96905_000_019\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20490)\">D&amp;C 20:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}