{"ID":5764, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Duty Calls\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p3\" class=\"\">What a vast audience is attending this general priesthood meeting this evening. The Apostle Peter aptly described you: “Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light.”<sup class=\"noteMarker\"><a href=\"#footnote1-96905_000_020\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2453)\">1 Pet. 2:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p4\" class=\"\">In the Sunday School of our youth, we often sang the hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We are all enlisted till the conflict is o’er;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Happy are we! Happy are we!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Soldiers in the army, there’s a bright crown in store;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We shall win and wear it by and by. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dangers may gather—why should we fear?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Jesus, our Leader, ever is near.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He will protect us, comfort, and cheer.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’re joyfully, joyfully marching to our home.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote2-96905_000_020\">2<\/a>\n\t   <span class=\"footnote\">[“We Are All Enlisted,” <span class=\"emphasis\">Hymns,<\/span> no. 250.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p13\" class=\"\">Brethren, when we contemplate the wonderful world in which we live and then realize the tumultuous times which beset us, joyful are we to know Jesus, our leader, ever is near. We live in a world of waste. Too often our natural resources are squandered. We live in a world of want. Some enjoy the lap of luxury, yet others stare starvation in the face. Food, shelter, clothing, and love are not found by all. Unrelieved suffering, unnecessary illness, and premature death stalk too many. We live in a world of wars. Some are political in nature, while others are economic by definition. The greatest battle of all, however, is for the souls of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p14\" class=\"\">Our Captain, even the Lord Jesus Christ, declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p15\" class=\"\">“Remember the worth of souls is great in the sight of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p16\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p17\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!”<sup class=\"noteMarker\"><a href=\"#footnote3-96905_000_020\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20479)\">D&amp;C 18:10, 15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p18\" class=\"\">He called fishermen at Galilee to leave their nets and follow Him, declaring, “I will make you fishers of men.”<sup class=\"noteMarker\"><a href=\"#footnote4-96905_000_020\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37642)\">Matt. 4:19<\/a><\/span>.]<\/span><\/sup> And so He did. He sent His beloved Apostles into all the world to proclaim His glorious gospel. And He issues a call to each of us to “Come join the ranks.”<sup class=\"noteMarker\"><a href=\"#footnote5-96905_000_020\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 250.]<\/span><\/sup> He provides our battle plan, with the admonition, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.”<sup class=\"noteMarker\"><a href=\"#footnote6-96905_000_020\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20631)\">D&amp;C 107:99<\/a><\/span>.]<\/span><\/sup> I love and cherish the noble word <span class=\"emphasis\">duty.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p19\" class=\"\">President John Taylor cautioned us: “If you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty.”<sup class=\"noteMarker\"><a href=\"#footnote7-96905_000_020\">7<\/a>\n       <span class=\"footnote\">[In <span class=\"emphasis\">Journal of Discourses,<\/span> 20:23.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p20\" class=\"\">Another President, even George Albert Smith, said, “It is your duty first of all to learn what the Lord wants and then by the power and strength of His holy Priesthood to [so] magnify your calling in the presence of your fellows in such a way that the people will be glad to follow you.”<sup class=\"noteMarker\"><a href=\"#footnote8-96905_000_020\">8<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1942, 14.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p21\" class=\"\">How does one magnify a calling? Simply by performing the service that pertains to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p22\" class=\"\">We have accepted the call; we have been ordained; we bear the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p23\" class=\"\">President Stephen L Richards spoke often to holders of the priesthood and emphasized his philosophy pertaining to it. He declared: “The Priesthood is usually simply defined as ‘the power of God delegated to man.’” He continues: “This definition, I think, is accurate. But for practical purposes I like to define the Priesthood in terms of service and I frequently call it ‘the perfect plan of service.’”<sup class=\"noteMarker\"><a href=\"#footnote9-96905_000_020\">9<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1937, 46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p24\" class=\"\">You may well ask, “Where does the path of duty lie?” Brethren, I believe with all my heart that two markers define the path: the <span class=\"emphasis\">Duty to Prepare<\/span> and the <span class=\"emphasis\">Duty to Serve.<\/span> Let us elaborate on these two markers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p25\" class=\"\">First is the <span class=\"emphasis\">Duty to Prepare.<\/span> The Lord counseled us, “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.”<sup class=\"noteMarker\"><a href=\"#footnote10-96905_000_020\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20599)\">D&amp;C 88:118<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p26\" class=\"\">Preparation for life’s opportunities and responsibilities has never been more vital. We live in a changing society. Intense competition is a part of life. The role of husband, father, grandfather, provider, and protector is vastly different from what it was a generation ago. Preparation is not a matter of <span class=\"emphasis\">perhaps<\/span> or <span class=\"emphasis\">maybe.<\/span> It is a mandate. The old phrase “Ignorance is bliss” is forever gone. Preparation precedes performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p27\" class=\"\">All of us who hold the priesthood are now, or surely will be, teachers of truth. The Lord advised:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p28\" class=\"\">“Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p29\" class=\"\">“That ye may be prepared in all things when I shall send you again to magnify the calling whereunto I have called you, and the mission with which I have commissioned you.”<sup class=\"noteMarker\"><a href=\"#footnote11-96905_000_020\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20597)\">D&amp;C 88:78, 80<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p30\" class=\"\">Second is the <span class=\"emphasis\">Duty to Serve.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p31\" class=\"\">The First Presidency, comprised of Joseph F. Smith, Anthon H. Lund, and Charles W. Penrose, in February 1914 declared, “Priesthood is not given for the honor or aggrandizement of man, but for the ministry of service among those for whom the bearers of that sacred commission are called to labor.”<sup class=\"noteMarker\"><a href=\"#footnote12-96905_000_020\">12<\/a>\n       <span class=\"footnote\">[In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. [1965–75], 4:304.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p32\" class=\"\">Now, some of you may be shy by nature or consider yourselves inadequate to respond affirmatively to a calling. Remember that this work is not yours and mine alone. It is the Lord’s work, and when we are on the Lord’s errand, we are entitled to the Lord’s help. Remember that whom the Lord calls, the Lord qualifies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p33\" class=\"\">At times, the Lord needs a little help to assist some as to the validity of this truth. I recall when I served as chairman of the Church Missionary Committee that I received a telephone call from a member of the presidency of the Missionary Training Center at Provo, Utah. He advised that a particular young man called to a Spanish-speaking mission was having difficulty applying himself to his language study and had declared, “I never can learn Spanish!” The leader asked, “What do you recommend we do?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p34\" class=\"\">I thought for a moment, then suggested, “Place him tomorrow as an observer in a class of missionaries struggling to learn Japanese, and then advise me his reaction.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p35\" class=\"\">My caller responded within 24 hours with the report, “The missionary was only in the Japanese language class one-half day when he called me and excitedly said, ‘Place me back in the Spanish class! I know I can learn<span class=\"emphasis\"> that<\/span> language.’” And he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p36\" class=\"\">While the formal classroom may be intimidating at times, some of the most effective teaching and learning takes place other than in the chapel or the classroom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p37\" class=\"\">Many of you hold the Aaronic Priesthood. You are preparing to become missionaries. Begin now to learn in your youth the joy of service in the cause of the Master. Could I share with you an example of such service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p38\" class=\"\">Following Thanksgiving time a few years ago, I received a letter from a widow whom I had known in the stake where I served in the presidency. She had just returned from a dinner sponsored by her bishopric. Her words reflect the peace she felt and the gratitude which filled her heart:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p39\" class=\"\">Dear President Monson,<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p40\" class=\"\">I am living in Bountiful now. I miss the people of our old stake, but let me tell you of a wonderful experience I have had. In early November, all the widows and older people received an invitation to come to a lovely dinner. We were told not to worry about transportation, since this would be provided by the older youth in the ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p41\" class=\"\">At the appointed hour, a very nice young man rang the bell and took me and another sister to the stake center. He stopped the car, and two other young men walked with us to the building. Inside, they escorted us to the tables, where seated on each side of us was either a young woman or a young man. We were served a lovely Thanksgiving dinner and afterward provided a choice program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p42\" class=\"\">Then the young men took us home. It was such a nice evening. Most of us shed a tear or two for the love and respect we were shown.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p43\" class=\"\">President Monson, when you see young people treat others like these young people did, I feel the Church is in good hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p44\" class=\"\">There came to mind the words from the Epistle of James: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.”<sup class=\"noteMarker\"><a href=\"#footnote13-96905_000_020\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26404)\">James 1:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p45\" class=\"\">I add my own commendation: God bless the leaders, the young men, and the young women who so unselfishly brought such joy to the lonely and such peace to their souls. Through their own experience, they learned the meaning of service and felt the nearness of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p46\" class=\"\">In 1962, having returned home from presiding over the Canadian Mission of the Church, I received a telephone call from Elder Marion G. Romney. He advised me that the First Presidency had named me as a member of the Adult Correlation Committee of the Church, which committee had the specific assignment to work on the preparation of a new concept—even home teaching. Thus began a most interesting and rewarding experience for me. Each phase of our work, when completed, was reviewed by the First Presidency and the Council of the Twelve. In the spring of 1963, our work was done and a number of us were called to serve on a new committee—the Priesthood Home Teaching Committee—and assigned to go among the stakes of the Church teaching and encouraging its implementation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p47\" class=\"\">President David O. McKay met with all of the General Authorities of the Church and with the representatives of the committee. He counseled those assembled: “Home teaching is one of our most urgent and most rewarding opportunities to nurture and inspire, to counsel and direct our Father’s children. … It is a divine service, a divine call. It is our duty as Home Teachers to carry the divine spirit into every home and heart.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p48\" class=\"\">In 1987 President Ezra Taft Benson counseled the brethren attending the general priesthood meeting: “Home teaching is not to be undertaken casually. A home teaching call is to be accepted as if extended to you personally by the Lord Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote14-96905_000_020\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> May 1987, 48.]<\/span><\/sup> He quoted the familiar passage from section 20 of the Doctrine and Covenants, wherein the Lord declared to the priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p49\" class=\"\">“Watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p50\" class=\"\">“And see that there is no iniquity in the church. … ;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p51\" class=\"\">“And see that the church meet together often, and also see that all the members do their duty.”<sup class=\"noteMarker\"><a href=\"#footnote15-96905_000_020\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20495)\">D&amp;C 20:53–55<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p52\" class=\"\">“And visit the house of each member, exhorting them to pray vocally and in secret and attend to all family duties.”<sup class=\"noteMarker\"><a href=\"#footnote16-96905_000_020\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20494)\">D&amp;C 20:51<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p53\" class=\"\">Recently our grandchildren received their report cards. They displayed them with satisfaction to their parents and to us. Tonight I would like all of the priesthood to mark their own grade on the report card of home teaching. Are you ready? <span class=\"emphasis\">Yes<\/span> or <span class=\"emphasis\">No<\/span> answers are sufficient.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Are you assigned as a home teacher?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Do home teachers visit your home at least once per month?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Do home teachers prepare and present a gospel message?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Do home teachers inquire concerning each member of the family—even those members who may be away at school or serving on missions?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>What lesson did the home teachers bring to your home last month?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Did the home teachers join with your family in prayer during their visit?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Did you go home teaching last month?<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p61\" class=\"\">The quiz could continue, but I sense the questions have been adequate to prompt a mental review and to motivate improved performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p62\" class=\"\">I am aware that we at headquarters authorized some modifications in the home teaching effort where priesthood numbers were very few—even to permitting a wife to accompany her husband where another companion from the priesthood was not available. But these exceptions were to be just that: <span class=\"strong\">exceptions—not the rule.<\/span> We urge that an active bearer of the Melchizedek Priesthood have assigned with him a teacher or a priest or a prospective elder, complying with the scripture, “And if any man among you be strong in the Spirit, let him take with him him that is weak, that he may be edified in all meekness, that he may become strong also.”<sup class=\"noteMarker\"><a href=\"#footnote17-96905_000_020\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20591)\">D&amp;C 84:106<\/a><\/span>.]<\/span><\/sup> This is priesthood home teaching as it generally is meant to function.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p63\" class=\"\">Should we feel the assignment too arduous or time-consuming, let me share with you the experience of a faithful home teacher and his companion in what was then East Germany.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p64\" class=\"\">Brother Johann Denndorfer had been converted to the Church in Germany, and following World War II, he found himself virtually a prisoner in his own land—the land of Hungary in the city of Debrecen. How he wanted to visit the temple! How he desired to receive his spiritual blessings! Request after request to journey to the temple in Switzerland had been denied, and he almost despaired. Then his home teacher visited. Brother Walter Krause went from the northeastern portion of Germany all the way to Hungary. He had said to his home teaching companion, “Would you like to go home teaching with me this week?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p65\" class=\"\">His companion said, “When will we leave?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p66\" class=\"\">“Tomorrow,” replied Brother Krause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p67\" class=\"\">“When will we come back?” asked the companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p68\" class=\"\">“Oh, in about a week—if we get back then!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p69\" class=\"\">And away they went to visit Brother Denndorfer. He had not had home teachers since before the war. Now, when he saw the servants of the Lord, he was overwhelmed. He did not shake hands with them; rather, he went to his bedroom and took from a secret hiding place his tithing that he had saved from the day he became a member of the Church and returned to Hungary. He presented the tithing to his home teachers and said: “Now I am current with the Lord. Now I feel worthy to shake the hands of servants of the Lord!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p70\" class=\"\">Brother Krause asked him about his desire to attend the temple in Switzerland. Brother Denndorfer said: “It’s no use. I have tried and tried. The government has even confiscated my Church books, my greatest treasure.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p71\" class=\"\">Brother Krause, a patriarch, provided Brother Denndorfer with a patriarchal blessing. At the conclusion of the blessing, he said to Brother Denndorfer, “Approach the government again about going to Switzerland.” And Brother Denndorfer submitted the request once again to the authorities. This time approval came, and with joy Brother Denndorfer went to the Swiss Temple and stayed a month. He received his own endowment, his deceased wife was sealed to him, and he was able to accomplish the work for hundreds of his ancestors. He returned to his home renewed in body and in spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p72\" class=\"\">And what about the home teachers who undertook this historic and inspired visit to their brother, Johann Denndorfer?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p73\" class=\"\">Knowing personally each member of this human drama, I wouldn’t be a bit surprised to learn that on the way from Debrecen, Hungary, to their home in East Germany, they sang aloud: “Dangers may gather—why should we fear? Jesus, our Leader, ever is near. He will protect us, comfort and cheer. We’re joyfully, joyfully marching to our home.”<sup class=\"noteMarker\"><a href=\"#footnote18-96905_000_020\">18<\/a>\n       <span class=\"footnote\">[“We Are All Enlisted,” <span class=\"emphasis\">Hymns,<\/span> no. 250.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/duty-calls.p74\" class=\"\">Brethren of the priesthood, may all of us remember our duty to prepare and our duty to serve, that we may merit the Lord’s approbation, “Well done, thou good and faithful servant.”<sup class=\"noteMarker\"><a href=\"#footnote19-96905_000_020\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37680)\">Matt. 25:21<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96905_000_020\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2453)\">1 Pet. 2:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-96905_000_020\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“We Are All Enlisted,” <span class=\"emphasis\">Hymns,<\/span> no. 250.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-96905_000_020\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20479)\">D&amp;C 18:10, 15–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-96905_000_020\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37642)\">Matt. 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-96905_000_020\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 250.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-96905_000_020\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20631)\">D&amp;C 107:99<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-96905_000_020\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>In <span class=\"emphasis\">Journal of Discourses,<\/span> 20:23.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-96905_000_020\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1942, 14.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-96905_000_020\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1937, 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-96905_000_020\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20599)\">D&amp;C 88:118<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-96905_000_020\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20597)\">D&amp;C 88:78, 80<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-96905_000_020\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>In James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols. [1965–75], 4:304.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-96905_000_020\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26404)\">James 1:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-96905_000_020\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> May 1987, 48.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-96905_000_020\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20495)\">D&amp;C 20:53–55<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-96905_000_020\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20494)\">D&amp;C 20:51<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-96905_000_020\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20591)\">D&amp;C 84:106<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-96905_000_020\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>“We Are All Enlisted,” <span class=\"emphasis\">Hymns,<\/span> no. 250.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96905_000_020\"><a name=\"-96905_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-96905_000_020\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37680)\">Matt. 25:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}