{"ID":5765, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Be Ye Clean”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p3\" class=\"\">We have had a wonderful meeting. The Spirit of the Lord has been with us. I hope that each of us has gained much from what we have heard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p4\" class=\"\">We are a blessed people. Where else in all the world can men and boys, each ordained to the holy priesthood, meet together as we do tonight. We are a vast congregation of hundreds of thousands—yes, of millions, bound together in a great brotherhood. It is a tremendous and remarkable thing. I hope each of us treasures that which we have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p5\" class=\"\">A week ago tonight, this Tabernacle was filled with beautiful and bright young women. It was the annual Young Women conference of the Church, and I was asked to speak. A number of those in attendance and particularly the girls said, “We wish you would tell the boys the same thing. They need to know what you’ve told us.” Well, I’m not going to tell you quite the same thing. If you wish to read it, it will be in the May issue of the <span class=\"emphasis\">Ensign<\/span> magazine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p6\" class=\"\">I wish to begin this evening by reading a dream which President Joseph F. Smith had as a young man. As some of you know, President Joseph F. Smith was the sixth President of the Church. He served from 1901 to 1918, a period of 17 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p7\" class=\"\">He was the son of Hyrum Smith, who was the brother of the Prophet Joseph Smith. He was born at Far West, Missouri, on 13 November 1838. When the Saints were driven out of Missouri he was brought to Illinois as an infant. His father was killed in Carthage Jail at the time the Prophet Joseph was murdered. As a boy not yet six years of age, he heard a knock on the window of his mother’s home in Nauvoo. It was a horseman to tell his mother that her husband had been killed at Carthage that afternoon. What a sobering and terrible experience that was for a little boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p8\" class=\"\">At the age of 9 this fatherless lad drove an ox team with his mother across the plains to this valley. At the age of 15, he was called on a mission to Hawaii. He made his way to San Francisco and there worked in a shingle mill to earn enough money to get to the islands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p9\" class=\"\">Hawaii was not a tourist center then. It was peopled largely by the native Hawaiians. They were, for the most part, poor but generous with what they had. He learned to speak their language and to love them. He never lost his love for the Hawaiian people, nor did they for him. I give you this as background for the dream which he had when he was serving there as a very young man. I quote his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p10\" class=\"\">“I was very much oppressed, once, [when I was] on a mission. I was almost naked and entirely friendless, except the friendship of a poor, benighted … people. I felt as if I was so debased in my condition of poverty, lack of intelligence and knowledge, just a boy, that I hardly dared look a … man in the face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p11\" class=\"\">“While in that condition I dreamed [one night] that I was on a journey, and I was impressed that I ought to hurry—hurry with all my might, for fear I might be too late. I rushed on my way as fast as I possibly could, and I was only conscious of having just a little bundle, a handkerchief with a small bundle wrapped in it. I did not realize just what it was, when I was hurrying as fast as I could; but finally I came to a wonderful mansion. … I thought I knew that was my destination. As I passed towards it, as fast as I could, I saw a notice, ‘Bath.’ I turned aside quickly and went into the bath and washed myself clean. I opened up this little bundle that I had, and there was a pair of white, clean garments, a thing I had not seen for a long time, because the people I was with did not think very much of making things exceedingly clean. But my garments were clean, and I put them on. Then I rushed to what appeared to be a great opening, or door. I knocked and the door opened, and the man who stood there was the Prophet Joseph Smith. He looked at me a little reprovingly, and the first words he said: ‘Joseph, you are late.’ Yet I took confidence and replied:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p12\" class=\"\">“‘Yes, but I am clean—I am clean!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p13\" class=\"\">“He clasped my hand and drew me in, then closed the great door. I felt his hand just as tangible as I ever felt the hand of man. I knew him, and when I entered I saw my father, and Brigham [Young] and Heber [C. Kimball], and Willard [Richards], and other good men that I had known, standing in a row. I looked as if it were across this valley, and it seemed to be filled with a vast multitude of people, but on the stage were all the people that I had known. My mother was there, and she sat with a child in her lap; and I could name over as many as I remember of their names, who sat there, who seemed to be among the chosen, among the exalted. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p14\" class=\"\">“[When I had this dream] I was alone on a mat, away up in the mountains of Hawaii—no one was with me. But in this vision I pressed my hand up against the Prophet, and I saw a smile cross his countenance. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p15\" class=\"\">“When I awoke that morning I was a man, although only a boy. There was not anything in the world that I feared [after that]. I could meet any man or woman or child and look them in the face, feeling in my soul that I was a man every whit. That vision, that manifestation and witness that I enjoyed at that time has made me what I am, if I am anything that is good, or clean, or upright before the Lord, if there is anything good in me. That has helped me out in every trial and through every difficulty” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. [1939], 542–43).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p16\" class=\"\">The core of that meaningful dream is found in the reproof given by Joseph Smith to young Joseph F. Said the Prophet, “Joseph, you are late.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p17\" class=\"\">Replied Joseph F., “Yes, but I am clean—I am clean!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p18\" class=\"\">The result of that dream was that a boy was changed into a man. His declaration “I am clean” gave him self-assurance and courage in facing anyone or any situation. He received the strength that comes from a clear conscience fortified by the approbation of the Prophet Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p19\" class=\"\">There is something in this for every man and boy assembled in this vast congregation tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p20\" class=\"\">Are you beset with doubts and fears? Has discouragement pulled you down? Do you need added wisdom and strength to go forward with your life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p21\" class=\"\">I call to mind the words of Tennyson’s Sir Galahad, “My strength is as the strength of ten, \/ Because my heart is pure” (Alfred, Lord Tennyson, “Sir Galahad”).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p22\" class=\"\">Everything looks better when there is cleanliness. In Joseph F. Smith’s dream, he could look into the eyes of the Prophet and say, “I am clean.” Can you, my brethren, each of you tonight? We have a saying that used to be heard more commonly: “Cleanliness is next to godliness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p23\" class=\"\">When I was a boy living here in Salt Lake City, most homes were heated with coal stoves. Black smoke belched forth from almost every chimney. As winter came to a close, black soot and grime were everywhere, both inside and outside of the house. There was a ritual through which we passed each year, not a very pleasant one, as we viewed it. It involved every member of the family. It was known as springcleaning. When the weather warmed after the long winter, a week or so was designated as cleanup time. It was usually when there was a holiday and included two Saturdays.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p24\" class=\"\">My mother ran the show. All of the curtains were taken down and laundered. Then they were carefully ironed. The windows were washed inside and out, and oh, what a job that was in that big two-story house. Wallpaper was on all of the walls, and Father would bring home numerous cans of wallpaper cleaner. It was like bread dough, but it was a pretty pink in color when the container was opened. It had an interesting smell, a pleasant, refreshing kind of smell. We all pitched in. We would knead some of the cleaning dough in our hands, climb a ladder, and begin on the high ceiling and then work down the walls. The dough was soon black from the dirt it lifted from the paper. It was a terrible task, very tiring, but the results were like magic. We would stand back and compare the dirty surface with the clean surface. It was amazing to us how much better the clean walls looked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p25\" class=\"\">All of the carpets were taken up and dragged out to the backyard, where they were hung over the clothesline, one by one. Each of us boys would have what we called a carpet beater, a device made of light steel rods with a wooden handle. As we beat the carpet, the dust would fly, and we would have to keep going until there was no dust left. We detested that work. But when all of it was done, and everything was back in place, the result was wonderful. The house was clean, our spirits renewed. The whole world looked better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p26\" class=\"\">This is what some of us need to do with our lives. Isaiah said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p27\" class=\"\">“Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p28\" class=\"\">“Learn to do well. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p29\" class=\"\">“Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool” (<span class=\"citation\" id=\"25745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25745)\">Isa. 1:16–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p30\" class=\"\">“Be ye clean that bear the vessels of the Lord” (<span class=\"citation\" id=\"20667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20667)\">D&amp;C 133:5<\/a><\/span>). Thus has He spoken to us in modern revelation. Be clean in body. Be clean in mind. Be clean in language. Be clean in dress and manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p31\" class=\"\">I speak particularly to the boys, but I hope the men will also listen and hear. We all constantly need reminding. Our bodies are sacred. They were created in the image of God. They are marvelous, the crowning creation of Deity. No camera has ever matched the wonder of the human eye. No pump was ever built that could run so long and carry such heavy duty as the human heart. The ear and the brain constitute a miracle. The capacity to pick up sound waves and convert them into language is almost beyond imagination. Look at your finger and contemplate the wonder of it. Clever men have tried to match it, but have never fully succeeded. These, with others of our parts and organs, represent the divine, omnipotent genius of God, who is our Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p32\" class=\"\">I cannot understand why anyone would knowingly wish to injure his body. And yet it happens around us every day as men and boys drink alcoholic beverages and use illegal drugs. What a scourge these are. For a little temporary lift, they take into their systems that which robs them of self-control, becomes habit-forming, is terribly expensive, enslaves, and yields no good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p33\" class=\"\">I think of a young man who was recently convicted of automobile homicide because he killed an innocent victim while driving drunk. He was a young man of great potential. There is no telling what he might have become, but today he sits in prison, not only in the misery of his surroundings, but also in the torture of his conscience. Our Father in Heaven, who loves us, has reminded us of the evils of these things and has warned us against them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p34\" class=\"\">Stay away from alcohol, my brethren. Never get involved in a so-called beer bust. Do not get entrapped with illegal drugs. They could destroy you. They could make of you a slave and the cravings that would follow would impoverish you in getting money to buy more drugs to satisfy those cravings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p35\" class=\"\">You hold the priesthood of God. You are someone special. You have had bestowed upon you a power sacred and divine. It is totally wrong for you to partake of alcohol or drugs that are forbidden by the law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p36\" class=\"\">Be clean in mind, and then you will have greater control over your bodies. It was said of old, “As [a man] thinketh in his heart, so is he” (<span class=\"citation\" id=\"41663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41663)\">Prov. 23:7<\/a><\/span>). Unclean thoughts lead to unclean acts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p37\" class=\"\">I remember going to President McKay years ago to plead the cause of a missionary who had become involved in serious sin. I said to President McKay, “He did it on an impulse.” The President said to me: “His mind was dwelling on these things before he transgressed. The thought was father to the deed. There would not have been that impulse if he had previously controlled his thoughts.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p38\" class=\"\">The finger of the Lord wrote on the tablets of stone, “Thou shalt not commit adultery” (<span class=\"citation\" id=\"23058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23058)\">Ex. 20:14<\/a><\/span>). I believe that fornication is included within that term.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p39\" class=\"\">Of course you are tempted. It seems as if the whole world has become obsessed with sex. In a very beguiling and alluring way, it is thrown at you constantly. You are exposed to it on television, in magazines and books, in videos, even in music. Turn your back on it. Shun it. I know that is easy to say, and difficult to do. But each time that you do so, it will be so much the easier the next time. What a wonderful thing it will be if someday you can stand before the Lord and say, “I am clean.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p40\" class=\"\">The Lord has given a commandment in our time that applies to each of us. He has said, “Let virtue garnish thy thoughts unceasingly.” And with this He has given a promise, “Then shall thy confidence wax strong in the presence of God” (<span class=\"citation\" id=\"20650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20650)\">D&amp;C 121:45<\/a><\/span>). I believe He is saying that if we are clean in mind and body, the time will come when we can stand confidently before the Lord just as Joseph F. Smith stood before the Prophet Joseph and said, “I am clean.” There will be a feeling of confidence and there will also be smiles of approval.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p41\" class=\"\">As a holder of the priesthood, you cannot, you must not be led into the vicious trap of immoral behavior. Of course you are to socialize with young women, to date, to have fun of a wholesome kind in a hundred ways. But there is a line which you must not cross. It is the line that separates personal cleanliness from sin. I need not get clinical in telling you where that line is. You know. You have been told again and again. You have a conscience within you. Stay on the Lord’s side of the line.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p42\" class=\"\">Be clean in language. There is so much of filthy, sleazy talk these days. I spoke to the young women about it. I speak to you also. It tells others that your vocabulary is so extremely limited that you cannot express yourself without reaching down into the gutter for words. Dirty talk is unbecoming any man who holds the priesthood, be he young or old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p43\" class=\"\">Nor can you as a priesthood holder take the name of the Lord in vain. Said Jehovah to the children of Israel, “Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain” (<span class=\"citation\" id=\"23053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23053)\">Ex. 20:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p44\" class=\"\">That commandment, engraved by the finger of the Lord, is as binding upon us as it was upon those to whom it was originally given. The Lord has said in modern revelation, “Remember that that which cometh from above is sacred, and must be spoken with care, and by constraint of the Spirit” (<span class=\"citation\" id=\"20560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20560)\">D&amp;C 63:64<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p45\" class=\"\">A filthy mind expresses itself in filthy and profane language. A clean mind expresses itself in language that is positive and uplifting and in deeds that bring happiness into the heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p46\" class=\"\">Be clean in dress and manner. I do not expect you to look like missionaries all of the time. But let me say that the clean and conservative dress and grooming of our missionaries has become as a badge of honor recognized wherever they go. The age in which we are living now has become an age of sloppy dress and sloppy manners. But I am not so concerned about what you wear as I am that it be clean. Remember Joseph F. Smith’s dream. As he was hurrying toward the mansion, he had a little bundle wrapped in a handkerchief. When he bathed himself and opened it, he found that it contained clean clothing. Whenever you administer to or pass the sacrament, look your very best. Be sure of your personal cleanliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p47\" class=\"\">I urge you to be clean in manner, to be courteous, to be respectful, to be honest, to be young men and older men of integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p48\" class=\"\">It is amazing what courtesy will accomplish. It is tragic what a lack of courtesy can bring. We see it every day as we move in the traffic of the cities in which we live. A moment spent in letting someone else get into the line does good for the one who is helped, and it also does good for the one who helps. Something happens inside of us when we are courteous and deferential toward others. It is all part of a refining process, which if persisted in, will change our very natures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p49\" class=\"\">On the other hand, anger over a little traffic problem, with swearing and filthy gestures, demeans those who make them and offends those at whom they are aimed. To practice the kind of self-discipline which can control one’s temper in the little things that happen almost every day is an expression of emotional cleanliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p50\" class=\"\">Honesty—what a precious jewel this is. Again this is a manifestation of cleanliness in thought and action. Insurance adjusters can tell you of false claims made by so many who dishonestly try to get compensation to which they are not entitled. Cheating is so common a phenomenon in school.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p51\" class=\"\">“Thou shalt not steal. … Thou shalt not covet” (<span class=\"citation\" id=\"23059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23059)\">Ex. 20:15, 17<\/a><\/span>). These mandates are likewise among the commandments written by the finger of the Lord on the tablets of stone. I am always pained when I read in a newspaper of some who are members of this Church who have been involved in a scam operation designed to take from others through dishonest means that which they covet for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p52\" class=\"\">Said the Lord, “Let all things be done in cleanliness before me” (<span class=\"citation\" id=\"20530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20530)\">D&amp;C 42:41<\/a><\/span>). I believe that includes a proscription against any kind of dishonesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p53\" class=\"\">Brethren, have I belabored the point? I hope not. If so, it is only because I feel so strongly concerning the obligations placed upon us by the Lord. He expects His people to be clean from the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p54\" class=\"\">If any here have been guilty of any of these, let us repent forthwith. Confess to the Lord, and if the sin is egregious, confess to your bishop. He will help you. There can be repentance and there can be forgiveness. The Lord has stated, “Behold, your sins are forgiven you; you are clean before me; therefore, lift up your heads and rejoice” (<span class=\"citation\" id=\"20635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20635)\">D&amp;C 110:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p55\" class=\"\">In that revelation which is known as the “Olive Leaf,” the Lord stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p56\" class=\"\">“And I give unto you, who are the first laborers in this last kingdom, a commandment that you assemble yourselves together, and organize yourselves, and prepare yourselves, and sanctify yourselves; yea, purify your hearts, and cleanse your hands and your feet before me, that I may make you clean;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p57\" class=\"\">“That I may testify unto your Father, and your God, and my God, that you are clean from the blood of this wicked generation; that I may fulfil this promise, this great and last promise, which I have made unto you” (<span class=\"citation\" id=\"20595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20595)\">D&amp;C 88:74–75<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/be-ye-clean.p58\" class=\"\">In conclusion I return to where I started with the dream of a poor boy who was sleeping alone on a mountain and saw a mansion toward which he hurried. Before entering, he stopped to cleanse himself and dress himself in clean garments. He was reproved for being late. He replied, “Yes, but I am clean!” The Prophet Joseph smiled, and Joseph F. Smith, that young missionary, eventually succeeded to the office of Prophet and President himself. What a testimony. God bless us to walk with clean hands and pure hearts and be worthy of His smile of approbation, I humbly ask in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}