{"ID":577, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Glory of Teaching<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1952, pp. 52-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the thirteenth chapter of First Nephi, we have the words of the Prophet who writes: \n<\/p><p>\nAnd I looked and beheld a man among the Gentiles, who was separated from the seed\nof my brethren by the many waters; and I beheld the Spirit of God that it came down\nand wrought upon the man; and he went forth upon the many waters, even unto the\nseed of my brethren, who were in the promised land.\n<\/p><p>\nAnd it came to pass that I beheld the Spirit of God, that it wrought upon other\nGentiles; and they went forth out of captivity, upon the many waters...\n<\/p><p>\nAnd it came to pass that I, Nephi, beheld that the Gentiles who had gone forth out of\ncaptivity did humble themselves before the Lord, and the power of the Lord was with\nthem (<span class=\"citation\" id=\"1507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1507)\">1 Ne. 13:11-12,16<\/a><\/span>).\n<\/p><p>\nI have always recalled with joy in reading these words that they referred to Christopher\nColumbus and the Pilgrim fathers. When Columbus stepped upon this western land in 1492,\nhe uttered these words in prayer: \n<\/p><p>\nO God, our Father, eternal and omnipotent, creator of heaven and earth and sea, we\nglorify Thy Holy name, praise Thy majesty, whom we serve in all humility, we give\nunto Thy Holy protection this new part of the world (quoted by Washington Irving in\nhis <i>Life of Columbus<\/i>).\n<\/p><p>\nWe are told that Edward Winslow, the third signer of the Mayflower Compact, recorded the\nfollowing parting words of Pastor Robinson, as the Pilgrim fathers left the shores of Holland\non their long journey into the unknown West. He said: \n<\/p><p>\nBrethren, we are now quickly to part from one another, and whether I may ever live to\nsee your face, on earth any more, the God of Heaven only knows; but whether the\nLord hath appointed that or not, I charge you before God and His blessed angels that\nyou follow me no farther than you have seen me follow the Lord Jesus Christ. If God\nreveal anything to you, by any other instrument of his, be as ready to receive it as ever\nyou were to receive truth, by my ministry; for I am fully persuaded, I am very\nconfident, that the Lord has more truth yet to break forth out of his holy word.\n<\/p><p>\nColumbus was inspired and led by the power of God to these shores of America, and the\nPilgrim fathers and others likewise, for we believe that the time had come for the American\nIndians to be found, for they are the remnants of Joseph. It is interesting to note that many of\nthe early adherents to the gospel of Jesus Christ, as received in the early part of the nineteenth\ncentury, were descendants of the old Puritan stock who came from England. Such men were\nthe Prophet Joseph Smith, Brigham Young, and many others of that early day. And thus\nbegan the great work of occupying the whole country of America by different peoples of the\nworld. We have become a rich and powerful nation, potentially the richest and the most\npowerful upon the earth.\n<\/p><p>\nAs President Richards spoke about the building of this Tabernacle in which we are worshiping\nGod, I recalled that it is just one hundred years ago that President Brigham Young stood\nbefore the two thousand people and more who had assembled for the same reason that you\nand I have done, to worship God and Jesus Christ our Redeemer. They had a Tabernacle\nwhich had just been built of adobes and could seat two thousand people. The seats were\nmostly of logs, although a few chairs had been made for the brethren who sat in front. People\ncame from all parts of the territory, some by ox team and in wagons drawn by horses. Many\nof them walked long distances to attend the conference. At the close of the last meeting on\nSunday afternoon President Young arose and announced that he had called approximately one\nhundred of the brethren to go on missions to different parts of the world. The nations\nmentioned were those of Europe, and China, India, Persia, and Siam in Asia, and then the\nIslands of the Pacific. One cannot conceive what this meant in those days when the\nmissionaries walked to the Pacific Coast to take a boat to the countries of the Pacific. Then\nthink of the long journey by way of the Atlantic Ocean as they set out for India, Siam, and\nPersia. The history of these men will be written some day by a master historian, and the\nworld will stand amazed at their courage and faith in God. Many of the journals of those\nmissionaries have been preserved. President Lorenzo Snow was already in Italy, and President\nJohn Taylor was president of the French Mission. We have heard during the conference much\nabout the subject of teaching which the missionaries experienced, and in a few words, I\nshould like to add a thought concerning the teaching of the gospel to the people of the world.\n<\/p><p>\nIt has been said in many different ways that \"In our children lies the future of our world.\" If\nwe believe this, and we do, then the education of our children deserves our foremost careful\nattention. Every father and mother every mature person in our land should be profoundly\ninterested in the education of our youth. Our honored President, David O. McKay, has during\nthe last year given to us and our nation more than one great talk on the aims and ideals and\nthe far-reaching importance of education. He has told us that it flourishes on character, and\nwithout character it lacks any strength. There must be character and goodness as its chief\nobligation&mdash;goodness is its real power. True affection in those taught and in those who are\nteachers must never be wanting. In all good teaching there are things that survive, and have\nsurvived, strong and unshaken from the earliest times. The master Teacher who lived two\nthousand years ago said love is the foundation on which to build all growth, all progress, all\nfaith&mdash;love of God, love of neighbor.\n<\/p><p>\nTeaching is an art, and an art has to be learned. Our missionaries must be taught better how\nto teach the gospel. Our seventies at home must be taught how to teach the gospel,\nremembering always that we can teach only that which we know. We are admonished to seek,\nto knock, to ask to search diligently with faith unwavering, and we shall be rewarded. We are\ntold by the Prophet Joseph Smith to \"Seek ye out of the best books words of wisdom\"\n(<span class=\"citation\" id=\"13018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13018)\">D&amp;C 88:118<\/a><\/span>).\n<\/p><p>\nIf our schools and colleges teach the things that are really important, the mind is required to\ndo hard work, to attack a difficult problem and think to a correct answer. One of our\nwell-known writers has said,\n<\/p><p>\nThere are only a very few youthful years in every human life when the mind is fresh\nand plastic, and the memory able to retain. These years should be used to teach the\nbest and most beautiful things man can know&mdash;power over language, a mastery of\npure science, exposure to great literature and art, a basic knowledge of history,\nphilosophy, and religion. No matter what a young man or woman does to earn his\nliving, his education will have been worthless unless he has learned to know and to\n<i>use<\/i> the <i>first-rate<\/i> in whatever line he pursues&mdash;and also learned to love it.\n<\/p><p>\nIt is in the realm of religion that most of us teach. We want our children to know the gospel,\nand to live it to the very best of their ability. We want righteousness to be made practical in\nevery phase of life. We hope to direct our youth into a pattern of life that is eternal, founded\non a sure and firm belief and faith in the teachings of the Savior, and the prophets of old and\nof the new and restored gospel. Our aim is to teach our children to carry forward the purposes\nof God. In doing this we follow the words in Section 4 of the Doctrine and Covenants,\n<\/p><p>\n. . . ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind, and strength (<span class=\"citation\" id=\"12962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12962)\">D&amp;C 4:2<\/a><\/span>).\n<\/p><p>\nWe must begin to teach our children while they are very young, for it is written, \"The things\nthat thou hast not gathered in thy youth, how shalt thou find them in thy old age?\"\n<\/p><p>\nAnd Jethro counseled, \"And thou shalt teach them the way wherein they must walk, and the\nwork that they must do. They must be patiently, gradually taught. Being God's people, they\nmust live his laws, they must worship in his ways\" (see\n<span class=\"citation\" id=\"22622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22622)\">Ex. 18:20<\/a><\/span>).\n<\/p><p>\nMan needs a long vision in life that he may fulfil a pattern of eternal progression and\nsalvation although the strains and tenseness of daily living favor short sight. Perhaps both are\nnecessary, but the one should not crowd out the other more realistic and basic one. The man\nwho is trying earnestly and with all his strength to catch sight of the vision of a better world,\nand to incorporate what he can see in the life of himself and his society, helps us to do what\nwe could not do without his help. We can raise ourselves on the shoulders of those who have\nwalked on higher levels. There is a profound wisdom in the saying, \"Let us now praise\nfamous men.\" This is what is meant by the warning of the prophets, \"Lift up your hearts.\"\nLearn of the greatness and goodness of prophets and leaders in trying to follow their\nteachings.\n<\/p><p>\nReligion holds up to us all the noblest examples of living. Disraeli said, \"Nurture your minds\nwith great thoughts: To believe in the heroic makes heroes.\"\n<\/p><p>\nRead the Bible to get not only great truths of living but also great feeling and enlarged vision.\nRead it to get the depths of life. Make it your companion through life so that you may not\nlive only on the surface, but on permanent effect. Do likewise with the Book of Mormon, the\nDoctrine and Covenants and the Pearl of Great Price. Religion is the greatest instrument for\nraising us to the best of the highest life.\n<\/p><p>\nWe have had great teachers in our day. I think of one: Dr. Karl G. Maeser, who came to\nAmerica from Germany as a convert to the Church and who was for many years a teacher in\nBrigham Young University in the early days of that institution. It is only recently that Dr. Joel\nFrancis Paschal of Princeton University has written the <i>Life of Justice George Sutherland<\/i>,\nwho first was elected congressman and then senator from the state of Utah. Dr. Paschal tells\nabout the influence that Dr. Maeser had on the life of Senator Sutherland, and says: \n<\/p><p>\nDr. Maeser's knowledge seemed to reach into every field. Of course there were limits,\nbut they were not revealed to me during my course at the Academy. That he was an\naccomplished scholar I knew from the first. But the extent of his learning so grew\nbefore my vision as time went on that my constant emotion was one of amazement. I\nthink there were days when I would have taken my oath that if the Rosetta Stone had\nnever been found, nevertheless he could have easily revealed the meaning of the\nEgyptian hieroglyphics. He spoke with a decided accent; but his mastery of the\nEnglish language, of English literature, and of the English way of thought, was superb.\n<\/p><p>\nMaeser's influence was not merely that of an instructor. Says Sutherland,\n<\/p><p>\nHe was a man of such transparent and natural goodness that his students gained not\nonly knowledge, but character which is better than knowledge.\n<\/p><p>\nI like to remind myself of the saying of Emerson,\n<\/p><p>\nGod offers to every mind its choice between truth and repose: take which you please,\nyou can never have both.\n<\/p><p>\nThe mothers of Zion begin the teaching of their children when they are in the cradle. They\nremember always that, \"Love grants in a moment what toil can hardly achieve in an age.\"\n<\/p><p>\nThe very first thing every child should be taught (and as always example, not precept, is the\nbest teacher) is respect for every human being. We should learn to have a great and good\nopinion of human life, for all are made in the image of God and have a dignity and a destiny.\nThis will lead naturally to the principle of the Golden Rule\n(<span class=\"citation\" id=\"34498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34498)\">Matt. 7:12<\/a><\/span>), \"Do unto others what I would\nthat others should do unto me.\"\n<\/p><p>\nIt is extraordinary how many kinds of men and women make desirable teachers because the\npupils display a variety of human traits and cannot all be moved and reached by the same\nteaching. Remember, too, that a mastered subject, and a person committed heart and soul to\nteaching it, with the spirit of God, will be near to the discourse of men and angels.\n<\/p><p>\nWe need not be graduated of schools and colleges to know these truths of religion and teach\nthem to our children. The Savior has told us that if we ask it shall be given to us: If we\nknock, it shall be opened unto us, and we need only to pray and work earnestly and with faith\nto receive the blessings we desire to become teachers of the gospel.\n<\/p><p>\nSir Richard Livingston, an educator and classicist, and president of Corpus Christi College,\nOxford, tells us in a lecture at Springfield, Massachusetts, \"It is amazing that a person not\nintellectually bright, perhaps not even educated is capable of grasping and living by something\nso advanced as the principles of Christianity.\"\n<\/p><p>\nThe earth is the Lord's, and the fullness thereof; the world, and they that dwell\ntherein.\n<\/p><p>\nFor he hath founded it upon the sea, and established it upon the floods\n(<span class=\"citation\" id=\"41766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41766)\">Ps. 24:1-2<\/a><\/span>)\n<\/p><p>\nMay our faith be strengthened and may we have power to teach our children the truth and the\nbeauty of the gospel, I humbly pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}