{"ID":5771, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Becometh As a Child”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p3\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">96905_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p4\" class=\"\">I add my warm welcome to the newly sustained Seventies, promising them friendship as we now company one another through the years which lie ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p5\" class=\"\">First, brothers and sisters, some brief samples illustrating the challenge of making our way through today’s Sinai of secularism, and then a focus on how inspired children help in that trek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p6\" class=\"\">All about us we see the bitter and abundant harvest from permissiveness. A perceptive person has acknowledged: “The struggle to live ethically without God has left us not with the just and moral order we imagined but with disorder and confusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p7\" class=\"\">“Something has gone radically wrong with secularism. The problem has more than its share of irony, for secularism, in the end, has converted itself into a kind of religion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p8\" class=\"\">“… Now the transition is complete: the state has become the church” (Peter Marin, “Secularism’s Blind Faith,” <span class=\"emphasis\">Harper’s Magazine,<\/span> Sept. 1995, 20).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p9\" class=\"\">The more what is politically correct seeks to replace what God has declared correct, the more ineffective approaches to human problems there will be, all reminding us of C. S. Lewis’s metaphor about those who run around with fire extinguishers in times of flood. For instance, there are increasing numbers of victims of violence and crime, yet special attention is paid to the rights of criminals. Accompanying an ever increasing addiction to pornography are loud alarms against censorship. Rising illegitimacy destroys families and threatens the funding capacities of governments; nevertheless, chastity and fidelity are mocked. These and other consequences produce a harsh cacophony. When Nero fiddled as Rome burned, at least he made a little music! I have no hesitancy, brothers and sisters, in stating that unless checked, permissiveness, by the end of its journey, will cause humanity to stare in mute disbelief at its awful consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p10\" class=\"\">Ironically, as some people become harder, they use softer words to describe dark deeds. This, too, is part of being sedated by secularism! Needless abortion, for instance, is a “reproductive health procedure,” which is an even more “spongy expression” than “termination of pregnancy” (George McKenna, “On Abortion: A Lincolnian Position,” <span class=\"emphasis\">Atlantic Monthly,<\/span> Sept. 1995, 52, 54). “Illegitimacy” gives way to the wholly sanitized words “nonmarital birth” or “alternative parenting” (Ben J. Wattenberg, <span class=\"emphasis\">Values Matter Most<\/span> [1995], 173).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p11\" class=\"\">Church members will live in this wheat-and-tares situation until the Millennium. Some real tares even masquerade as wheat, including the few eager individuals who lecture the rest of us about Church doctrines in which they no longer believe. They criticize the use of Church resources to which they no longer contribute. They condescendingly seek to counsel the Brethren whom they no longer sustain. Confrontive, except of themselves, of course, they leave the Church, but they cannot leave the Church alone (<span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 14). Like the throng on the ramparts of the “great and spacious building,” they are intensely and busily preoccupied, pointing fingers of scorn at the steadfast iron-rodders (<span class=\"citation\" id=\"2115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2115)\">1 Ne. 8:26–28, 33<\/a><\/span>). Considering their ceaseless preoccupation, one wonders, Is there no diversionary activity available to them, especially in such a large building—like a bowling alley? Perhaps in their mockings and beneath the stir are repressed doubts of their doubts. In any case, given the perils of popularity, Brigham Young advised that this “people must be kept where the finger of scorn can be pointed at them” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe [1941], 434).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p12\" class=\"\">Therefore, brothers and sisters, quiet goodness must persevere, even when, as prophesied, a few actually rage in their anger against that which is good (see <span class=\"citation\" id=\"4657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4657)\">2 Ne. 28:20<\/a><\/span>). Likewise, the arrogance of critics must be met by the meekness and articulateness of believers. If sometimes ringed by resentment, we must still reach out, especially for those whose hands hang down (see <span class=\"citation\" id=\"20580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20580)\">D&amp;C 81:5<\/a><\/span>). If our shortcomings as a people are occasionally highlighted, then let us strive to do better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p13\" class=\"\">Besides, the exhilarations of discipleship exceed its burdens. Hence, while journeying through our Sinai, we are nourished in the Bountiful-like oases of the Restoration. Of these oases some of our first impressions may prove to be more childish than definitive. Brushing against such lush and verdant vegetation, its fragrance is inevitably upon us. Our pockets are stuffed with varied and lush fruits, and we are filled with glee. There is no way to describe it all. In our appreciation, little wonder some of us mistake a particular tree for the whole of an oasis, or a particularly refreshing pool for the entirety of the Restoration’s gushing and living waters. Hence, in our early exclamations there may even be some unintended exaggerations. We have seen, and partaken of, far too much; hence we “cannot [speak] the smallest part which [we] feel” (<span class=\"citation\" id=\"10188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10188)\">Alma 26:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p14\" class=\"\">In addition to these oases, the Lord has made further and “ample provision” for our journey, including families, neighbors, and fellow servants (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith [1976], 220). Each of these is given to strengthen, edify, instruct, comfort, and inspire us while we are “knit together in love” (<span class=\"citation\" id=\"10557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10557)\">Col. 2:2<\/a><\/span>). Therefore, we experience the contagiousness of commitment in these interlacings of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p15\" class=\"\">Some 12 years ago, there was a tennis match with two LDS physicians and a nonmember medical student from Brazil. With no intervening communication, last month in Curitiba, Brazil, Valentim Goncalves stood by me again, not on a tennis court but instead in a regional conference to translate for me. Thanks to his innate goodness and the good work of others, ophthalmologist Valentim is not only a member, but is a stake president in Curitiba. Valentim and his special wife, sealed in the temple, have been blessed with three lovely children. This remarkable rendezvous added to my already appreciative wonder over the workings of the hand of the Lord (see <span class=\"citation\" id=\"20556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20556)\">D&amp;C 59:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p16\" class=\"\">Inspired children often show the way through the wilderness. One reason they are able to do so is implicit in the searching question asked by King Benjamin: “For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?” (<span class=\"citation\" id=\"40969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40969)\">Mosiah 5:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p17\" class=\"\">Children often have the “thoughts and [the] intents of [their] hearts” focused on the Master. Though not full of years, such children are full of faith! Too young for formal Church callings, they have been “called to serve” as exemplifiers, doing especially well when blessed with “goodly parents” (<span class=\"citation\" id=\"2110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2110)\">1 Ne. 1:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p18\" class=\"\">Just as the scriptures assure, “little children do have words given unto them many times” (<span class=\"citation\" id=\"10196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10196)\">Alma 32:23<\/a><\/span>). For example, the resurrected Jesus revealed things to the Nephite children, who then taught adults and their parents “even greater” things than Jesus had taught (<span class=\"citation\" id=\"6420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6420)\">3 Ne. 26:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p19\" class=\"\">It has been a privilege to seal several adopted children to Nan and Dan Barker, now of Arizona. Some time ago Nate, then just over three, said: “Mommy, there is another little girl who is supposed to come to our family. She has dark hair and dark eyes and lives a long way from here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p20\" class=\"\">The wise mother asked, “How do you know this?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p21\" class=\"\">“Jesus told me, upstairs.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p22\" class=\"\">The mother noted, “We don’t have an upstairs,” but quickly sensed the significance of what had been communicated. After much travail and many prayers, the Barker family were in a sealing room in the Salt Lake Temple in the fall of 1995—where a little girl with dark hair and dark eyes, from Kazakhstan, was sealed to them for time and eternity. Inspired children still tell parents “great and marvelous things” (<span class=\"citation\" id=\"6421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6421)\">3 Ne. 26:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p23\" class=\"\">Benjamin Ballam is the special spina bifida child of Michael and Laurie Ballam. He has been such a blessing to them and many others. Also spiritually precocious, Benjamin is a constant source of love and reassurance. Having had 17 surgeries, resilient Benjamin knows all about hospitals and doctors. Once, when an overwhelmed attendant became vocally upset—not at Benjamin, but over stressful circumstances—little three-year-old Benjamin exemplified the words of another Benjamin about our need to be childlike and “full of love” (<span class=\"citation\" id=\"40957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40957)\">Mosiah 3:19<\/a><\/span>). Little Benjamin reached out, tenderly patted the irritated attendant, and said, “I love you anyway.” A similar episode occurred recently in an Israeli hospital, where little Benjamin, going through a necessary but very painful procedure, used the same loving words to reassure a physician. No wonder, brothers and sisters, in certain moments we feel children are our spiritual superiors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p24\" class=\"\">Joseph and Janice Clark were blessed with two sons, Jacob and Andrew. Five years ago, Joseph was stricken suddenly and, in effect, became a hospitalized quadriplegic. There, supine Joseph’s sons would often be cradled in his arms. Joseph would always smile even when he could not speak audibly. In the eyes of the world, his was a catastrophic illness. Nevertheless, Joseph, his saintly wife, their two boys, and with strong support from parents and families, coped remarkably for five years. Because they trusted God as to what was really going on, like Job, they did not charge “God foolishly” (<span class=\"citation\" id=\"26854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26854)\">Job 1:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p25\" class=\"\">Amid all the incessant and difficult problems, many of us watched Janice and Joseph apply King Benjamin’s words by showing that they were “willing to submit” to what had been inflicted upon them (<span class=\"citation\" id=\"40958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40958)\">Mosiah 3:19<\/a><\/span>). Radiant Joseph died recently. The very day after his death, prescient, nine-year-old Jacob, who knew firsthand of his father’s loving and outreaching nature, said, “Mom, I’ll bet Dad already has a lot of friends in heaven!” A few days later, seven-year-old Andrew struggled with a computer assignment at school but later reported to his mother, “I just thought of Dad, and he helped me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p26\" class=\"\">A four-year-old Brazilian girl, Mayara Fernanda dos Santos, suffering from leukemia and on oxygen, was blessed recently by Elder Claudio Costa and myself in Curitiba, Brazil. After the blessing, empathetic little Mayara smilingly wiped a tear from her anxious mother’s cheek. Instinctively wise beyond her years, Mayara knows how to “comfort those that stand in need of comfort,” including her precious parents who are willing to wait upon the Lord (<span class=\"citation\" id=\"40979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40979)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40979)\">Mosiah 18:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p27\" class=\"\">Elder Craig Zwick and I shared a precious moment in Fortaleza, Brazil, where we were privileged to bless a special seven-year-old boy who was dying of leukemia. His names—Jared Ammon—tell you much about his parents and family. Accompanied by a thoughtful mission and stake president, there was scarcely room for the four of us to stand beside the bed in the tiny room where Jared Ammon’s faithful 14-year-old sister held him in her arms. His stomach was so severely swollen. When the stake president lifted the oxygen mask to ask if he would like a blessing, Jared said, “Yes, please.” It was a privilege to bless him and to call him to serve beyond the veil. Tears flowed, for the Spirit was strong. The oxygen mask was then lifted again, and Jared Ammon was asked if there was anything else we could do for him. Jared meekly requested that we sing for him “I Am a Child of God” (<span class=\"emphasis\">Hymns,<\/span> no. 301). Weepingly, we responded to a submissive Jared Ammon’s last request, and two hours later he was released from this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p28\" class=\"\">Before emplaning the next day, we went to the viewing at the chapel. His wonderful parents were full of faith, composed, and reverently “willing to submit” (<span class=\"citation\" id=\"40959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40959)\">Mosiah 3:19<\/a><\/span>). The sister who held Jared plans to serve a mission later on this side of the veil, while Jared does on the other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p29\" class=\"\">Brothers and sisters, no wonder the divine direction is for each of us to “becometh as a child” (<span class=\"citation\" id=\"40960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40960)\">Mosiah 3:19<\/a><\/span>). Such saintliness will sustain us as we cross our Sinai, including in those moments when we must “be still, and know that I am God” (<span class=\"citation\" id=\"42094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42094)\">Ps. 46:10<\/a><\/span>). Such submissive stillness is necessary, because the process of consecration is not one of explanation. Only “after the trial of [our] faith” does the full witness come; meanwhile, often “a little child shall lead [us]” (<span class=\"citation\" id=\"22440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22440)\">Ether 12:6<\/a><\/span>; <span class=\"citation\" id=\"25750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25750)\">Isa. 11:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/becometh-as-a-child.p30\" class=\"\">I gladly testify to the truth of this work, and I witness to the wonder of it all, as we are led so ably by President Hinckley. In the name of Jesus Christ, amen!<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}