{"ID":5772, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Joseph, the Man and the Prophet\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p3\" class=\"\">On this beautiful Easter Sunday, I have chosen to speak about the Prophet Joseph Smith, and to emphasize some lesser-known aspects of his life that further affirm his prophetic calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p4\" class=\"\">During my college studies at BYU, I was introduced to the <span class=\"emphasis\">History of the Church,<\/span> an edited compilation of the writings of Joseph Smith and others. After I graduated from law school, I carefully read all seven volumes. I also pursued personal research in original records in Illinois, where the prophet Joseph lived the last five years of his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p5\" class=\"\">The man I came to know in this way was not the man I had imagined. When I was a boy, growing up in the Church, I imagined the Prophet Joseph to be old and dignified and distant. But the Joseph Smith I met in my reading and personal research was a man of the frontier—young, emotional, dynamic, and so loved and approachable by his people that they often called him “Brother Joseph.” My studies strengthened my testimony of his prophetic calling. What a remarkable man! At the same time, I could see that he was mortal and therefore subject to sin and error, pain and affliction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p6\" class=\"\">Overarching the Prophet Joseph’s entire ministry were his comparative youth, his superficial formal education, and his incredibly rapid acquisition of knowledge and maturity. He was 14 at the First Vision and 17 at the first visit from the angel Moroni. He was 21 when he received the golden plates and just 23 when he finished translating the Book of Mormon (in less than 60 working days). Over half of the revelations in our Doctrine and Covenants were given through the Prophet while he was 25 or younger. He was 26 when the First Presidency was organized and 30 when the Kirtland Temple was dedicated. He was just over 33 when he escaped his imprisonment in Missouri and resumed leadership of the Saints gathering in Nauvoo. He was 38 1\/2 when he was martyred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p7\" class=\"\">Joseph Smith had more than his share of mortal afflictions. When he was about seven, he suffered an excruciatingly painful surgery. Pieces of bone in his leg were chipped away without anesthetic. He was on crutches most of the next three years. Because of the poverty of his family, he had little formal education and as a youth was compelled to work long hours to help put food on the family table. The first three children of Joseph and his beloved Emma died at birth. A later child also died at birth and another in early childhood. Only four of Joseph and Emma’s nine birth children survived childhood. They also adopted twins, and one of these died as an infant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p8\" class=\"\">Joseph was attacked physically on many occasions. He was often hounded by false charges. He was almost continually on the edge of financial distress. In the midst of trying to fulfill the staggering responsibilities of his sacred calling, he had to labor as a farmer or merchant to provide a living for his family. He did this without the remarkable spiritual gifts that sustained him in his prophetic calling. The Lord had advised him that “in temporal labors thou shalt not have strength, for this is not thy calling” (<span class=\"citation\" id=\"20509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20509)\">D&amp;C 24:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p9\" class=\"\">Speaking of his teen years following the First Vision, Joseph wrote, “I frequently fell into many foolish errors, and displayed the weakness of youth, and the foibles of human nature; which, I am sorry to say, led me into divers temptations, offensive in the sight of God.” He hastened to add that this behavior did not include “any great or malignant sins” since “a disposition to commit such was never in my nature” (<span class=\"citation\" id=\"30758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30758)\">JS—H 1:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p10\" class=\"\">Joseph’s candor about his shortcomings is evident in the fact that one of the first revelations he recorded in writing and published to the world was a crushing rebuke he received from the Lord. The first 116 manuscript pages of the Book of Mormon translation were lost because 22-year-old Joseph yielded to entreaties and loaned them to Martin Harris. “Behold,” the Lord declared, “how oft you have transgressed the commandments and the laws of God, and have gone on in the persuasions of men” (<span class=\"citation\" id=\"20460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20460)\">D&amp;C 3:6<\/a><\/span>). The Lord told Joseph to repent or he would be stripped of his prophetic role. Four later revelations, also published by the Prophet, command him to “repent and walk more uprightly” (<span class=\"citation\" id=\"20464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20464)\">D&amp;C 5:21<\/a><\/span>), speak of his having “sinned” (<span class=\"citation\" id=\"20561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20561)\">D&amp;C 64:7<\/a><\/span>; see also <span class=\"citation\" id=\"20612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20612)\">D&amp;C 90:1<\/a><\/span>), and rebuke him for not keeping the commandments (see <span class=\"citation\" id=\"20615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20615)\">D&amp;C 93:47<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p11\" class=\"\">The Prophet Joseph had no role models from whom he could learn how to be a prophet and leader of the Lord’s people. He learned from heavenly messengers and from the harvest of his unique spiritual gifts. He had to rely on associates who had no role models either. They struggled and learned together, and the Prophet’s growth was extremely rapid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p12\" class=\"\">When Joseph warned the Saints against mortal imperfections, he did not raise himself above them, and they loved him for it. He cautioned a group of Saints newly arrived in Nauvoo against the tendency to be dissatisfied if everything was not done perfectly right. “He said he was but a man and they must not expect him to be perfect,” an associate recorded. “If they expected perfection from him, he should expect it from them, but if they would bear with his infirmities and the infirmities of the brethren, he would likewise bear with their infirmities” (<span class=\"emphasis\">The Papers of Joseph Smith, Volume 2, Journal, 1832–1842,<\/span> ed. Dean C. Jessee [1992], 489).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p13\" class=\"\">Joseph had a “native cheery temperament” (<span class=\"citation\" id=\"30759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30759)\">JS—H 1:28<\/a><\/span>). He delighted in the society of his friends. “He would play with the people,” one acquaintance recalled, “and he was always cheerful and happy” (Rachel Ridgeway Grant, “Joseph Smith, the Prophet,” <span class=\"emphasis\">Young Woman’s Journal<\/span> 16 [Dec. 1905]: 551). He loved little children and often frolicked with them in a manner shocking to some accustomed to the exaggerated sobriety of other ministers. These warm, human qualities caused some to deny Joseph’s prophetic role, but they endeared him to many who knew him. Our records contain numerous adoring tributes like that of an acquaintance who said, “The love the saints had for him was inexpressible” (Mary Alice Cannon Lambert, <span class=\"emphasis\">Young Woman’s Journal,<\/span> 16:554).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p14\" class=\"\">Despite his familiar and friendly style, the Prophet Joseph Smith was resolute in doing his duty. During a meeting to consider disciplining a man who had rejected the counsel of the Presidency and the Twelve, he declared: “The Saints need not think because I am familiar with them and am playful and cheerful, that I am ignorant of what is going on. Iniquity of any kind cannot be sustained in the Church, and it will not fare well where I am; for I am determined while I do lead the Church, to lead it right” <span class=\"emphasis\">(History of the Church,<\/span> 5:411). On another occasion he wrote, “I am a lover of the cause of Christ and of virtue chastity and an upright steady course of conduct &amp; a holy walk, I despise a hypocrite or a covenant breaker” (<span class=\"emphasis\">The Personal Writings of Joseph Smith,<\/span> ed. Dean C. Jessee [1984], 246).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p15\" class=\"\">All of his life, Joseph Smith lived on the frontier, where men had to pit their brute strength against nature and sometimes against one another. He was a large man, strong and physically active. He delighted in competitive sports, including pulling sticks—a test of physical strength (see <span class=\"emphasis\">History of the Church,<\/span> 5:302). Our archives contain many recollections of his wrestling with friends and acquaintances. On one Sabbath, he and Brigham Young preached to the Saints in Ramus, Illinois, about a day’s ride from Nauvoo. On Monday, before departing Ramus, Joseph matched his wrestling prowess against a man someone described as “the bully of Ramus” (see Joseph Smith Journal, 13 March 1843, recorded by Willard Richards, Joseph Smith Collection, LDS Church Archives). Joseph threw him. I am glad our current conference schedules do not provide the local members opportunity to test the visiting authorities in this manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p16\" class=\"\">Like most other leaders on the frontier, Joseph Smith did not shrink from physical confrontation, and he had the courage of a lion. Once he was kidnapped by two men who held cocked pistols to his head and repeatedly threatened to shoot him if he moved a muscle. The Prophet endured these threats for a time and then snapped back, “Shoot away; I have endured so much persecution and oppression that I am sick of life; why then don’t you shoot, and have done with it, instead of talking so much about it?” (in<span class=\"emphasis\"> Journal of Discourses,<\/span> 2:167; see also <span class=\"emphasis\">History of the Church,<\/span> 5:440).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p17\" class=\"\">The Prophet Joseph Smith experienced severe opposition and persecution throughout his life, but in the midst of all of this he never wavered from his divine calling. During a public sermon in Nauvoo, he declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p18\" class=\"\">“The burdens which roll upon me are very great. My persecutors allow me no rest, and I find that in the midst of business and care the spirit is willing, but the flesh is weak. Although I was called of my Heavenly Father to lay the foundation of this great work and kingdom in this dispensation, and testify of His revealed will to scattered Israel, I am subject to like passions as other men, like the prophets of olden times” (<span class=\"emphasis\">History of the Church,<\/span> 5:516).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p19\" class=\"\">In a sermon preached a little over a month before he was martyred, he declared, “I never told you I was perfect—but there is no error in the revelations which I have taught” (<span class=\"emphasis\">The Words of Joseph Smith,<\/span> ed. Andrew F. Ehat and Lyndon W. Cook [1980], 369).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p20\" class=\"\">The event that focused anti-Mormon hostilities and led directly to the Martyrdom was the action of Mayor Joseph Smith and the city council in closing a newly established opposition newspaper in Nauvoo. Mormon historians—including Elder B. H. Roberts—had conceded that this action was illegal, but as a young law professor pursuing original research, I was pleased to find a legal basis for this action in the Illinois law of 1844. The amendment to the United States Constitution that extended the guarantee of freedom of the press to protect against the actions of city and state governments was not adopted until 1868, and it was not enforced as a matter of federal law until 1931. (See Dallin H. Oaks, “The Suppression of the <span class=\"emphasis\">Nauvoo Expositor,<\/span>” <span class=\"emphasis\">Utah Law Review<\/span> 9 [1965]: 862.) We should judge the actions of our predecessors on the basis of the laws and commandments and circumstances of their day, not ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p21\" class=\"\">As students at the University of Chicago, historian Marvin S. Hill and I were intrigued with the little-known fact that five men went to trial in Illinois for the murders of Joseph and Hyrum Smith. For over 10 years we scoured libraries and archives across the nation to find every scrap of information about this trial and those involved in it. We studied the actions and words of Illinois citizens who knew Joseph Smith personally, some who hated him and plotted to kill him, and others who loved him and risked their lives to witness the trial of his accused assassins. Nothing in our discoveries in the original court records or in the testimony at the lengthy trial disclosed anything that reflected dishonor on the men who were murdered. (See Dallin H. Oaks and Marvin S. Hill, <span class=\"emphasis\">Carthage Conspiracy<\/span> [1975].)<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p22\" class=\"\">The accessibility of Illinois court records led to another untouched area of research on Joseph Smith—his financial activities. Joseph I. Bentley, then a law student at Chicago, and I discovered numerous records showing the business activities of Joseph Smith. As we explained in our article, this was a period following a nationwide financial panic and depression. Economic conditions in frontier states like Illinois were ruinous. The biographers of an Illinois contemporary, Abraham Lincoln, have described his financial embarrassments during this decade, when business was precarious, many obligations were in default, and lawsuits were common. The enemies of Joseph charged him with fraud in various property conveyances, mostly in behalf of the Church. A succession of court proceedings that extended for nearly a decade examined these claims in meticulous detail. Finally, in 1852, long after the Saints’ exodus from Illinois (so there was no conceivable political or other cause for anyone to favor the Prophet), a federal judge concluded this litigation with a decree that found no fraud or other moral impropriety by the Prophet. (See Dallin H. Oaks and Joseph I. Bentley, “Joseph Smith and Legal Process: In the Wake of the Steamboat <span class=\"emphasis\">Nauvoo,<\/span>” <span class=\"emphasis\">BYU Law Review<\/span> [1976]: 735.) Independent of that decree, as one who has examined the hundreds of pages of allegations and evidence in these proceedings, I testify to the Prophet’s innocence of the charges against him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p23\" class=\"\">As one familiar with early Illinois property law and as a lawyer enjoying the benefit of over 100 years of hindsight, I can readily see where Joseph and his fellow Church leaders and members were seriously disadvantaged by poor legal advice in some of the controversies just described. Bad legal advice may have been one of the causes for Brigham Young’s well-publicized negative opinions of lawyers. I have often chuckled at his 1846 declaration that he “would rather have a six-shooter than all the lawyers in Illinois” (<span class=\"emphasis\">History of the Church,<\/span> 7:386).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p24\" class=\"\">Men who knew Joseph best and stood closest to him in Church leadership loved and sustained him as a prophet. His brother Hyrum chose to die at his side. John Taylor, also with him when he was murdered, said: “I testify before God, angels, and men, that he was a good, honorable, virtuous man … —that his private and public character was unimpeachable—and that he lived and died as a man of God” (<span class=\"emphasis\">The Gospel Kingdom,<\/span> [1987], 355; see also <span class=\"citation\" id=\"20669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20669)\">D&amp;C 135:3<\/a><\/span>). Brigham Young declared: “I do not think that a man lives on the earth that knew [Joseph Smith] any better than I did; and I am bold to say that, Jesus Christ excepted, no better man ever lived or does live upon this earth” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 9:332).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p25\" class=\"\">Like other faithful Latter-day Saints, I have built my life on the testimony and mission of the Prophet Joseph Smith. In all of my reading and original research, I have never been dissuaded from my testimony of his prophetic calling and of the gospel and priesthood restoration the Lord initiated through him. I solemnly affirm the testimony Joseph Smith expressed in the famous Wentworth letter of 1842:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p26\" class=\"\">“… The standard of truth has been erected; no unhallowed hand can stop the work from progressing, persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished and the great Jehovah shall say the work is done” (<span class=\"emphasis\">Times and Seasons,<\/span> 1 March 1842, 709; quoted in Daniel H. Ludlow, ed., <span class=\"emphasis\">Encyclopedia of Mormonism,<\/span> 5 vols. [1992], 4:1754).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/joseph-the-man-and-the-prophet.p27\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}