{"ID":5773, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Conversion and Commitment\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p2\" class=\"\">Elder W. Mack Lawrence<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fa2.jpg\" alt=\"Elder W. Mack Lawrence\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p3\" class=\"\">Greetings, my brothers and sisters everywhere. What a great privilege it is to be in the presence of God’s living prophet and to receive from him, and others who have been called by the Lord, the inspired words of counsel, testimony, and admonition that have been delivered in this wonderful conference. I testify that what we have heard from them has been “the will of the Lord, … the mind of the Lord, … [and] the voice of the Lord” and, as the scriptures declare, is “the power of God unto salvation” (<span class=\"citation\" id=\"20571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20571)\">D&amp;C 68:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p4\" class=\"\">In this respect, I am reminded of a declaration made at the conclusion of conference many years ago by Elder Marion G. Romney of the Quorum of the Twelve Apostles: “We have heard enough truth and direction in this conference,” he declared, “to bring us into the presence of God if we would follow it” (in Conference Report, Apr. 1954, 132–33).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p5\" class=\"\">Please note that it is insufficient to just <span class=\"emphasis\">hear<\/span> the word of God in gatherings such as this conference. In order to have God’s word impact our lives—to receive the promised blessings—we must <span class=\"emphasis\">follow<\/span> it. Indeed, the Lord has proclaimed: “For you shall <span class=\"emphasis\">live<\/span> by every word that proceedeth forth from the mouth of God” (<span class=\"citation\" id=\"20585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20585)\">D&amp;C 84:44<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p6\" class=\"\">We have heard God’s words at this conference, and now our responsibility is to live by them. At the conclusion of our last general conference, President Gordon B. Hinckley said: “I will be a better man if I will put into my life the things of which I have been reminded in this conference, and I would like to suggest that each of you will be a better man or woman if you will put into your lives something of what you have heard in this great conference” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 89).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p7\" class=\"\">By following this counsel, we strengthen our conversion to Christ and His gospel and, in this sense, become more committed to keeping covenants and commandments and in doing our duty in the Church. This, in my opinion, is the solution to one of the major challenges that I have observed during the years in which I have served in my present and other leadership callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p8\" class=\"\">Whenever I have asked stake presidents about their biggest challenge or concern, they repeatedly say, “To have the Saints committed and converted so they will be faithful in keeping their covenants and fulfilling their callings.” I have given that challenge a lot of prayerful consideration. Certainly Latter-day Saints do not lack opportunities to hear the word of God, but, unfortunately, they are often dilatory in the follow-through and the application in living the word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p9\" class=\"\">What is it that gives us a testimony and a desire to serve the Lord “with all [our] heart, might, mind and strength” (<span class=\"citation\" id=\"20462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20462)\">D&amp;C 4:2<\/a><\/span>) and to “be diligent in keeping the commandments of the Lord”? (<span class=\"citation\" id=\"2114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2114)\">1 Ne. 4:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p10\" class=\"\">As I have pondered this and prayed about it, I have concluded that the problem lies in a lack of conversion and commitment: <span class=\"emphasis\">conversion<\/span> to Christ, His gospel, and His Church; and, subsequently, <span class=\"emphasis\">commitment<\/span> to the covenants and individual callings one may have received to serve and strengthen others. In this regard, it is of interest to consider Christ’s words to Peter: “When thou art converted, strengthen thy brethren” (<span class=\"citation\" id=\"32588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32588)\">Luke 22:32<\/a><\/span>). Thus, commitment seems to be an outgrowth or fruit of conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p11\" class=\"\">In order to receive a fulness of promised blessings in our lives, and to be fully effective in our callings, we must become converted. Would any of us truly do any less than our very best in keeping a covenant or commandment, fulfilling an assignment, or in following Christ if we were truly converted in our hearts?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p12\" class=\"\">A truly converted follower of Christ—one who merits the designation of disciple or Saint—could not be casual or complacent in his or her approach to service in the Church nor in keeping covenants and commandments. Such a one would surely follow the Lord’s admonition to “learn his [or her] duty, and to act … in all diligence” (<span class=\"citation\" id=\"20632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20632)\">D&amp;C 107:99<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p13\" class=\"\">What does it mean to be converted? President Harold B. Lee said, “Conversion must mean more than just being a ‘card carrying’ member of the church with a tithing receipt … [or] a temple recommend.” One who is converted “strive[s] continually to improve inward weaknesses and not merely the outward appearances” (<span class=\"emphasis\">Church News,<\/span> 25 May 1974, 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p14\" class=\"\">One who is converted and committed will not simply “go through the motions” in fulfilling a Church service assignment. A converted home teacher will not be satisfied with just making a visit to one of his assigned families so he can report to his quorum leader that his home teaching is “completed” or “done.” A converted Primary teacher would not be content to merely “give” a lesson but would want to teach by the Spirit, thereby making a real difference in the impressionable lives of the children entrusted to his or her care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p15\" class=\"\">Truly converted Latter-day Saints do not go to the temple because of a quota they are expected to fulfill, but out of a sincere desire to perform sacred and saving ordinances in behalf of deceased ancestors—or even complete strangers—who cannot do the work for themselves. We do not serve others or fulfill assignments for statistical or reporting purposes, but in a spirit of love and a commitment to Christ and our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p16\" class=\"\">In this respect, consider the counsel of President Hinckley, given in a leadership training meeting:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p17\" class=\"\">“There is much more to be achieved than statistical improvement,” President Hinckley said. “More importantly, <span class=\"emphasis\">we should be concerned with the spiritual dimension of our people and the enlargement of this dimension.<\/span> There is a tendency in all of us to ask for better statistical performance. There is a tendency to <span class=\"emphasis\">impose<\/span> quotas behind which usually lies <span class=\"emphasis\">imposition of pressure<\/span> to achieve improved statistics. <span class=\"emphasis\">In the work of the Lord there is a more appropriate motivation than pressure. There is the motivation that comes of true conversion.<\/span> When there throbs in the heart of an individual Latter-day Saint a great and vital testimony of the truth of this work, he [meaning, of course, men and women] will be found doing his duty in the Church. He will be found in his sacrament meetings. He will be found in his priesthood meetings. He will be found paying his honest tithes and offerings. He will be doing his home teaching. He will be found in attendance at the temple as frequently as his circumstances will permit. He will have within him a great desire to share the Gospel with others. He will be found strengthening and lifting his brethren and sisters. [In other words, he will be committed.] <span class=\"emphasis\">It is conversion that makes the difference<\/span>” (Regional Representatives’ seminar, 6 Apr. 1984; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p18\" class=\"\">Brothers and sisters, if you are not presently enjoying the blessings that come from conversion and commitment, I urge you to take the necessary steps to bring about this change in your heart. Perhaps my appeal is much the same as that extended by the prophet Alma when he said to the people of his day: “And now behold, I ask of you, my brethren [and sisters] of the church, have ye spiritually been born of God? Have ye received his image in your countenances? Have ye experienced this mighty change in your hearts?” (<span class=\"citation\" id=\"10167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10167)\">Alma 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p19\" class=\"\">This “mighty change in your hearts” is what conversion is all about. President Joseph Fielding Smith said, “People are converted by their hearts being penetrated by the Spirit of the Lord when they humbly hearken to the testimonies of the Lord’s servants” (<span class=\"emphasis\">Church History and Modern Revelation,<\/span> 2 vols. [1953], 1:40).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p20\" class=\"\">I emphasize again what I stated at the commencement of my remarks: it is insufficient to <span class=\"emphasis\">hear<\/span> the word of God as declared in this conference or in other places of worship. In order to make it effective—to receive the promised blessings—we must <span class=\"emphasis\">follow<\/span> it; or, as President Smith noted, we must “<span class=\"emphasis\">hearken<\/span> to the testimonies of the Lord’s servants.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p21\" class=\"\">May I humbly admonish each of you to evaluate your present state of conversion and commitment. I invite you to have a personal interview with yourself in which you ask how effective you are in your present calling to serve. Consider how fully you are keeping the commandments and acting upon the counsel given you by the prophets and other divinely called leaders of the Church, yes, including your stake president and bishop. Do you have to be reminded of your duty, or are you a committed self-starter and finisher?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p22\" class=\"\">Let us return to Alma’s question: “Have ye spiritually been born of God?” It is noteworthy that Alma concluded his admonition to the people of his day by bearing testimony of how his personal conversion was obtained: “Behold, I testify unto you that I do know that these things whereof I have spoken are true. And how do ye suppose that I know of their surety?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p23\" class=\"\">“Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I have <span class=\"emphasis\">fasted and prayed<\/span> many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me” (<span class=\"citation\" id=\"10172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10172)\">Alma 5:45–46<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p24\" class=\"\">That same spirit of revelation—the spirit of conversion, if you will—is available to each of us as we diligently seek for it through fasting, prayer, obedience, and searching the scriptures (see <span class=\"citation\" id=\"10182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10182)\">Alma 17:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p25\" class=\"\">May we go from this conference with a renewed desire to be more fully converted and committed to the gospel of Jesus Christ. May we follow the admonition of the Apostle James to be “doers of the word, and not hearers only” (<span class=\"citation\" id=\"26400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26400)\">James 1:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/conversion-and-commitment.p26\" class=\"\">I believe in Jesus Christ with all my soul. May we understand and follow His teachings as found in the holy scriptures. This is His divine Church. Through the Prophet Joseph Smith, the Lord ushered in the fulness of the gospel in this last dispensation of time. President Gordon B. Hinckley is our true and living prophet. This is my testimony to you in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}