{"ID":5775, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Remember How Thou Hast Received and Heard\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p2\" class=\"\">Susan L. Warner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p\" class=\"\">Second Counselor in the Primary General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dc2.jpg\" alt=\"Susan L. Warner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p3\" class=\"\">My dear brothers and sisters, I remember as a little girl driving across the Nevada desert with my family to attend general conference in this Tabernacle. Automobiles did not have air-conditioning, so we traveled at night with a canvas water bag tied to the front of the car in case the radiator boiled over. I remember standing outside this building, singing the hymns of Zion in the darkness of the morning, waiting for the large wooden doors to open. I remember secretly hoping that I wouldn’t be seated behind one of the wide, round pillars, or worse, a lady wearing a large hat. Though I was scarcely tall enough to see, I remember the feelings that came over me as everyone rose when the prophet entered. Those feelings of excited reverence are spiritual feelings that return each time I enter this building or hear our leaders speak in general conference. I remember what I have received and heard. I remember what I know and what I have felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p4\" class=\"\">Each of us has memories of spiritual feelings. Some of us remember spiritual feelings from our earliest childhood. Some of us may have memories of feelings when we first discovered the Lord’s true Church. Almost all have spiritual feelings connected with the love of mother, father, brothers, and sisters. We may remember feelings of love and belonging that have come while serving in the kingdom with our fellow Saints. We may remember feeling spiritually renewed on a Sabbath evening after attending church, studying the gospel together, and sharing testimonies. We may remember earnest feelings that have accompanied fervent prayer, the comfort of the Holy Ghost in times of trial or sadness. We may remember the sorrow and the joy of deep repentance—of feeling forgiven and cleansed. We may remember profound feelings of gratitude for the Savior’s atoning gift of love to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p5\" class=\"\">Remembering our spiritual feelings draws us to our Heavenly Father and to His Son, Jesus Christ. It gives us a sense of our true identity. It reminds us of what the prophets have recently proclaimed to the entire world, that “each is a beloved spirit son or daughter of heavenly parents, and, as such, each has a divine nature and destiny” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102). Recalling spiritual feelings reminds us of who we really are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p6\" class=\"\">It is no wonder that over and over in the scriptures we are instructed, counseled, and commanded “O remember, remember.” This repeated invitation emphasizes the important connection between our recollection of spiritual feelings in our past and our faithfulness in the present. Through John the Apostle, the Lord gave this message: “Remember therefore how thou hast received and heard” (<span class=\"citation\" id=\"42598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42598)\">Rev. 3:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p7\" class=\"\">Satan wants us to be slow to remember what we have received and heard. He wants us to minimize and even forget the quiet witnesses of the Spirit that have told us who we really are. Part of Satan’s evil design is to give our children mistaken ideas of who they are—lies for them to remember.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p8\" class=\"\">An elementary school principal reported to me that even our young schoolchildren see and hear the defilement of sacred things. In television programs, videos, and popular music, they are exposed to evil things that desensitize them, making sin seem normal and acceptable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p9\" class=\"\">Like all of us, our children are subtly and constantly encouraged to believe that life has no sacred purpose and that living selfishly is natural and commendable. Under such influences, children may grow up without understanding that they have a Father in Heaven who loves them, that their bodies are sacred temples, and that obedience brings good and happy feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p10\" class=\"\">We can help counteract these influences in our families when we follow the counsel of our prophets and, in a spirit of love, study the scriptures together, pray, and hold regular family home evenings where we share experiences and bear testimony to one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p11\" class=\"\">To help us teach our children and youth, our leaders have provided <span class=\"emphasis\">For the Strength of Youth<\/span> (pamphlet, 1990) and “My Gospel Standards,” which is found on the back of the booklet <span class=\"emphasis\">My Achievement Days<\/span> (1995). When we talk about these things in our families, share our feelings, and learn together at home, we build in each family member, young and old, a rich reserve of doctrinal knowledge and spiritual feelings which will come to their remembrance again and again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p12\" class=\"\">Enos, in the Book of Mormon, records his remembrance: “I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart” (<span class=\"citation\" id=\"21546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21546)\">Enos 1:3<\/a><\/span>). Enos had been given a reserve of doctrine and feelings to draw upon. He gratefully said of his father, “He taught me … in the nurture and admonition of the Lord—and blessed be the name of my God for it” (<span class=\"citation\" id=\"21545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21545)\">Enos 1:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p13\" class=\"\">One widely recognized expert in helping troubled youth said that the young people who most readily and completely come back after losing their way are those who have a foundation of standards and spirituality to which they can return. They are strengthened by their spiritual memories, and for them, repentance feels like coming home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p14\" class=\"\">Children come into this world pure and open and eager to learn. It is our happy privilege and solemn responsibility to lovingly teach them plain and simple gospel truths, provide opportunities for them to feel the Spirit, and help them identify and recognize their own spiritual feelings. Heavenly Father said to Father Adam, “Therefore I give unto you a commandment, to teach these things freely unto your children” (<span class=\"citation\" id=\"39945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39945)\">Moses 6:58<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p15\" class=\"\">In our family we have tried to hold early-morning scripture study. But we were often frustrated when one son complained and had to be coaxed out of bed. When he finally came, he would often put his head right down on the table. Years later, while serving his mission, he wrote home in a letter: “Thank you for teaching me the scriptures. I want you to know that all those times I acted like I was sleeping, I was really listening with my eyes closed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p16\" class=\"\">Parents and teachers, our efforts to help our children establish a heritage of rich spiritual memories are never wasted. Sometimes, the seeds we plant may not bear fruit for years, but we may take comfort in the hope that someday the children we teach will remember how they have “received and heard” the things of the Spirit. They will remember what they know and what they have felt. They will remember their identity as children of Heavenly Father, who sent them here with a divine purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p17\" class=\"\">Each week, all over the world, members of The Church of Jesus Christ of Latter-day Saints come together and remember who they are. “I am a child of God,” sing Primary children in many languages. Young women everywhere repeat, “We are daughters of our Heavenly Father who loves us.” Young men remember when they serve and perform their duties as worthy Aaronic Priesthood bearers. And when we partake of the sacrament, all of us remember as we witness our willingness to take upon ourselves the name of Jesus Christ and covenant to always remember him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p18\" class=\"\">I recall a day when one of our children was leaving for school with his friend. I waved good-bye and called out, “Remember who you are.” As they walked away, I overheard the friend ask, “Why does your mother always say that to you? What does she mean?” I heard our son’s quick reply, “She means, ‘Be good.’” He was exactly right. We remember who we are by doing good, and we do good when we remember who we are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p19\" class=\"\">We are to remember to keep His commandments in all things (see <span class=\"citation\" id=\"2120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2120)\">1 Ne. 15:25<\/a><\/span>), remember to search the scriptures diligently (see <span class=\"citation\" id=\"40952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40952)\">Mosiah 1:7<\/a><\/span>), remember the words our parents have taught us (see <span class=\"citation\" id=\"10220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10220)\">Alma 57:21<\/a><\/span>), remember the counsel of the prophets and apostles (see <span class=\"citation\" id=\"30835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30835)\">Jude 1:17<\/a><\/span>), remember the awfulness of transgression (see <span class=\"citation\" id=\"4647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4647)\">2 Ne. 9:39<\/a><\/span>), remember that the Lord is merciful unto all who believe on his name (see <span class=\"citation\" id=\"10195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10195)\">Alma 32:22<\/a><\/span>), and remember that he came to redeem us (see <span class=\"citation\" id=\"24866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24866)\">Hel. 5:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p20\" class=\"\">I join with children around the world, bearing my testimony in this Primary song, and remembering what we have received and heard, what we know and feel:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I belong to The Church of Jesus Christ of Latter-day Saints.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I know who I am. I know God’s plan.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll follow him in faith.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I believe in the Savior, Jesus Christ.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll honor his name.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll do what is right; I’ll follow his light.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">His truth I will proclaim.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p28\" class=\"\">(“The Church of Jesus Christ,” <span class=\"emphasis\">Children’s Songbook,<\/span> 77)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/remember-how-thou-hast-received-and-heard.p29\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}