{"ID":5778, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sustaining the Living Prophets\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p3\" class=\"\">President Janette Hales Beckham<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p4\" class=\"\">There is always a feeling of excitement for me as I know young women are gathering for our annual Young Women meeting. Tonight my excitement feels more like a whisper—the witness of the Holy Ghost whispering to me that a prophet of God has a message just for young women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p5\" class=\"\">Our theme for this meeting is “Stand As a Witness by Sustaining the Living Prophets.” As you think of the word <span class=\"emphasis\">sustaining,<\/span> ask yourself this question: Is sustaining the living prophets different from having a testimony that we have prophets? When we sustain, it means we <span class=\"emphasis\">do<\/span> something about our belief. Our testimony of the prophet turns into action when we sustain him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p6\" class=\"\">My faith in a living prophet began in Primary and continued with me into my growing-up years. I had a testimony that we have prophets, but I hadn’t thought about what it meant to sustain the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p7\" class=\"\">In general conference in October 1994, Elder David B. Haight said: “When we sustain the President of the Church by our uplifted hand, it not only signifies that we acknowledge before God that he is the rightful possessor of all the priesthood keys; it means that we covenant with God that we will abide by the direction and the counsel that comes through His prophet. It is a solemn covenant” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 14–15).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p8\" class=\"\">I pondered the words of Elder Haight. I considered the commitment I was making when I raised my hand and made a solemn covenant with God that I would sustain the prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p9\" class=\"\">The following April, the members of the Church sustained President Gordon B. Hinckley as prophet, seer, and revelator and President of The Church of Jesus Christ of Latter-day Saints, with President Thomas S. Monson and President James E. Faust as his counselors. I watched the young women when, for the first time in history, you were asked to stand as a separate group; and I asked myself, “Do the young women know what it means to sustain?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p10\" class=\"\">President Hinckley said at that conference: “The procedure of sustaining is much more than a ritualistic raising of the hand. It is a commitment to uphold, to support, to assist those who have been selected” (<span class=\"emphasis\">Ensign,<\/span> May 1995, 51). When we sustain, it affects our behavior. President Hinckley also quoted the Doctrine and Covenants, section 107, verse 22, where we are told that the First Presidency, or “three Presiding High Priests,” are “appointed and ordained to that office, and upheld by the confidence, faith, and prayer of the church” [<span class=\"citation\" id=\"20624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20624)\">D&amp;C 107:22<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p11\" class=\"\">I often discuss our theme with young women and ask what it means to them to “stand as witnesses of God at all times and in all things, and in all places” (<span class=\"citation\" id=\"40980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40980)\">Mosiah 18:9<\/a><\/span>; quoted in <span class=\"emphasis\">Personal Progress<\/span> [booklet, 1990], 6). I believe it means that we show by our behavior what we believe. Surely we are standing as witnesses of God when we sustain his living prophets, especially when we know what it means to sustain. We will abide by the direction and counsel of the prophets. We indeed become witnesses when we make this solemn covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p12\" class=\"\">As a young child, I believed we had a prophet and that he spoke the truth; but I’m not sure I understood that the prophet was speaking to me personally. When I was a young wife and mother, my husband spent two years in the air force. We lived in military housing on Long Island, New York. While tending our young children, I often visited with neighbors who had come from all over the country. One day as a neighbor and I were talking about our beliefs, she became curious about what was different about The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p13\" class=\"\">I told her briefly about the Restoration, and I explained that the restored Church of Jesus Christ has a living prophet today. This really seemed to pique her interest, and she wanted to know what the prophet had said. As I started to tell her about the Doctrine and Covenants and modern revelation, she said, “But what has he said lately?” I told her about general conference and that the Church had a monthly publication with a message from the prophet. Then she got really interested. I was so embarrassed to admit that I hadn’t read the current message. She concluded our conversation by saying, “You mean you have a living prophet and you don’t know what he said?” In that situation I hadn’t shown what it meant to sustain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p14\" class=\"\">I’ll suggest another way to think of the word <span class=\"emphasis\">sustain.<\/span> When you play a violin, if it is in tune you can move the bow across one string and the other strings vibrate. The harmonious strings not only help sustain the sound, but they enlarge and carry the sound.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p15\" class=\"\">As each of us listens to the prophet and responds to his message, if we are in tune we can carry his message with us. Others will feel the prophet’s message because of the way we act. In this way the message doesn’t end tonight—it just begins. Isn’t that exciting to think about? We can make his message be a force for good in our own lives, but also in our homes, in our neighborhoods, and at school.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p16\" class=\"\">When the prophets speak to us, it is as if our Heavenly Father is speaking to us. In the first section of the Doctrine and Covenants, verse 38, it states, “Whether by mine own voice or by the voice of my servants, it is the same” [<span class=\"citation\" id=\"20456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20456)\">D&amp;C 1:38<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p17\" class=\"\">Fortunately, in this day of satellites and modern technology we can see and hear the prophet. We can read and reread his messages. This blessing is not yet available to many young women in distant lands. This is a sacred night for those of us who have gathered to hear President Hinckley’s message for young women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p18\" class=\"\">Tonight, as President Gordon B. Hinckley has a message for each one of us, we as young women, mothers, and leaders want him to know that we have a message for him and his counselors, President Monson and President Faust. <span class=\"emphasis\">We<\/span> sustain you. We know what it means to sustain: we will abide by the direction and counsel you give us. We will uphold you by our confidence, faith, and prayers. In general conference next week, as we young women and leaders raise our hands to sustain the living prophets, we understand that we are making a solemn covenant. We know as we follow the counsel and direction of the living prophets, we will be better prepared to “make and keep sacred covenants, receive the ordinances of the temple, and enjoy the blessings of exaltation” (<span class=\"emphasis\">Personal Progress,<\/span> 6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/sustaining-the-living-prophets.p19\" class=\"\">It is my prayer that we will show by our behavior that we are a covenant people, that we sustain the living prophets. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}