{"ID":5779, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Listening with New Ears\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p3\" class=\"\">Virginia H. Pearce<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p4\" class=\"\">I’m a mother, and like all mothers, I learn many lessons from my children. If you will forgive the personal chatter, I’d like to share one of those lessons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p5\" class=\"\">We have a son and sons-in-law who love to golf, so you can imagine their excitement when they had an opportunity to attend a golf clinic a couple of years ago with a world-famous pro.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p6\" class=\"\">Golf bags jostling between them, the boys burst through the door into our family room on that late summer afternoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p7\" class=\"\">Reporting the highlight of the day, James said: “The pro slowly went from person to person. He watched each person swing and then gave suggestions. When he came to me, he said: ‘Basically, you’ve got a very good swing. Now this time, when you swing back, extend a little further to the right and explode through. Good,’ he said. ‘Practice that way. And if anyone ever tries to tell you differently, you tell them that I said you have a great swing!’ Then he moved on to the next golfer, and I kept practicing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p8\" class=\"\">“Did it work?” we asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p9\" class=\"\">“Not yet, but it will,” he answered confidently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p10\" class=\"\">As the boys went on through the room and out the other door to do a little more practicing in the backyard, I felt a twinge of envy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p11\" class=\"\">Wouldn’t it be nice if there were someone whom I trusted that much—an expert who could take a look at my life and say: “Basically, you’re doing great. But if you would just do this one little thing, it would make a big difference”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p12\" class=\"\">Some of you have been to those late-night parties with girlfriends where they all decide to tell what’s wrong with you! Not something I would recommend. That kind of an experience just leaves everyone feeling bad. No, I want my information from a real expert.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p13\" class=\"\">All at once, the light turned on! General conference! No wonder I look forward to those meetings and messages! Here are my experts: the prophets who reassure me that basically my swing is good and then give instructions about what I should do or should stop doing that will make a big difference. Not only are these men experienced, but their instructions come directly from Heavenly Father to me by way of the Holy Ghost—personalized to my exact, immediate, and individual needs. Who could be trusted more than this combination: the Lord, his mouthpiece, and the Holy Ghost?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p14\" class=\"\">What an exciting process! As a Young Women general presidency, we desire to invite every young woman and leader to listen to President Hinckley and find a personal message. Then we invite you to put that message into action and experience the positive changes that will surely follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p15\" class=\"\">A young woman wrote: “President Hinckley quoted Joshua 1:9 [<span class=\"citation\" id=\"30142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30142)\">Josh. 1:9<\/a><\/span>] in one of his talks. It says, ‘Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.’ Sometimes my friends want me to be someone else and I don’t want to be someone else. I want to be myself, and what I am afraid of is that I might lose them, and I don’t want to lose them. When the prophet read this scripture, it was like he knew what I was feeling. I felt like somebody had answered my prayers. Whenever friend troubles happen to me again, I know what to do and think, because I have those words in my mind that I will never forget, never!”<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Let me review the invitation:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Listen to and read the words of President Hinckley. It’s easy to say: “That was a really good talk. He’s one of my favorite speakers.” Then we go home and continue to be the same people with the same problems. President Hinckley will conclude this meeting tonight. He and the other General Authorities will speak to us next weekend. Listen with new ears. Read and reread the messages. Is the Lord using his prophets to answer your prayers? Is the Lord using his prophets to send you a message that you are loved and are on the right road—that fundamentally your swing is great? Is the Lord using his prophets to give you some instructions to practice or warnings to act on?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Next, identify, with the help of the Holy Ghost, a personal message—the little corrections you should make in your swing. Like the young woman whose letter I have just read, there will be an idea or a few words that you will feel are spoken just for you. Their interpretation will be yours alone. This is the process of personal revelation. It is simple. Don’t brush it aside.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Put the message into action. Practice. “Be ye doers of the word, and not hearers only” (<span class=\"citation\" id=\"26401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26401)\">James 1:22<\/a><\/span>). This is the whole point of revelation. It doesn’t matter how often the Lord chooses to speak to us if we fail to do anything about it.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p20\" class=\"\">A Laurel wrote of her desire to respond to President Hinckley’s words about missionary work. Her personal message was to be a missionary by being a better example to her friends. At first she found this difficult to do, but she didn’t give up. Finally, she changed her habits successfully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p21\" class=\"\">She writes: “We got out of school early and all went to a friend’s house to watch a video. They wanted to watch one that was rated R and they said it wasn’t that bad. I was going to go along with it because I was sick of being the one to always be good. Luckily, one of the guys spoke up against it, refusing to watch it. I felt an overwhelming relief. But then they watched a PG-13 movie that was probably just as bad. I tried my hardest to talk them out of it, but couldn’t. I should have gone home, but didn’t. I regret it. That night in my prayers I promised the Lord to be a better example to my friends. Since then I’ve cut some words out of my speech. I’ve quit sluffing [skipping school], and some of my friends have stopped now too. I suggest better movies, and every time they choose something I’d rather not see, I leave.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p22\" class=\"\">Don’t be discouraged—keep trying until you succeed. We are entitled to the help of the Lord when we are trying to do his will. Pray for that help and keep trying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p23\" class=\"\">4. Notice the changes in your life and feelings. Good feelings will come when we conform our lives to the will of God as expressed through his chosen prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p24\" class=\"\">President Hinckley has asked us to “try a little harder to be a little better” (<span class=\"emphasis\">Ensign,<\/span> May 1995, 88). I pray that we will follow that advice—that we will approach the messages of the prophet with an enthusiasm born of our desire to have the experts reinforce and instruct us in righteous living. In the words of a 16-year-old young woman: “I honestly believe all I read from President Hinckley and know that he is a true prophet of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/listening-with-new-ears.p25\" class=\"\">I echo her testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}