{"ID":578, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"This Is Life Eternal\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1952, pp. 55-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe believe that God has revealed himself in our day that men again may be able to gain\neternal life in his kingdom. The knowledge of God, the knowledge as to the nature and kind\nof being that he is, is the rock foundation upon which all true religion is based, and without\nthat knowledge and without revelation from him, it is not possible for men to hope for or gain\nthe blessings, honors, and glories of eternity.\n<\/p><p>\nThe Master gave the key to this principle in his great intercessory prayer when he said,\n<\/p><p>\nAnd this is life eternal, that they might know thee the only true God, and Jesus Christ,\nwhom thou hast sent (<span class=\"citation\" id=\"27530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27530)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith said,\n<\/p><p>\nIt is the first principle of the Gospel to know for a certainty the character of God and\nto know that we may converse with him as one man converses with another\n(<i>Teachings of the Prophet Joseph Smith<\/i>, page 345).\n<\/p><p>\nThis knowledge of God, always coming by revelation, has been had in every age of the\nearth's history when the gospel has been here. The prophets have known of him and have\nborne witness to the people concerning his attributes and his laws. He created Adam \"in the\nimage of his own body\" (<span class=\"citation\" id=\"39014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39014)\">Moses 6:9<\/a><\/span>)\nand then walked and talked with him, with the very man\nwhom he had created in his own likeness. He sent his Firstborn spirit Son, Jehovah, to\ncommune with Moses \"face to face, as a man speaketh unto his friend\"\n(<span class=\"citation\" id=\"22631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22631)\">Ex. 33:11<\/a><\/span>). And\nthen in the Meridian of Time he sent this same Son, among other reasons, to manifest to the\nworld the nature and kind of being that he is, so that men might know him and worship him\nand keep his commandments and thereby be entitled to come back into his presence again.\n<\/p><p>\nChrist said that he was the Son of God\n(<span class=\"citation\" id=\"27517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27517)\">John 10:36<\/a><\/span>).\nHe said that he came forth from the Father\n(<span class=\"citation\" id=\"27516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27516)\">John 8:42<\/a><\/span>), that he\ncame to bear witness of the Father\n(<span class=\"citation\" id=\"27534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27534)\">John 18:37<\/a><\/span>). It is written of him that he is the express image of his\nFather's person (<span class=\"citation\" id=\"24235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24235)\">Heb. 1:3<\/a><\/span>),\nand this knowledge was had in all ages. And yet when the period of dark\napostasy set in, men without revelation, without the Spirit of the Lord, sat down in\nconventions and conclaves and wrote creeds which attempted to define what kind of being he\nwas. They said that he was in some mystical way three in one, that he filled the immensity of\nspace, that he was everywhere and nowhere in particular present, that he was\nincomprehensible, unknowable, uncreated, incorporeal, and all the rest. And that is the\nunderstanding that prevailed in the world in the spring of 1820 when the Prophet went into\nthat secluded place in a grove of trees to ask the Lord which of all the churches was right and\nwhich he should join. The Prophet said,\n<\/p><p>\n. . . I saw a pillar of light exactly over my head, above the brightness of the sun,\nwhich descended gradually until it fell upon me.\n<\/p><p>\n. . . When the light rested upon me I saw two personages, whose brightness and glory\ndefy all description, standing above me in the air. One of them spake unto me, calling\nme by name, and said, pointing to the other&mdash;<i>This is My Beloved Son. Hear Him!<\/i>\n(<span class=\"citation\" id=\"30314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30314)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nFrom that moment the knowledge of God began to roll forth in the world, and we expect to\nsee a day, eventually, when the knowledge of God will cover the earth, as the waters cover\nthe deep (<span class=\"citation\" id=\"25129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25129)\">Isa. 11:9<\/a><\/span>),\nwhen it will no longer be necessary for any man to say to his neighbor, \"Know the\nLord,\" for all shall know him from the greatest to the least\n(<span class=\"citation\" id=\"26486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26486)\">Jer. 31:34<\/a><\/span>).\n<\/p><p>\nWe have a scripture that says,\n<\/p><p>\nThe Father has a body of flesh and bones as tangible as man's, the Son also; but the\nHoly Ghost has not a body of flesh and bones, but is a personage of Spirit\n(<span class=\"citation\" id=\"13056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13056)\">D&amp;C 130:22<\/a><\/span>).\n<\/p><p>\nIf we had lived in the beginning, in Adam's day, and had received the knowledge of God as\ntaught by revelation from the mouth of Adam, the presiding high priest in the Church, we\nwould have seen that the very name of the Father, literally interpreted, meant Man of\nHoliness, for as the scripture says,\n<\/p><p>\n. . . In the language of Adam, Man of Holiness is his name, and the name of his Only\nBegotten is the Son of Man\n(<span class=\"citation\" id=\"39016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39016)\">Moses 6:57<\/a><\/span>).\n<\/p><p>\nWhen Christ repeatedly referred to himself as the Son of Man, he was certifying that Man of\nHoliness, God the Eternal Father, was his Father, and he had no reference to his mortality his\nbirth as the son of Mary.\n<\/p><p>\nAll of us who have received the gospel have power given us to become the sons of God\n(<span class=\"citation\" id=\"27509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27509)\">John 1:12<\/a><\/span>). We\ncan do that by faith. And Paul says those that become, by adoption, sons of God are joint\nheirs with Jesus Christ (<span class=\"citation\" id=\"42704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42704)\">Rom. 8:14-17<\/a><\/span>),\nentitled thereby to receive, inherit, and possess, as Christ has inherited\nbefore. The Apostle John, beloved disciple of the Lord, wrote these words: \n<\/p><p>\nBehold, what manner of love the Father hath bestowed upon us, that we should be\ncalled the sons of God: therefore the world knoweth us not, because it knew him not.\n<\/p><p>\nAnd now note particularly what he says: \n<\/p><p>\n. . . Now are we the sons of God, and it doth not yet appear what we shall be: but we\nknow that, when he shall appear, we shall be like him, for we shall see him as he is.\n<\/p><p>\nAnd every man that hath this hope in him purifieth himself, even as he is pure\n(<span class=\"citation\" id=\"1034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1034)\">1 Jn. 3:1-3<\/a><\/span>).\n<\/p><p>\nTo that same John, who had written these words as moved upon by the Holy Ghost, the Lord\nsaid: \n<\/p><p>\nHe that overcometh shall inherit all things; and I will be his God, and he shall be my\nson (<span class=\"citation\" id=\"42232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42232)\">Rev. 21:7<\/a><\/span>).\n<\/p><p>\nAnd then again: \n<\/p><p>\nTo him that overcometh will I grant to sit with me in my throne, even as I also\novercame, and am set down with my Father in his throne\n(<span class=\"citation\" id=\"42230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42230)\">Rev. 3:21<\/a><\/span>).\n<\/p><p>\nThese New Testament scriptures, and many others that could be cited, teach the doctrine of\nexaltation, a doctrine of eternal life and eternal lives, a doctrine of joint heirship with Christ\nthe Son. And this knowledge has been given again, with more particulars, by revelation in this\nday. We are taught that Christ received not of the fullness at the first but went from grace to\ngrace until he received a fullness, and that he finally received all power both in heaven and\non earth. After having this truth recorded in the revelation, the Lord says that he is doing it so\nwe may know what we worship and know how to worship, and that if we keep his\ncommandments, we can go from grace to grace until, one in him as he is in the Father\n(<span class=\"citation\" id=\"27533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27533)\">John 17:21<\/a><\/span>), we\nmay inherit a fullness of all things\n(<span class=\"citation\" id=\"13022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13022)\">D&amp;C 93:12-20<\/a><\/span>).\n<\/p><p>\nNow the knowledge of God is the beginning of true religion. Without it there cannot be faith\nin God. The knowledge of God is the end of all true religion. If we have that knowledge and\nseek, as John says, to purify ourselves as he is pure\n(<span class=\"citation\" id=\"1035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1035)\">1 Jn. 3:3<\/a><\/span>),\nwe can go on in eternal progression,\nhaving reached the blessings of peace and happiness here\n(<span class=\"citation\" id=\"12987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12987)\">D&amp;C 59:23<\/a><\/span>),\nand being assured of an eternal reward in the mansions that are prepared,\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}