{"ID":5780, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Facing Trials with Optimism\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p3\" class=\"\">Anne Marie Rose<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p\" class=\"\">Oak Hills Ninth Ward, Provo Utah Oak Hills Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_036<\/span>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p4\" class=\"\">I believe in sustaining our living prophet, President Gordon B. Hinckley, by listening to and following his counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p5\" class=\"\">In general conference last fall, I listened to President Hinckley tell of the emigration of thousands of European Saints who faced their trials “with optimism and enthusiasm” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 72). He counseled us to do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p6\" class=\"\">It was hard advice to hear. At the time I was unhappy, frustrated, and busy feeling sorry for myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p7\" class=\"\">For months over the summer, I trained to become a member of the varsity volleyball team. I ran, lifted weights, did endless drills. I put in my time. The work paid off. I made the team. My dream was coming true, or so I expected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p8\" class=\"\">Then the dream started to tarnish. Others played better than I did. Much of the time, I warmed the bench, cheering my teammates, yearning to play more, trying to deal with the disappointment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p9\" class=\"\">Life wasn’t being fair. My attitude affected my relationship with the other girls on the team. And it affected how I felt about myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p10\" class=\"\">Why would Heavenly Father let me work so hard and come so far to end up so disappointed? Finally, after wrestling with my choices and praying for direction, I decided to leave the team. I needed to get back to my studies and my life away from volleyball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p11\" class=\"\">But I couldn’t seem to let go of my disappointment and resentment. Then general conference came. It is a time of year I love because the Spirit is abundant in our home. Conference can be heard in every room.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p12\" class=\"\">President Hinckley’s address offered the counsel I needed to put things into perspective. By having an “overpowering spirit of optimism” and enthusiasm (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 72), I could <span class=\"emphasis\">decide<\/span> to let go of my volleyball experience. I could <span class=\"emphasis\">decide<\/span> to be positive and optimistic about the many good things in my life: my friendships, my studies, my family. I could play volleyball for <span class=\"emphasis\">fun<\/span> rather than competition. Suddenly the dilemma that had seemed so overwhelming began to fade. I started to feel better about myself. I read the scriptures more. I prayed more. I liked other people more. I felt the Spirit reenter my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/facing-trials-with-optimism.p13\" class=\"\">I am grateful for a living prophet who taught me to let go of feeling sorry for myself. He quoted <span class=\"citation\" id=\"10189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10189)\">Alma 26:35<\/a><\/span>, which teaches us there never was a people “that had so great reason to rejoice as we, since the world began.” I realize now that I have so much to be grateful for, so many reasons to rejoice. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}