{"ID":5783, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Anchor for Eternity—and Today\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p3\" class=\"\">Bonnie D. Parkin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96905_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p4\" class=\"\">Tonight we are privileged to be in the presence of a prophet, President Gordon B. Hinckley. His being here shows his love for each of us. Feeling his influence can help us gain a testimony of his divine calling. A personal testimony of the living prophet is not only an invaluable possession for eternity but an anchor to the truth today. This testimony of our prophet is a crucial thing in our Church, something upon which we place great emphasis: we talk of it often, hear it in testimony meeting, worry about it when asked by friends. But obtaining it is a responsibility that is ours alone—only the Holy Ghost will give it to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p5\" class=\"\">Do you have a testimony that President Hinckley is our Father’s living prophet? I want to help you understand how to gain this precious gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p6\" class=\"\">As a young woman, I came to downtown Salt Lake one wintery day. I had parked in front of the Church Administration Building and was just putting a nickel in the meter when I noticed a man leaving the building. He wore a dark overcoat and a wool hat. But he had something more: a spirit that stirred my soul. I could not take my eyes off him, and as he descended the steps, I suddenly realized he was President David O. McKay. He said nothing as he passed me; he merely smiled gently and tipped his hat. The Spirit literally filled my being. I knew I had seen a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p7\" class=\"\">Not everyone will have the opportunity to see a prophet face-to-face. Fortunately, that isn’t necessary. We can all receive the same witness I did on those steps long ago. More important than seeing a prophet is understanding the message he has for us. Applying that message is a sure way to gain a testimony of his holy calling.<\/p>\n            <!-- NEEDSWORK: check with Dick on the desired placement of these three citations -->\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p8\" class=\"\">Sister Diana Lacey, a leader in Farmington, New Mexico, was struggling to help young women view the Personal Progress program as something exciting and positive. She was finding no direction—until during general conference she heard President Hinckley tell the story of Caleb and Joshua, who, with 10 others, were sent to Canaan to report on its resources and people. Upon their return, the 10 reported all the negative things they saw, but Caleb and Joshua saw past those and spoke of the positive. (See <span class=\"citation\" id=\"41154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41154)\">Num. 13<\/a><\/span>, <span class=\"citation\" id=\"41155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41155)\">Num. 14:1-5<\/a><\/span>, and <span class=\"citation\" id=\"41156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41156)\">Num. 14:6-38<\/a><\/span>.)  Unfortunately, like today, the people chose to believe the doubters, and so only Caleb and Joshua were preserved to enter the promised land. President Hinckley added:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p9\" class=\"\">“We see some around us who are indifferent concerning the future of this work, who are apathetic, who speak of limitations, who express fears. … They have no vision concerning its future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p10\" class=\"\">“Well was it said of old, ‘Where there is no vision, the people perish’ (<span class=\"citation\" id=\"41665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41665)\">Prov. 29:18<\/a><\/span>)” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 71).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p11\" class=\"\">Sister Lacey was moved by this prophetic message and realized that Personal Progress is all about vision. She said: “I made a change and the results have astonished me. … By changing my attitude and the way I was approaching Personal Progress, it had an effect on the girls’ attitude. … The spirit of President Hinckley’s talk has been a blessing in my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p12\" class=\"\">Do you see how Sister Lacey’s testimony was strengthened by following the prophet? She used the four steps Sister Virginia H. Pearce talked about: she listened to and read the words of President Hinckley, she identified a personal message, she put the message into action, and she noticed the changes in her life and feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p13\" class=\"\">I know a young woman who grew up in President Spencer W. Kimball’s ward. She had a fervent testimony of his calling, but while she was on her mission, President Kimball died. This young missionary worried about testifying of a prophet she didn’t know. One evening as she prayed for newly sustained President Ezra Taft Benson, she was immediately flooded with the warmth of the Spirit, and she gained a new testimony. “The Lord knew I needed to know,” she said, “and he knew I would share that witness in the conversion of others.” Sisters, this can happen for you!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p14\" class=\"\">President Hinckley has promised that every person has a right to have a personal witness (see <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 5). I know that asking for this witness can be a little scary. We worry we just might not get an answer. Or, we know that if we get an answer, we will have to live accordingly!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p15\" class=\"\">But think, what would a testimony of a living prophet do for you? How would it help you in your daily struggles? How would it change and bless your life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p16\" class=\"\">Only you and the Holy Ghost can answer these questions. If you do not now have a testimony of President Hinckley, rely on the testimonies of others as you gain your own. Pray for him, study his words, find a personal message, apply that message, and experience the good feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/05\/an-anchor-for-eternity-and-today.p17\" class=\"\">Will you do it? Will you listen to his words now and find a message for your life? I hope and pray that you will. I bear testimony to you that I know we have a living prophet guiding us. May each of us go our way this night seeking or reaffirming our own divine testimony that God leads his Church through prophets and that Gordon B. Hinckley is his prophet now is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}