{"ID":58, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Shepherds of the Flock<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1943, pp. 46-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren: You are the shepherds of the flock. I cannot help feeling that in the marvelous work\nyou are doing in feeding the sheep and the lambs, you are demonstrating your love of Him, as\nthe Savior expressed Himself to Peter; and I believe we might read between the lines, His\nlove of those who undertake such a marvelous work as you do.\n<\/p><p>\nWORK IN CHURCH BRINGS OWN REWARD\n<\/p><p>\nBishop Nibley once said, speaking of the bishops, that he thought Paul made a mistake when\nhe said, \"Those who desire the work of a bishop desire a good work\"\n(<span class=\"citation\" id=\"2797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2797)\">1 Tim. 3:1<\/a><\/span>). He should have said, \"a\ngood lot of work.\"\n<\/p><p>\nWe hear a great deal about how the bishops are overloaded, have too much to do, how many\nof them are wanting to be released because of the great responsibility they are carrying. I\nhave taken occasion during these few conference days to inquire of many of them, \"Bishop,\nhow are you enjoying your work?\" and each has replied in about these words, \"Very much&mdash;it\nis the grandest opportunity I have ever had.\" And I believe that is the way the bishops feel\nabout it.\n<\/p><p>\nWhen I was on my first mission, I received a letter from my father in which he said in words\nsuch as these, \"My son, I would like to say to you that there is no organization, corporation,\nor society in the world that will pay as great dividends on your time, your means invested,\nand your talents as the Church and Kingdom of God.\" And I want to bear testimony to you\nthis day, brethren, of the truth of this statement. I feel that the Lord owes me nothing for\nwhat I have done in the Church. He is the best Paymaster I know anything about.\n<\/p><p>\nGATHERING PREDICTED\n<\/p><p>\nI would like to read a few words from the thirty-first chapter of Jeremiah. Jeremiah saw the\ngathering of the Latter-day Saints in our day and described the same as plainly as you can\nread it in Church history, even to the long trek along the Platte River in order to reach these\nvalleys of the mountains. And so I read from that chapter:\n<\/p><p>\nFor there shall be a day, that the watchmen upon the mount Ephraim shall cry, Arise ye, and\nlet us go up to Zion unto the Lord our God. . . .\n<\/p><p>\nTherefore they shall come and sing in the height of Zion, and shall flow together to the\ngoodness of the Lord, for wheat, and for wine, and for oil, and for the young of the flock and\nof the herd: and their soul shall be as a watered garden; and they shall not sorrow any more at\nall. . . .\n<\/p><p>\nAnd I will satiate the soul of the priests with fatness, and my people shall be satisfied with\nmy goodness, saith the Lord (<span class=\"citation\" id=\"26452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26452)\">Jer. 31:6,12,14<\/a><\/span>).\n<\/p><p>\nI do not believe you could go anywhere in the world and find men engaged in the ministry, I\ncare not how great their salaries are, who would testify that the Lord has satiated their souls\nwith fatness and they are satisfied with the Lord's goodness to them, as are you brethren who\nbear the Priesthood of God and are privileged to feed the flock under His divine leadership\nand inspiration.\n<\/p><p>\nTHE WORTH OF SOULS\n<\/p><p>\nYou are dealing with the most precious things in all the world; you are dealing with the souls\nof men, and I want to remind you of the words of the Lord to the Prophet Joseph given in the\neighteenth section of the D&amp;C, where He says:\n<\/p><p>\nRemember the worth of souls is great in the sight of God;\n<\/p><p>\nFor, behold, the Lord your Redeemer suffered death in the flesh wherefore he suffered the\npain of all men, that all men might repent and come unto him.\n<\/p><p>\nAnd he hath risen again from the dead, that he might bring all men unto him, on conditions\nof repentance.\n<\/p><p>\nAnd how great is his joy in the soul that repenteth! Wherefore, you are called to cry\nrepentance unto this people.\n<\/p><p>\nThen He adds:\n<\/p><p>\nAnd if it is so be that you should labor all your days in crying repentance unto this people,\nand bring, save it be one soul unto me, how great shall he your joy with him in the kingdom\nof my Father (<span class=\"citation\" id=\"11847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11847)\">D&amp;C 18:10-15<\/a><\/span>).\n<\/p><p>\nI would like to say, brethren, that these souls who are so precious in the sight of God are not\nonly those who live out among the gentiles, but many of them are the sons and daughters of\nIsrael. In the veins of some of them flows the very best blood of this generation, and many of\nthem are inactive and they are waiting for you to call them into service.\n<\/p><p>\nWhen I was laboring as president of the Southern States Mission and we mission presidents\nmet in the temple with the Quorum of the Twelve, following the reports of the mission\npresidents, President Clawson told us the Lord had created the earth and the fulness thereof\n(<span class=\"citation\" id=\"97\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 97)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(97)\">1 Cor. 10:26<\/a><\/span>),\nand then he described at some length the marvelous creations of the Lord. Then he said, \"But,\nbrethren, I say unto you that the soul of one of His children is more precious in His sight than\nall the earth and the things He has created.\" \n<\/p><p>\nHow precious are the souls of the sheep of the flock among whom you brethren are called to\nlabor! Now those of you who have had the privilege of laboring in the mission field have\nseen men arrive, some of whom had never prayed in public in their lives, never done anything\nin the Church in a public way, and yet you have seen what they have become in a year or two\nunder the inspiration of the Lord. I have come to feel that there is no man in Israel who is\nwithout potential power for good in the midst of the people, if he is only given opportunity to\nrender some service.\n<\/p><p>\nGIFTS OF THE SPIRIT\n<\/p><p>\nI want to read a few words from the twelfth chapter of First Corinthians, what Paul says\nabout the gifts of the Spirit:\n<\/p><p>\nNow there are diversities of gifts, but the same Spirit.\n<\/p><p>\nAnd there are differences of administrations, but the same Lord.\n<\/p><p>\nAnd there are diversities of operations, but it is the same God which worketh all in all.\n<\/p><p>\nThen I skip some for brevity:\n<\/p><p>\nBut the manifestation of the spirit is given to every man to profit withal.\n<\/p><p>\nFor to one is given by the Spirit the word of wisdom; to another the word of knowledge, by\nthe same Spirit (<span class=\"citation\" id=\"98\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 98)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(98)\">1 Cor. 12:4-8<\/a><\/span>).\n<\/p><p>\nThe Lord has not left any without some gift and as you look about you, you will find that\nwhere one is strong in one way he may be weak in another. The Lord never did give all His\ngifts to any one individual. Even in the great work the Prophet Joseph accomplished, the Lord\ntold him that his gifts were limited in some respects\n(<span class=\"citation\" id=\"11862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11862)\">D&amp;C 46:11<\/a><\/span>). You remember how Alma of old said he\nwould that he had the voice of an angel, that he might cry repentance to all the world, but the\nLord did not grant his desire (<span class=\"citation\" id=\"8817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8817)\">Alma 29:1-2<\/a><\/span>),\neven though he was a prophet. Paul carried a thorn in his flesh\n(<span class=\"citation\" id=\"3001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3001)\">2 Cor. 12:7-10<\/a><\/span>)\nall his days, but the Lord did not see fit to remove it; and the Book of Mormon says thereto\nare we given weaknesses that we might remain humble\n(<span class=\"citation\" id=\"22154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22154)\">Ether 12:27<\/a><\/span>). Is there one among you who does not\nfeel his weakness and would that he had greater power than he possesses for achievement in\nthis great and mighty latter-day work? And yet you have to satisfy yourselves to do the things\nthat are within your own reach and with the gifts that the Lord has seen fit to bestow upon\nyou. But remember, \"The manifestation of the spirit is given to every man to profit withal\"\n(<span class=\"citation\" id=\"99\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 99)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(99)\">1 Cor. 12:7<\/a><\/span>)&mdash;that\nis why the Lord gave the parable of the talents. To one He gave five talents; to another,\ntwo; and to another, one (<span class=\"citation\" id=\"33860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33860)\">Matt. 25:15<\/a><\/span>).\nAnd remember the Lord will return and expect an accounting\naccording to the talents given.\n<\/p><p>\nACTIVITY IN CHURCH WORK BRINGS JOY\n<\/p><p>\nI am grateful for the great Welfare program of the Church. I see in it a marvelous opportunity\nto use some of the men who have not applied themselves in more spiritual activities. A man\nsat in my office not long ago who had only recently become active in the Church. He had\nbeen very successful in his own business affairs, but apparently the bishop had never asked\nhim to do anything. Then they had to build a church and the bishop selected him to head the\nfinance committee, and he did a marvelous job.\n<\/p><p>\nThis man said, \"Why couldn't my bishop have given me something to do twenty-five years\nago so I could have known the joy of service all these years?\" Then he told me about having\na son who had married in the temple and was not doing anything in the Church. He said,\n\"Why cannot the bishop give him something to do so he will not remain inactive as I have\nbeen?\"\n<\/p><p>\nBrethren, I am pleading for every man whom the Lord has endowed with His gifts through\nthe power of His Spirit, that we find a way whereby they can fit in and do something for the\nbuilding up of the kingdom. We have the opportunity of ward teaching, missionary work, and\nof stake, ward, and auxiliary officers and teachers. We can go even further, for there is so\nmuch to be done in a temporal way, in beautification, in the Welfare program, in the building\nof storehouses, in the acquiring of land, and in the production of the things not yet being\nproduced which are needed for the storehouses; and some of the finest leadership in the\nChurch is available, but as yet inactive. I scarcely ever return from a conference without\nthinking of some of the outstanding men I have met, successful in a particular field, almost\nbeyond words to describe; and I wonder how we can reach into the lives of those less\nfortunate and lift them to the same level. Then I think of the marvelous possibilities within\nthe Priesthood quorums, of lifting men, of rehabilitating them, and causing Zion to put on her\nbeautiful garments, as the Lord declared to the Prophet Joseph two years after this Church\nwas organized that she should do, because, He said:\n<\/p><p>\nZion must increase in beauty and in holiness; her stakes must be strengthened; her borders\nmust be extended; yea, verily I say unto you Zion must arise and put on her beautiful\ngarments (<span class=\"citation\" id=\"11882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11882)\">D&amp;C 82:14<\/a><\/span>).\n<\/p><p>\nPRIESTHOOD ARBITRATION COMMITTEES\n<\/p><p>\nI would like to discuss another thought here today. I do not know how right I am in this, but\nI am going to give Paul the responsibility for the thought. I do not know just what the\nmechanics ought to be, but I have had an idea for a long time that if we could go out into the\nstakes and establish arbitration committees among the Priesthood there would be many fine\nmen who could be brought into service.\n<\/p><p>\nI spent a good many years in the real estate business. We had what we called a multiple\nlisting system, where we all worked on the sale of the same homes. That naturally brought us\ninto troubles because often two or three men would sell the same home, sometimes the same\nday; and we settled all our differences through an arbitration committee. I know the Lord set\nup the bishop's court; I know He set up the high council court, where men can be tried for\nmisconduct. But why couldn't we have an arbitration committee where men could go when\nthey have differences? I do not know a great deal about the law, but my experience in the\nexecution of the law among the ordinary laymen is that it is not so much the righteousness of \nthe law which governs the decisions of the courts as it is the ability of the attorneys who\nrepresent those who go to law. And so the decisions are not always righteous. If the brethren\nof the Church were making decisions, I think the decisions would be righteous. To my friends\nwho come to me inquiring whether they should sue their brethren for this or that, I say,\n\"Brother, if you win, you lose,\" and that is almost invariably true when you go into the\ncourts. \n<\/p><p>\nI would like to read a few words by Paul in First Corinthians, sixth chapter, commencing with\nthe first verse:\n<\/p><p>\nDare any of you, having a matter against another, go to law before the unjust, and not before\nthe saints?\n<\/p><p>\nDo you not know that the saints shall judge the world? and if the world shall be judged by\nyou, are ye unworthy to judge the smallest matters?\n<\/p><p>\nKnow ye not that we shall judge angels? how much more things that pertain to this life? \n<\/p><p>\n. . . Now therefore there is utterly a fault among you, because ye go to law one with another.\nWhy do ye not rather take wrong? Why do ye not rather suffer yourselves to be defrauded?\n<\/p><p>\nNay, ye do wrong, and defraud, and that your brethren\n(<span class=\"citation\" id=\"95\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 95)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(95)\">1 Cor. 6:1-3,7-8<\/a><\/span>).\n<\/p><p>\nNow I want to read what the Lord said to the Prophet Joseph, as it appears in the D&amp;C. This\nis to Joseph and Oliver:\n<\/p><p>\nAnd whosoever shall go to law with thee shall be cursed by the law\n(<span class=\"citation\" id=\"11851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11851)\">D&amp;C 24:17<\/a><\/span>).\n<\/p><p>\nNow, brethren, it is my feeling that when we can be, as Brother Romney pointed out\nyesterday from the revelations of the Lord, free and independent from every power beneath\nthe celestial kingdom (<span class=\"citation\" id=\"11881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11881)\">D&amp;C 78:14<\/a><\/span>)\nand become so united that we as members of the Priesthood of the\nliving God can settle all our troubles within our own ranks, then we will literally become a\nlight upon a hill, an ensign unto the nations.\n<\/p><p>\nGod bless you, my brethren. God help us that we may all be worthy shepherds of the flock,\nand that we may bring into activity in our wards and stakes of Zion every man who is a\nmember of this Church, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}