{"ID":580, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Religion<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, April 1952, pp. 63-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFor almost two days now I have been looking out over the faces of those who have\ncongregated here, noting the evidence of devotion to the purpose which has brought them\ntogether. Every aspect of their features has indicated that they have come with solemn intent.\nNot that there is sadness, there is a joyous sobriety manifest in their countenances.\n<\/p><p>\nI note, too, a manifestation of expectancy written all over your faces, and that is very sobering\nbecause I realize that you expect something from those who assume this position. The\npurpose, I have no doubt, is that you might draw some fortification for your faith, and some\nstrengthening help to face the issues of life and wrestle with its problems as they come to you\nday by day.\n<\/p><p>\nWe very rarely pick up a magazine now or a newspaper, that does not advise us somewhere\nalong the line that somebody has said that the great need of this world today is increased\nspirituality. That idea is voiced in varied forms. Sometimes it is expressed as a greater\ndedication to religion, a more complete incorporation of the principles of religion into our\nlives, and that is heralded as one of the things that could cure the ills of the world.\n<\/p><p>\nBut as I listen to further expositions I find a great deal of vagueness in those expressions. I\nam not sure that I know just what those who use them mean. I am not sure that I know just\nwhat, in their minds, religion signifies.\n<\/p><p>\nThere are a great many learned disquisitions about what religion is the features that constitute\nit, and, what the essential factors in it are.\n<\/p><p>\nIt is not my purpose here to go into any of those discussions. This is neither the time nor the\nplace for that. But I am going to assume that I can tell you what our religion is, and I intend\nto say and do say that our religion comprises the teachings and life and actions of Jesus of\nNazareth. That constitutes our religion.\n<\/p><p>\nIt all centers in Jesus the Christ. So far as I know, in all the reading I have been able to do,\nall the research made there is no principle of right action, no ethical principle, recognized in\nthe world today that is not comprehended in the teachings of Jesus Christ. I believe that if all\nthe books on ethics were burned today, and we had left the utterances of the Christ and the\nteachings of the Apostles whom he commissioned to carry his message to the world, we\nshould have a perfect and concrete guide to human conduct.\n<\/p><p>\nOur religion comprehends more than just the ethical code. It contains a body of principles,\nthrough the observance of which we are promised the great reward of eternal life and\nsalvation in the kingdom of God.\n<\/p><p>\nI want to turn here to the words of Peter, as recorded in the Acts,\n<\/p><p>\nBut Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye\nmen of Judea, and all ye that dwell at Jerusalem, be this known unto you, and hearken\nto my words: \n<\/p><p>\nFor these are not drunken, as ye suppose, seeing it is but the third hour of the day.\n<\/p><p>\n(He was referring, of course, to the supposition that the Apostles must be drunken because of\nthe manifestations of the Holy Ghost that they were actuated by.)\n<\/p><p>\nBut this is that which was spoken by the Prophet Joel; \n<\/p><p>\nAnd it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all\nflesh: and your sons and your daughters shall prophesy, and your young men shall see visions,\nand your old men shall dream dreams: . . .\n<\/p><p>\nYe men of Israel, hear these words; Jesus of Nazareth, a man approved of God among\nyou by miracles and wonders and signs, which God did by him in the midst of you, as\nye yourselves also know: \n<\/p><p>\nHim, being delivered by the determinate counsel and foreknowledge of God, ye have\ntaken and by wicked hands have crucified and slain: \n<\/p><p>\nWhom God hath raised up, having loosed the pains of death: because it was not\npossible that he should be holden of it. . .\n<\/p><p>\nTherefore let all the house of Israel know assuredly, that God hath made that same\nJesus, whom ye have crucified, both Lord and Christ\n(<span class=\"citation\" id=\"7658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7658)\">Acts 2:14-17,22-24,36<\/a><\/span>).\n<\/p><p>\nThat is the kind of teaching that introduced the gospel of Jesus christ in the ancient day.\nThere is no equivocation, no temporizing, there is no dodging of the issue. There is the\nstraightforward declaration that this man who had lived among them was recognized of God,\nthat they had taken him in foul hands and had destroyed his life, but that he was raised up\nand had become and was recognized of God as both Lord and Christ.\n<\/p><p>\nThat is our religion. That is what we believe. Wipe that out, and we have nothing left upon\nwhich to rest our faith. It is basic to every principle that is acknowledged in our teaching or\nin the teaching of those who, under guidance of the Christ, were his messengers to establish\nhis work.\n<\/p><p>\nThis is a great teaching Church. Its business is to teach. Men can be persuaded, their lives\nreformed through persuasion. No man may be coerced, and no belief was ever established by\nattempted coercion or force. Jesus resorted to the method of persuasion and our business as\nhis representatives is to persuade people over whom we may have influence to accept the\ndoctrine, and when they have accepted it in their hearts, they are born again. They do not\nwant to resort to the evil practices from which they have been converted. They want to order\ntheir lives according to the purity of his teachings.\n<\/p><p>\nForemost among the teachings that Jesus uttered was his recognition of God the Father. To\nhim he prayed. He said that he was come to do the Father's will, not his own\n(<span class=\"citation\" id=\"27511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27511)\">John 6:38<\/a><\/span>). He told his\ndisciples that he had done nothing except what he had seen the Father do\n(<span class=\"citation\" id=\"27510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27510)\">John 5:19<\/a><\/span>), putting himself into\nhumble submission before the omnipotent power of the God of heaven.\n<\/p><p>\nAs he directed his messengers to go out, he told them that they should carry his message and\nteach it to all nations, baptizing them in the name of the Father and of the Son and of the\nHoly Ghost, and teaching them to observe all things \"whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"34531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34531)\">Matt. 28:19-20<\/a><\/span>).\nThat is all that is required of any man.\n<\/p><p>\nIf we would do all the things whatsoever God commanded, or his Son Jesus Christ, which is\nthe same thing authoritatively, we would have no troubles in this world. There would be\npeace and harmony and good will. War would be impossible. All the ugliness of life,\neverything that destroys beauty and desirability would be cleansed out from the earth. In that\ninstruction is comprehended the whole sweep of the gospel teaching.\n<\/p><p>\nHe taught that man has a destiny, what that destiny is, and how to achieve it; that it is all\ndependent upon conformance to the plan given. We have heard something in this conference\nabout a plan. It is a designed plan. It is the only plan that assures salvation to the children of\nmen, the promise is predicated upon the assumption that we obey the teachings of that plan.\n<\/p><p>\nAll that we know of record about the earth life of the Son of God is contained in the books of\nthe New Testament&mdash;the Gospels, the Acts of the Apostles. It has been said that if you blot\nout the books of the Acts, you would leave a great blank covering a very important period in\nthe life and ministry of Jesus prior to his death and resurrection, as well as occurrences after\nthat period.\n<\/p><p>\nWe turn to those books as the authoritative source of our information, accepting them as the\nword of God for the guidance of his children. And that same fidelity of purpose the same\ncourageous conviction and declaration of it as was voiced by Peter on that pentecostal day,\nhas rung down through the ages since that time.\n<\/p><p>\nPaul was not of those who had lived with the Christ, walked with him. He was rather a\npersecutor of his saints&mdash;by his own account he had viciously persecuted them, but he\nbecame a great expounder of the faith. This is how it happened.\n<\/p><p>\nStanding in bonds before Agrippa to answer the charges made against him, he said: \n<\/p><p>\nAt midday, O king, I saw in the way a light from heaven, above the brightness of the\nsun shining round about me and them which journeyed with me.\n<\/p><p>\nAnd when we were all fallen to the earth, I heard a voice speaking unto me, and\nsaying in the Hebrew tongue, Saul, Saul why persecutest thou me? it is hard for thee\nto kick against the pricks.\n<\/p><p>\nAnd I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest\n(<span class=\"citation\" id=\"34527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34527)\">Acts 26:13-15<\/a><\/span>).\n<\/p><p>\nIt is the testimony of those who walked with him during his mortal life. It is the testimony of\nthose who received their testimony and became convinced in their own souls. It was the\ntestimony of Paul. It is the one sure way to live by the teachings which he expounded, and\nthat same authoritative declaration of personal knowledge has come down through all the ages\nof time and has been repeated in our day, and thus we read that the Prophet Joseph Smith and\nSidney Rigdon, in the temple, declare this: \n<\/p><p>\nAnd while we meditated upon these things, the Lord touched the eyes of our\nunderstandings and they were opened, and the glory of the Lord shone round about.\n<\/p><p>\nAnd we beheld the glory of the Son, on the right hand of the Father, and received of\nhis fullness; \n<\/p><p>\nAnd saw the holy angels, and them who are sanctified before his throne, worshiping\nGod, and the Lamb, who worship him forever and ever.\n<\/p><p>\nAnd now, after the many testimonies which have been given of him, this is the\ntestimony, last of all, which we give of him: That he lives!\n<\/p><p>\nFor we saw him, even on the right hand of God; and we heard the voice bearing\nrecord that he is the Only Begotten of the Father&mdash;\n<\/p><p>\nThat by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\n(<span class=\"citation\" id=\"12994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12994)\">D&amp;C 76:19-24<\/a><\/span>).\n<\/p><p>\nHere is a sober declaration of men just as those who had been associated with the Christ gave\ntheir testimony of what they had seen and heard, and those testimonials may not be idly\nbrushed aside. They are entitled to every credence that is normally accorded to the words of\nany honest man whose integrity has not been impeached.\n<\/p><p>\nThat is the foundation of our religion. That is the kind of teaching that won its way until it\nhad established itself as a recognized religion of the great empire of Rome after a period of\npersecution. That is the only kind of faith that will keep men safe in the course that leads to\neternal salvation.\n<\/p><p>\nIt did happen. It happened by slow degrees. Nobody can tell just when it first began, but these\nsober declarations began to meet with some doubt, and men began to philosophize about these\nsober declarations. Gradually questionings began to have their effect by infiltration and\ndilution, until this profound faith was sadly shaken.\n<\/p><p>\nBy the third or fourth century it was almost blotted out as a simple declaration of faith\nthrough an attempted admixture with Greek and other philosophies. Such is the inevitable\nconsequence when men try to rationalize the word of God, the testimony of his servants, to\naccommodate it to the teachings of their philosophies, and make it more palatable to their\nunderstanding or their likes. From that day to this, the Church has been derelict in its duty to\nproclaim the undiluted word so that now when men say to us, \"We need a revival of\nreligion,\" a lot of them who use those phrases do not even believe in the existence of God.\n<\/p><p>\nThey do not believe that Jesus was the Son of God nor that he was resurrected from the dead.\nThey are using idle phrases. If men really believed, they would do something about it, and if\nthat belief were implemented into the lives of men in this world, it would cure the ills under\nwhich the world is groaning.\n<\/p><p>\nDuring the war, the editor of a national magazine, the magazine <i>Fortune<\/i>, to be exact, wrote\nout a series of questions that he distributed to a large body of the clergy, asking their opinions\nabout certain beliefs. Their answers disappointed him by their wordy circumlocutions and\navoidance of positive commitments.\n<\/p><p>\nHe wrote a most penetrating editorial about it. This, among other things, is what he said: \n<\/p><p>\nA Christian leadership has passed from the hands of the church to the hands of the\nactive and practical laity&mdash;the statesmen and educators, the columnists and pundits,\nthe scientists and great men of action, and this is only another way of saying that there\nis no true Christian leadership at all. So far as the record goes, the American people\nwould do as well by their souls to follow the advice of the industrial leaders as to\nfollow the advice of the spiritual leaders. Thus the flock is leading the shepherd.\n<\/p><p>\nSo long as the Church pretends or assumes to preach absolute values, but actually\npreaches relative and secondary values, it will merely hasten the process of\ndisintegration. We are asked to turn to the church for enlightenment, but when we do\nso we find that the voice of the church is not inspired. The voice of the church today,\nwe find, is the echo of our own voices, and the result of his experience is\ndisillusionment.\n<\/p><p>\nThis is the profound and absolute spiritual disillusionment arising from the fact that\nwhen we consult the church we only hear what we ourselves have said. The effect of\nthis experience upon the present generation has been profound. It is the effect of a\nvicious spiral like the economists talk about that leads into depressions, but in this\nspiral there is at stake not merely prosperity, but civilization.\n<\/p><p>\nThere is only one way out of that spiral. The way out is the sound of a voice. Not our\nvoice, but a voice coming from something not ourselves, in the existence of which we\ncannot disbelieve. It is the earthly task of the pastors to hear this voice, to cause us to\nhear it, and to tell us what it says. If they cannot hear it, or if they fail to tell us, we\nas laymen are entirely lost. Without it we are no more capable of saving the world\nthan we were of creating it in the first place.\n<\/p><p>\nThat is a penetrating analysis of the cause for the ills of the world. To gain favor, to enhance\nour popularity, to avoid giving offense, we have adopted the theories of men and tried to\nintegrate them with the teachings of the Son of God, and they will not mix. The result is that\nthe church, instead of setting the pattern, marking out the path, has been adopting what has\nbeen adopted as practice among the men of business&mdash;the laboring men, the laity of the\nworld&mdash;and the voice of the laymen, modified and given essence by the things they want to\ndo and like to practice, guided by their selfish interests, has drowned out the voice of the\nchurch, and the leaders of the church have lost their powerful, guiding influence. Men refused\nto heed its words, finding in them only the echo of the words of the laity that are spoken\nabout.\n<\/p><p>\nIn my view there is only one safety; there is only one cure; and that is to take the pure and\nunadulterated word of God and set that up as our standard of measurement, and measure\nevery creed and doctrine and dogma by that yardstick. That which will not square with the\ndeclarations of Almighty God we can lay aside as unsuited for the need of man, and orient\nourselves again in that declaration of Peter, re-echoed by Paul, by all the disciples of the\nChrist, so long as his teachings remained undefiled and uncorrupted, and set that up as the\nguide to our course of life.\n<\/p><p>\nThen we shall not have these appeals, we shall not need these appeals to men to modify their\ngovernments because their governments will be founded in righteousness, and righteousness\nwill prevail.\n<\/p><p>\nGod grant it may be, I pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}