{"ID":581, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Cause for Encouragement<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1952, pp. 67-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure that the sense of expectancy, of which Brother Bowen spoke, is indeed\noverpowering to all of us, and that we are all well aware that of ourselves it will not be\nsatisfied. I pray that it may be satisfied through the direction and blessing of him in whose\nname we are met here.\n<\/p><p>\nThere has been running through my mind a sentence spoken by President McKay during the\nlast few days: \"Give encouragement to the people.\" It came before me again as the combined\nchoruses of Brigham Young University so beautifully sang here yesterday, \"He watching over\nIsrael, slumbers not, nor sleeps. Shouldst thou walking in grief languish, he will quicken\nthee\" (<span class=\"citation\" id=\"41770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41770)\">Ps. 121:4<\/a><\/span>).\n<\/p><p>\nThe adverse and long winter, the uncertainties of the times and seasons, the perplexities and\nproblems of our young people have suggested another long-cherished passage of scripture\nfound in Genesis in a promise to Noah: \n<\/p><p>\nWhile the earth remaineth, seedtime and harvest, and cold and heat, and summer and\nwinter, and day and night shall not cease\n(<span class=\"citation\" id=\"23579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23579)\">Gen. 8:22<\/a><\/span>).\n<\/p><p>\nI am sure that there are many other things also which shall not cease including truth,\nassociation with those we love, the possibilities of progress, and a glorious future to work for\nand to live for, and I am indeed grateful.\n<\/p><p>\nWe can find encouragement despite some of the physical facts that we face.\n<\/p><p>\nA thoughtful person who lives across the mountains to the east (George W. Olinger) has sent\nwithin the last two or three days a statement or two that I should like to read briefly into the\nrecord. I wish I knew who wrote them so I could give credit. One sentence carried this\nthought: We may be faced with a lowered physical standard of living, but we need not be\nfaced with lowered standards of thinking. And there was enclosed this series of simple\nsuggestions: \n<\/p><p>\nLearn to like what doesn't cost much.\n<\/p><p>\nLearn to like reading, conversation, music.\n<\/p><p>\nLearn to like plain food, plain service, plain cooking.\n<\/p><p>\nLearn to like fields, trees, brooks, hiking, roving, climbing hills.\n<\/p><p>\nLearn to like people even though some of them may be ... different from you...\n<\/p><p>\nLearn to like to work and enjoy the satisfaction of doing your job as well as it can be done.\n<\/p><p>\nLearn to like the songs of the birds, the companionship of dogs.\n<\/p><p>\nLearn to like gardening, puttering around the house, and fixing things.\n<\/p><p>\nLearn to like the sunrise and sunset, the beating of the rain on the roof and the windows, and\nthe gentle fall of snow on a winter day.\n<\/p><p>\nLearn to keep your wants simple, and refuse to be controlled by the likes and dislikes of\nothers.\n<\/p><p>\nWe are reminded of another beautiful thought accredited to H. G. Wells by a contemporary\nwriter, and which suggests that man should not allow \"the watch and the calendar to blind\nhim to the fact that each moment of his life is a miracle and a mystery.\"\n<\/p><p>\nI think we can take encouragement in the many marvelous things there are to enjoy regardless\nof other physical facts that we may face.\n<\/p><p>\nI think we can take encouragement in some other things also. Some of the ponderable\nproblems, the unanswered questions, the seeming injustices and discrepancies and\nuncertainties, some of which President Smith and Brother Kimball spoke of yesterday, which\nwe often have a difficult time in reconciling, will find answer and solution and satisfaction if\nwe are patient and prayerful and willing to wait. Part of them are the price we pay for our\nfree agency. We pay a great price for free agency in this world, but it is worth the price we\npay. One of the cherished sentences I recall from the utterances of the Prophet Joseph Smith\nis that one which says that \"an hour of virtuous liberty on earth is worth a whole eternity of\nbondage.\" So long as men have their free agency, there will be temporary injustices and\ndiscrepancies and some seemingly inexplicable things, which ultimately in our Father's own\ntime and purpose will be reconciled and made right.\n<\/p><p>\nThere are many other things that give us cause for encouragement&mdash;and I shan't take time to\nname them now&mdash;I know that President McKay is under the pressure of time but I shall pass\nover to one last one quickly: Encouragement to our young people in the uncertainties they\nface. I should like to say to them before I close that our Father in heaven sent us here not to\nfail but to succeed, and he has made it possible for us to succeed. He knows us better than we\nknow ourselves, and he knows the circumstances and uncertainties we face. It is his declared\npurpose to bring to pass our immortality and eternal life, and to give us joy, if we will, and\nhe hasn't presented any impossible set of circumstances or any impossible plan or purpose for\nus to achieve.\n<\/p><p>\nDespite all the uncertainties and difficulties, there is a glorious and worthwhile future for all\nof these young people of ours, if they will set their sights on some permanent, worth-while\ngoal, look a decade or two ahead, pay the price they have to pay to achieve it, accept the\ninterruptions as they come, and have faith, to work, to prepare, to pray, to keep the\ncommandments of God, to pursue their lives with calm, quiet purpose. If they will do this\nthey will be blessed; they will find great, rich treasures in life, of knowledge, and of other\nthings also, they will surmount all the difficulties and discouragements of the day, and all the\ninterruptions, and all else, if they will continue in faith.\n<\/p><p>\nIt is, after all, a wonderful world that our Father has given us, in which everything is possible\non the basis of repentance and obedience, and on observance of the principles on which the\nblessings are predicated.\n<\/p><p>\nLife passes quickly. I pray that we may all endure to the end, and keep the spirit of\nencouragement, many more reasons for which we might have mentioned and all of which are\ncontemplated in our Father's plans and purposes for us and are within our reach, according to\nour obedience and our devotion to the gospel of Jesus Christ, notwithstanding what\nenvironment or what companions or what conditions we find ourselves faced with. May God\nbe with us and bless us and give us the courage and the wisdom to endure to the end in faith,\nI pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}