{"ID":582, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Seeing Beyond the Shadow<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1952, pp. 68-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I awoke this morning and looked out over this beautiful valley, conscious, as no doubt all\nof you are, of the hard winter that we have had, I opened the Bible, and read the nineteenth\nPsalm: \n<\/p><p>\nThe heavens declare the glory of God; and the firmament sheweth his handiwork.\n<\/p><p>\nDay unto day uttereth speech, and night unto night sheweth knowledge.\n<\/p><p>\nThere is no speech nor language, where their voice is not heard.\n<\/p><p>\nTheir line is gone out through all the earth, and their words to the end of the world. In\nthem hath he set a tabernacle for the sun.\n<\/p><p>\nWhich is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to\nrun a race.\n<\/p><p>\nHis going forth is from the end of the heaven, and his circuit unto the ends of it: and\nthere is nothing hid from the heat thereof.\n<\/p><p>\nThe law of the Lord is perfect, converting the soul: the testimony of the Lord is sure\nmaking wise the simple.\n<\/p><p>\nThe statutes of the Lord are right, rejoicing the heart: the commandment of the Lord is\npure, enlightening the eyes.\n<\/p><p>\nThe fear of the Lord is clean, enduring for ever: the judgments of the Lord are true\nand righteous altogether.\n<\/p><p>\nMore to be desired are they than gold, yea, than much fine gold: sweeter also than\nhoney and the honeycomb.\n<\/p><p>\n     Moreover by them is thy servant warned: and in keeping of them there is great\nreward.\n<\/p><p>\nWho can understand his errors? cleanse thou me from secret faults.\n<\/p><p>\nKeep back thy servant also from presumptuous sins, let them not have dominion over\nme: then shall I be upright, and I shall be innocent from the great transgression.\n<\/p><p>\nLet the words of my mouth, and the meditation of my heart, be acceptable in thy\nsight, O Lord, my strength, and my redeemer\n(<span class=\"citation\" id=\"41764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41764)\">Ps. 19:1-14<\/a><\/span>).\n<\/p><p>\nAs I contemplated these lines, and thought of the beauty of this day in contrast to our severe\nwinter, I thought how much it is like life. We have difficulties, hardships, struggles. We have\nthe storms and the clouds, and then we have the warmth of the sunshine to gladden our\nhearts, to give us renewed hope and faith. They are all necessary&mdash;these changes. It is all in\nkeeping with the providence of the Lord. He never intended that we should have things easy.\nHe intended that through sacrifice and struggle we should learn these great lessons of life and\nbe able to adjust ourselves to them.\n<\/p><p>\nI remember one time listening to Sister Elsie Talmage Brandley relate an incident that\nhappened as she traveled about for the Church. She was a member of the general board of the\nMutual Improvement Association, and at one time associate editor of THE IMPROVEMENT\nERA. Sister Brandley had a fine mind and a great faith. She told of her experience in Canada,\nhow she and her husband living on a ranch had had sickness come to their home; they were\ntoo far away for medical help, and there was no way to summon help. She had related this\nincident to a friend who was not in sympathy with the tenets of our faith and who had asked\nSister Brandley if she ever had any pleasures out of life. She replied, \"Yes, I have great\npleasures in life.\" And then she related this incident. She said, \"You know in our Church our\nmen have a special blessing known as the Holy Priesthood. By right of that they are able to\nbless their children, and in the authority of that power, it may be to rebuke disease; and the\nLord hears those prayers.\" And then she went on to tell of this experience on the ranch where\none of their little ones had been ill, and how her husband had blessed it by the power that the\nLord had given him. She said, \"Those are our pleasures; those are our joys.\"\n<\/p><p>\nAnd so it is, my brethren and sisters, in our lives. Sometimes the shadows overwhelm us, but\nbehind them all comes the sun, with its glory, as we saw today, and it radiates into our souls\nthe reality of God, the consciousness of his great blessings, and the assurance that he is our\nFather, and that we are his children.\n<\/p><p>\nJob the prophet taught this lesson forcibly. Probably no man suffered more than he. All of his\nfriends had deserted him; he had lost his crops; he had lost his flocks and his herds; and even\nhis own children had gone. Then when someone said to him that there was nothing left for\nhim to do but to curse God and die, there came to him a consciousness of the reality of God.\nAnd he said,\n<\/p><p>\nOh that my words were now written! oh that they were printed in a book!\n<\/p><p>\nThat they were graven with an iron pen and lead in the rock for ever!\n<\/p><p>\nFor I know that my redeemer liveth.\n<\/p><p>\nHe knew notwithstanding all these things,\n<\/p><p>\nand that he shall stand at the latter day upon the earth: \n<\/p><p>\nAnd though after my skin [that is, after the way of the flesh; after all of these\ntribulations] worms destroy this body, yet in my flesh shall I see God: \n<\/p><p>\nWhom I shall see for myself, and mine eyes shall behold, and not another; though my\nreins be consumed within me\n(<span class=\"citation\" id=\"26662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26662)\">Job 19:23-27<\/a><\/span>).\n<\/p><p>\nSeeing beyond the shadows&mdash;what a blessed faith it is, my brethren and sisters that we can\ndo that, that we can adjust ourselves to the problems of life as they come. Our people have\nbeen very much concerned, especially our agricultural people in these mountain areas, during\nthe last few weeks. Our livestock men fear that they can't get their flocks on the lambing\ngrounds; feed is very short. It is a disturbing time. It is difficult. We have had these\ndifficulties before. Our people have always had them. But in these struggles, in these\neconomic adjustments we have to make from time to time, there come to us greater blessings\njust as they come spiritually, and greater powers come to us. The Lord seems to have\nunderstood that as he endowed us and placed us here in the earth. And so there is a great ray\nof hope. The Lord declares his goodness. Everything about us proclaims his blessing,\nproclaims the reality of him in whose name we are met here.\n<\/p><p>\nWe heard so much yesterday, so much to inspire us about the growth of this Church, its great\npower, and how the stakes in California are responding to this great trust incident to the\nerection of the temple. These things perhaps are regarded by those not of our faith as very\nmaterial; they think that we judge our works by the material things. That is not true. They are\nthe symbols of a magnificent faith in this great work. I don't know whether you noted it but\nfor the last three or four conferences, we have been told of the expenditures for the\nadministration of this Church that come from non-tithing funds. I don't know whether you\nknow the significance of that, but I recall as a young man, when this Church was in debt. It\nhad lost much of its property at one time; it had been escheated by the government; and on its\nrestoration to the Church, about 1896 it was, the Church was heavily in debt. And then when\nPresident Snow came into the Presidency on the death of President Woodruff through the\ninspiration and the revelations that had come to him in the St. George Temple, he promised\nthe people that if they would be true and faithful to their trust, the Church would be relieved\nof bondage, and that promise was verily fulfilled.\n<\/p><p>\nWhen President Joseph F. Smith became the President of the Church he made certain sound\ninvestments for the benefit and blessing of this Church. And I recall that those not of our faith\nand who had no right to criticize, went up and down this land, in print and otherwise,\nmaligning the Presidency of the Church, accusing the Church of a materialistic attitude, of not\nbeing a spiritual organization, of misleading the membership of the Church. That didn't make\nany difference. The leadership carried on just the same, and we have seen the benefits and\nblessings of that great leadership, and today we see that leadership, the spirit of it, the\ninspiration of it manifest.\n<\/p><p>\nAnd when I heard, I think the first time perhaps four conferences ago, when President Clark\nread the report, was thrilled when I heard him make the statement, \"From non-tithes of the\nChurch,\" are the expense of administration paid. Think of the wisdom, the inspiration of your\nleadership, the leadership of this Church. And so in these things that are regarded as material,\nthere is a great spiritual power. There is evidence of the inspiration of the Almighty. There is\nevidence of the Lord directing his work, giving power and strength to the leadership thereof,\nand that is the way it will always be, because this is God's work, and it will not fail, no\nmatter how the shadows may come, how the difficulties may come, no matter what sacrifices,\nseeming sacrifices; in the end they are not sacrifices; they are blessings. They are the\naccumulation of great powers that come to the members of this Church, and they become a\nsustaining force.\n<\/p><p>\nMay God help us to appreciate these things and be true to our obligations. The Lord is in the\nheavens. Everything proclaims his goodness. Everything about us proclaims the divinity of\nthis great work in which you and I are engaged, and the divinity of Jesus Christ, and the\nprophetic mission of the Prophet Joseph, whose name we praise, he who communed with\nJehovah, and talked with God, a reality, the greatest evidence of our day of the divine mission\nof Jesus Christ. God bless you. Amen.\n<\/p>\n<\/div>\n<\/div>"}