{"ID":5825, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Listen by the Power of the Spirit\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p3\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">96911_000_003<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p4\" class=\"\">We have gathered here in the historic Tabernacle on Temple Square in Salt Lake City. Others are joining us in thousands of other halls and in their homes across America and across the world. We are deeply grateful for the means of communication afforded us by which we can speak to you and in most cases you can hear and see us. We feel of your warmth, your brotherhood, your faith, your sustaining prayers. Thank you, one and all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p5\" class=\"\">Following a previous conference we received a letter from England. May I read it? The writer says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p6\" class=\"\">“This last weekend, just a short while after our 40th wedding anniversary, we had the great pleasure to gather our children and grandchildren together to watch the general conference broadcast in our own home. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p7\" class=\"\">“We had the wonderful blessing of being able to stand and raise our arms to the square as a family and sustain a living prophet, his counselors, together with the Quorum of the Twelve, and in our own home too!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p8\" class=\"\">“We give you our report: the voting was unanimous and in the affirmative, with not a single abstaining or dissenting voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p9\" class=\"\">“Our family of three sons have served honorable missions, to their great credit. Upon returning home they married fine and honorable young ladies in the temple, and together they are raising ten beautiful children. All the adults serve in leadership positions, and my wife and I are also delighted to be serving on a Church service mission. … How sweet have been the Lord’s blessings to all of our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p10\" class=\"\">“All our family thank you for the inspiring instruction and uplifting talks that were given, and without hesitation we tell you that the tears flowed freely as we truly sat at the feet of the Lord’s servants. As we basked in the joy of having your presence in our home, we felt empty when the broadcast finished; it was like saying goodbye to loved ones. We all knelt down in prayer and felt the warm assurance of the Spirit all around us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p11\" class=\"\">It is an awesome responsibility to say a few words as we begin the conference. You have gathered to be encouraged, to be inspired, to be lifted and directed as members of the Church. We are all assembled together as believers in this, the cause of Christ. Each of us is His servant in building His kingdom in anticipation of the time when He will come as King of Kings and Lord of Lords [see <span class=\"citation\" id=\"42604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42604)\">Rev. 19:16<\/a><\/span>]. You have gathered to be helped with your temporal concerns, your failures, and your victories. You have come to hear the word of the Lord taught by those who, not of their own choosing, have been called as teachers in this great work [see <span class=\"citation\" id=\"29796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29796)\">John 15:16<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p12\" class=\"\">You have prayed that you might hear things that will help you with your problems and add strength to your faith. I assure you that we have prayed also. We have prayed for inspiration and direction. There is a constant prayer in our hearts that we will not fail the great trust the Lord has placed in us and the trust which you have placed in us. We have prayed that we might be prompted to say those words which will build faith and testimony and which will become answered prayers for those who will hear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p13\" class=\"\">We are reassured by the word of the Lord that “he that preacheth [by the Spirit] and he that receiveth [by the Spirit], understand one another, and both are edified and rejoice together” (<span class=\"citation\" id=\"20540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20540)\">D&amp;C 50:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p14\" class=\"\">One hundred and fifty years ago our people were leaving Nauvoo and threading their way across the prairies of Iowa. None of us, I am confident, can appreciate the measure of sacrifice which they made in leaving their comfortable homes to brave the tempests of the wilderness on a journey that would not end until they reached this valley of the Great Salt Lake. Their suffering was immeasurable. They died by the hundreds for this cause of which each one of us is a part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p15\" class=\"\">I was in Palmyra this past summer and in Nauvoo, and in Council Bluffs, Iowa, which they had called Kanesville out of respect and love for a loyal friend. I stood where the Grand Encampment assembled when they reached the Missouri River. I have been over the trail from the Missouri to this valley a number of times. For me it is always a sacred experience. I am so deeply grateful for our inheritance. We shall remember it in a special way next year when we commemorate the arrival of our pioneer forebears in this valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p16\" class=\"\">Ours is the blessing to live in a better season. The terrible persecutions of the past are behind us. Today we are looked upon with respect by people across the world. We must always be worthy of that respect. We must earn it, or we will not have it. We will be reminded of that principle during this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p17\" class=\"\">I invite you to listen, listen if you will by the power of the Spirit, to the speakers who will address you today and tomorrow as well as this evening. If you will do so, I do not hesitate to promise that you will be uplifted, your resolution to do what is right will be stronger, you will find solutions to your problems and your needs, and you will be led to thank the Lord for what you have heard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p18\" class=\"\">We have become as a great family spread across this vast world. We speak different tongues. We live under a variety of circumstances. But in the heart of each of us beats a common testimony: You and I know that God lives and is at the helm of this His holy work. We know that Jesus is our Redeemer, who stands at the head of this Church which carries His name. We know that Joseph Smith was a prophet and is a prophet who stands at the head of this the dispensation of the fulness of times. We know that the priesthood was restored upon his head and that it has come down to us in this day in an unbroken line. We know that the Book of Mormon is a true testament of the reality and divinity of the Lord Jesus Christ. Our testimony of these and other matters will be strengthened, our faith will be deepened as we participate together in this great and sacred convocation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listen-by-the-power-of-the-spirit.p19\" class=\"\">For this I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}