{"ID":583, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Today's Great Need Is Faith<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1952, pp. 71-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I stand before you with a good deal of timidity and\ntrepidation. Although I have been doing this for a good many years now, I never get quite\nused to the feeling. I hope that you will help me with your faith and prayers, that there may\nbe in what I say something that may be helpful to some of us, to give us renewed courage\nand faith. My sole purpose is to be of help.\n<\/p><p>\nWhen Dr. Widtsoe was talking the other day of his experiences and how he was called in as\nan expert on irrigation problems, I got to thinking about the similarity there is between that\nand life. I once read from a Spanish writer this statement: \"There are more uncultivated souls\nin the world than lands.\"\n<\/p><p>\nNow the purpose of irrigation, of course, is to bring under cultivation lands that otherwise are\nnot so useful and not productive, and the accomplishment of it represents some of the\nfundamental principles of our lives and our faith.\n<\/p><p>\nTo begin with, the waters that we bring on to our land, when they are uncontrolled, may be\nthe source of tremendous danger and damage to us. Sister Ivins and I stood on the banks of\nthe river in Elmira, New York, and watched houses go by under the bridge, watched the water\ncome into the city and fill all the basements of the town, and read in the newspaper of people\nwho were drowned in the flood. And why? Because the waters of that river were beyond\ncontrol.\n<\/p><p>\nNow, when we can bring water under control, and through our faith and works bring it onto\nthe arid lands, those lands become productive. But to do so, there must be a fundamental\napplication of the principle of faith. Without it we would never make the effort. Then there\nmust be such structures erected as will keep the water which we bring onto the lands under\nabsolute control; furthermore, to make efficient use of it, it must have direction, wise and\nadequate direction.\n<\/p><p>\nWhen we can apply all those things to it we reap a harvest, a rich harvest. But if at any time,\nduring that process, we become lax and lose control, the hope of a season, and sometimes of\nthe future, may vanish in an hour.\n<\/p><p>\nThat is a good deal like life. The purpose of the Church of Jesus Christ of Latter-day Saints is\nto redeem and cultivate the souls of the people. The purpose, even, is to build up and\nstrengthen and make better the lives of the people who have come already to recognize the\npower of God, his restored priesthood in the earth, and become members of the Church, for\nnone of us is perfect.\n<\/p><p>\nThe development of those souls is the greatest responsibility of life. There is, of course, the\ntime when that control must be exercised by others, just as we exercise control over the\nlife-giving elements we lead on to the soil. Custody of a soul begins when a man is born&mdash;a\npuny, powerless, helpless child. There is, however, implanted in him by God a power which\ncan develop, and if controlled, would redound to the benefit and blessing of mankind. It is the\nduty of the parents of that child to see that its early years are properly guided and its activities\nproperly directed, that the selfish, jealous, evil things which carnal man is subject to, may be\ntaught out of the nature of that child, that it may be taught the virtues, the higher virtues of\nlife, so that in its formative period it may be safeguarded from the evils that surround us in\nsuch great number.\n<\/p><p>\nSometimes, as fathers and mothers, we do not realize that responsibility. We take children\nmore or less as a matter of fact; we do not realize that they are the sons and daughters of\nGod, and that in their care and custody, we are the representatives of God, our Heavenly\nFather. If we could sense that fully, I am sure that we would be more serious in the care and\ndirection which we give to the life of our children.\n<\/p><p>\nNow there comes a time, of course, when the father and the mother may have done all that\nwas within their power, and they send their sons and their daughters out into the world to\nstruggle with its changing conditions. Then these young people have this direction within their\nown power; they have to direct their course; they have to direct their efforts; Father and\nMother are no longer in control.\n<\/p><p>\nNow in that process the principal element of success, it seems to me, is faith, for without faith\nin God we are not likely to seek his aid, and without his aid we would lack inspiration, and\nwithout inspiration we may be subject to the baser tendencies of the body.\n<\/p><p>\nThis writer says, \"uncultivated souls\"; and the Prophet said, \"The spirit and the body is the\nsoul of man\" (<span class=\"citation\" id=\"13013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13013)\">D&amp;C 88:15<\/a><\/span>).\nConsequently, if we are going to cultivate the soul well, we\nmust pay attention to the spiritual development, and likewise to the physical development of\nthe body. Without a proper relationship of the two we may not succeed.\n<\/p><p>\nNow, faith in God then becomes the fundamental principle of life. The great principle of the\ngospel is love. But how can you love God without having faith in his power, and his interest\nin you, and his ultimate direction of the affairs of this world of ours? To love him, you must\nhave faith in him. With that faith there will come a love of God, and an effort to do his will,\nto keep his commandments, to develop ourselves, that we may be ultimately valiant and\nuseful servants unto God in developing his program in the earth.\n<\/p><p>\nWithout faith, there can be no love between a man and a wife. Without faith there can be no\nlove between a son and a father. Faith must go in both directions, it seems to me. But if that\nfaith can be developed, we will strive to meet the full requirements of our lives; to develop\nourselves to our utmost and ultimate capacity. It requires a struggle, constantly, to drive\njealousy out of our hearts; it requires a constant struggle to prevent hatred from coming into\nour feelings and our attitudes; it requires a constant struggle to develop the higher facilities of\nthe body and the mind, but it must come from faith&mdash;faith in God, faith in each other as\nwell. But in the beginning is faith in God, because from that develops love, the fundamental\nprinciple of the gospel, and from love develops the fidelity that should exist in all family\nrelationships.\n<\/p><p>\nWe have been told what a wonderful thing it is that we can enjoy our companions here, with\nthe expectation that if our lives are proper, we will have that association throughout eternity\nculminating in the grandest blessing of the gospel of Jesus Christ; But if we do not have the\nfaith that prompts us to love and respect each other, to honor the pledges that we make in\nmarriage, we will fall far short of the realization of that great and wonderful privilege.\n<\/p><p>\nI have come to believe, in this great struggle, that the greatest victory a man can make is the\nvictory of self-control. It did Alexander the Great no good to conquer the world and die a\ndrunken, debauched person, in early manhood. Because he had no self-control, he lost all the\nadvantage that he had gained by his unholy conquests.\n<\/p><p>\nSo I repeat, it matters not what your conquests are here in other directions, if you fail to gain\nabsolute self-control, you have failed in the greatest victory of life. It is the greatest battle,\ntoo, because man, abandoned by the spirit of God, we have been told already, is carnal, and\nthat carnal man is an enemy of God. Without that struggle, without the Spirit of God, we are\ngoing to surrender ourselves to our baser and more ignoble tendencies. We must not do it,\nbrothers and sisters. Man or woman, we must have faith in God in order to serve him\nproperly, and make this tremendous struggle that is necessary to overcome these baser\nfaculties.\n<\/p><p>\nWe must never so mistreat our bodies that we surrender the controls that we have gained over\nthese propensities to the unsettling influences of narcotics or things of that sort. We must live,\nbrothers and sisters, through the faith we develop in God, true to all the commandments that\nhave been given us, and to all of the pledges that we have made.\n<\/p><p>\nNow, when we lead the water out over the soil, we may have planted a crop which is the\nresult of months and months of labor, and then, because in an unguarded moment, we relax\nour control and our watchfulness over it the whole work may be carried away.\n<\/p><p>\nAnd I have known men, and women, too, who apparently have made this successful struggle\nuntil well along in years, and then either feeling secure or indifferent, I do not know which\nthey relax these controls; they succumb to temptation; and in an unguarded moment, they\ndestroy their hopes for the future.\n<\/p><p>\nI have seen men disorganize marriages that should have carried over into eternity because in\nan unguarded moment they failed to exercise their faith in God and the controls that come\nfrom it.\n<\/p><p>\nI believe, brethren and sisters, the greatest need we have today is the development of faith in\nGod and the controls over ourselves which come from that faith; and if we can do so, our\nfuture is secure. If we can do so as individual families, the security of our children should be\nsecure. If we can impress those basic principles upon them so that they will adhere to them\nfor the rest of their lives, the generation that they bring into the world should be secure; the\nwhole future, brothers and sisters, depends upon our faith in God, and the exercise of these\ncontrols that come through that faith, and the inspiration of God which we get through it.\n<\/p><p>\nNow, may we realize these things, brothers and sisters, and may we live true to them, for the\npledges we make in the waters of baptism and in the temples of God are serious. There are\nwonderful promises held out to us. The breaking of these pledges is a serious thing, and has\nmost, what shall I say, most unwanted results, terrible, destructive results in our lives. Have\nyou ever seen persons who forget these things, lose their standing in their communities, sink\nto oblivion and die, unmourned? I believe you have. Why? Simply because we allow\nourselves to forget God, and in the forgetting of him, we lose faith in him because faith is\nmaintained by the exercise of our faculties in the service of God. And when we stop\nexercising those faculties, that faith may decrease, and with its decrease, our controls may\nlikewise decrease; we may wake up one sad day to find that the blessings which should have\nbeen ours are impossible to us.\n<\/p><p>\nGod grant that we may understand our relationship to him, that we may learn to love him,\nand have the faith which will guide us, and help us to direct our efforts to the greatest\ndevelopment of ourselves and those dependent upon us, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}