{"ID":5831, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “According to the Desire of [Our] Hearts”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p2\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p3\" class=\"\">Brothers and sisters, the scriptures offer us so many doctrinal diamonds. And when the light of the Spirit plays upon their several facets, they sparkle with celestial sense and illuminate the path we are to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p4\" class=\"\">Exemplifying this happy reality are the doctrinal teachings concerning <span class=\"emphasis\">desire,<\/span> which relates so directly to our moral agency and our individuality. Whether in their conception or expression, our desires profoundly affect the use of our moral agency. Desires thus become real determinants, even when, with pitiful naivete, we do not really want the consequences of our desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p5\" class=\"\"><span class=\"emphasis\">Desire<\/span> denotes a real longing or craving. Hence righteous desires are much more than passive preferences or fleeting feelings. Of course our genes, circumstances, and environments matter very much, and they shape us significantly. Yet there remains an inner zone in which we are sovereign, unless we abdicate. In this zone lies the essence of our individuality and our personal accountability.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p6\" class=\"\">Therefore, what we insistently desire, over time, is what we will eventually become and what we will receive in eternity. “For I [said the Lord] will judge all men according to their works, according to the desire of their hearts” (<span class=\"citation\" id=\"20673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20673)\">D&amp;C 137:9<\/a><\/span>; see also <span class=\"citation\" id=\"26605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26605)\">Jer. 17:10<\/a><\/span>). Alma said, “I know that [God] granteth unto men according to their desire, … I know that he allotteth unto men … according to their wills” (<span class=\"citation\" id=\"10191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10191)\">Alma 29:4<\/a><\/span>). To reach this equitable end, God’s canopy of mercy is stretched out, including “all that shall die henceforth without a knowledge of [the gospel], who would have received it with all their hearts, shall be heirs of that kingdom;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p7\" class=\"\">“For I, the Lord, will judge all men according to their works, according to the desire of their hearts” (<span class=\"citation\" id=\"20672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20672)\">D&amp;C 137:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p8\" class=\"\">God thus takes into merciful account not only our desires and our performance, but also the degrees of difficulty which our varied circumstances impose upon us. No wonder we will not complain at the final judgment, especially since even the telestial kingdom’s glory “surpasses all understanding” (<span class=\"citation\" id=\"20577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20577)\">D&amp;C 76:89<\/a><\/span>). God delights in blessing us, especially when we realize “joy in that which [we] have desired” (<span class=\"citation\" id=\"20468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20468)\">D&amp;C 7:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p9\" class=\"\">However, in contrast to God’s merciful plan for our joy and glory, Satan “[desires] that all men might be miserable like unto himself” (<span class=\"citation\" id=\"4640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4640)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4640)\">2 Ne. 2:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p10\" class=\"\">Mostly, brothers and sisters, we become the victims of our own wrong desires. Moreover, we live in an age when many simply refuse to feel responsible for themselves. Thus, a crystal-clear understanding of the doctrines pertaining to desire is so vital because of the spreading effluent oozing out of so many unjustified excuses by so many. This is like a sludge which is sweeping society along toward “the gulf of misery and endless wo” (<span class=\"citation\" id=\"24867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24867)\">Hel. 5:12<\/a><\/span>). Feeding that same flow is the selfish philosophy of “no fault,” which is replacing the meek and apologetic “my fault.” We listen with eager ear to hear genuine pleas for forgiveness instead of the ritualistic “Sorry. I hope I can forgive myself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p11\" class=\"\">Some seek to brush aside conscience, refusing to hear its voice. But that deflection is, in itself, an act of choice, because we so desired. Even when the light of Christ flickers only faintly in the darkness, it flickers nevertheless. If one averts his gaze therefrom, it is because he so desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p12\" class=\"\">Like it or not, therefore, reality requires that we acknowledge our responsibility for our desires. Brothers and sisters, which do we really desire, God’s plans for us or Satan’s?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p13\" class=\"\">Whenever spiritually significant things are under way, righteous desires are present. Meek desire characterized those awaiting baptism at the waters of Mormon. With their baptismal commitments spelled out specifically, “they … exclaimed: This is the desire of our hearts” (<span class=\"citation\" id=\"40982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40982)\">Mosiah 18:11<\/a><\/span>). The Nephite multitude, enraptured by the presence of the resurrected Jesus, knelt in humble and intensive prayer, yet “they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire” (<span class=\"citation\" id=\"6416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6416)\">3 Ne. 19:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p14\" class=\"\">No wonder desires also determine the gradations in outcomes, including why “many are called, but few are chosen” (<span class=\"citation\" id=\"37675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37675)\">Matt. 22:14<\/a><\/span>; see <span class=\"citation\" id=\"20616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20616)\">D&amp;C 95:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p15\" class=\"\">It is up to us. God will facilitate, but He will not force.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p16\" class=\"\">Righteous desires need to be relentless, therefore, because, said President Brigham Young, “the men and women, who desire to obtain seats in the celestial kingdom, will find that they must battle every day” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 11:14). Therefore, true Christian soldiers are more than weekend warriors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p17\" class=\"\">The absence of any keen desire—merely being lukewarm—causes a terrible flattening (see <span class=\"citation\" id=\"42599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42599)\">Rev. 3:15<\/a><\/span>). William R. May explained such sloth: “The soul in this state is beyond mere sadness and melancholy. It has removed itself from the rise and fall of feelings; the very root of its feelings in desire is dead. … To be a man is to desire. The good man desires God and other things in God. The sinful man desires things in the place of God, but he is still recognizably human, inasmuch as he has known desire. The slothful man, however, is a dead man, an arid waste. … His desire itself has dried up” (“A Catalogue of Sins,” as quoted in <span class=\"emphasis\">Christian Century,<\/span> 24 Apr. 1996, 457).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p18\" class=\"\">This sad condition is yet another variation of the “sorrowing of the damned” (<span class=\"citation\" id=\"38115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38115)\">Morm. 2:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p19\" class=\"\">Even a spark of desire can begin change. The prodigal son, sunk in despair, nevertheless desired and “came to himself,” determining that “I will arise and go to my father” (<span class=\"citation\" id=\"32586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32586)\">Luke 15:17–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p20\" class=\"\">What we are speaking about is so much more than merely deflecting temptations for which we somehow do not feel responsible. Remember, brothers and sisters, it is our own desires which determine the sizing and the attractiveness of various temptations. We set our thermostats as to temptations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p21\" class=\"\">Thus educating and training our desires clearly requires understanding the truths of the gospel, yet even more is involved. President Brigham Young confirmed, saying, “It is evident that many who understand the truth do not govern themselves by it; consequently, no matter how true and beautiful truth is, you have to take the passions of the people and mould them to the law of God” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 7:55).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p22\" class=\"\">“Do you,” President Young asked, “think that people will obey the truth because it is true, unless they love it? No, they will not” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 7:55). Thus knowing gospel truths and doctrines is profoundly important, but we must also come to love them. When we love them, they will move us and help our desires and outward works to become more holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p23\" class=\"\">Each assertion of a righteous desire, each act of service, and each act of worship, however small and incremental, adds to our spiritual momentum. Like Newton’s Second Law, there is a transmitting of acceleration as well as a contagiousness associated with even the small acts of goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p24\" class=\"\">Fortunately for us, our loving Lord will work with us, “even if [we] can [do] no more than desire to believe,” providing we will “let this desire work in [us]” (<span class=\"citation\" id=\"10197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10197)\">Alma 32:27<\/a><\/span>). Therefore, declared President Joseph F. Smith, “the education then of our desires is one of far-reaching importance to our happiness in life” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. [1939], 297). Such education can lead to sanctification until, said President Brigham Young, “holy desires produce corresponding outward works” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 6:170). Only by educating and training our desires can they become our allies instead of our enemies!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p25\" class=\"\">Some of our present desires, therefore, need to be diminished and then finally dissolved. For instance, the biblical counsel “let not thine heart envy sinners” is directed squarely at those with a sad unsettlement of soul (<span class=\"citation\" id=\"41664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41664)\">Prov. 23:17<\/a><\/span>). Once again, we must be honest with ourselves about the consequences of our desires, which follow as the night, the day. Similarly faced with life’s so-called “bad breaks,” the natural man desires to wallow in self-pity; therefore this desire must go too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p26\" class=\"\">But dissolution of wrong desires is only part of it. For instance, what is now only a weak desire to be a better spouse, father, or mother needs to become a stronger desire, just as Abraham experienced divine discontent and desired greater happiness and knowledge (see <span class=\"citation\" id=\"7434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7434)\">Abr. 1:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p27\" class=\"\">Our merciful and long-suffering Lord is ever ready to help. His “arm is lengthened out all the day long” (<span class=\"citation\" id=\"4659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4659)\">2 Ne. 28:32<\/a><\/span>), and even if His arm goes ungrasped, it was unarguably there! In the same redemptive reaching out, our desiring to improve our human relationships usually requires some long-suffering. Sometimes reaching out is like trying to pat a porcupine. Even so, the accumulated quill marks are evidence that our hands of fellowship have been stretched out, too!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p28\" class=\"\">It is up to us. Therein lies life’s greatest and most persistent challenge. Thus when people are described as “having lost their desire for sin” [see <span class=\"citation\" id=\"10185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10185)\">Alma 19:33<\/a><\/span>], it is they, and they only, who deliberately decided to lose those wrong desires by being willing to “give away all [their] sins” in order to know God (<span class=\"citation\" id=\"10187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10187)\">Alma 22:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p29\" class=\"\">Unquestionably, parents have such a profound role in assisting in the educating of our desires, especially when parents combine explanation and exemplification! Even so, given our responsibilities for our own desires, we should not be surprised that Adam and Eve, such superb parents who conscientiously taught all things to their children [see <span class=\"citation\" id=\"39938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39938)\">Moses 5:12<\/a><\/span>], still lost some of them! Lehi and Sariah made the same effort, doing so “with all the feeling of a tender parent” (<span class=\"citation\" id=\"2116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2116)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2116)\">1 Ne. 8:37<\/a><\/span>). Yet they experienced the same thing with Laman and Lemuel, who “understood not the dealings of the Lord” (<span class=\"citation\" id=\"40971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40971)\">Mosiah 10:14<\/a><\/span>). Fixing responsibility for such recalcitrance where it should be, the Prophet Joseph Smith observed: “Men who have no principle of … truth, do not understand the word of truth when they hear it. The devil taketh away the word of truth out of their hearts, because there is no desire for righteousness in them” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith [1976], 96).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p30\" class=\"\">Nevertheless, conscientious and able parents will do all they can do to exemplify and explain. Besides, righteous parents are teaching more than they now realize. The later applications of and the grateful expressions for earlier parental influence are often delayed, and often for a long time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p31\" class=\"\">With true desire, we can then really plead:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More holiness give me, …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More patience in suff’ring,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More sorrow for sin,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More faith in my Savior, …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More tears for his sorrows,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More pain at his grief,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More meekness in trial,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More praise for relief.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p40\" class=\"\">(“More Holiness Give Me,” <span class=\"emphasis\">Hymns,<\/span> no. 131)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p41\" class=\"\">Brothers and sisters, a loving God will work with us, but the initiating particle of desire which ignites the spark of resolve must be our own!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p42\" class=\"\">It all takes time. Said the Prophet Joseph: “The nearer man approaches perfection, the clearer are his views, and the greater his enjoyments, till he has overcome the evils of his life and lost every desire for sin; and like the ancients, arrives at that point of faith where he is wrapped in the power and glory of his Maker and is caught up to dwell with Him [see <span class=\"citation\" id=\"39949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39949)\">Moses 7:21<\/a><\/span>]. But we consider that this is a station to which no man ever arrived in a moment” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> 51).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p43\" class=\"\">Thus the work of eternity is not done in a moment, but, rather, in “process of time.” Time works for us when our desires do likewise!<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/according-to-the-desire-of-our-hearts.p44\" class=\"\">May God help us so to train our desires, in the name of Jesus Christ, amen!<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}