{"ID":5832, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith in Every Footstep\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p3\" class=\"\">This year, 1996, we have enjoyed a great centennial celebration of statehood in Utah that has given our citizens an opportunity to reflect upon the important accomplishments of the past 100 years. In 1997 the Church will celebrate the 150th anniversary of the arrival of the pioneers in the Salt Lake Valley. During the sesquicentennial year, Church members worldwide will have the opportunity to focus their attention on the pioneer trek from Nauvoo to the Salt Lake Valley. The theme for the sesquicentennial celebration is “Faith in Every Footstep.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p4\" class=\"\">This August I walked in the footsteps of our pioneers along the Mormon Trail through Wyoming and Utah. I wondered why our dedicated ancestors suffered so terribly and yet willingly faced such tremendous obstacles. Perhaps one reason they sacrificed and endured was to leave a legacy of faith for all of us to help us feel our urgent responsibility to move forward in building up the Church throughout the world. We need the same dedication today in every one of our footsteps as the pioneers had in theirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p5\" class=\"\">President Joseph F. Smith, who walked the pioneer trail to Utah as a nine-year-old boy, said in the April 1904 general conference, “I firmly believe [that] the divine approval, blessing and favor of Almighty God … has guided the destiny of His people from the organization of the Church until the present … and guided us in our footsteps and in our journeyings into the tops of these mountains.”<sup class=\"noteMarker\"><a href=\"#footnote1-96911_000_011\">1<\/a>\n       <span class=\"footnote\">[In Conference Report, Apr. 1904, 1.]<\/span><\/sup> Our pioneer ancestors sacrificed virtually all they had, including their lives in many cases, to follow a prophet of God to this chosen valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p6\" class=\"\">Next year’s celebration will honor pioneers worldwide, in addition to the Utah pioneers. As chairman of the Church sesquicentennial committee, I ask you stake and ward leaders to place the Church sesquicentennial celebration on your next council meeting agenda. Please study the guidelines sent to you in January 1995 and the additional information sent in intervening months. In your councils, choose the activities that will be appropriate and important to ensure a spiritually fulfilling experience for your members in 1997.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p7\" class=\"\">The vast majority of the Utah pioneers got their first glimpse of the sagebrush, sego lily, salt-flat desert landscape of this Great Salt Lake Valley on foot. Some even arrived barefoot after having suffered extreme hardships in traversing over 1,300 miles of prairie, desert, and mountain wilderness. Before the railroad reached the Utah Territory in 1869, approximately 70,000 pioneers, 9,600 wagons, and 650 handcarts made the trek from Winter Quarters in present-day Iowa and Nebraska to the Salt Lake Valley.<sup class=\"noteMarker\"><a href=\"#footnote2-96911_000_011\">2<\/a>\n       <span class=\"footnote\">[See Stanley B. Kimball, <span class=\"emphasis\">Historic Resource Study: Mormon Pioneer National Historic Trail<\/span> (1991), 40, 49, 62–63.]<\/span><\/sup> Each pioneer who walked from the Mississippi River to the Great Salt Lake took millions of steps to travel that distance. Under favorable circumstances, the trek took a little more than three months. Traveling 15 miles in a day was considered a good day. In total, billions of footsteps of faith were taken by our pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p8\" class=\"\">On the trail a loving attachment frequently developed between a pioneer and his ox team. Joseph F. Smith related: “My team leaders’ names were Thom and Joe—we raised them from calves, and they were both white. Thom was trim built, active, young, and more intelligent than many a man. Many times while traveling sandy or rough roads, on long, thirsty drives, my oxen were lowing with the heat and fatigue. I would put my arms around Thom’s neck and cry bitter tears! That was all I could do. Thom was my favorite and best and most willing and obedient servant and friend.”<sup class=\"noteMarker\"><a href=\"#footnote3-96911_000_011\">3<\/a>\n       <span class=\"footnote\">[Holograph quoted in Susan Arrington Madsen, <span class=\"emphasis\">I Walked to Zion<\/span> (1994), 37.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p9\" class=\"\">The pioneer exodus from Nauvoo, Illinois, began February 4, 1846. Nearly four years earlier, in August of 1842, the Prophet Joseph Smith shared his foreknowledge of the trek west: “I prophesied that the Saints would continue to suffer much affliction and would be driven to the Rocky Mountains, many would apostatize, others would be put to death by our persecutors or lose their lives in consequence of exposure or disease, and some [would live to] build cities and see the Saints become a mighty people in the midst of the Rocky Mountains.”<sup class=\"noteMarker\"><a href=\"#footnote4-96911_000_011\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 255.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p10\" class=\"\">Brigham Young received a vision of Joseph Smith in which Joseph showed him a mountain and an ensign upon its peak. Joseph said, “Build under the point where the colors fall and you will prosper and have peace.”<sup class=\"noteMarker\"><a href=\"#footnote5-96911_000_011\">5<\/a>\n       <span class=\"footnote\">[See George A. Smith, in <span class=\"emphasis\">Journal of Discourses,<\/span> 13:85.]<\/span><\/sup> The identification of this mountain peak, as the Saints entered Salt Lake Valley in July 1847, confirmed to President Young that the pioneers had found their destination, their Zion, in the tops of the mountains.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p11\" class=\"\">We know this conical, dome-shaped mountain today as Ensign Peak. It rises above the valley floor just north of where we now sit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p12\" class=\"\">The exodus from Nauvoo and across the prairies, rivers, and mountains to the Salt Lake Valley was a migration of major proportions. Near Mount Pisgah, one of the communities the Saints established in Iowa, Wilford Woodruff recorded: “I stopped my carriage [and] had a most splendid view. I could stand and gaze to the east, west, north, and south and behold the Saints pouring out … from the hills and dales … with their teams, wagons, flocks, and herds by hundreds and thousands … until it looked like the movements of a great nation.”<sup class=\"noteMarker\"><a href=\"#footnote6-96911_000_011\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Wilford Woodruff’s Journal,<\/span> ed. Scott G. Kenney, 9 vols. (1983–85), 3:55; spelling and punctuation modernized.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p13\" class=\"\">As the pioneers traveled across Iowa, their worries centered on food and forage, wood and fire, and ceaseless snow, rain, and mud. “A broken axle or a missing ox became a crisis.”<sup class=\"noteMarker\"><a href=\"#footnote7-96911_000_011\">7<\/a>\n       <span class=\"footnote\">[Reed C. Durham Jr., “The Iowa Experience: A Blessing in Disguise,” <span class=\"emphasis\">Brigham Young University Studies<\/span> 21 (fall 1981): 463; see also 474.]<\/span><\/sup> Tragic illness overcame many who were wet, chilled, weak, and malnourished.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p14\" class=\"\">The 265-mile trek from Nauvoo to Winter Quarters took 131 days. By comparison, the trek from Winter Quarters to the Salt Lake Valley, which was about four times the distance, approximately 1,032 miles, took only 111 days.<sup class=\"noteMarker\"><a href=\"#footnote8-96911_000_011\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Mormon Pioneer National Historic Trail,<\/span> 35.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p15\" class=\"\">Perhaps the most memorable pioneer stalwarts were the Saints who made the journey in handcart companies. These companies brought nearly 3,000 pioneers west between 1856 and 1860.<sup class=\"noteMarker\"><a href=\"#footnote9-96911_000_011\">9<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Mormon Pioneer National Historic Trail,<\/span> 66.]<\/span><\/sup> In 1856, two handcart companies, with 1,075 pioneers under the leadership of James G. Willie and Edward Martin, left later in the year than planned, and they encountered early winter storms in present-day Wyoming.<sup class=\"noteMarker\"><a href=\"#footnote10-96911_000_011\">10<\/a>\n       <span class=\"footnote\">[See Kate B. Carter, comp., <span class=\"emphasis\">Heart Throbs of the West,<\/span> 6 vols. (1939–51), 6:360–61.]<\/span><\/sup> Peter Howard McBride, then but a boy of six years, was a member of the Martin Company. His father, after helping push handcarts through the icy river, died in the snow and freezing cold that night. Peter’s mother was sick; his older sister, Jenetta, watched out for the younger children. Her shoes had worn out, and her feet left bloody tracks in the snow. On the banks of the Sweetwater River, the wind blew their tent down during the night. Everyone scampered out as the snow covered the tent—everyone except little Peter. According to his account: “In the morning I heard someone say, ‘How many are dead in this tent?’ My sister said, ‘Well, my little brother must be frozen to death in that tent.’ So they jerked the tent loose, sent it scurrying over the snow. My hair was frozen to the tent. I picked myself up and came out quite alive, to their surprise.”<sup class=\"noteMarker\"><a href=\"#footnote11-96911_000_011\">11<\/a>\n       <span class=\"footnote\">[Peter Howard McBride, quoted in Madsen, <span class=\"emphasis\">I Walked to Zion,<\/span> 41, 43, 45–46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p16\" class=\"\">We find one of the most touching stories of sacrifice, faith, and loving charity in the life of Jens Neilson, who was a member of the Willie Handcart Company. Jens, a relatively prosperous Danish farmer, heeded the call to bring his family to Zion. In Iowa he wrote that he had let all of his money go to the Church except enough to buy a handcart and stock it with 15 pounds of belongings per person. Jens wrote, “Obedience is better than sacrifice.” [See <span class=\"citation\" id=\"2712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2712)\">1 Sam. 15:22<\/a><\/span>.]  The people for whom Jens was responsible were himself; his wife, Elsie; their six-year-old son, Neils; and a nine-year-old girl, Bodil Mortensen, whom Jens offered to take to Utah. In the early Wyoming blizzard, temperatures plummeted below zero. The Neilsons had consumed their last pound of flour days before, but somehow they made it over the treacherous Rocky Ridge, urged on by their indomitable courage and unconquerable faith. Tragically, 13 of the company died at Rock Creek and were buried in shallow, snow-covered graves—among them, Jens and Elsie’s son, Neils, and young Bodil Mortensen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p17\" class=\"\">President Hinckley describes this portion of the trail as “a trail of tragedy, a trail of faith, a trail of devotion, a trail of consecration, even the consecration of life itself.”<sup class=\"noteMarker\"><a href=\"#footnote12-96911_000_011\">12<\/a>\n       <span class=\"footnote\">[Address delivered near Riverton, Wyoming, 15 Aug. 1992, quoted in <span class=\"emphasis\">Wyoming Trails Resource Handbook,<\/span> Church Educational System (1995), 27.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p18\" class=\"\">Jens arrived at Rock Creek, 11 miles beyond Rocky Ridge, with both feet frozen. He was unable to walk another step and pleaded with Elsie, “Leave me by the trail in the snow to die, and you go ahead and try to keep up with the company and save your life.” Elsie, with her unfaltering pioneer courage, replied, “Ride, I can’t leave you, I can pull the cart.”<sup class=\"noteMarker\"><a href=\"#footnote13-96911_000_011\">13<\/a>\n       <span class=\"footnote\">[See Jens Neilson journal, quoted in <span class=\"emphasis\">Wyoming Trails Resource Handbook,<\/span> Church Educational System (1996), 29.]<\/span><\/sup> Such was the strength and the faith of many pioneer women on the trail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p19\" class=\"\">A cow helped provide necessary nourishment on the trail for the family of my great-grandmother Margaret McNeil as she came to Zion from Scotland. As a 12-year-old, it was Margaret’s task to arise early and get breakfast for the family and milk her cow. She would then drive the cow on ahead of the company to let it feed in the grassy places. She wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p20\" class=\"\">“The cow furnished us with milk, our chief source of food. … Had it not been for the milk, we would have starved. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p21\" class=\"\">“One night our cow ran away from [the] camp, and I was sent to bring her back. I was not watching where I was going and was barefooted. All of a sudden I began to feel I was walking on something soft. I looked down to see what it could be, and to my horror found that I was standing in a bed of snakes, large ones and small ones. At the sight of them I became so weak I could scarcely move; all I could think of was to pray, and in some way I jumped out of them. The Lord blessed and cared for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p22\" class=\"\">“We arrived in Ogden, Utah, on the fourth day of October [1859], after a journey of hardships and hunger. … I walked every step of the way across the plains.”<sup class=\"noteMarker\"><a href=\"#footnote14-96911_000_011\">14<\/a>\n       <span class=\"footnote\">[Margaret McNeil Ballard autobiography, quoted in Madsen, <span class=\"emphasis\">I Walked to Zion,<\/span> 126.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p23\" class=\"\">President Joseph F. Smith, who took part in the westward trek and in the first 70 years of hardship in this valley, shared this precious overview of the Lord’s protective hand over His Latter-day Saints:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p24\" class=\"\">“Our good friends from the east used to come out here in the early days and upbraid us. They said, ‘Why, it is the fulfillment of the curse of God upon you. You have been driven away from the rich lands of Illinois and Missouri, into a desert, into a salt land.’ I said, ‘Yes, we have salt enough here to save the world, thank God, and we may find use for it by and by.’”<sup class=\"noteMarker\"><a href=\"#footnote15-96911_000_011\">15<\/a>\n       <span class=\"footnote\">[In Preston Nibley, comp., <span class=\"emphasis\">Faith Promoting Stories<\/span> (1943), 81.]<\/span><\/sup> There was a time when there wasn’t feed for livestock and the beef was so lean there wasn’t enough fat to even make decent soap. “Just then the Lord sent a handful of alfalfa seed into the valley, and Christopher Layton planted it, watered it, and it matured; and from that little beginning, Utah can now produce a richer crop of hay than Illinois or Missouri can do.”<sup class=\"noteMarker\"><a href=\"#footnote16-96911_000_011\">16<\/a>\n       <span class=\"footnote\">[Joseph F. Smith, “Pioneer Reminiscences,” <span class=\"emphasis\">Utah Genealogical and Historical Magazine<\/span> 8 (1917): 159.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p25\" class=\"\">Truly the Lord encourages us to walk in faith to the edge of the light and beyond—into the unknown. After the trial of our faith, He once again shines the light ahead of us, and our journey of faith in every footstep continues. Now, it has swelled into billions and billions of footsteps throughout the world. In my 20 years as a General Authority, I have seen the worldwide expansion of the Church, and I marvel at the results of the work of our pioneers in every country where they, through their faith and sacrifice, established the Church. I share the feelings of President Heber J. Grant, who said, “I can never think of [the pioneers] but I am full of admiration and gratitude, and utter a prayer to the Lord to help me, as one of the descendants of that noble band, to be loyal, to be true, to be faithful as they were!”<sup class=\"noteMarker\"><a href=\"#footnote17-96911_000_011\">17<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1919, 7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/faith-in-every-footstep.p26\" class=\"\">Brothers and sisters, join with us and begin now to prepare for a spiritual journey next year by walking in the footsteps of our beloved pioneers in every land. We must be sure that the legacy of faith received from them is never lost. Let their heroic lives touch our hearts, and especially the hearts of our youth, so the fire of true testimony and unwavering love for the Lord and His Church will blaze brightly within each one of us as it did in our faithful pioneers. Their accomplishments were possible because they knew, as I know, that our Heavenly Father and His Beloved Son, Jesus Christ, restored the gospel of Jesus Christ through the Prophet Joseph Smith and that this Church will continue to roll forth until it fills the whole earth [see <span class=\"citation\" id=\"20567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20567)\">D&amp;C 65:2<\/a><\/span>]. To this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96911_000_011\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1904, 1.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-96911_000_011\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Stanley B. Kimball, <span class=\"emphasis\">Historic Resource Study: Mormon Pioneer National Historic Trail<\/span> (1991), 40, 49, 62–63.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-96911_000_011\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Holograph quoted in Susan Arrington Madsen, <span class=\"emphasis\">I Walked to Zion<\/span> (1994), 37.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-96911_000_011\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 255.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-96911_000_011\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See George A. Smith, in <span class=\"emphasis\">Journal of Discourses,<\/span> 13:85.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-96911_000_011\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Wilford Woodruff’s Journal,<\/span> ed. Scott G. Kenney, 9 vols. (1983–85), 3:55; spelling and punctuation modernized.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-96911_000_011\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Reed C. Durham Jr., “The Iowa Experience: A Blessing in Disguise,” <span class=\"emphasis\">Brigham Young University Studies<\/span> 21 (fall 1981): 463; see also 474.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-96911_000_011\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Mormon Pioneer National Historic Trail,<\/span> 35.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-96911_000_011\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Mormon Pioneer National Historic Trail,<\/span> 66.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-96911_000_011\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See Kate B. Carter, comp., <span class=\"emphasis\">Heart Throbs of the West,<\/span> 6 vols. (1939–51), 6:360–61.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-96911_000_011\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Peter Howard McBride, quoted in Madsen, <span class=\"emphasis\">I Walked to Zion,<\/span> 41, 43, 45–46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-96911_000_011\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Address delivered near Riverton, Wyoming, 15 Aug. 1992, quoted in <span class=\"emphasis\">Wyoming Trails Resource Handbook,<\/span> Church Educational System (1995), 27.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-96911_000_011\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See Jens Neilson journal, quoted in <span class=\"emphasis\">Wyoming Trails Resource Handbook,<\/span> Church Educational System (1996), 29.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-96911_000_011\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>Margaret McNeil Ballard autobiography, quoted in Madsen, <span class=\"emphasis\">I Walked to Zion,<\/span> 126.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-96911_000_011\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>In Preston Nibley, comp., <span class=\"emphasis\">Faith Promoting Stories<\/span> (1943), 81.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-96911_000_011\">16.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph F. Smith, “Pioneer Reminiscences,” <span class=\"emphasis\">Utah Genealogical and Historical Magazine<\/span> 8 (1917): 159.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_011\"><a name=\"-96911_000_011\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-96911_000_011\">17.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1919, 7.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}