{"ID":5833, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Covenant Marriage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p2\" class=\"\">Elder Bruce C. Hafen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/bruce-c-hafen-10.jpg\" alt=\"Bruce C. Hafen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p3\" class=\"\">Three summers ago, I watched a new bride and groom, Tracy and Tom, emerge from a sacred temple. They laughed and held hands as family and friends gathered to take pictures. I saw happiness and promise in their faces as they greeted their reception guests, who celebrated publicly the creation of a new family. I wondered that night how long it would be until these two faced the opposition that tests every marriage. Only then would they discover whether their marriage was based on a <span class=\"emphasis\">contract<\/span> or a <span class=\"emphasis\">covenant.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p4\" class=\"\">Another bride sighed blissfully on her wedding day, “Mom, I’m at the end of all my troubles!” “Yes,” replied her mother, “but at which end?” When troubles come, the parties to a <span class=\"emphasis\">contractual<\/span> marriage seek happiness by walking away. They marry to obtain benefits and will stay only as long as they’re receiving what they bargained for. But when troubles come to a <span class=\"emphasis\">covenant<\/span> marriage, the husband and wife work them through. They marry to give and to grow, bound by covenants to each other, to the community, and to God. <span class=\"emphasis\">Contract<\/span> companions each give 50 percent; <span class=\"emphasis\">covenant<\/span> companions each give 100 percent.<sup class=\"noteMarker\"><a href=\"#footnote1-96911_000_012\">1<\/a>\n       <span class=\"footnote\">[See Bruce C. and Marie K. Hafen, <span class=\"emphasis\">The Belonging Heart<\/span> (1994), 255–65; Pitirim Sorokin, <span class=\"emphasis\">Society, Culture and Personality,<\/span> 2nd ed. (1962), 99–107.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p5\" class=\"\">Marriage is by nature a covenant, not just a private contract one may cancel at will. Jesus taught about contractual attitudes when he described the “hireling,” who performs his conditional promise of care only when he receives something in return. When the hireling “seeth the wolf coming,” he “leaveth the sheep, and fleeth … because he … careth not for the sheep.” By contrast, the Savior said, “I am the good shepherd, … and I lay down my life for the sheep.”<sup class=\"noteMarker\"><a href=\"#footnote2-96911_000_012\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29781)\">John 10:12–15<\/a><\/span>.]<\/span><\/sup> Many people today marry as hirelings. And when the wolf comes, they flee. This idea is wrong. It curses the earth, turning parents’ hearts away from their children and from each other.<sup class=\"noteMarker\"><a href=\"#footnote3-96911_000_012\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20458)\">D&amp;C 2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p6\" class=\"\">Before their marriage, Tom and Tracy received an eternal perspective on covenants and wolves. They learned through the story of Adam and Eve about life’s purpose and how to return to God’s presence through obedience and the Atonement. Christ’s life is the story of giving the Atonement. The life of Adam and Eve is the story of receiving the Atonement, which empowered them to overcome their separation from God and all opposition until they were eternally “at one,” with the Lord, and with each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p7\" class=\"\">Without the Fall, Lehi taught, Adam and Eve would never have known opposition. And “they would have had no children; wherefore they would have remained in a state of innocence, having no joy, for they knew no misery.”<sup class=\"noteMarker\"><a href=\"#footnote4-96911_000_012\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4635)\">2 Ne. 2:23<\/a><\/span>.]<\/span><\/sup> Astute parents will see a little connection here—no children, no misery! But left in the garden, they could never know joy. So the Lord taught them they would live and bear children in sorrow, sweat, and thorns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p8\" class=\"\">Still, the ground was cursed <span class=\"emphasis\">for their sake:<\/span><sup class=\"noteMarker\"><a href=\"#footnote5-96911_000_012\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"39926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39926)\">Moses 4:23<\/a><\/span>.]<\/span><\/sup> their path of affliction also led to the <span class=\"emphasis\">joy<\/span> of both redemption and comprehension.<sup class=\"noteMarker\"><a href=\"#footnote6-96911_000_012\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"39935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39935)\">Moses 5:11<\/a><\/span>.]<\/span><\/sup> That is why the husband and wife in a covenant marriage sustain and lift each other when the wolf comes. If Tom and Tracy had understood all this, perhaps they would have walked more slowly from the gardenlike temple grounds, like Adam and Eve, arm in arm, into a harsh and lonely world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p9\" class=\"\">And yet—marrying and raising children <span class=\"emphasis\">can<\/span> yield the most valuable religious experiences of their lives. Covenant marriage requires a total leap of faith: they must keep their covenants without knowing what risks that may require of them. They must surrender unconditionally, obeying God and sacrificing for each other. Then they will discover what Alma called “incomprehensible joy.”<sup class=\"noteMarker\"><a href=\"#footnote7-96911_000_012\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10190)\">Alma 28:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p10\" class=\"\">Of course, some have no opportunity to marry. And some divorces are unavoidable. But the Lord will ultimately compensate those faithful ones who are denied mortal fulfillment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p11\" class=\"\">Every marriage is tested repeatedly by three kinds of wolves. The first wolf is natural adversity. After asking God for years to give them a first child, David and Fran had a baby with a serious heart defect. Following a three-week struggle, they buried their newborn son. Like Adam and Eve before them, they mourned together, brokenhearted, in faith before the Lord.<sup class=\"noteMarker\"><a href=\"#footnote8-96911_000_012\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"39942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39942)\">Moses 5:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p12\" class=\"\">Second, the wolf of their own imperfections will test them. One woman told me through her tears how her husband’s constant criticism finally destroyed not only their marriage but her entire sense of self-worth. He first complained about her cooking and housecleaning, and then about how she used her time, how she talked, looked, and reasoned. Eventually she felt utterly inept and dysfunctional. My heart ached for her, and for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p13\" class=\"\">Contrast her with a young woman who had little self-confidence when she first married. Then her husband found so much to praise in her that she gradually began to believe she was a good person and that her opinions mattered. His belief in her rekindled her innate self-worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p14\" class=\"\">The third wolf is the excessive individualism that has spawned today’s contractual attitudes. A seven-year-old girl came home from school crying, “Mom, don’t I belong to you? Our teacher said today that nobody <span class=\"emphasis\">belongs<\/span> to anybody—children don’t belong to parents, husbands don’t belong to wives. I am <span class=\"emphasis\">yours,<\/span> aren’t I, Mom?” Her mother held her close and whispered, “Of course you’re mine—and I’m yours, too.” Surely marriage partners must respect one another’s individual identity, and family members are neither slaves nor inanimate objects. But this teacher’s fear, shared today by many, is that the bonds of kinship and marriage are not valuable ties that bind, but are, instead, sheer bondage. Ours is the age of the waning of belonging.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p15\" class=\"\">The adversary has long cultivated this overemphasis on personal autonomy, and now he feverishly exploits it. Our deepest God-given instinct is to run to the arms of those who need us and sustain us. But he drives us away from each other today with wedges of distrust and suspicion. He exaggerates the need for having space, getting out, and being left alone. Some people believe him—and then they wonder why they feel left alone. And despite admirable exceptions, children in America’s growing number of single-parent families are clearly more at risk than children in two-parent families.<sup class=\"noteMarker\"><a href=\"#footnote9-96911_000_012\">9<\/a>\n       <span class=\"footnote\">[See Barbara Dafoe Whitehead, “Dan Quayle Was Right,” <span class=\"emphasis\">Atlantic Monthly,<\/span> Apr. 1993, 47.]<\/span><\/sup> Further, the rates of divorce and births outside marriage are now so high that we may be witnessing “the collapse of marriage.”<sup class=\"noteMarker\"><a href=\"#footnote10-96911_000_012\">10<\/a>\n       <span class=\"footnote\">[Maggie Gallagher, <span class=\"emphasis\">The Abolition of Marriage<\/span> (1996), 4–5.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p16\" class=\"\">Many people even wonder these days what marriage is. Should we prohibit same-sex marriage? Should we make divorce more difficult to obtain? Some say these questions are not society’s business, because marriage is a private contract. But as the modern prophets recently proclaimed, “marriage … is ordained of God.”<sup class=\"noteMarker\"><a href=\"#footnote11-96911_000_012\">11<\/a>\n       <span class=\"footnote\">[The First Presidency and Quorum of the Twelve Apostles, “The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.]<\/span><\/sup> Even secular marriage was historically a three-party covenant among a man, a woman, and the state. Society has a huge interest in the outcome and the offspring of every marriage. So the public nature of marriage distinguishes it from all other relationships. Guests come to weddings because, as Wendell Berry said, sweethearts “say their vows to the community as much as to one another,” giving themselves not only to each other, but also to the common good “as no <span class=\"emphasis\">contract<\/span> could ever join them.”<sup class=\"noteMarker\"><a href=\"#footnote12-96911_000_012\">12<\/a>\n       <span class=\"footnote\">[See Wendell Berry, <span class=\"emphasis\">Sex, Economy, Freedom and Community<\/span> (1993), 137–39; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p17\" class=\"\">When we observe the covenants we make at the altar of sacrifice, we discover hidden reservoirs of strength. I once said in exasperation to my wife, Marie, “The Lord placed Adam and Eve on the earth as full-grown people. Why couldn’t he have done that with this boy of ours, the one with the freckles and the unruly hair?” She replied, “The Lord gave us that child to make Christians out of us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p18\" class=\"\">One night Marie exhausted herself for hours encouraging that child to finish a school assignment to build his own diorama of a Native American village on a cookie sheet. It was a test no hireling would have endured. At first he fought her efforts, but by bedtime, I saw him lay “his” diorama proudly on a counter. He started for his bed, then turned around, raced back across the room, and hugged his mother, grinning with his fourth-grade teeth. Later I asked Marie in complete awe, “How did you do it?” She said, “I just made up my mind that I couldn’t leave him, no matter what.” Then she added, <span class=\"emphasis\">“I didn’t know I had it in me.”<\/span> She discovered deep, internal wellsprings of compassion because the bonds of her covenants gave her strength to lay down her life for her sheep, even an hour at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p19\" class=\"\">Now I return to Tom and Tracy, who this year discovered wellsprings of their own. Their second baby threatened to come too early to live. They might have made a hireling’s convenient choice and gone on with their lives, letting a miscarriage occur. But because they tried to observe their covenants by sacrifice,<sup class=\"noteMarker\"><a href=\"#footnote13-96911_000_012\">13<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20617)\">D&amp;C 97:8<\/a><\/span>.]<\/span><\/sup> active, energetic Tracy lay almost motionless at home for five weeks, then in a hospital bed for another five. Tom was with her virtually every hour when he was not working or sleeping. They prayed their child to earth. Then the baby required 11 more weeks in the hospital. But she is here, and she is theirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p20\" class=\"\">One night as Tracy waited patiently upon the Lord in the hospital, she sensed that perhaps her willingness to sacrifice herself for her baby was in some small way like the Good Shepherd’s sacrifice for her. She said, “I had expected that trying to give so much would be really difficult, but somehow this felt more like a privilege.” As many other parents in Zion have done, she and Tom gave their hearts to God by giving them to their child. In the process, they learned that theirs is a covenant marriage, one that binds them to each other and to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/covenant-marriage.p21\" class=\"\">May we restore the concept of marriage as a covenant, even the new and everlasting covenant of marriage.<sup class=\"noteMarker\"><a href=\"#footnote14-96911_000_012\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20665)\">D&amp;C 131:2<\/a><\/span>.]<\/span><\/sup> And when the wolf comes, may we be as shepherds, not hirelings, willing to lay down our lives, a day at a time, for the sheep of our covenant. Then, like Adam and Eve, we will have joy.<sup class=\"noteMarker\"><a href=\"#footnote15-96911_000_012\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"4638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4638)\">2 Ne. 2:25<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96911_000_012\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>See Bruce C. and Marie K. Hafen, <span class=\"emphasis\">The Belonging Heart<\/span> (1994), 255–65; Pitirim Sorokin, <span class=\"emphasis\">Society, Culture and Personality,<\/span> 2nd ed. (1962), 99–107.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-96911_000_012\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29781)\">John 10:12–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-96911_000_012\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20458)\">D&amp;C 2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-96911_000_012\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4635)\">2 Ne. 2:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-96911_000_012\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"39926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39926)\">Moses 4:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-96911_000_012\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"39935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39935)\">Moses 5:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-96911_000_012\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10190)\">Alma 28:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-96911_000_012\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"39942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39942)\">Moses 5:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-96911_000_012\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See Barbara Dafoe Whitehead, “Dan Quayle Was Right,” <span class=\"emphasis\">Atlantic Monthly,<\/span> Apr. 1993, 47.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-96911_000_012\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Maggie Gallagher, <span class=\"emphasis\">The Abolition of Marriage<\/span> (1996), 4–5.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-96911_000_012\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>The First Presidency and Quorum of the Twelve Apostles, “The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-96911_000_012\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>See Wendell Berry, <span class=\"emphasis\">Sex, Economy, Freedom and Community<\/span> (1993), 137–39; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-96911_000_012\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20617)\">D&amp;C 97:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-96911_000_012\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20665)\">D&amp;C 131:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_012\"><a name=\"-96911_000_012\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-96911_000_012\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"4638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4638)\">2 Ne. 2:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}