{"ID":5834, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Rejoice!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p2\" class=\"\">Elder Quentin L. Cook<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p3\" class=\"\">My beloved brothers and sisters, this is my first opportunity to address you since the call to this new assignment. There is no way to express either the sense of responsibility or the feelings of inadequacy that I have experienced, but I want you to know how grateful I am for the privilege of serving the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p4\" class=\"\">The chorus of one of my favorite hymns entreats, “Lift up your heart! Lift up your voice! Rejoice, again I say, rejoice!” (“Rejoice, the Lord Is King!” <span class=\"emphasis\">Hymns,<\/span> no. 66). The text of the hymn is taken from Paul’s writings to the Philippians: “Rejoice in the Lord alway: and again I say, Rejoice” (<span class=\"citation\" id=\"41345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41345)\">Philip. 4:4<\/a><\/span>). The dictionary defines <span class=\"emphasis\">rejoice<\/span> as “to feel joy or great delight” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed., s.v. “rejoice”).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p5\" class=\"\">The source of the kind of joy which causes us to rejoice is an understanding of the plan of salvation. The Savior in the Gospel of John was approaching the closing hours of His mortal life when He would take upon Himself the sins of the world. As He prepared His disciples for what He knew was to come, He told them, “A little while, and ye shall not see me: and again, a little while, and ye shall see me” (<span class=\"citation\" id=\"29801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29801)\">John 16:16<\/a><\/span>). They were not yet ready to comprehend the Resurrection. Instead the Savior explained in gentle terms that He would leave and return and told them what they would feel: sorrow at His leaving, “but I will see you again, and your heart shall rejoice, and your joy no man taketh from you” (<span class=\"citation\" id=\"29802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29802)\">John 16:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p6\" class=\"\">Just as the Savior’s death brought sorrow, the vicissitudes of life, like death, disease, poverty, and injury, can and often will bring unhappiness. Separation from those we love invariably brings sorrow and mourning. Life is not easy, and it would be improper to diminish in any way the trials and tribulations that most experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p7\" class=\"\">That having been said, the Resurrection and Atonement wrought by the Savior and the promise of eternal life with our loved ones are of such overwhelming significance that to not rejoice would demonstrate a lack of understanding of the Savior’s gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p8\" class=\"\">Joy comes when we have the Spirit in our lives (see <span class=\"citation\" id=\"10186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10186)\">Alma 22:15<\/a><\/span>). When we have the Spirit, we rejoice in what the Savior has done for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p9\" class=\"\">What do we need to do to have this kind of joy? In addition to attaining saving ordinances and following the living prophet, we need to live in accordance with certain fundamental spiritual principles, such as prayer, scripture study, righteous living, and service to others. It is well understood that if we engage in sinful conduct, we must repent. Let me suggest three other areas or distractions we need to avoid in order to maintain joy and rejoice more fully in the Savior’s gift: (1) avoid distractions which keep us from doing what we ought to do, (2) avoid the magnification of small imperfections, and (3) avoid unfavorable comparisons with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p10\" class=\"\">We are often unaware of the distractions which push us in a material direction and keep us from a Christ-centered focus. In essence we let celestial goals get sidetracked by telestial distractions. In our family we call these telestial distractions “Saturday Morning Cartoons.” Let me explain.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">When our children were small, my wife, Mary, and I decided to follow a tradition which my father taught when I was a child. He would meet with us individually to help us set goals in various aspects of our lives and then teach us how Church, school, and extracurricular activities would help us achieve those goals. He had three rules:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>We needed to have worthwhile goals.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>We could change our goals at any time.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Whatever goal we chose, we had to diligently work towards it.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p15\" class=\"\">Having been the beneficiary of this tradition, I had the desire to engage in this practice with my children. When our son, Larry, was five years old, I asked him what he wanted to be when he grew up. He said he wanted to be a doctor like his Uncle Joe. Larry had experienced a serious operation and had acquired great respect for doctors, especially his Uncle Joe. I proceeded to tell Larry how all the worthwhile things he was doing would help prepare him to be a doctor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p16\" class=\"\">Several months later, I asked him again what he would like to be. This time he said he wanted to be an airline pilot. Changing the goal was fine, so I proceeded to explain how his various activities would help him achieve this goal. Almost as an afterthought I said, “Larry, last time we talked you wanted to be a doctor. What has changed your mind?” He answered, “I still like the idea of being a doctor, but I have noticed that Uncle Joe works on Saturday mornings, and I wouldn’t want to miss Saturday Morning Cartoons.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p17\" class=\"\">Since that time our family has labeled a distraction from a worthwhile goal as a Saturday Morning Cartoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p18\" class=\"\">What are some of the Saturday Morning Cartoons that distract us from attaining the joy that we desire? Some want to be married in the temple but only date those who do not qualify for a recommend. Others want to be a good home teacher or visiting teacher but are distracted by the constant parade of TV programs, catalogs, and other material maintenance and don’t find time to minister to those they are assigned to teach. Still others want to have family prayer but allow little matters to build into discord that make it harder for the family to kneel together. If we examine the reasons we don’t do what we ought to do, we find that the list of Saturday Morning Cartoons is almost endless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p19\" class=\"\">Speaking of those who will not inherit a kingdom of glory, the Lord said, “For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift? Behold, he rejoices not in that which is given unto him, neither rejoices in him who is the giver of the gift” (<span class=\"citation\" id=\"20594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20594)\">D&amp;C 88:33<\/a><\/span>). The greatest gift to all mankind is the Atonement of Jesus Christ. If we are to rejoice in this gift, we need to avoid the Saturday Morning Cartoons of life which distract our focus from the Savior and the celestial goal for which we strive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p20\" class=\"\">A second group who do not find joy are distracted by magnifying small areas of imperfection so as to drive out happiness. Some have allowed their own perceptions of imperfection to cloud the reality of their lives. An objective outsider observing them would conclude that they should be joyful. But they do not feel to rejoice. They are like the couple who have been invited to visit a beautiful garden. Instead of celebrating the visual feast, they see only the few wilted flowers and weeds and the relatively small areas which are not beautiful to behold. They do not feel the garden meets their expectations. In like manner, they are unduly critical of themselves and of others. They have become accustomed to exaggerating small imperfections and underestimating great blessings and have lost the capacity to rejoice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p21\" class=\"\">The Savior in Luke mildly cautioned Martha about this approach when she complained that her sister Mary was spending too much time listening to the Savior instead of serving temporal needs. He said, “Martha, Martha, thou art … troubled about many things” (<span class=\"citation\" id=\"32580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32580)\">Luke 10:41<\/a><\/span>). The Savior then indicated that Mary was focused on what really mattered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p22\" class=\"\">A third area of distraction that can destroy joy is comparing our talents and blessings with others. The growth in our own talents is the best measure of personal progress. In recent years the concept of “personal best” has become widely accepted. This has great merit. Remember we usually judge others at their best and ourselves at our worst. In the parable of the talents, the servants who received five talents and two talents were praised by the Lord for increasing their talents and told to “enter thou into the joy of thy lord.” The servant who was rebuked was the servant who buried the talent given him. (See <span class=\"citation\" id=\"37679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37679)\">Matt. 25:14–30<\/a><\/span>.) Comparing blessings is almost certain to drive out joy. We cannot be grateful and envious at the same time. If we truly want to have the Spirit of the Lord and experience joy and happiness, we should rejoice in our blessings and be grateful. We should especially rejoice in the blessings that are available through the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p23\" class=\"\">On April 3, 1836, the Prophet Joseph Smith and Oliver Cowdery were engaged in sacred spiritual worship in the Kirtland Temple. After a solemn and silent prayer, the Lord appeared to them and accepted the Kirtland Temple as His house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p24\" class=\"\">The marvelous description of the Savior and the appearance of ancient prophets who restored essential keys make the 110th section of the Doctrine and Covenants one of the most sacred and profound of all the communications the Lord has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p25\" class=\"\">Some of the most beautiful words in this section, or that any of us could ever hope to hear, are contained in verses 5 and 6:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p26\" class=\"\">“Behold, your sins are forgiven you; you are clean before me; therefore, lift up your heads and rejoice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p27\" class=\"\">“Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.” [<span class=\"citation\" id=\"20636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20636)\">D&amp;C 110:5–6<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/rejoice.p28\" class=\"\">Brothers and sisters, let us avoid the Saturday Morning Cartoons of life, particularly those that would keep us from the temple. Let us rejoice in the promise that is ours through the Atonement of the Savior and through Christlike living adhere to the counsel of the Psalmist: “This is the day which the Lord hath made; we will rejoice and be glad in it” (<span class=\"citation\" id=\"42095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42095)\">Ps. 118:24<\/a><\/span>). That each of us may do this is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}