{"ID":5837, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Run and Not Be Weary”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">96911_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p4\" class=\"\">The early history of the Church records that during the winter of 1833, the Lord directed that a school of the prophets was to be organized “for their instruction in all things that are expedient for them” (<span class=\"citation\" id=\"20602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20602)\">D&amp;C 88:127<\/a><\/span>). It was to be held on the second floor of the Newel K. Whitney store. The brethren would come to the school to be instructed by the Prophet Joseph Smith. Some had acquired the habit of chewing and smoking tobacco. It became difficult for the Prophet to teach spiritual things in a temporal environment filled with smoke. Joseph Smith was troubled with the physical surroundings and inquired of the Lord if such conditions were proper for the brethren. In answer to his petition, he received a revelation known to us as the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p5\" class=\"\">The Word of Wisdom contains some very positive aspects. It encourages us to use grains, particularly wheat, and to use fruits and vegetables and the sparing use of meat. It is also noted for its prohibition—absolute prohibition—against the use of alcohol, tobacco, tea, and coffee. Added to this has been the counsel of the Church leaders to abstain from the use of such drugs as marijuana, cocaine, etc., and the abusive use of prescription drugs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p6\" class=\"\">In a special promise that was given in this revelation as contained in the 89th section of the Doctrine and Covenants, we receive these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p7\" class=\"\">“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p8\" class=\"\">“And shall find wisdom and great treasures of knowledge, even hidden treasures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p9\" class=\"\">“And shall run and not be weary, and shall walk and not faint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p10\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them” (<span class=\"citation\" id=\"20608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20608)\">D&amp;C 89:18–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p11\" class=\"\">I will ever be grateful for the teachings of righteous parents who instilled in us the lessons taught to us in the Word of Wisdom. In addition to their teachings, we were taught carefully by Primary, Sunday School, and priesthood teachers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p12\" class=\"\">I particularly remember a Primary teacher reading a story to us from the <span class=\"emphasis\">Improvement Era.<\/span> I had the Historical Department find it for me, and I found it was worth repeating. The story was taken from the October 1928 <span class=\"emphasis\">Improvement Era<\/span> and is about Creed Haymond, a young Mormon who applied and was accepted at the University of Pennsylvania. He was an athlete known for his speed, and because of the way he acted and participated, he was chosen to be the captain of the track team.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p13\" class=\"\">The annual meet of the Intercollegiate Association of Amateur Athletes of America was held at Harvard Stadium at the end of May of 1919. To Cambridge came the greatest college athletes—1,700 in all. In the tryouts, Penn had qualified 17 men. Cornell, their most feared rival that year, had qualified only 10. The Penn team was in position to be crowned the champions. The scores were made on the first five places—five for first, four for second, three for third, two for fourth, and one for fifth. Naturally, the team that qualified the most men had the greatest opportunity to win the meet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p14\" class=\"\">The Penn coach was in high spirits the night before the meet. He made the rounds of his team members before he retired. He came into Creed’s room and said, “Creed, if we do our best tomorrow, we will run away with it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p15\" class=\"\">The coach hesitated. “Creed, I’m having the boys take a little sherry wine tonight. I want you to have some, just a little of course.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p16\" class=\"\">“I won’t do it, Coach.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p17\" class=\"\">“But, Creed, I’m not going to get you drunk. I know what you ‘Mormons’ believe. I’m giving you this as a tonic, just to put you all on your metal.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p18\" class=\"\">“It won’t do me any good, Coach; I can’t take it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p19\" class=\"\">The coach replied, “Remember, Creed, you’re the captain of the team and our best point winner. Fourteen thousand students are looking to you personally to win this meet. If you fail us we’ll lose. I ought to know what is good for you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p20\" class=\"\">Creed knew that other coaches felt that a little wine was useful when men have trained muscles and nerves almost to the snapping point. He knew also that what the coach was asking him to do was against all that he had been taught from his early childhood. He looked his coach in the eye and said, “I won’t take it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p21\" class=\"\">The coach replied, “You’re a funny fellow, Creed. You won’t take tea at the training table. You have ideas of your own. Well, I’m going to let you do as you please.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p22\" class=\"\">The coach then left the captain of the team in a state of extreme anxiety. Suppose he made a poor showing tomorrow. What could he say to his coach? He was going up against the fastest men in the world. Nothing less than his best would do. His stubbornness might lose the meet for Penn. His teammates were told what to do, and they had responded. They believed in their coach. What right did he have to disobey? There was only one reason. He had been taught all his life to obey the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p23\" class=\"\">It was a critical hour in this young man’s life. With all the spiritual forces of his nature pressing in on him, he knelt down and earnestly asked the Lord to give him a testimony as to the source of this revelation that he had believed in and obeyed. Then he went to his bed and slept in sound slumber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p24\" class=\"\">The next morning the coach came into his room and asked, “How are you feeling, Creed?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p25\" class=\"\">“Fine,” the captain answered cheerfully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p26\" class=\"\">“All of the other fellows are ill. I don’t know what’s the matter with them,” the coach said seriously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p27\" class=\"\">“Maybe it’s the tonic you gave them, Coach.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p28\" class=\"\">“Maybe so,” answered the coach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p29\" class=\"\">Two o’clock found 20,000 spectators in their seats waiting for the meet to begin. As the events got under way, it was plain that something was wrong with the wonderful Penn team. Event after event, the Penn team performed well below what was expected of them. Some members were even too ill to participate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p30\" class=\"\">The 100- and 220-yard dash were Creed’s races. The Penn team desperately needed him to win for them. He was up against the five fastest men in American colleges. As the men took their marks for the 100-yard dash and the pistol was shot, every man sprang forward into the air and touched the earth at a run—that is, all except one—Creed Haymond. The runner using the second lane in the trials—the lane that Creed was running in at this particular event—had kicked a hole for his toe an inch or two behind the spot where Haymond had just chosen for his. They didn’t use starting blocks in those days. With the tremendous thrust that Creed gave, the narrow wedge of earth broke through, and he came down on his knee behind the line.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p31\" class=\"\">He got up and tried to make up for the poor start. At 60 yards, he was last in the race. Then he seemed to fly past the fifth man, then the fourth, then the third, then the second. Close to the tape, heart bursting with strain, he swept into that climax with whirlwind swiftness and ran past the final man to victory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p32\" class=\"\">Through some mistake in arrangements, the semifinals for the 220 were not completed until almost the close of the meet. With the same bad breaks that had followed the Penn team all day, Creed Haymond had been placed in the last qualifying heat for the 220-yard dash. Then, five minutes after winning it, he was called upon to start the final 220, the last event of the day. One of the other men who had run in an earlier heat rushed up to him. “Tell the starter you demand a rest before running again. You’re entitled to it under the rules. I’ve hardly caught my breath yet and I ran in the heat before yours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p33\" class=\"\">Creed went panting to the starter and begged for more time. The official said he would give him 10 minutes. But the crowd was clamoring for the final race to begin. Regretfully he called the men to their marks. Under ordinary conditions Creed would not have feared this race. He was probably the fastest man in the world at that distance, but yet he had already run three races that afternoon—one the heart-stopping 100-yard dash.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p34\" class=\"\">The starter ordered the breathless men to their marks, raised his pistol, and with a puff of smoke the race began. This time the Penn captain literally shot from his marks. Soon Creed emerged from the crowd and took the lead. He sprinted all the way up the field, and with a burst of speed and eight yards ahead of the nearest man, he broke the tape, winning the second race—the 220-yard dash.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p35\" class=\"\">Penn had lost the meet, but their captain had astounded the fans with his excellent runs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p36\" class=\"\">At the end of that strange day, as Creed Haymond was going to bed, there suddenly came to his memory his question of the night before regarding the divinity of the Word of Wisdom. The procession of that peculiar series of events then passed before his mind—his teammates had taken wine and had failed; his abstinence had brought victories that even amazed himself. The sweet simple assurance of the Spirit came to him: the Word of Wisdom is of God. (Adapted from Joseph J. Cannon, “Speed and the Spirit,” <span class=\"emphasis\">Improvement Era,<\/span> Oct. 1928, 1001–7.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p37\" class=\"\">I wonder in this age if it is enough to just have the courage to say no, or do we have a further responsibility to be of service to others in helping them overcome the great curse that is now plaguing our society? There was one time in my life that I wished that I had exerted a little more influence in preventing a friend from partaking of a harmful substance. We were on a Scout outing in Yellowstone. Late one evening we went to see Old Faithful erupt. Walking back to our tents, my friend stopped me in a dark, secluded spot and took out a can of beer. I don’t know where he managed to get it. He said, “I have a treat for us”; then he offered to share the can of beer with me. Of course, my home training and teachings of great leaders in the auxiliaries and priesthood had been such that this was no temptation for me and that I was not to accept his offer. He drank the whole can, and I made no effort to dissuade or stop him. It had a harmful effect on our friendship. I really don’t know why. Maybe it was because I had a sense of guilt for not being more aggressive in preventing him from partaking of the beverage. And maybe on his part, he was afraid that I would reveal what occurred in a way that it would get back to his parents. Over the years I have been saddened by the loss of that friendship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p38\" class=\"\">Today the curse of drink and drugs is becoming a national nightmare. It is the cause of most of our crime, accidents, loss of employment, and the breakup of our homes. You great young men of the Aaronic Priesthood will be required to pay the social costs for this dreaded disease as you move forward into your adult lives. Surely something must be done to stop this destructive force. I challenge you to stand up to your peers as an example of righteous living. I know the Lord will fulfill his promise to you by blessing you with health, with knowledge, with wisdom that will set you apart from the rest of the world. Your righteous example will also bless the lives of many, many others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/run-and-not-be-weary.p39\" class=\"\">God bless you that you will have the courage to live the way you should and be an example of one living the great gospel principles we hold so dear is my humble prayer in the name of our Lord and Savior, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}