{"ID":5838, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Savior Is Counting on You\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p2\" class=\"\">Elder Joe J. Christensen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2012.jpg\" alt=\"Elder Joe J. Christensen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p3\" class=\"\">A few years ago following general conference, our four-year-old grandson Andrew asked his mother, “Mommy, is Jesus counting on me?” His mother answered, “Oh yes, Andrew, Jesus <span class=\"emphasis\">is<\/span> counting on you. He wants you to obey Mom and Dad, to do what is right, and <span class=\"emphasis\">especially<\/span> to be kind to your little brother, Benny.” This four-year-old thought about that for a few moments and said, “Mommy, tell Him <span class=\"emphasis\">not<\/span> to count on me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p4\" class=\"\">Fortunately, by the time Andrew receives the Aaronic Priesthood, he will have come to know that Jesus <span class=\"emphasis\">is<\/span> counting on him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p5\" class=\"\">Tonight let’s consider three important ways in which the Lord is counting on you who are privileged to bear the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p6\" class=\"\">\n\t<span class=\"strong\">First, the Savior is counting on you to be a champion of those who need you.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p7\" class=\"\">In a high school not far from here, a young mentally handicapped student we will call Frank wanted so much to be accepted by the popular crowd. He would follow them around, always on the outside looking in, hoping to be included but never achieving it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p8\" class=\"\">One day in the cafeteria, some of the more popular boys and girls encouraged Frank to get up on the table and dance. Thinking he would please them, he did it. In his awkward way, he twisted and twirled. The group yelled, clapped their hands, and laughed. They were laughing <span class=\"emphasis\">at<\/span> him, and Frank thought they were laughing <span class=\"emphasis\">with<\/span> him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p9\" class=\"\">A few tables away, Dave was eating lunch with a friend and watching it all. He courageously leaped up, faced that crowd of tormentors, and through clenched teeth said, “I’ve had as much of this as I can stand!” He helped Frank down and said, “Frank, you come and have lunch with us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p10\" class=\"\">The Savior is counting on you to be a champion of those who need you, and they are all around you—in your school, in your neighborhood, in your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p11\" class=\"\">At a 20-year high school reunion, one of the graduates had a surprising conversation with one of her classmates that went something like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p12\" class=\"\">“I came to this reunion after all these years hoping you would be here so I could thank you. My high school experience was hard for me. You may not have known it, but you were the only friend I had in high school. I wondered if maybe the seminary teacher had assigned you to be nice to me. Did he?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p13\" class=\"\">“No. He didn’t assign me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p14\" class=\"\">“Well, you didn’t know it, but every day I looked for you because I knew that you would talk to me. You made me feel better about myself. Now I am married and have a large family. During these past years I have thought many times of what you meant to me, and I wanted to tell you that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p15\" class=\"\">There are those who wake up every morning dreading to go to school, or even to a Church activity, because they worry about how they will be treated. You have the power to change their lives for the better. You are a bearer of the priesthood of God, and the Lord is counting on you to be a builder and give them a lift. Think less about yourself and more about the power you have to assist others, even those within your own family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p16\" class=\"\">A 14-year-old sister was all dressed up to go to a Young Women activity at a time in her life when she felt very unsure about herself. She was quietly and self-consciously inching her way toward the front door, hoping not to be noticed by all the young men in the living room who were visiting with her older brother Russell. She was given a life-changing boost when her older brother interrupted his conversation and said to her in front of all his friends, “My, Emily, you look pretty tonight!” A small thing? No. There are young women who claim that they would not have made it through those growing-up years without the encouragement and support of their older brothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p17\" class=\"\">Last month in the area of Salt Lake City, a fellow Aaronic Priesthood bearer, Zachary Snarr, was brutally and senselessly murdered. Among the many wonderful things said about him by family and friends was that he rarely missed a day without telling his mother how much he loved her. His cheerful and loving nature around their home leaves them with priceless memories. Your mothers need you to be a champion of them. Never should a bearer of the Aaronic Priesthood be guilty of saying anything discourteous or disrespectful to his mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p18\" class=\"\">The scriptures teach us that whenever we are abusive, thoughtless, or unkind to others, “the devil laugheth, and his angels rejoice” (<span class=\"citation\" id=\"6401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6401)\">3 Ne. 9:2<\/a><\/span>); also, that “the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen [or the end] to the priesthood or the authority of that man” (<span class=\"citation\" id=\"20648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20648)\">D&amp;C 121:37<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p19\" class=\"\">Maybe you have thought that doing these little kindnesses doesn’t make much difference, but as Alma said, “By small and simple things are great things brought to pass” (<span class=\"citation\" id=\"10205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10205)\">Alma 37:6<\/a><\/span>). We also read: “Be not weary in well-doing, for ye are laying the foundation of a great work. [<span class=\"emphasis\">You<\/span> are a great work in progress.] And out of small things proceedeth that which is great” (<span class=\"citation\" id=\"20563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20563)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p20\" class=\"\">\n\t<span class=\"strong\">Next, the Savior is counting on you to avoid the immoral trash that surrounds you in the media.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p21\" class=\"\">Satan has made great inroads into the lives of some Latter-day Saints through the evil in the media. I am confident that the great majority of you have not been guilty of serious sexual sin, but many are placing themselves in a path that could lead to it. A bishop reported that he had observed that the spiritual level of the young priesthood bearers in his ward was declining. Through his personal interviews with them, he discovered that many of them were watching R-rated movies. When he asked them where they went to see such trash, they said, “We don’t go anywhere. We watch them at home. We have cable television, and when our parents are gone we watch anything we want to.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p22\" class=\"\">Fathers, you may want to reconsider having unrestricted cable or unsupervised television sets in your home and particularly in your children’s bedrooms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p23\" class=\"\">It is very unreasonable to suppose that exposure to profanity, nudity, sex, and violence has no negative effects on us. We can’t roll around in the mud without getting dirty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p24\" class=\"\">It is a concern that some of our young Latter-day Saints, as well as their parents, regularly watch R-rated and other inappropriate movies and videos. One more reason why the “devil laugheth, and his angels rejoice” (<span class=\"citation\" id=\"6402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6402)\">3 Ne. 9:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p25\" class=\"\">Just a few months ago the Lord’s prophet, President Gordon B. Hinckley, shared with the youth, and with all of us, this clear and unmistakable counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p26\" class=\"\">“Be clean. I cannot emphasize that enough. Be clean. It is so very, very important, and you at your age are in such temptation all the time. It is thrown at you on television. It is thrown at you in books and magazines and videos. You do not have to rent them. Don’t do it. Just don’t do it. Don’t look at them. If somebody proposes that you sit around all night watching some of that sleazy stuff, you say, ‘It’s not for me.’ Stay away from it” (Denver, Colorado, youth meeting, 14 Apr. 1996).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p27\" class=\"\">The Lord and his living prophets are counting on you to avoid the trash that surrounds you in the media. When anyone chooses to ignore or defiantly go against the counsel of the living prophet, he is on very shaky ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p28\" class=\"\">Remember that when Joseph was tempted by Potiphar’s wife to be immoral with her, he “fled, and got him out” (<span class=\"citation\" id=\"24140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24140)\">Gen. 39:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p29\" class=\"\">Temptations are all around us, and today with the advent of the Internet, they are increasing. There is much that is positive in the world of the media, but there is so much that is negative. If we permit ourselves to become involved with the negative, there will be much more cause for the devil to laugh and his angels to rejoice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p30\" class=\"\">\n\t<span class=\"strong\">Finally, the Savior is counting on you to be worthy to enter the temple and to fill an honorable mission.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p31\" class=\"\">An acquaintance of mine grew up not far from here. By the time he was 14 years old, he was over six feet tall and very uncoordinated. He said, “One afternoon when I was in a 10th-grade seminary class, the Spirit really touched me. I came to know that the gospel literally was true. I made up my mind that day that I wanted to serve the Lord in any way I could.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p32\" class=\"\">By his senior year, he was well over six feet tall and much more coordinated. Many universities offered him scholarships to play basketball. After his first year playing at a university, he told his coach that he would like to be excused for two years to go on a mission. The coach said, “If you leave, you can be sure of one thing: you will never again wear one of our basketball uniforms!” Many thought that his “mission” ought to be playing basketball. Even some family members, including his parents, tried to convince him not to serve a mission. But he was totally committed. He was willing to give everything to the Lord—the scholarship, the applause of the fans, and the excitement of playing. He knew what the Lord was counting on him to do. He was called, and he served an honorable mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p33\" class=\"\">When he returned two years later, he was even taller and about 35 pounds heavier. His coach decided to repent. He was permitted to wear one of those basketball uniforms again, and in his senior year, his team not only won the conference championship but went on to the finals in national competition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p34\" class=\"\">The Lord’s commandment to his Apostles was, “Go ye into all the world, and preach the gospel” (<span class=\"citation\" id=\"33484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33484)\">Mark 16:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p35\" class=\"\">Modern prophets have taught that every young man who is physically and mentally able should prepare himself to serve an honorable mission. The Lord did not say, “Go on a mission if it fits your schedule, or if you happen to feel like it, or if it doesn’t interfere with your scholarship, your romance, or your educational plans.” Preaching the gospel is a commandment and not merely a suggestion. It is a blessing and a privilege and not a sacrifice. Remember, even though for some of you there may be very tempting reasons for you not to serve a full-time mission, the Lord and his prophets are counting on you.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">More than ever before in my life, I know that Jesus is the Christ. This is his Church and it is led by living prophets. The Lord and his prophets are counting on you to:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Be a champion of those who need you.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Avoid the trash that surrounds you in the media.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Be worthy to enter the temple and fill an honorable mission.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-savior-is-counting-on-you.p40\" class=\"\">I pray that the world will be a better place because you have lived in it. That is our task, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}