{"ID":5844, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “We Care Enough to Send Our Very Best”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p2\" class=\"\">Bishop Richard C. Edgley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p\" class=\"\">Of the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-c-edgley-10.jpg\" alt=\"Richard C. Edgley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p3\" class=\"\">Today I would like to address my remarks to those not of our faith who are joining us in these proceedings. I speak as one of approximately 100,000 mothers and fathers of more than 50,000 missionaries from our Church who are serving the Lord in all parts of the world. Paraphrasing the slogan of a prominent greeting card company, “We care enough to send our very best.”<sup class=\"noteMarker\"><a href=\"#footnote1-96911_000_023\">1<\/a>\n       <span class=\"footnote\">[Hallmark Cards, Inc.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p4\" class=\"\">The parents I speak for today come from all parts of the world. They come from the plains of Iowa and the streets of the Bronx. They come from the cities of Peru and Bolivia. They come from the rolling mountains of the Ozarks and the jungles of Colombia and Kenya. They come from every economic, social background there is. Yet they all have one common trait—“They cared enough to send their very best.” Yes, we send to you for two years our choice young men and women at the dawn of their adulthood. We send to you our children, whom we have loved, taught, and nurtured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p5\" class=\"\">We rejoice in their successes, we suffer their discouragements and setbacks, and we pray for them continually. In short, we have the same loving feelings, emotions, and dreams for them as you have for your children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p6\" class=\"\">We send these young men, young women, and mature couples to all parts of the world, wherever hosting governments and countries will welcome them. They live under all sorts of conditions, almost always substantially below the comforts to which they are accustomed. They often live in unfamiliar environments, which are sometimes unfriendly to those who would teach the saving truths of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p7\" class=\"\">To the many thousands of you not of our faith who have befriended these young people, we give our most sincere thanks and we pray that God’s choicest blessings will be with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p8\" class=\"\">The call to serve a mission seldom comes at a convenient time. Most are just a year out of high school. Many have just begun their university studies. Some have delayed or even forgone promising professions. Cars are sold, sweethearts are put on hold, college is delayed, scholarships are forfeited, careers are postponed. Behind each missionary is a private story of years of personal commitment, preparation, personal sacrifice, and examples of love for the Savior. And there are those worthy young men and young women who have in their hearts the greatest desire to serve a mission, but because of physical, health, or other limiting circumstances are honorably excused.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p9\" class=\"\">A missionary’s life is not an easy one. After preparing through childhood and teen years by studying the scriptures, preparing financially, and maintaining personal worthiness (including sexual purity and abstinence from tobacco, alcohol, and drugs), missionaries enter one of several missionary training centers scattered throughout the world. This is the only formal training they will receive—three weeks if they are called to serve in a country of their native language, or two months if they must learn a foreign language. Their day in the mission field is demanding. It begins every morning at 6:30 <span class=\"small\">A.M.<\/span> with two hours of study, a dozen hours of hard and often discouraging work, continuing until bedtime—about 10:00 <span class=\"small\">P.M.<\/span> Their work consists mostly of proselyting and teaching but also includes a generous amount of time for voluntary community service. They can be seen teaching English in foreign lands, donating time in hospitals and retirement homes, serving meals at homeless shelters, or doing other service for the benefit of the community. They have part of one day a week for personal preparedness, letter writing, and some relaxation and recreation. Excluded from their mission are dating, secular music, beaches, swimming, and many other activities considered normal for young men and women of this age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p10\" class=\"\">Some outside our Church may feel that a mission is a great and unreasonable sacrifice. Our missionaries do not view it as a sacrifice. They view it as an opportunity to manifest their love to the Savior, who charged, “Go ye into all the world, and preach the gospel to every creature” (<span class=\"citation\" id=\"33486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33486)\">Mark 16:15<\/a><\/span>). They see it as an opportunity to express their love to all mankind. They see it as an opportunity to testify of Jesus Christ, the Son of the Living God, the Redeemer of the world. They see it as an opportunity to build faith in Christ and to teach His saving and comforting doctrine. I see it as truly one of the distinguishing characteristics of true Christianity. I see these young missionaries as true Christian servants exemplifying the highest Christian principles by testifying of and serving our Lord and Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p11\" class=\"\">They just keep coming—today more than 50,000, tomorrow more than 60,000, and then 70,000 young men, young women, and couples serving all over the world. At a time when so many young men and women of this age are searching, wandering aimlessly, and struggling with the meaning and purpose of life, tens of thousands are fully devoted to this great cause of serving the Lord. They prepare, they sacrifice, and they come. They come because they believe in God, and they believe in the brotherhood of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p12\" class=\"\">Some have questioned why our missionaries would be sent to all parts of the world, even among our fellow Christians. In the third chapter of John, verse 16, we read the familiar scripture, “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” [<span class=\"citation\" id=\"29768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29768)\">John 3:16<\/a><\/span>] Our missionaries go to all nations and all people because they have a firm, unshakable testimony that God still loves the world and that He has spoken again as an indication of that love. He has restored precious truths lost over the centuries of Christian persecution, dark ages, and years of confusion—truths that are essential to our peace and happiness. These are truths so essential to our eternal salvation that our loving Father restored them in their completeness. After Christ’s ministry and ascension to heaven, the Apostle Peter prophesied of a restitution of all things before Christ would return for His Second Coming. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p13\" class=\"\">“And he shall send Jesus Christ, which before was preached unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p14\" class=\"\">“Whom the heaven must receive <span class=\"emphasis\">until the times of restitution of all things”<\/span> (<span class=\"citation\" id=\"8443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8443)\">Acts 3:20–21<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p15\" class=\"\">These missionaries go into all the world full of love and faith because they know of the fulfillment of Peter’s prophecy of a restitution of all things. They testify of a restoration that is so marvelous that only the hand of God could be its author—so miraculous that it can be believed only if one understands the powers of God and His love for all mankind—a story so divine that the truth of it can be truly accepted only through the personal manifestation of the Holy Ghost, which the Savior promised as His way of testifying of the truth to those who prayerfully seek it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p16\" class=\"\">Our missionaries do not attempt to take away any precious truths, values, or principles that have led so many of you to a life of righteous service and devotion to the Savior. Rather, they come to your homes to present further evidence, additional scripture, that God lives, that Jesus is the Christ, who indeed in Gethsemane and upon the cross atoned for our sins. They bring a message of confirmation of His life and magnification of His goodness and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p17\" class=\"\">They will testify to you of a marvelous vision, considered miraculous in today’s world of doubt, yet which would easily be accepted if it had occurred 2,000 years ago. These missionaries will explain how God and Christ appeared to a young boy only 14 years of age to commence this Restoration. They will tell you about other heavenly messengers who have come to restore Christ’s authority, doctrine, and teachings in their completeness and simplicity. They will tell you of events and truths so beautiful and wonderful, so marvelous that you will thrill as they unfold before you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p18\" class=\"\">The missionaries will explain to you the very purpose of this life that we call mortality. They will help you understand where we came from, why we are here, and why it is necessary and even desirable to experience the vicissitudes of mortality, including suffering, pain, temptation, and death, as well as joy and happiness. They will explain how through Christ’s teachings, one finds peace and direction in a sometimes troubled and turbulent world. Perhaps most important of all, they will explain God’s view of the importance and sanctity of the family. To husbands and wives who love each other and who love their children, there will be a message of how you can have your families forever—eternally—beyond the grave. And finally, they will explain how you can gain your personal witness as to the truthfulness of these things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p19\" class=\"\">And so, we do “care enough to send our very best.” To all of you who are not of our faith, when two young men dressed in white shirts and ties, two lovely young women, or a noble couple knock at your door and introduce themselves as representatives of The Church of Jesus Christ of Latter-day Saints, may I invite you to let them in. Listen to their message and evaluate for yourself. May I suggest that you not just accept their message but that you inquire fervently of our Father in Heaven as to its truthfulness and its value to you and your family, for He is the author of all truth and has promised His witness to those who earnestly seek it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p20\" class=\"\">I testify to you that the Spirit has borne witness to me that these things are true. The Spirit has borne witness to over 50,000 missionaries and 100,000 parents and thousands of family members who are sacrificing and giving their most precious gift of all to bring this message to you. We jointly testify that the Spirit will bear witness to you if you will receive the message and ask Heavenly Father for a personal confirmation of its truthfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/we-care-enough-to-send-our-very-best.p21\" class=\"\">I add my solemn testimony to that of our missionaries, their parents, and millions of others who have received this same witness—that God lives, that Jesus is the Christ. He is our Savior, our Redeemer, and He loves us—every one of us—and He has restored His gospel in its fulness. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96911_000_023\"><a name=\"-96911_000_023\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96911_000_023\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Hallmark Cards, Inc.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}