{"ID":585, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In God We Trust<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1952, pp. 88-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI come to you this morning representing a people for whom the inscription on our national\ncoin, \"In God We Trust\"&mdash;has real significance. For we know that an effective relationship\npersists between God and this land and its people.\n<\/p><p>\nCenturies ago the Lord designated America a goodly land, choice above all others, to be\nreserved for a righteous people\n(<span class=\"citation\" id=\"22189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22189)\">Ether 2:7-11<\/a><\/span>).\nWhile it was yet unknown to Eurasians, He decreed that it\nshould be discovered only under His guidance and promised its inhabitants from that time\nhenceforth and forever that they should \". . . be free from bondage, and from captivity, and\nfrom all other nations under heaven\"\n(<span class=\"citation\" id=\"22191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22191)\">Ether 2:12<\/a><\/span>),\nif they would serve him. On the other hand,\nhe warned that if they would not serve him, \"they should be brought down into captivity, and\nalso into destruction both temporally and spiritually\"\n(<span class=\"citation\" id=\"1511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1511)\">1 Ne. 14:7<\/a><\/span>).\n<\/p><p>\nPreceding the advent of Columbus, two mighty peoples dwelling upon this land prospered in\nobeying God's commands and, rebelling against them, sank into oblivion. Their records are\neloquent proof of the certainty in God's warning and promise.\n<\/p><p>\nThe builders of modern America, though without knowledge of the divine decree, have been\naware of God standing within \"the shadow keeping watch upon his own.\"\n<\/p><p>\nColumbus, not knowing it had been given, yet witnessed to the truth of the declaration that\nthe discoverers of America should be led by divine inspiration. \"God gave me the faith and\nafterwards the courage so that I was quite willing to undertake the journey,\" he said to his\nson, and in his will he wrote: \n<\/p><p>\nIn the name of the most holy trinity who inspired me with the idea and afterwards\nmade it perfectly clear to me that I could navigate and go to the Indies from Spain, by\ntraversing the ocean westward.\n<\/p><p>\nThe early settlers of the Atlantic seaboard testified that they were led and sustained by the\npower of God. The colonists, rejected the tyranny of King George, appealed \"to the Supreme\nJudge of the world for the rectitude of\" their intentions and, \"with a firm reliance on the\nprotection of Divine Providence\" struck for freedom.\n<\/p><p>\nAt a critical point Franklin thus addressed the constitutional convention,\n<\/p><p>\nWe have been assured, sir, in the sacred writings, that \"Except the Lord build the\nhouse, they labour in vain that build it\"\n(<span class=\"citation\" id=\"41771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41771)\">Ps. 127:1<\/a><\/span>).\nI firmly believe this, and I also believe that,\nwithout his concurring aid, we shall succeed in this political building no better than the\nbuilders of Babel (<i>Documentary History of the Constitution of the United States<\/i>, Vol.\nIII, pp. 235-237).\n<\/p><p>\nIn his 1789 Thanksgiving Proclamation, Washington made seven separate references to the\nAlmighty, whom he acknowledged as the source of all the nation's blessings, including\nvictory in the Revolution and \"opportunity to establish a form of government for\" our \"safety\nand happiness.\"\n<\/p><p>\nPerhaps no American, save the prophets only, has put such implicit trust in God as did the\nGreat Emancipator. Out of his personal experiences he testified he was as certain that God\nacts directly upon human affairs as he was of a fact apparent to the senses, such as that he\nwas in the room where he was then speaking. He said: \n<\/p><p>\nI have had so many evidences of his direction, so many instances when I have been\ncontrolled by some other power than my own will, that I cannot doubt that this power\ncomes from above. I frequently see my way clear to a decision when I am conscious\nthat I have not sufficient facts upon which to found it. But I cannot recall one instance\nin which I have followed my own judgment, founded upon such a decision, where the\nresults were unsatisfactory; whereas, in almost every instance where I have yielded to\nthe views of others I have had occasion to regret it (<i>Abraham Lincoln<\/i>&mdash;<i>Man of God<\/i>,\nJohn Wesley Hill, p. 124).\n<\/p><p>\nA marked diminution of our trust in God has taken place in America since the days of\nLincoln, the effect of which is everywhere apparent. We and our beloved country are today at\nthe crossroads in our efforts to maintain our glorious American heritage of political, temporal,\nand spiritual freedom, won and bequeathed to us by the fathers who had inscribed in their\nhearts, as well as on their money, \"In God We Trust.\" In every hamlet of our land arises a\nplaintive cry for a return to that trust in God by which the fathers built our nation. I believe\nwe are approaching almost an unanimity in our feeling that the great and imperative need of\nthis hour of decision for America is to vitalize our trust in God.\n<\/p><p>\nI believe we can do it. I know we can do it if we are but willing to pay the price. Possessing\na sure knowledge of the truth of what I say, I point out two prerequisites to the realization of\nthis our great need: First, we must in humility seek the God in whom we trust in earnest\nprayer; second, we must dedicate ourselves to the keeping of his commandments.\n<\/p><p>\n\"Seek ye the Lord while he may be found, call ye upon him while he is near,\" counseled\nIsaiah (<span class=\"citation\" id=\"25130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25130)\">Isa. 55:6<\/a><\/span>).\n<\/p><p>\n\"Evening, and morning, and at noon will I pray, and cry aloud: and he shall hear my voice,\"\nsang the Psalmist (<span class=\"citation\" id=\"41767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41767)\">Ps. 55:17<\/a><\/span>).\n<\/p><p>\n\"Watch and pray, that ye enter not into temptation\"\n(<span class=\"citation\" id=\"34529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34529)\">Matt. 26:41<\/a><\/span>),\ntaught Jesus. And in his\nperfect life he set the pattern. He prayed\n(<span class=\"citation\" id=\"31306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31306)\">Luke 3:21<\/a><\/span>)\nand fasted forty days (<span class=\"citation\" id=\"34487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34487)\">Matt. 4:2<\/a><\/span>) at the\nbeginning of his public ministry; he prayed in the wilderness\n(<span class=\"citation\" id=\"31307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31307)\">Luke 5:16<\/a><\/span>); he prayed at the\nbeginning of the day (<span class=\"citation\" id=\"33054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33054)\">Mark 1:35<\/a><\/span>);\nhe prayed a whole night preceding his selection of the\nTwelve Apostles (<span class=\"citation\" id=\"31308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31308)\">Luke 6:12<\/a><\/span>);\nhe prayed for strength in Gethsemane\n(<span class=\"citation\" id=\"31315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31315)\">Luke 22:40-45<\/a><\/span>); and finally, on the cross\nin the hour of his death, he prayed\n(<span class=\"citation\" id=\"31318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31318)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nAll men who, \"under God,\" have advanced the cause of righteousness in America have been\npraying men. Who has not heard Isaac Potts' account of Washington on his knees in the snow\nin prayer at Valley Forge? Lincoln's sublime trust in God came after he had many times been\ndriven to his knees in prayer. He thus explained to General Sickles the reason for the serenity\nhe experienced while the outcome of the battle of Gettysburg hung in the balance: \n<\/p><p>\nIn the pinch of your campaign up there, when everybody seemed panic-stricken and\nnobody could tell what was going to happen, oppressed by the gravity of affairs, I\nwent to my room one day and locked the door and got down on my knees before\nAlmighty God and prayed to him mightily for victory at Gettysburg. I told him that\nthis war was his, and our cause his cause but we could not stand another\nFredericksburg or Chancellorsville. Then and there I made a solemn vow to Almighty\nGod that if he would stand by our boys at Gettysburg, I would stand by him, and he\ndid stand by our boys, and I will stand by him. And after that, I don't know how it\nwas, and I cannot explain it, soon a sweet comfort crept into my soul. The feeling\ncame that God had taken the whole business into his hands, and that things would go\nright at Gettysburg, and that is why I had no fears about you. (Hill, <i>op. cit.<\/i>, 339-340.)\n<\/p><p>\nIf we would vitalize our trust in God, we&mdash;you and I&mdash;must get down on our knees and pray\nto him as Lincoln prayed, with all the energy of our souls. And we must do so as did the\nPsalmist, evening, morning, and at noon. We cannot leave it for the other fellow; we must do\nit ourselves, and we must do it now. If we will begin and close each day by praying unto our\nFather in heaven in secret, as the Savior admonished\n(<span class=\"citation\" id=\"34492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34492)\">Matt. 6:6<\/a><\/span>), thanking him for our lives, his\nprotection over us and our loved ones, our material comforts, the freedom we enjoy in this\nglorious land; if we will plead with him to guide us in the paths of righteousness that we may\nmerit a continuation of his mercies; if the head of every household will daily call his family\nabout him and, praying with them and they praying with him, truly worship the Lord, the first\nlong and sure step will be taken toward vitalizing our trust in God.\n<\/p><p>\nTo take the second step, we must learn that in the relationship between God and ourselves\nboth parties have obligations. We must stand by the Lord, as Lincoln promised to do, for he\nhas promised to give us protection against temporal and spiritual bondage, and against all\nother nations under heaven, only if we serve him. Praying is one way to serve him, another\nway is to keep his commandments. There are numerous ways in which we are violating them\nin America today.\n<\/p><p>\nOn many points the Lord has given us specific guidance with respect to the conduct of our\nlives; for example, he has said,\n<\/p><p>\nThou shalt not take the name of the Lord thy God in vain; for the Lord will not hold\nhim guiltless that taketh his name in vain\n(<span class=\"citation\" id=\"22623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22623)\">Ex. 20:7<\/a><\/span>).\n<\/p><p>\nIn harmony with this command Washington issued the following order in 1776: \n<\/p><p>\nThe General is sorry to be informed that the foolish and wicked practice of profane\ncursing and swearing, a vice heretofore little known in an American army, is growing\ninto fashion. He hopes the officers will, by example as well as influence, endeavor to\ncheck it, and that both they and the men will reflect that we can have little hope of the\nblessings of heaven on our arms if we insult it by our impiety and folly. Added to this,\nit is a vice so mean and low . . . that every man of sense and character detests and\ndespises it.\n<\/p><p>\nWhat respect is today being paid to this prohibition against profanity? If you hear what I hear,\nyou know we have not placed the Lord in our debt through its observance.\n<\/p><p>\n\"Remember the Sabbath day to keep it holy\"\n(<span class=\"citation\" id=\"22626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22626)\">Ex. 20:8<\/a><\/span>), is another familiar command.\n<\/p><p>\nThat it was revered by the great Lincoln is evidenced by a general order to the army and the\nnavy, signed by him November 15, 1862. From that order I quote: \n<\/p><p>\nThe President, commander-in-chief of the army and navy, desires and enjoins the orderly\nobservance of the Sabbath by the officers and men in the military and naval service... The\ndiscipline and character of the national forces should not suffer, nor the cause they defend be\nimperiled, by the profanation of the day or name of the Most High\n(<i>Abraham Lincoln, The War Years<\/i>, III, Carl Sandburg, p. 374).\n<\/p><p>\nHow do we, as a nation, stand upon this matter today? Is it not rather noted in the breach\nthan in the observance?\n<\/p><p>\n\"Thou shalt not commit adultery\"\n(<span class=\"citation\" id=\"22627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22627)\">Ex. 20:14<\/a><\/span>),\nspake the Lord amidst the thundering and\nlightning of Sinai, against one of the most debasing of sins, a practice which has preceded the\ndisintegration of every fallen civilization. Paul's pronouncement that our bodies are the\ntemples of God, that \"If any man defile the temple of God, him shall God destroy\"\n(<span class=\"citation\" id=\"213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(213)\">1 Cor. 3:17<\/a><\/span>),\nis an eternal principle still in force. Much of our sorrow and distress stems from a\nviolation of this divine command.\n<\/p><p>\nWe might continue with others, \"Thou shalt not steal,\" \"Thou shalt not bear false witness,\"\n\"Thou shalt not covet\" (<span class=\"citation\" id=\"22630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22630)\">Ex. 20:15-17<\/a><\/span>),\nbut we now have in mind enough to persuade us of\nmany ways in which we may improve, if we really, in truth and without hypocrisy, are\ncommitted to keeping the commandments of God.\n<\/p><p>\nI plead with you, my friends, for a vitalization of our trust in God through earnest prayer and\na careful keeping of the Lord's commands. Every substitute we have tried has left us deeper\nin the mire. Our integrity, our liberties, our treasures, are slipping like sand through our\nfingers. Our cynicism and godless learning lead us ever farther from the truth. Why should we\nnot put to test the one untried plan of self-disciplined conformance to the plain and simple\ncommands of the God in whom we profess to trust. Doing this, turning not to the right hand\nor to the left, we shall become strong and of a good courage. The Lord will be with and\nprosper us, whithersoever we go. Our trust in him being thus vitalized into an all-powerful\npresent reality, the strongest bulwark in all our defenses, we shall sing with strong conviction,\n<\/p><p>\n          Our fathers' God to thee,<br \/>\n          Author of liberty,<br \/>\n          To thee we sing; <br \/>\n          Long may our land be bright<br \/>\n          With freedom's holy light; <br \/>\n          Protect us by thy might,<br \/>\n          Great God, our king.\n<\/p><p>\nThat we may do so, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}