{"ID":5850, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Listening to the Voice of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p2\" class=\"\">Elder Francisco J. Viñas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/francisco-j-vinas-10.jpg\" alt=\"Francisco J. Viñas\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p3\" class=\"\">I have been reflecting lately on the importance that listening to the voice of the Lord has had in my life and in the lives of other people, especially when this voice comes through His servants and under the influence of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p4\" class=\"\">The fact that I am able to be here this afternoon is a blessing for which I must express appreciation to my parents, who, many years ago when the missionaries came to them, heard for the first time the voice of the Lord through His servants and hearkened to it. That changed the course of their lives and was a great influence in the lives of their children and grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p5\" class=\"\">Growing up in the Church in Uruguay and being a witness of this wonderful work in other countries of South America, I have carefully observed the effect that diligently and humbly listening to the voice of the Lord has had in the lives of people. I observed the same effect when I went back to live in Spain and saw the change produced in the lives of people when they diligently listened to the servants of the Lord and developed sufficient faith to obey the commandments. As Paul wrote to the Romans: “So then faith cometh by hearing, and hearing by the word of God” (<span class=\"citation\" id=\"42994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42994)\">Rom. 10:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p6\" class=\"\">The same promise that the people of ancient Israel received is valid today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p7\" class=\"\">“And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p8\" class=\"\">“And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the Lord thy God” (<span class=\"citation\" id=\"21387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21387)\">Deut. 28:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p9\" class=\"\">The admonition to listen attentively to the word of the Lord has been repeated in all dispensations. In His earthly ministry, the Savior frequently declared these words: “He that hath ears to hear, let him hear” (<span class=\"citation\" id=\"37661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37661)\">Matt. 11:15<\/a><\/span>; see also <span class=\"citation\" id=\"37665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37665)\">Matt. 13:9, 43<\/a><\/span>; <span class=\"citation\" id=\"33473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33473)\">Mark 4:23<\/a><\/span>; <span class=\"citation\" id=\"32576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32576)\">Luke 8:8<\/a><\/span>; <span class=\"citation\" id=\"32583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32583)\">Luke 14:35<\/a><\/span>). He also taught that “he that heareth my word, and believeth on him that sent me, hath everlasting life” (<span class=\"citation\" id=\"29774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29774)\">John 5:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p10\" class=\"\">The preface the Lord gave to the Doctrine and Covenants, which we know as section 1, begins by saying, “Hearken, O ye people of my church, saith the voice of him who dwells on high, and whose eyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye that are upon the islands of the sea, listen together” (<span class=\"citation\" id=\"20448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20448)\">D&amp;C 1:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p11\" class=\"\">King Benjamin began his powerful sermon with these words: “You that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view” (<span class=\"citation\" id=\"40953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40953)\">Mosiah 2:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p12\" class=\"\">This admonition to open our ears to listen does not always receive the same response. While some people indicate a willingness to listen attentively and to be obedient to the words of the Lord, others seem to close their ears, not wanting to hear nor to obey. There are others who are slow to hear but who eventually do listen and become obedient. For all of these people, the result of their attitudes concerning the voice of the Lord will bring into their lives consequences which, in many instances, may be of an eternal nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p13\" class=\"\">An example of those who close their ears can be found in chapter 15 of 1 Samuel when Saul, who had been anointed king over Israel, set aside the counsel and warnings of the prophet of the Lord and tried to justify the error of his ways. Samuel the prophet reproved Saul and taught him that “to obey is better than sacrifice, and to hearken than the fat of rams.” He then indicated to Saul the consequences of his attitude: “Because thou hast rejected the word of the Lord, he hath also rejected thee from being king” (<span class=\"citation\" id=\"2713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2713)\">1 Sam. 15:22–23<\/a><\/span>). From the example of Saul we learn that pride is a great obstacle in listening to the voice of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p14\" class=\"\">In chapter 5 of 2 Kings we read the story of Naaman, a general in the Syrian army who sought help from the prophet Elisha to be healed of his leprosy. The prophet sent one of his servants to say to Naaman: “Go and wash in Jordan seven times, and thy flesh shall come again to thee, and thou shalt be clean” (<span class=\"citation\" id=\"3234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3234)\">2 Kgs. 5:10<\/a><\/span>). This response was not pleasing to Naaman, who went away in anger. Thanks to the intervention of his servants who persuaded Naaman to follow the instructions of the prophet, finally “went he down, and dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean” (<span class=\"citation\" id=\"3235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3235)\">2 Kgs. 5:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p15\" class=\"\">From his experience we learn that frequently the words of the prophets do not agree with our expectations or with our way of seeing things. Sometimes it seems that we need someone else, in addition to the prophets, to persuade us to listen to the voice of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p16\" class=\"\">In chapter 17 of 1 Kings we read about a humble widow who lived in Zarephath during a time of great scarcity of food because of the drought. This humble woman possessed no more than a handful of meal and a little oil for herself and for her son. With these she planned to prepare a final meal and then die. The prophet Elijah asked her to first give him something to eat with the promise that if she did so the meal and the oil would not decrease until it rained again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p17\" class=\"\">“And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p18\" class=\"\">“And the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the Lord, which he spake by Elijah” (<span class=\"citation\" id=\"1322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1322)\">1 Kgs. 17:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p19\" class=\"\">Thus we see how, when people listen to and accept with humility and simple faith the words of the prophets, they receive the Lord’s blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p20\" class=\"\">In summary, the voice of the Lord may be received by listening to the Lord’s servants, studying the scriptures, and being prompted through the inspiration of the Holy Ghost. And for those who not only hear but those who hearken to the Lord’s voice, the Lord calls them “mine elect,” “for mine elect hear my voice and harden not their hearts” (<span class=\"citation\" id=\"20517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20517)\">D&amp;C 29:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p21\" class=\"\">I believe that our ability and our willingness to hear can be increased and that our ears can be opened to hear clearly the voice of the Lord. In section 136, verse 32, we find a guideline which will help to do this: “Let him that is ignorant learn wisdom by humbling himself and calling upon the Lord his God, that his eyes may be opened that he may see, and his ears opened that he may hear” (<span class=\"citation\" id=\"20671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20671)\">D&amp;C 136:32<\/a><\/span>). Through humility and prayer we can develop and improve our capacity to be attentive to the words of life which will bless our lives and the lives of our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/listening-to-the-voice-of-the-lord.p22\" class=\"\">This conference is a great opportunity to listen to the voice of the Lord, to follow the counsel given, and to give heed to the teachings we are receiving. I know that God the Eternal Father lives, that Jesus Christ also lives and is our Savior, our Redeemer. I know that President Gordon B. Hinckley is a prophet of the Lord and that this is the true Church. I testify of the truthfulness of the Book of Mormon and of the divinely ordained role of the Prophet Joseph Smith. I testify of this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}