{"ID":5852, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Peaceable Things of the Kingdom”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p3\" class=\"\">We are drawing to the close of another magnificent general conference of the Church. We have been blessed with earnest prayers, magnificent music, and truly inspired teachings. In just a few minutes we will hear concluding counsel from our prophet and President of the Church, President Gordon B. Hinckley. A general conference of this Church is a remarkable occasion indeed—it is an institutional declaration that the heavens are open, that divine guidance is as real today as it was for the ancient house of Israel, that God our Heavenly Father loves us and speaks His will through a living prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p4\" class=\"\">The great Isaiah foresaw such moments and foretold this very setting in which we find ourselves:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p5\" class=\"\">“And it shall come to pass in the last days, that the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p6\" class=\"\">“And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.”<sup class=\"noteMarker\"><a href=\"#footnote1-96911_000_031\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25747)\">Isa. 2:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p7\" class=\"\">Of such comforting latter-day direction, including its divine source, Isaiah would go on to say: “How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace.”<sup class=\"noteMarker\"><a href=\"#footnote2-96911_000_031\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25756)\">Isa. 52:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p8\" class=\"\">Peace and good tidings; good tidings and peace. These are among the ultimate blessings that the gospel of Jesus Christ brings a troubled world and the troubled people who live in it, solutions to personal struggles and human sinfulness, a source of strength for days of weariness and hours of genuine despair. This entire general conference and The Church of Jesus Christ of Latter-day Saints which convenes it declare that it is the Only Begotten Son of God Himself who gives us this help and this hope. Such assurance is as “firm as the mountains around us.”<sup class=\"noteMarker\"><a href=\"#footnote3-96911_000_031\">3<\/a>\n       <span class=\"footnote\">[See “Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255.]<\/span><\/sup> As the Book of Mormon prophet Abinadi made clear in a slight variation of Isaiah’s exclamation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p9\" class=\"\">“O how beautiful upon the mountains are the feet of him that bringeth good tidings, that <span class=\"emphasis\">is the founder of peace,<\/span> yea, even the Lord, who has redeemed his people; yea, him who has granted salvation unto his people.”<sup class=\"noteMarker\"><a href=\"#footnote4-96911_000_031\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"40975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40975)\">Mosiah 15:18<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p10\" class=\"\">Ultimately it is Christ who is beautiful upon the mountain. And it is His merciful promise of “peace in this world,” His good tidings of “eternal life in the world to come”<sup class=\"noteMarker\"><a href=\"#footnote5-96911_000_031\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20559)\">D&amp;C 59:23<\/a><\/span>.]<\/span><\/sup> that make us fall at His feet and call His name blessed and give thanks for the restoration of His true and living Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p11\" class=\"\">The search for peace is one of the ultimate quests of the human soul. We all have highs and lows, but such times come and they usually always go. Kind neighbors assist. Beautiful sunshine brings encouragement. A good night’s sleep usually works wonders. But there are times in all of our lives when deep sorrow or suffering or fear or loneliness makes us cry out for the peace which only God Himself can bring. These are times of piercing spiritual hunger when even the dearest friends cannot fully come to our aid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p12\" class=\"\">Perhaps you know people in the broad congregation of this conference, or in your local ward or stake—or in your own home—courageous people who are carrying heavy burdens and feeling private pain, who are walking through the dark valleys of this world’s tribulation. Some may be desperately worried about a husband or a wife or a child, worried about their health or their happiness or their faithfulness in keeping the commandments. Some are living with physical pain, or emotional pain, or disabilities that come with age. Some are troubled as to how to make ends meet financially, and some ache with the private loneliness of an empty house or an empty room or simply empty arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p13\" class=\"\">These beloved people seek the Lord and His word with particular urgency, often revealing their true emotions only when the scriptures are opened or when the hymns are sung or when the prayers are offered. Sometimes only then do the rest of us realize they feel near the end of their strength—they are tired in brain and body and heart, they wonder if they can get through another week or another day or sometimes just another hour. They are desperate for the Lord’s help and they know that in such times of extremity nothing else will do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p14\" class=\"\">Well, at least one of the purposes of general conference and the teachings of the prophets down through the ages is to declare to these very people that the Lord is equally fervent in trying to reach them, that when there is trouble His hopes and His striving and His efforts greatly exceed our own and it never ceases.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p15\" class=\"\">We have been promised, “He that keepeth [us] will not slumber, … nor [will he] sleep.”<sup class=\"noteMarker\"><a href=\"#footnote6-96911_000_031\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42097)\">Ps. 121:3–4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p16\" class=\"\">Christ and His angels and His prophets forever labor to buoy up our spirits, steady our nerves, calm our hearts, send us forth with renewed strength and resolute hope. They wish all to know that “if God be for us, who can be against us?”<sup class=\"noteMarker\"><a href=\"#footnote7-96911_000_031\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42992)\">Rom. 8:31<\/a><\/span>.]<\/span><\/sup> In the world we shall have tribulation, but we are to be of good cheer. Christ has overcome the world.<sup class=\"noteMarker\"><a href=\"#footnote8-96911_000_031\">8<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"29803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29803)\">John 16:33<\/a><\/span>.]<\/span><\/sup> Through His suffering and His obedience He has earned and rightly bears the crown of “Prince of Peace.”  [See <span class=\"citation\" id=\"25749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25749)\">Isa. 9:6<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p17\" class=\"\">In that spirit we declare to all the world that for real and abiding peace to come, we must strive to be more like that exemplary Son of God. Many among us are trying to do that. We salute you for your obedience, your forbearance, your waiting faithfully upon the Lord for the strength you seek which will surely come. Some of us, on the other hand, need to make some changes, need to make greater effort in gospel living. And change we can. The very beauty of the word <span class=\"emphasis\">repentance<\/span> is the promise of escaping old problems and old habits and old sorrows and old sins. It is among the most hopeful and encouraging—and yes, most peaceful—words in the gospel vocabulary. In seeking true peace some of us need to improve what has to be improved, confess what needs to be confessed, forgive what has to be forgiven, and forget what should be forgotten in order that serenity can come to us. If there is a commandment we are breaking, and as a result it is breaking us and hurting those who love us, let us call down the power of the Lord Jesus Christ to help us, to free us, to lead us through repentance to that peace “which passeth all understanding.”<sup class=\"noteMarker\"><a href=\"#footnote9-96911_000_031\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41347)\">Philip. 4:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p18\" class=\"\">And when God has forgiven us, which He is so eternally anxious to do, may we have the good sense to walk away from those problems, to leave them alone, to let the past bury the past. If one of you has made a mistake, even a serious mistake, but you have done all you can according to the teachings of the Lord and the governance of the Church to confess it and feel sorrow for it and set it as right as can be, then trust in God, walk into His light, and leave those ashes behind you. Someone once said that repentance is the first pressure we feel when drawn to the bosom of God. For real peace may I recommend an immediate rush to the bosom of God, leaving behind you all that would bring sorrow to your soul or heartache to those who love you. “Depart from evil,” the scripture says, “and do good.”<sup class=\"noteMarker\"><a href=\"#footnote10-96911_000_031\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42093)\">Ps. 34:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p19\" class=\"\">Closely related to our own obligation to repent is the generosity of letting others do the same—we are to forgive even as we are forgiven. In this we participate in the very essence of the Atonement of Jesus Christ. Surely the most majestic moment of that fateful Friday, when nature convulsed and the veil of the temple was rent, was that unspeakably merciful moment when Christ said, “Father, forgive them; for they know not what they do.”<sup class=\"noteMarker\"><a href=\"#footnote11-96911_000_031\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32591)\">Luke 23:34<\/a><\/span>.]<\/span><\/sup> As our advocate with the Father, He is still making that same plea today—in your behalf and in mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p20\" class=\"\">Here, as in all things, Jesus set the standard for us to follow. Life is too short to be spent nursing animosities or keeping a box score of offenses against us—you know, no runs, no hits, all errors. We don’t want God to remember our sins, so there is something fundamentally wrong in our relentlessly trying to remember those of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p21\" class=\"\">When we have been hurt, undoubtedly God takes into account what wrongs were done to us and what provocations there are for our resentments, but clearly the more provocation there is and the more excuse we can find for our hurt, all the more reason for us to forgive and be delivered from the destructive hell of such poisonous venom and anger.<sup class=\"noteMarker\"><a href=\"#footnote12-96911_000_031\">12<\/a>\n       <span class=\"footnote\">[Adapted from George Macdonald.]<\/span><\/sup> It is one of those ironies of godhood that in order to find peace, the offended as well as the offender must engage the principle of forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p22\" class=\"\">Yes, peace is a very precious commodity, a truly heartfelt need, and there are many things we can do to achieve it. But—for whatever reason—life has its moments when uninterrupted peace may seem to elude us for a season. We may wonder why there are such times in life, particularly when we may be trying harder than we have ever tried to live worthy of God’s blessings and obtain His help. When problems or sorrows or sadness come and they <span class=\"emphasis\">don’t<\/span> seem to be our fault, what are we to make of their unwelcome appearance?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p23\" class=\"\">With time and perspective we recognize that such problems in life do come for a purpose, if only to allow the one who faces such despair to be convinced that he really does need divine strength beyond himself, that she really does need the offer of heaven’s hand. Those who feel no need for mercy usually never seek it and almost never bestow it. Those who have never had a heartache or a weakness or felt lonely or forsaken never have had to cry unto heaven for relief of such personal pain. Surely it is better to find the goodness of God and the grace of Christ, even at the price of despair, than to risk living our lives in a moral or material complacency that has never felt any need for faith or forgiveness, any need for redemption or relief.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p24\" class=\"\">A life without problems or limitations or challenges—life without “opposition in all things,”<sup class=\"noteMarker\"><a href=\"#footnote13-96911_000_031\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4634)\">2 Ne. 2:11<\/a><\/span>.]<\/span><\/sup> as Lehi phrased it—would paradoxically but in very fact be less rewarding and less ennobling than one which confronts—even frequently confronts—difficulty and disappointment and sorrow. As beloved Eve said, were it not for the difficulties faced in a fallen world, neither she nor Adam nor any of the rest of us ever would have known “the joy of our redemption, and the eternal life which God giveth unto all the obedient.”<sup class=\"noteMarker\"><a href=\"#footnote14-96911_000_031\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"39937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39937)\">Moses 5:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p25\" class=\"\">So life has its oppositions and its conflicts, and the gospel of Jesus Christ has answers and assurances. In a time of terrible civil warfare, one of the most gifted leaders ever to strive to hold a nation together said what could be said of marriages and families and friendships. Praying for peace, pleading for peace, seeking peace in any way that would not compromise union, Abraham Lincoln said in those dark, dark days of his First Inaugural, “Though passion may have strained, it must not break our bonds of affection. The mystic chords of memory,” he said, “will yet swell … when again touched, as surely they will be, by the better angels of our nature.”<sup class=\"noteMarker\"><a href=\"#footnote15-96911_000_031\">15<\/a>\n       <span class=\"footnote\">[Abraham Lincoln, First Inaugural Address, 4 Mar. 1861.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p26\" class=\"\">The better angels of our nature. That is much of what the Church and general conference and the gospel of Jesus Christ are about. The appeal today and tomorrow and forever to be better, to be cleaner, to be kinder, to be holier; to seek peace and always be believing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p27\" class=\"\">I have personally known in my own life the realization of the promise “that the everlasting God, … the Creator of the ends of the earth, fainteth not, neither is [he] weary.” I am a witness that “he giveth power to the faint; and to them that have no might he increaseth strength.”<sup class=\"noteMarker\"><a href=\"#footnote16-96911_000_031\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25752)\">Isa. 40:28–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p28\" class=\"\">I know that in times of fear or fatigue, “they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.”<sup class=\"noteMarker\"><a href=\"#footnote17-96911_000_031\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"25754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25754)\">Isa. 40:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p29\" class=\"\">We receive the gift of such majestic might and sanctifying renewal through the redeeming grace of the Lord Jesus Christ. He has overcome the world, and if we will take upon us His name and “walk in His paths” and keep our covenants with Him, we shall, ere long, have peace. Such a reward is not only possible; it is certain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p30\" class=\"\">“For the mountains shall depart and the hills be removed, but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.”<sup class=\"noteMarker\"><a href=\"#footnote18-96911_000_031\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6419)\">3 Ne. 22:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/the-peaceable-things-of-the-kingdom.p31\" class=\"\">Of Him and His good tidings, of the publication of His peace in this conference and in this His true Church, and of His living prophet who is about to speak to us, I bear grateful and joyful witness in the merciful name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-96911_000_031\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25747)\">Isa. 2:2–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-96911_000_031\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25756)\">Isa. 52:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-96911_000_031\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See “Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-96911_000_031\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40975)\">Mosiah 15:18<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-96911_000_031\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20559)\">D&amp;C 59:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-96911_000_031\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42097)\">Ps. 121:3–4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-96911_000_031\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42992)\">Rom. 8:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-96911_000_031\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29803)\">John 16:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-96911_000_031\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41347)\">Philip. 4:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-96911_000_031\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42093)\">Ps. 34:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-96911_000_031\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32591)\">Luke 23:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-96911_000_031\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from George Macdonald.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-96911_000_031\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4634)\">2 Ne. 2:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-96911_000_031\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"39937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39937)\">Moses 5:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-96911_000_031\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>Abraham Lincoln, First Inaugural Address, 4 Mar. 1861.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-96911_000_031\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25752)\">Isa. 40:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-96911_000_031\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25754)\">Isa. 40:31<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-96911_000_031\"><a name=\"-96911_000_031\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-96911_000_031\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6419)\">3 Ne. 22:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}