{"ID":5855, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Raised in Hope\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p3\" class=\"\">Chieko N. Okazaki<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">96911_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p4\" class=\"\">My dear sisters, aloha. I have been asked to speak to you today about hope, the second in the great trio of virtues: faith, hope, and charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p5\" class=\"\">The sisterhood of the Relief Society, as it embodies these virtues, will help us lift and strengthen one another with love, testimony, faith, and service to each other. I think of hope as a modest but very tough everyday virtue, an ordinary but resilient virtue that is both gentle and beautiful. It is an unassuming but powerful force for good that will greatly increase our ability to do good and to be good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p6\" class=\"\">Let me compare it to this ingenious fan-hat that was given to me in Tonga as a present from the Relief Societies when I was visiting the stakes there earlier this year. If it’s hot and muggy, you can use this fan to provide a cooling breeze, and its curved ribs provide an even greater current of air than a flat fan. But if it should start to rain, the fan can quickly become a hat and provide shelter from the storm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p7\" class=\"\">In much the same way, hope is a virtue for all seasons and all adversities, whether the problem is a storm or too much pleasant weather.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p8\" class=\"\">What is the opposite of hope? Despair, of course, but despair comes when we feel powerless to influence events and when the sources of meaning in our life disappear. Despair is a kind of disorientation so profound that we lose contact with the sources of life itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p9\" class=\"\">I’m not a very good gardener (my husband, Ed, was the one who enjoyed that part of our home), and I recently noticed that a carelessly placed brick had squashed a pansy flat. But part of the pansy was still peeking out from under the edge of the brick; and over the next few weeks, that pansy put its energies into creeping sideways around the edge of the brick, pushing its short shoots into the air and sunlight, and blossoming in its friendly purple and gold. When I moved the brick, the pansy’s stem was crooked; but, oh, its flower was as glorious as those next to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p10\" class=\"\">This pansy chose life. It experienced adversity, but it chose life. It experienced crippling, but it chose life. It could not have been blamed or faulted for giving up under the brick, but it chose life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p11\" class=\"\">Sisters, the sources of hope are the sources of life itself. That’s why hope persists, even when experience, reason, and knowledge all say there is no reason to hope. Hope does not calculate odds. It is a double-sided virtue. Like this fan-hat, it is prepared for either sunny or stormy weather. To choose hope is to choose life. To choose hope is to choose love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p12\" class=\"\">The Lord told the ancient Israelites, after giving them the laws and commandments of Deuteronomy: “I call heaven and earth to record this day against you, that I have set before you life and death, blessing and cursing: therefore <span class=\"emphasis\">choose life,<\/span> that both thou and thy seed may live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p13\" class=\"\">“That thou mayest love the Lord thy God, and that thou mayest obey his voice, and that thou mayest cleave unto him: for he is thy life, and the length of thy days” (<span class=\"citation\" id=\"21388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21388)\">Deut. 30:19–20<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p14\" class=\"\">Why is this so? Why is hope so intimately tangled with the roots of life itself? The Book of Mormon tells us that we are “free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all … might be miserable like unto himself” (<span class=\"citation\" id=\"4641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4641)\">2 Ne. 2:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p15\" class=\"\">Hope is one of the three great Christian virtues because Christ Himself is the master of life and therefore the master of hope. We are free to choose because we were made free from the beginning, and He honors our agency and our right and ability to choose. The choice He offers is life, and life offers hope. Any other choice is a choice of spiritual death that will bring us into the power of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p16\" class=\"\">And now, I hope it is clearer why part of that hope in Christ is hope in the future, a future that includes resurrection and salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p17\" class=\"\">Paul explained to the Romans that Christ submitted Himself to death but, “being raised from the dead[,] dieth no more; death hath no more dominion over him” (<span class=\"citation\" id=\"42991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42991)\">Rom. 6:9<\/a><\/span>). Jesus Christ, our Savior, has always been the master of life, but through His atoning sacrifice, He also became the master over death. Physical death has no dominion over Him; and ultimately, it has no dominion over us because of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p18\" class=\"\">Think what this means! Because of our Savior’s victory, we too can be victorious. In the face of this good news, this triumphant shout from the battlefield of ultimate victory, then we can see why our everyday sacrifices, our ordinary hope, is so tough, so versatile, so difficult to turn into meaninglessness and despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p19\" class=\"\">In fact, it cannot happen—we literally cannot despair—unless we choose to. But because we are mortal, death is entangled with life. We can choose to feed the darkness and death in our lives, or we can choose to feed the brightness of hope in our lives. We can worry. We can deny the light. We can refuse to ally ourselves with Jesus Christ, the already triumphant master of life. We can give our lives piece by piece into captivity until we no longer have the power to wrench it away again. We can cooperate with the killing of our spirits and the strangling of our hopes until meaninglessness and despair overcome us. The death of the body is nothing—for Christ’s Resurrection guarantees our own—but He cannot rescue us from the death of the spirit unless we choose to ally ourselves with Him, with His hope, with the inexhaustible and irrepressible life that is His.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p20\" class=\"\">But sisters, I testify that the forces of life are <span class=\"emphasis\">always<\/span> stronger than the forces of death. If we choose, if we even desire to choose, if we even hope for the desire to choose, we set in motion powerful forces for life that are led by Jesus Christ himself. He responds to those tender tendrils of crippled life with the force and energy that will bring them to flowering. Listen to these promises of love and yearning desire for us. Feel the hope they bring that with Him we can overcome the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p21\" class=\"\">“I am the door,” He said. “By me if any [one] enter in, he shall be saved.” In contrast to the thief of life, which He says is come only to steal, and to kill, and to destroy, Jesus “[is] come that [we] might have life, and that [we] might have it more abundantly. I am the good shepherd,” He assures us. “The good shepherd giveth his life for the sheep” (<span class=\"citation\" id=\"29780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29780)\">John 10:9–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p22\" class=\"\">The Psalmist sang, with marveling wonder in his voice: “Whither shall I go from thy spirit? or whither shall I flee from thy presence?<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p23\" class=\"\">“If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p24\" class=\"\">“If I take the wings of the morning, and dwell in the uttermost parts of the sea;<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p25\" class=\"\">“Even there shall thy hand lead me, and thy right hand shall hold me” (<span class=\"citation\" id=\"42098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42098)\">Ps. 139:7–10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p26\" class=\"\">And in our own day, Jesus Christ spoke through Joseph Smith to us all: “And as I said unto mine apostles, even so I say unto you, … ye are they whom my Father hath given me; ye are my friends” (<span class=\"citation\" id=\"20588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20588)\">D&amp;C 84:63<\/a><\/span>). And “[ye] shall be mine in that day when I shall come to make up my jewels” (<span class=\"citation\" id=\"20619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20619)\">D&amp;C 101:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p27\" class=\"\">Oh sisters, dearest sisters, choose life even though the forces of death seem strong! Choose hope even though despair seems close! Choose to grow even though circumstances oppress you! Choose to learn even though you must struggle against your own ignorance and that of others! Choose to love, even though ours are days of violence and vengeance. Choose to forgive, to pray, to bless another’s life with simple kindness. Choose to build the sisterhood of the Relief Society by lifting and strengthening one another with love, testimony, faith, and service. I promise that you will feel the abundant love of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p28\" class=\"\">He receives each act of mercy to one of the least as one done to Himself. And in return He defies hopelessness, weariness, despair, and meaninglessness on our behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p29\" class=\"\">The Apostle Paul asked, “Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?” Then came his magnificent answer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p30\" class=\"\">“Nay, in all these things we are more than conquerors through him that loved us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p31\" class=\"\">“For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p32\" class=\"\">“Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord” (<span class=\"citation\" id=\"42993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42993)\">Rom. 8:35, 37–39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1996\/11\/raised-in-hope.p33\" class=\"\">I testify that my Christ is my hope. He is my hope on rainy Monday mornings, my hope on dark nights, and my hope in the face of death and despair. And I bear this living testimony in His holy name, even the name of my Lord and Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}