{"ID":586, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Destiny Was Planned from the Beginning<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1952, pp. 95-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI come to you in deep humility, sensing, at least in part, my responsibility, and with a\nprayer in my heart, which I hope will be echoed in yours that I may be led to say something\nthat will tend to our upbuilding and leading us into that narrow way of life which our\nHeavenly Father has marked out for those who would come back into his presence. May the\nLord be with us during this whole session, and the session that is to follow even as he has\nbeen with us to the present time.\n<\/p><p>\nAs I sat here yesterday, something brought to my mind that I am the oldest member of the\nGeneral Authorities. This is an honor that has been thrust upon me by time. It is an honor that\nany of my brethren can reach, if they will live for it. I say this, neither by way of boasting\nnor for the purpose of inviting sympathy, but I say it that I might make use of what I hope is\nsome experience of value and the result of some reflection.\n<\/p><p>\nI have lived long enough and there has, year by year, come more into my consciousness, the\nknowledge that the principles of the everlasting gospel are beyond my power of rationalizing.\nFurthermore, I am persuaded that there is none who, unaided by the spirit of the Lord, and\nthere is only one in this Church and in this world, who has the right to rationalize, and that is,\nat the present time, President David O. McKay, our prophet, seer, and revelator&mdash;I have come\nto feel that there is none who can safely rationalize. And I am persuaded more to that by what\nhappened in the early Christian Church, which, lacking a head that was effective during the\nearly centuries, drifted away because they tried to make God's plan accord with their reason,\nand with the reason of the pagan philosophies.\n<\/p><p>\nI am persuaded we must watch carefully that we do not follow along those paths. Some of the\ngreatest heresies that have crept into the Christian religion came in through a very few men\nwho held no real official position, mostly, but who spent their time and their talents, and they\nwere great, in trying to rationalize the gospel of Jesus Christ. There is some evidence&mdash;these\nwere called \"schoolmen,\" and the results of their work \"scholasticism\"&mdash;and I am persuaded\nthat we have some tendency in that direction as among ourselves, and I hope that the people\nwill not listen to the rationalizing of men who undertake to make God's plan conform to what\nthey think it should be in their weak and ineffective reasonings.\n<\/p><p>\nI am grateful to have lived in this day and age when the gospel has been restored. I take it\nthere is no man or woman who sits down calmly to think, in the Church or out of the Church,\nbut more particularly out of the Church, for light has come to us who are in the Church, who\ndoes not ask himself or herself, \"Where did we come from? Why are we here? Whither do we\ngo?\" We Latter-day Saints have been instructed in that, and the instruction has come to us in\nmodern revelation.\n<\/p><p>\nThe book of Abraham, found in the Pearl of Great Price, tells us of the beginning, how the\nLord came down among the intelligences, and as a result of his coming down, there was a\ngreat council in heaven. The record in Abraham which precedes the account of the council, is\ndevoted to explaining that there are inequalities in God's creation, and inequalities among the\nintelligences, not all are equal. The Lord said to Abraham, calling attention to this great group\nof intelligences, that there were among them those who were the great ones, and declared to\nAbraham that he was one of those who were to be rulers.\n<\/p><p>\nI want to read just two or three verses, and I am reading from the third chapter of Abraham: \n<\/p><p>\nAnd there stood one among them [this great group] that was like unto God, and he\nsaid unto those who were with him: We will go down, for there is space there, and we\nwill take of these materials, and we will make an earth whereon these may dwell.\n<\/p><p>\nI call attention to the two succeeding verses which I shall read, because they are filled with\ncertain great elemental truths. He continues: \n<\/p><p>\nAnd we will prove them herewith [the intelligences], to see if they will do all things\nwhatsoever the Lord their God shall command them.\"\n<\/p><p>\nThat was the purpose for creating the earth. We were all there, all participating; we thus knew\nof the plan from the very beginning.\n<\/p><p>\nAnd they who keep their first estate shall be added upon and they who keep not their\nfirst estate shall not have glory in the same kingdom with those who keep their first\nestate; and they who keep their second estate [the estate in which we now are] shall\nhave glory added upon their heads for ever and ever\"\n(<span class=\"citation\" id=\"7190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7190)\">Abr. 3:24-26<\/a><\/span>).\n<\/p><p>\nThus we know whither we came, and why we are here, and where, to what place we shall go.\nThe whole plan is summed up in those few words.\n<\/p><p>\nNow since we came here to be proved, the Lord did not leave Adam in doubt about what he\nshould do, or how he should do it, for the Lord gave to Adam the gospel, and the gospel\nwhich he gave to him included the revelation and the knowledge that there would come a\nRedeemer. You will recall, you who know the scriptures, the angel of the Lord asked Adam\nwhy he offered sacrifice. He said he did not know except that he had been commanded to do\nso (<span class=\"citation\" id=\"39007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39007)\">Moses 5:6-9<\/a><\/span>).\nI think there is a great lesson there. They who rationalize, try to say why we do this, why\nwe do that. Adam set the example. Why did he do it? Because the Lord had commanded it.\nAnd then the angel of the Lord explained to him the great atonement that was to come.\n<\/p><p>\nNow, that gospel so revealed to Adam has been in the world to a greater or less extent,\nsometimes less, from that time until now. It taught us what we should do, and what we should\nnot do. We have never, when his Church has been on the earth, the Church of Christ, been in\nany doubt on these two points.\n<\/p><p>\nYou will examine the Bible for some detailed statement of the principles of the gospel, up\nuntil the time of Moses with but scant success. But if you will read carefully the book of\nMoses in the Pearl of Great Price, you can glean, and will glean from there the great\nprinciples of this gospel, even as they have been revealed and are taught to us today. When\nMoses came, we had the Ten Commandments given to us. They are the guiding star for the\nworld civilization today. Blot out the Ten Commandments, and you have the darkness which\nrests upon Russia and those nations which follow her.\n<\/p><p>\nI call attention to the fact that the Ten Commandments, every one of them, have in them a\nspiritual element. There is nothing in them that, if obeyed, does not build the spirit. From\nthen until now there has been, effective in the world, a part at least of the great gospel. Men\nhave known what they should do, and what they should not do.\n<\/p><p>\nNow time will not permit me to develop what we should do. We do as we are commanded, in\norder that we may meet the design of our Heavenly Father, who said,\n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and\neternal life of man (<span class=\"citation\" id=\"39000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39000)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThat is the purpose.\n<\/p><p>\nNow, I am happy, very happy, that the Lord not only told us what we should do, but has told\nus what we should not do. He has told us the things that will prevent our gaining this\nimmortality and eternal life. Sad indeed, would have been our situation, had we been merely\ntold what we might do. But he has not left us in darkness as to what we ought not to do.\n<\/p><p>\nAnd since doing the things we ought not to do forfeits the glory which the Lord has marked\nout for us, and if you want to know about that read sections 76 and 88 of the Doctrine and\nCovenants, then we must refrain from doing the things which he has commanded us not to do,\nrefrain from misdoings of various kinds, refrain from sin, and all transgressions. And I\nthought perhaps it might not be without value if I were to read to you, for you to reflect upon\nsome of the things that we are told we ought not to do, some of the offenses we should not\ncommit under the penalty that if we do commit them we shall not reach the full glory which\nthe Lord has marked out for us.\n<\/p><p>\nAnd I am going to read just a few things from Paul. Paul said: \n<\/p><p>\nFor men shall be lovers of their own selves, covetous, boasters, proud, blasphemers,\ndisobedient to parents, unthankful, unholy,\n<\/p><p>\nWithout natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of\nthose that are good.\n<\/p><p>\nTraitors, heady, highminded, lovers of pleasures more than lovers of God; \n<\/p><p>\nHaving a form of godliness, but denying the power thereof: from such turn away...\n<\/p><p>\nBut evil men and seducers shall wax worse and worse, deceiving, and being deceived\n(<span class=\"citation\" id=\"5113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5113)\">2 Tim. 3:2-5,13<\/a><\/span>).\n<\/p><p>\nThat was to Timothy. Again to Timothy: \n<\/p><p>\nO Timothy, keep that which is committed to thy trust, avoiding profane and vain\nbabblings, and oppositions of science falsely so called\n(<span class=\"citation\" id=\"2809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2809)\">1 Tim. 6:20<\/a><\/span>).\n<\/p><p>\nNeither let us commit fornication, as some of them committed, and fell in one day\nthree and twenty thousand...\n<\/p><p>\nWherefore, my dearly beloved, flee from idolatry\n(<span class=\"citation\" id=\"215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(215)\">1 Cor. 10:8,14<\/a><\/span>).\n<\/p><p>\nAnd that was the burden of Paul, \"flee from idolatry,\" and leave the food offered to idols\nalone. We Latter-day Saints do not worship idols, we do not worship relics, we do not have\nshrines. I wonder sometimes, however, if there is not something of idolatry among us. I call\nour idolaters, worshipers of dimes and chasers of nickels.\n<\/p><p>\nBut I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God:\nand I would not that ye should have fellowship with devils.\n<\/p><p>\nYe cannot drink the cup of the Lord and the cup of devils: ye cannot be partakers of the\nLord's table, and of the table of devils\n(<span class=\"citation\" id=\"217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(217)\">1 Cor. 10:20-21<\/a><\/span>).\n<\/p><p>\nPeter said: \n<\/p><p>\nBut there were false prophets also among the people, even as there shall be false\nteachers among you, who privily shall bring in damnable heresies, even denying the\nLord that bought them, and bring upon themselves swift destruction\n(<span class=\"citation\" id=\"4822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4822)\">2 Pet. 2:1<\/a><\/span>).\n<\/p><p>\nThese six things doth the Lord hate: yea, seven are an abomination unto him: \n<\/p><p>\nA proud look, a lying tongue, and hands that shed innocent blood,\n<\/p><p>\nAn heart that deviseth wicked imaginations, feet that be swift in running to mischief,\n<\/p><p>\nA false witness that speaketh lies, and he that soweth discord among brethren\n(<span class=\"citation\" id=\"41407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41407)\">Prov. 6:16-19<\/a><\/span>).\n<\/p><p>\nI read these to show you that the Lord has not left us in doubt nor in darkness as to the\nthings, some of them that we should not do. We add these to the Ten Commandments.\n<\/p><p>\nNow, my brethren and sisters, salvation is ours, if we will but live for it. We shall forfeit it if\nwe do the things which his prophets have declared unto us should not be done. Read, I repeat\nsections 76 and 88 and see what the Lord has laid up for us when we live the principles of\nthe gospel.\n<\/p><p>\nMy brethren and sisters, he who will read needs have no doubt of the great future that lies\nahead of us, he will have no doubt of the place to which we go, of the associations which will\nbe his; he will have no doubt but that the eternities that are to come are worth in happiness\nand joy, all of the giving up of the pleasures, so-called, of this life, from which we are asked\nto refrain.\n<\/p><p>\nI am sure the prize is worth the restraint. And after all, all the things that we are asked to\nrefrain from are things which lower our standards of joy, lower our standards of life, lower\nour respect for humanity and humanity's respect for us, and leave us debtors to the whole list\nof Christian virtues.\n<\/p><p>\nMay the Lord help us to keep his commandments, help us to earn that which he has provided\nfor us.\n<\/p><p>\nAnd I bear my testimony to you at this time that God lives, that he hears and answers prayers,\nfor he has heard and answered mine. I bear you my testimony that Jesus is the Christ, that he\nis the Son of God, the Redeemer of the World, the First Fruits of the Resurrection, that\nthrough his redeeming blood all mankind shall be saved, that is to say, shall be resurrected,\nand that those who keep the commandments and live the life which he gave and lived will\nhave an eternal glory in the celestial kingdom.\n<\/p><p>\nI bear you my witness that Joseph Smith did have a vision, that the Father and Son did visit\nhim, that holy angels came to him; that the priesthood, the Holy Priesthood of God which had\nbeen lost to the earth for centuries was restored through him to this earth; that those who have\nfollowed him in his high and great calling of President of the Church, the Presiding High\nPriest of the Church, have the same rights the same privileges, the same authority which he\nheld even from Joseph's time down to President McKay, who holds those rights, exercises\nthose functions, possesses all of the spiritual powers of the priesthood which Joseph had; and\nthat this Church will continue to go forward, that those who follow President McKay will\nenjoy the like privileges, the like authority, and exercise the like functions.\n<\/p><p>\nThere is no doubt about this, my brothers and sisters, and if we could just take this into our\nhearts and understand it, make it part of ourselves, not a mere expression, not lip-service but\nservice by act, the power of this people would be unlimited.\n<\/p><p>\nGod grant that to all of us and to each of us may come this testimony, to the end that we\nshall continue to spread the gospel in the world, continue to build up our own Church, and for\nourselves individually, and as an incident to all that, gain eternal salvation in his celestial\nkingdom, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}