{"ID":587, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Requisite for Peace<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1952, pp. 98-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI realize more than anyone else, excepting my Heavenly Father and his Son Jesus Christ, my\nutter weakness in and of myself to occupy this position this morning. I am sure with an\ninterest in your faith and prayers ascending to our Heavenly Father that I may be blessed with\nhis Spirit and we may be recipients of his blessings.\n<\/p><p>\nI haven't words to express adequately my appreciation and gratitude for the rich blessings\nwhich have been mine during the past six months in visiting the stakes and the wards\nthroughout the Church. It has been an inspiration and makes me humble as I endeavor to\nteach the restored work of God. I would like publicly to mention here this morning that I am\ngrateful for the words of kindness and felicitations that have been extended to me in receiving\nthis call six months ago, by members of the Church and by many who are not members of\nthis Church.\n<\/p><p>\nI am sure we have been deeply impressed, I know I have, with the dignity with which these\nmeetings have been presided over and conducted by President McKay and those in authority. I\nam sure we have felt of their power and strength, as we have listened to the words of\nsalvation. Jesus Christ, as he faced a group of Pharisees on one occasion, questioned them\nwhen he said, \"What think ye of Christ?\"\n(<span class=\"citation\" id=\"34522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34522)\">Matt. 22:42<\/a><\/span>).\nThat is a question that might be asked of us today.\nWe can answer it in our own minds. We do not have to answer it orally or in writing. \"What\nthink ye of Christ?\"\n<\/p><p>\nThese men, our leaders, have exemplified to me their love of God and their love for their\nfellow men, their neighbors, and I shall always be appreciative of the rich experience which\nwas mine in having one assignment with Elder Joseph F. Merrill the first week following the\nlast general conference, and partaking of his spirit. I could not help realizing that here was a\nman scholastically trained, educated in the sciences and in the engineering field, and yet,\nyoung people, he was not swerved from the path of truth and righteousness. He was not\nashamed to bear witness that Jesus was the Christ and that the Prophet Joseph Smith was and\nis in very deed a prophet of God. You young people can take heed of this fine example from\nsuch noble leaders, as all these men are who are guiding and directing the work of the Church\nand kingdom here in the earth.\n<\/p><p>\nI should like to have you review with me for a moment or two an incident which took place\njust eight years ago. A young man of this Church who had put on the uniform of his country\nto defend freedom and liberty and the rights of the individual found himself from his home\ntown in Boise, Idaho, on a beachhead in Normandy, about a month before D Day. As if he\nhad a premonition of what was going to happen, he sat there and wrote a message to a friend\nof his in Boise. And he said, concluding that letter,\n<\/p><p>\n\"I should like to give you the formula, or the requisite for peace, if you please. It is nothing\nnew, but I ask you that we rediscover the things which we already have, and that were given\nto us by the Master some two thousand years ago in a single sentence, when he said. 'Thou\nshalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.\nThis is the first and great commandment. And the second is like unto it, Thou shalt love thy\nneighbor as thyself'\" (<span class=\"citation\" id=\"34520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34520)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\nThis boy made the supreme sacrifice a few days after writing this letter.\n<\/p><p>\nThese are truths that we might well reflect upon this morning, my brethren and sisters, as we\nalso review an incident in the New Testament. The Savior had been teaching his doctrine, the\nsaving principles of salvation and exaltation. He was queried by a lawyer who said to him,\n\"What good thing shall I do, that I may have eternal life?\"\n<\/p><p>\nHe was endeavoring no doubt to trap him, because the Master counter-questioned him and\nsaid, \"What is written in the law? How readest thou?\"\n<\/p><p>\nThe lawyer answered, \"Thou shalt love the Lord thy God with all they heart, and with all thy\nsoul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.\"\n<\/p><p>\nAnd the Savior said, \"If you will do these things, thou shalt live.\"\n<\/p><p>\nThen trying to justify himself, the lawyer said, \"And who is my neighbour?\"\n<\/p><p>\nThe Master then gave that glorious example of the Good Samaritan, where a certain man\ngoing from Jerusalem to Jericho had been set upon by thieves and stripped of his clothing and\nhis material things. (And we, my brethren and sisters, can be stripped of those things which\nare material. They are insignificant.) And so he was left half-dead in the roadway. A priest\ncame along, and seeing this man, even though he professed Christianity, crossed to the other\nside, and left him. Then a certain Levite came down the street and likewise saw this man, and\nhe also crossed to the other side. But there was the Samaritan who beheld the condition of the\nman and administered to him by anointing his wounds with oil, putting him upon his own\nbeast, and taking him to an inn, where he might receive assistance. He left funds that he\nmight be taken care of, and advised the innkeeper that he would be back and if it took\nadditional funds, he would gladly see that those expenses were defrayed. Then the Master\nsaid, \"Which now of these three, thinkest thou, was neighbour unto him that fell among the\nthieves?\"\n<\/p><p>\nAnd the answer was, \"He that sheweth mercy on him.\" And there followed the great\ncommand of the Savior, which is significant to me, \"Go, and do thou likewise\" (see\n(<span class=\"citation\" id=\"31309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31309)\">Luke 10:25-37<\/a><\/span>).\n<\/p><p>\nYes, my brethren and sisters, if we truly exemplify this teaching of the Master to love our\nHeavenly Father sincerely and deeply, then we will love by natural consequence our neighbor.\nThus many of the conditions in the world today which are contrary to the gospel of Jesus\nChrist will be overcome. There would not only be peace in the world, but also we would have\npeace in our hearts and in our souls. And I humbly pray as I bear witness to you, my brothers\nand sisters, that this is true, that Jesus Christ gave us this commandment for a purpose. May\nwe have the energy and the desire within our own hearts, and the fortitude within our souls\nfrom this moment on to put it into practice more fully in our daily lives, that we may reap the\nrich blessings which are predicated upon these truths. I bear witness to you that God lives,\nthat Jesus is the Christ, that the Prophet Joseph Smith was a prophet of God, and those who\nhave succeeded him as President of this Church down through the years to our present\nPresident David O. McKay have been men divinely inspired and called of our Heavenly\nFather. May we uphold and sustain them, and the revealed truths of the Lord, which are given\nto us by them from time to time, that we may be doers of the words, and not only listeners, I\nhumbly pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}