{"ID":588, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Now Is the Day of Our Salvation<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1952, pp. 100-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I may enjoy the blessings of our Heavenly Father. I have been deeply impressed,\nas you no doubt have, with the words we have heard. And I have been deeply impressed by\nsomething I have seen this morning. It has impressed me so sincerely that I want to give you\nthe benefit of it. In the crowded condition of this Tabernacle, there came at the beginning of\nthe service a mother with four children. The usher provided a blanket for the children to sit\nupon, and then the mother took a seat quite a way up the aisle. These children behaved\nthemselves in splendid fashion. I thought how lovely it was for a parent to have such\nconfidence and faith. And then I was thrilled when we all stood to sing \"We Thank Thee, O\nGod, for a Prophet\" to see these children, as if they stood in the Sunday School or Primary,\nsing with enthusiasm. So deeply was I impressed, and so near is it to what is now in my heart\nto say, that I have taken the liberty to bring this illustration here from our very midst: that of\na parent who had trained well and then had faith in her children.\n<\/p><p>\nO this is the day of our salvation&mdash;now, not in some great future time but now. This is the\nday of our salvation\n(<span class=\"citation\" id=\"3024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3024)\">2 Cor. 6:2<\/a><\/span>;\n<span class=\"citation\" id=\"8919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8919)\">Alma 34:31<\/a><\/span>)!\nThese things that are all about us, this is our opportunity to live, and to\npractice the glorious teachings of the gospel.\n<\/p><p>\nOne or two things have come to me as I see this day of salvation, things that perhaps we\nmight do. May the Lord bless me that I may be understood in their presentation. They are\nvery simple things. The first is to study prayerfully the word of the Lord&mdash;study prayerfully.\nThat is the key to it&mdash;the word of the Lord.\n<\/p><p>\nI went to the North Jordan Stake quarterly conference not long ago. I was a little early. As I\ndrove my car to the parking place, I saw a young man reading. As I looked closely, I saw it\nwas the Book of Mormon that he was reading, and I walked quietly to the car, and the young\nman said, \"Good morning, Brother Kirkham.\"\n<\/p><p>\nAnd then his father extended his hand toward me, \"Well, is this Brother Oscar Kirkham?\"\n<\/p><p>\nI said, \"Yes.\"\n<\/p><p>\nHe gave his name and said, \"My son has just been reading the Book of Mormon for me. We\nread together the word of the Lord very often. We greatly enjoy the Book of Mormon.\" He\nwas a blind man; for eight years he had been blind. And in the conversation that followed he\ntold of the many things that he was grateful to the Lord for, one of which I recall: \"I have\nthree sons down at Brigham Young University. They have earned their way. We are a very\nhappy family.\"\n<\/p><p>\nThis is the day of our salvation. That brother will meet the tomorrow and enjoy it to the full.\n<\/p><p>\nThis is the day that we must be mindful of, and devote our best to its many blessings. Let us\nstudy prayerfully the words of God. The great Shakespeare when asked by Bacon, \"Where did\nyou get your inspiration for the great plays which you have written?\", replied: \"From the\nPsalms of David.\" I want to read just a few lines from one of these great psalms, the word of\nGod. These lines have stood the test of time. They are most worthy of our careful reading and\nmeditation. Here are words that have been read by millions and set to some of the finest\nmusic in the world. You will recognize them at once but read them again. There are deep and\nbeautiful inspirations in them. Just the first few lines: \n<\/p><p>\nThe Lord is my shepherd; I shall not want.\n<\/p><p>\nHe maketh me to lie down in green pastures: he leadeth me beside still waters.\n<\/p><p>\nHe restoreth my soul (<span class=\"citation\" id=\"41765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41765)\">Ps. 23:1-3<\/a><\/span>).\n<\/p><p>\nAlma in the Book of Mormon gave these words of counsel to his son Helaman: \n<\/p><p>\n. . . for I do know that whatsoever shall put their trust in God shall be supported in\ntheir trials, and their troubles, and their afflictions, and shall be lifted up at the last\nday (<span class=\"citation\" id=\"8920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8920)\">Alma 36:3<\/a><\/span>).\n<\/p><p>\n. . . but behold I say unto you, that by small and simple things are great things brought\nto pass; and small means in many instances doth confound the wise\n(<span class=\"citation\" id=\"8922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8922)\">Alma 37:6<\/a><\/span>).\n<\/p><p>\nAnd from a revelation given through the Prophet Joseph Smith on the day when the gospel\nwas opened up in England to Thomas B. Marsh, these lovely words are taken, this glorious\nadmonition: \n<\/p><p>\nBe thou humble; and the Lord thy God shall lead thee by the hand, and give thee\nanswer to thy prayers (<span class=\"citation\" id=\"13045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13045)\">D&amp;C 112:10<\/a><\/span>).\n<\/p><p>\nGod bless us. This one step we can take today, tomorrow, and the next day: Daily,\nprayerfully, read the word of God. Live and enjoy the gospel of Jesus Christ. Carry the word\nto a friend somewhere that his life may be blessed. Then peace shall come, and God will love\nand bless us. Now is the day of our salvation. May the Lord bless us, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}