{"ID":589, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">You Are the Leaven<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, April 1952, pp. 102-104<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe strength I need on this occasion, my brothers and sisters, must come from your faith and\nprayers in my behalf. I plead with you not to forsake me. It is very difficult for me to talk to\na congregation which is not within the range of my vision, but this morning I would like to\nbe oblivious to your presence here in the Tabernacle, and to speak to those of us who live\nway out on the periphery of our great Church. I have been impressed with a desire to do this\nsince listening to the remarks of President Stover last night. I would like to talk to you people\nin Great Britain, in the Scandinavian countries in Holland, in Germany, Czechoslovakia,\nFrance, Switzerland, Austria, Palestine, South Africa, the South American nations, those who\ndwell within the great Polynesian triangle in the Pacific and to those fine people, few in\nnumber in the far-off Orient.\n<\/p><p>\nI would like to say to you that I know that in your hearts this day there is a longing to be\nhere at the hub of this great Church, a longing which you cannot realize; and in a sense I am\npleased that you do not have that desire fulfilled. You are needed where you are. You know,\nas we know, that this world is in need of a new birth of freedom and that a new birth of\nfreedom cannot come without a new birth of righteousness; and that you in your far-flung\nareas, away from this hub of Zion, are the leaven of righteousness. This will be the seed, we\npray to God, which will bear fruit and bring back to this depressed and sordid world the\nfreedom for which we all so earnestly pray.\n<\/p><p>\nYou have been great in your contributions to this nation and to this Church. You will read in\nthe reported sermons delivered from this pulpit that this land is choice above all other lands\n(<span class=\"citation\" id=\"1505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1505)\">1 Ne. 2:20<\/a><\/span>).\nIt is only choice because from your shores have come your great, your humble, and your\nGod-fearing men and women, and they have brought from your shores the fundamental\nconcepts which made it possible for the birth of the greatest palladium of human liberty that\nwas ever written by the hand of man&mdash;the Constitution of the United States. And I want you\nto know that greater than that has been your contribution to the building up of Zion and her\nborders.\n<\/p><p>\nYou in Great Britain have contributed to the leadership of this Church as has no other nation.\nIn the veins of those who have presided over this modern kingdom, your blood courses. In\nScandinavia, your contribution has been great and magnificent. You have contributed\nprophets, seers, and revelators. In Germany you have contributed great educators, great Saints,\nand to all of you in those faraway areas, I will say, great is our debt to you for that which\nyou have contributed.\n<\/p><p>\nWe encourage you to stay where you are because you are needed there, where the light is\ngoing out, and we say to you: Stay close together; attend your meetings regularly, even\nthough your numbers may be limited by law to four or to two; stay together. Renew your\ncovenants with God by partaking of the sacrament, and I tell you that you cannot have your\nlights darkened because this work cannot be blacked out by the legislation of man. They may\nclose your chapels; they may deny you the right to assemble in worship; but behind your own\ndoors you have the priesthood of God; and in your homes where the priesthood of God exists,\nthere is Zion. And to you whose lives are committed to righteousness, I say unto you, You\nare Zion.\n<\/p><p>\nTo you in South Africa, you who have never had a visit from one of the leaders of this\nChurch, I know that your prayers will one day be answered. To you in South America who\nare struggling to build yourselves into a mighty people on that great continent, which is\nprecious in the eyes of God, I say, be strong. To you in the isles of the sea, I say unto you,\nwere it not for you, I would not be standing here this day. To you in New Zealand, and when\nI speak to you I speak to all those who dwell on those beautiful isles, were it not for you,\nimplanting within my heart as a seventeen-year-old boy your simple faith, your knowledge of\nGod, your demonstration that the veil between God and man can be very, very thin, I\nwouldn't be standing here today at the hub of Zion, speaking to you way down under, in this\ncapacity. This is not my calling alone, you good Maori people; this is yours.\n<\/p><p>\nYou in the Hawaiian Islands who have had come to your shores missionaries, one only in his\nsixteenth year, who later became the leader of this Church a noble prophet, seer, and\nrevelator: I tell you that on that island of Maui where he and President George Q. Cannon had\ntheir great theophanies and experiences, there is a spirit and an atmosphere, which I have felt\nnowhere else in all the world.\n<\/p><p>\nTo you in Tahiti, who were the first in the isles of the sea to receive the gospel in this\ndispensation, my heart goes out. For more than a hundred years you have been listening to\nthis message of regeneration. You have contributed of your tithes and your offerings, your\nwidow's mite (<span class=\"citation\" id=\"33057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33057)\">Mark 12:42-44<\/a><\/span>),\nand not one of you has yet come to a temple of God. You are worthy. God\nwill reward you for your faithfulness and devotion. His principles are eternal, and in his\nkingdom and his presence, that which you have been denied in this life will be added unto\nyou. Great has been your contribution to the building up of this Church.\n<\/p><p>\nAustralia, the great continent down under, there where our people are scattered over such a\nvast area, how great has been your contribution! During the war years, when you were\nwithout missionaries from Zion, your leadership rose up and magnificently carried on. And\nthere sits among the councils of the Church this day one of those missionaries who went to\nyour shores many years ago and whose testimony was strengthened by you until it became an\nanchor to his faith. God bless you for this great contribution.\n<\/p><p>\nYou in faraway Japan were left alone for many years, but there had been implanted in your\nhearts a testimony of the restored gospel, and when the way was opened up for the\nmissionaries to return to you, they found you, though small in number and in membership,\nstill faithful and devoted and loyal. You at Hiroshima, where was felt the death blow of the\nfirst atom bomb, and where soon after you raised the sign which should be an ensign unto the\nworld, not written in your language, but in the language which all nations understand, the\nEnglish language, \"No more Hiroshimas.\" If all men could write in their hearts the words of\nthat sign which now stands over the place where that atom bomb exploded, peace would\nreturn to the earth and dwell regnant in the hearts of all men. You have contributed much to\nthe building up of this kingdom and could you hear my words I could tell you that there sits\nbefore me now one who is at the head of one of our great institutions of learning who spent a\nnumber of years among you, who partook of your spirit, who knows you as an industrious\npeople, who knows that in your land, there are no weeds; and I know that much that actuates\nhim in his great purpose in instilling within the hearts and souls of the youngsters of this\ncommunity, a knowledge of things which are true, he received under your influence.\n<\/p><p>\nTo you in faraway China I say: Keep the faith, be valiant; you will not be forgotten, and one\nday the missionaries will return to you. Yours is a light shining in darkness. Keep it burning\nand the Father of us all will bless you.\n<\/p><p>\nGod bless you people out in these areas of the earth. And I testify to you that much strength\ncomes from you to us, and if you remain strong where you are, we will not become weak\nhere at the hub. In your hours of need, we will do our best. We will keep our storehouses\nbulging with the necessities of life, and when you need them, the freight cars will be loaded,\nand the ships' bottoms will be filled, and we will send that over to you which you need. And\nwe say to you, and I speak for all, that where there is no power, where there are no facilities,\nwhere there is no program to save you materially as well as spiritually, there is no power of\nGod unto salvation (<span class=\"citation\" id=\"42698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42698)\">Rom. 1:16<\/a><\/span>).\nWe will not fail you spiritually nor materially.\n<\/p><p>\nAnd I leave my witness with you in all of your fair lands, that I know that God loves you. He\nwill attend you and that which you do not hear as we speak in our great conferences in Salt\nLake City, you do hear in your humble cottage meetings, wherever they may be, or in your\nrented halls which may reek with stale tobacco smoke, and which have been cleared of empty\nflasks and beer bottles the night before. Those same testimonies you bear, and I believe that I\ncan say to you in behalf of most of my brethren that that which we have experienced in life\nwhich makes it possible for us to stand here and address you as special witnesses, we received\nin our associations with you as young missionaries. And again to you in New Zealand I say:\nBecause of you, because of your kindliness, your humility, your patience, your great faith, I\ncan stand here and say that I know that God lives and because of you, I am a special witness\nof his Son. All power be to you and God bless you forever, and bless us all, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}