{"ID":59, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1943, pp. 50-54<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren, that what I say shall not in any way detract from the lovely\nspirit of this conference. We have all been built up in our faith, and may we go home from\nhere strengthened in our desires to serve more faithfully than we have in the past. It is a great\nthing for men to come together such as we do on these occasions, and as we yesterday\nobserved this vast body of Priesthood we could not help but feel the power and the strength\nthat is here.\n<\/p><p>\nSTANDARDS FOR THE PRIESTHOOD\n<\/p><p>\nIn the very beginning of this work the Lord said to the father of the Prophet Joseph, through\nHis prophet:\n<\/p><p>\nNow behold, a marvelous work is about to come forth among the children of men.\n<\/p><p>\nTherefore, O ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind, and strength, that ye may stand blameless before God at the last day\n(<span class=\"citation\" id=\"11843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11843)\">D&amp;C 4:1-2<\/a><\/span>).\n<\/p><p>\nThen He goes on to point out that the field is white, ready for the harvest, that he that thrusts\nin his sickle may reap. Then He adds:\n<\/p><p>\nRemember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness,\ncharity, humility, diligence\n(<span class=\"citation\" id=\"11844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11844)\">D&amp;C 4:6<\/a><\/span>).\n<\/p><p>\nIt seems to me the Lord has here set forth the standards by which we should operate in this\ngreat Priesthood work, and thinking of the fields as referred to in the revelation and trying to\napply them to our own everyday work, I have thought that they might be classified in five\ndivisions.\n<\/p><p>\nIMPORTANCE OF AARONIC PRIESTHOOD WORK\n<\/p><p>\nFirst, we have our duty to our boys&mdash;the Aaronic Priesthood. Our boys today are standing at\na crossroad. You will recall, you brethren who are working in the Aaronic Priesthood, that\nbit of verse that appears in your <i>Handbook<\/i> (page 55), pointing out to us the boy who stands\nat the crossroads knowing not which way to go. The road stretches east and the road\nstretches west, and the boy not knowing which road is best, strolls on the road that leads him\ndown, and he loses the race and the victor's crown. And then, we are told, at the selfsame\nroad another boy stands with high hopes and ambitions, but someone is there to show him\nthe road and he wins the race and the victor's crown. \n<\/p><p>\nWe have here, my brethren, suggested to us our responsibilities in this great work of the \nAaronic Priesthood. There is a great inspiration that is going out from the Presiding Bishop's\noffice to all who are interested in the boys' work of the Church, and this work is being\nfollowed up. I join with Bishop Richards in commending the bishops and their committees for\nthe fine work they are doing. But there is so much to done. Our boys need every ounce of\nenergy that we can give, all the interest and direction, and if we but can stand at the\ncrossroads with our boys, in ten years from now we shall have solved the problem of the\nadult Aaronic Priesthood. And so we have that field.\n<\/p><p>\nThen we come into the field of the adult Aaronic Priesthood, another field that is white, ready\nfor the sickle, ready for harvest, thousands and thousands of our brethren in this Church, our\nown flesh and blood whom we have somewhere neglected. We are not altogether responsible,\nof course, for their misdeeds, for their shortcomings. Every man must assume his own\nresponsibility, there is no question about that; but there has been failure somewhere along the\nline; someone has failed in his responsibility in this great work or we would not have the\nhigh percentage of men we do have who are for all intents and purposes outside the pale of\nthe Church. In most of the stakes of Zion you will find that half of the men who hold the\nAaronic Priesthood are in that adult class; young men who were ordained deacons, perhaps\nteachers, then were lost as far as the influence of the Church is concerned. Today many of\nthem find themselves out of the Church and its activities. That is another field that demands\nour attention, our earnest effort. I am only suggesting it here today. You brethren in the stakes\nand wards are conscious of this, I am sure.\n<\/p><p>\nELDERS AND SEVENTIES\n<\/p><p>\nAnother field that we are concerned about is the field of the elders, and that might apply also\nto the seventies, not so much to the high priests. But in our elders' quorums we find that\nseventy-five percent and over of the membership is inactive&mdash;just think of it, seventy-five out\nof every hundred of the men in this Church that should be active are indifferent to the\nopportunities and blessings that come through service in the Church. This is another field that\nis ripe, ready for the sickle, and it is a challenge to us and commands the attention of every\nthinking man who is interested and feels the responsibility of this work.\n<\/p><p>\nOUR DUTY TO STRANGERS\n<\/p><p>\nThen we come to another field that we have not been made conscious of until recently. We\nare having thousands of strangers come into our midst, men and women who come with\nprejudices, men and women of the type of which President Taylor spoke a few minutes ago.\nMany of them are cultured and refined, who have not heard of the virtues of Mormonism,\nonly the negative things. They are coming here to make their homes. We have been sending\nour elders out in the world to preach the gospel. Now men and women are coming here\nwhere we may preach to them, and I commend to you, my brethren in the stakes and wards,\nthis field. I know that a lot of interest is being taken, and, as was suggested here yesterday,\nwhat an opportunity for our missionaries, our stake missionaries, the greatest opportunity that\nthey have ever had to bring to our friends who come here the message of peace, that they\nmay know that the Latter-day Saints are in very deed saints of the living God, because of\ntheir standards of living, because of their devotion, their friendliness and their kindliness. \n<\/p><p>\nComing back to the statement recorded by the Prophet Joseph: \"Remember faith, virtue,\nknowledge, temperance, patience, brotherly kindness, godliness, charity, humility and\ndiligence.\" In that spirit, my brethren, must we attack this problem as we go into this field,\nthat we may be in very deed ambassadors of the truth. We want to be friendly, we do not\nwant to make the people who come here feel that we are contacting them in the spirit of\nwarning, in the spirit of criticizing their failings and their shortcomings, but we do want in a\npositive way to point out the great virtues that lie in the Church of Christ, and in that way we\nwill build up the kingdom. It is not a good policy and never has been to say unkind things\nabout other faiths; we are not concerned about that. We are concerned about the faith of our\nown Church; we are concerned about the gospel of the Lord Jesus Christ, with all of its\nvirtues, with all of its strength, and in going forth in kindliness, and in charity, and with faith,\nwe may preach the gospel in that spirit, and it seems to me that is the only way we shall be\nable to attack this problem, so I commend this field for your consideration.\n<\/p><p>\nAnd then another activity, and I can only just suggest it, and that is the field of the boys who\nare in the armed service. A great deal of good is being done, we have had evidence of that,\ntestimonies of what it means to the boys to be contacted by the people back home through\nletters and otherwise. As I have gone out into the stakes, some of the outlying stakes, I have\nfound a vast amount of good that has come through the services of President Brown and\nothers and through letters that have come from the stakes. In one of the stakes every boy who\nhas gone into the service has received a letter every month without fail, and many of the\nresponses to these letters have been encouraging and have demonstrated the fact that here is a\nfield that must not be neglected.\n<\/p><p>\nSo, brethren, I am just suggesting these fields as they occur to me; they are very vital in this\ngreat work.\n<\/p><p>\nILLUSTRATION FROM LIFE OF HELEN KELLER\n<\/p><p>\nAnd may I, in conclusion, point out another thing that seems to give us strength, that has\ngiven me strength. Sometime ago I had the pleasure of reading a book by Doctor William\nDana Thompson who for many years was head of the Roosevelt Hospital in New York. He is\nnow dead.\n<\/p><p>\nHis book is entitled <i>Brain and Personality<\/i>, and in it he describes two fields of the scientists,\nthe field of the physical, which he calls the field of the brain, and the field of the spiritual,\nwhich he calls the field of the personality. In one of his chapters he refers to the life of Helen\nKeller, You who have read her life will recall that as a child at nineteen months she was\nstricken with a very serious malady which resulted in her losing her hearing, her sight and, of\ncourse, she was not able to speak. The whole world with all its loveliness was shut out of her\nlife. When she was seven years old, her father was persuaded by Alexander Bell, the great\ntelephone magnate, to take the child to an institute in Boston, which institute had adopted the\nmethod of lip reading for the deaf. It was here that Helen came in contact with that splendid\nwoman, Miss Anne Sullivan, who was from then on to be Helen's tutor and companion.\nDoctor Thompson tells how difficult it was to penetrate the darkness in which this child lived.\nHe tells how one day Miss Sullivan, taking the girl out to the pump, and placing a glass in\nthe palm of her hand, she Pumped water in it until it overflowed, and as the water trickled\ndown the child's arm, and as the child felt the sensation of the water, Miss Sullivan had her\nplace he hand on Miss Sullivan's lips as she repeated the word \"water,\" and thus the child\nlearned her first word. That was the beginning of light coming into her soul, and Doctor\nThompson tells of the little girl's having a little pet pup and how in her ecstasy she takes it to\nthe well and pumping on its little paw, tries to teach it the word \"water,\" but the pup only\nwags its tail. Doctor Thompson then goes on to point out that the pup was an animal who\ncould see and hear and after a fashion speak, and on the other hand, here was another of the\nanimal kingdom who could neither see nor hear and up till this time could not speak, yet, one\nremained only a pup while the other was destined to become a great soul. The reason, says\nhe, lies in the fact that the pup was just a dog while in this child there was an immortal\nspirit&mdash;personality he calls it&mdash;the offspring of God, the Creator.\n<\/p><p>\nAs I read that interesting part of Helen Keller's life, I thought what great potential powers do\nwe have as men holding the Priesthood of the living God. We are not only the physical\ncreation of Him, but we have within us that immortal spirit that has come from God, and with\nthat consciousness that all of our brethren are the immortal offspring of our Heavenly Father,\nand furthermore being endowed with a power that enables us \"to grow up unto Him who is\nthe Head, even Christ\" (<span class=\"citation\" id=\"21602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21602)\">Eph. 4:15<\/a><\/span>),\nhow great is our responsibility in that great field that is already white\nand ready for the harvest!\n<\/p><p>\nGod help us to appreciate our opportunities and our responsibilities. I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}