{"ID":590, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Know for Yourself<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1952, pp. 104-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful, my brothers and sisters, for the opportunity of meeting with you in general\nconference once again. I always receive a great uplift from these conferences. I would like to\nexpress appreciation, too, for the blessing that I receive in going to your stakes Sunday after\nSunday, meeting you wonderful people who strengthen my faith and my testimony and help\nme to accomplish the work which is assigned to me.\n<\/p><p>\nI am grateful beyond words for this great Church, and for the testimony I have of the divinity\nof this work. I am grateful for the privilege of doing a little in this Church, so that I may help\nto work out my salvation and help others to work out theirs.\n<\/p><p>\nThis morning once again I would like to address the young people of the Church. I love the\nyoung people. I am thrilled with their faith and their devotion.\n<\/p><p>\nLast June I had the privilege of standing here and talking with the young people who came to\nthe M.I.A. conference. I told them about a little family up in Canada, which had joined the\nChurch, and as a result had suffered great persecution. To bolster their courage, this little\nfamily rewrote the words to a hymn they used to sing, and made one of the verses go like\nthis: \n<\/p><p>\nDare to be a Mormon; <br \/>\n     Dare to stand alone; <br \/>\n     Dare to have a purpose firm; <br \/>\n     Dare to make it known!\n<\/p><p>\nI invited the young people who were here last June to develop the same kind of courage held\nby this wonderful Canadian family, and in the face of all forms of opposition to stand firm\nand true to the faith.\n<\/p><p>\nThat opposition might come in various forms. It might be persecution, as in the case of that\nCanadian family. It might be temptations, or it might come in the form of teachings from\npeople who would like to destroy your faith.\n<\/p><p>\nWhen those temptations or those persecutions or those false teachings come, will you have the\ncourage to be real Latter-day Saints, to have a purpose firm, and to stand by it?\n<\/p><p>\nA week ago a young man told me about the trial that came to him in school. Some of the\nteachings he received from an instructor who had no faith appeared to have weakened the\nfaith of this young man.\n<\/p><p>\nI am always sorry when I hear about teachers in our public schools who try to destroy the\nfaith of our young people. It always grieves me to hear of instances like this. I know that the\ngreat majority of the schoolteachers, themselves, are wonderful people; they are believers in\nGod. Many of them are devoted students of the scriptures. But unfortunately, occasionally we\nfind a teacher, whether in the field of philosophy or science, who seems to take it upon\nhimself to destroy the faith of our young people.\n<\/p><p>\nI appeal to our young folk to realize that true science is not anti-religion, and that there is no\nunity among the scientists with respect to many things now being taught by some instructors\nwho interpret them to mean that there is no God. Science has never come to a unity of\nunderstanding on that point, young people, so do not be disturbed by the godless teachings\nyou may get in the classroom.\n<\/p><p>\nI would like you to know that some of the great scientists, many of them, in fact, are devoted\nbelievers in God, and some of them have declared that atheism has no place among the true\nscientists.\n<\/p><p>\nI was glad to read not long ago in <i>This Week Magazine<\/i>, an article by Dr. Arthur H.\nCompton, a Nobel Prize winner, who said this: \n<\/p><p>\nFew scientific men today defend the atheistic attitude. Never yet has there been\nadequate refutation of the argument that design in the universe presumes an\nintelligence. Evidence points to the existence of a Beginner, a Creator of the universe.\nA physicist's studies lead him to believe this Creator to be an intelligent Being. The\nintelligent God has an interest in and relationship to man, and it is reasonable to\nassume that he would be interested in creating a being intelligent like himself.\n<\/p><p>\nI was glad to get a copy of a little pamphlet entitled, \"A Scientist Confesses His Faith,\"\nwritten by Dr. Robert A. Millikan. Among other things in that little pamphlet, Dr. Millikan\nsays: \n<\/p><p>\nI think you will understand me when I say that I have never known a thinking man\nwho did not believe in God.\n<\/p><p>\nIn speaking of the controversy between science and religion, Dr. Millikan said something else\nwhich I believe, young people, you should remember when some of these faithless, godless\nteachers who are trying to destroy your religion, talk to you in your classrooms. Said Dr.\nMillikan: \n<\/p><p>\nI am not going to place the whole blame for the existence of this controversy upon\nmisguided leaders of religion. The responsibility is a divided one, for science is just as\noften misrepresented as is religion by men of little vision, of no appreciation of its\nlimitations, and of imperfect comprehension of the real role which it plays in human\nlife, by men who lose sight of all spiritual values and therefore exert an influence upon\nyouth which is unsettling, irreligious, and essentially immoral. I am ready to admit that\nit is quite as much because of the existence of scientists of that type as of their\ncounterparts in the field of religion, that the fundamental controversy has flared up\ntoday, and it is high time that scientists recognize their share of the responsibility, and\ntake such steps as they can to remove their share of the cause.\n<\/p><p>\nAnd then Dr. Millikan quotes Lord Kelvin as saying: \n<\/p><p>\nI believe that the more thoroughly science is studied, the further does it take us away\nfrom anything comparable to atheism. If you think strongly enough, you will be forced\nby science to a belief in God, which is the foundation of all religion.\n<\/p><p>\nI was interested to note that Lord Kelvin's biographer said this: \n<\/p><p>\nIt pained him [that is, Lord Kelvin], to hear crudely atheistic views expressed by\nyoung men who never had known the deeper side of existence.\n<\/p><p>\nFurther to quote Dr. Millikan: \n<\/p><p>\nIf I am accused of calling merely on the testimony of the past, on the thinking which\npreceded the advent of this twentieth century in which we live, I can bring the\nevidence strictly up to date by asking you to name the dozen most outstanding\nscientists in America today, and then showing you that the great majority of them will\nbear testimony, not only to the complete lack of antagonism between the fields of\nscience and of religion, but to their own fundamental religious convictions.\n<\/p><p>\nSo young people, when you are faced in your classrooms by faithless men who stand before\nyou and try to destroy your faith, think of what these great scientists have said. Remember\nthat even Dr. Millikan says that you can name the top scientists of the world, and he will\nshow you that most of those men not only believe in God but also bear testimony of it.\n<\/p><p>\nI tell you there is nothing outmoded about faith in God, and when you go to school, you do\nnot need to believe everything that is told you by these faithless men, whether in philosophy\nor science classes. You do not need to accept their evidence alone. And if you are disturbed\nby their persistence in teaching you these false things, just ask yourself the question: Which is\nthe greater scientist, your instructor or Dr. Robert A. Millikan? Ask yourself, who is the\ngreater scholar, your instructor or Lord Kelvin? Ask yourself, who is the greater authority,\nyour instructor or Dr. Arthur H. Compton, or some of the other scientists who give the lie to\nthe teachings of these men who say there is no God.\n<\/p><p>\nI shall never forget when I was in a sociology class I saw the professor, a short, bald-headed,\nbewhiskered man stand there in front of our class and actually defy us to believe in God. He\ndefied us to believe in a special creation or that man is a child of God.\n<\/p><p>\nI have always understood that it was against the law to discuss religion in the schools. But\nthese men apparently claim academic privilege of some kind academic freedom, I think they\ncall it in taking the right to destroy the very faith which the law prohibits us from teaching in\nthe public schools. And when they do it, I think they are in violation of the spirit of the law,\njust as much as if they were teaching religion. Young people, remember the great men of the\nworld believe in God.\n<\/p><p>\nWe do not get our faith from science, however, and I hope you will never take the position\nthat we must even seriously regard what science says about religion. Faith comes by\nrevelation. No matter what science might do to promote religious faith, it can never save a\nman. Salvation comes through revelation and the power of God restored to men in these last\ndays. And that revelation is available. That revelation has come. The power of God and his\npriesthood are now here among men and salvation comes through them.\n<\/p><p>\nHow much do you know about the revelations of God to man? When Brother Kirkham stood\nhere and asked you to study the scripture prayerfully, I was glad for the way he talked. I also\nappeal to you to make an investigation for yourself about the gospel of Christ. I ask you to be\na part of this day of study and research, by making a study and research of your own religion.\nDo not be ignorant of what your own Church teaches. The glory of God is intelligence\n(<span class=\"citation\" id=\"13026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13026)\">D&amp;C 93:36<\/a><\/span>); there\nis no salvation in ignorance (<span class=\"citation\" id=\"13058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13058)\">D&amp;C 131:6<\/a><\/span>).\n<\/p><p>\nWhen you go to school, you study mathematics or chemistry or some foreign language. You\ndo not just take the teacher's word for what is given there. When you study mathematics, you\nactually work out the equations and know by working them out that they are true. And when\nyou study chemistry, you learn about the truths of that subject by actually performing the\nexperiments that are given to you, and by performing them you discover the truth of the\nprinciples you are taught.\n<\/p><p>\nBut if you went to school all your life and did not study mathematics you would never know\nanything about that subject, would you? You might go to school all your life and never learn\none thing about chemistry, unless you studied chemistry. And you can be in this Church all\nyour life, and never know what this Church teaches unless you study it.\n<\/p><p>\nWill you not take the advice of Brother Kirkham and study your own religion? Open the pages\nof the Bible; read there of the hand dealings of God to man. Read there of the life of the\nSavior. Learn of his teachings. He actually was here on the earth, and he taught men the\nprinciples about which you have heard today and in the preceding days of this conference.\n<\/p><p>\nAnd read the Book of Mormon. Study its pages. Know what is inside the covers of that great\nbook. And will you study also the revelations that are given in that very small but great book\nThe Pearl of Great Price? It is almost unknown among many people, and yet it contains some\nof the greatest revelations of God to man.\n<\/p><p>\nAnd then, young people, will you really make a study of the life of the Prophet Joseph Smith\nand read the revelations that God gave to him? Discover Joseph Smith. Find out what\nmotivated him. Be thrilled with the rest of us as you read the story of his going into the\nwoods and there kneeling down and asking for light; and in response to that prayer seeing the\nFather and the Son standing there before him not in some dream, but in a real experience\n(<span class=\"citation\" id=\"30315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30315)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nAnd then read of his visits with the Angel Moroni, a personage who came back from the dead\nand ministered to Joseph Smith, gave him direction, and helped him in the production of the\nBook of Mormon (<span class=\"citation\" id=\"30318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30318)\">JS&mdash;H 1:33<\/a><\/span>).\nAnd then read the story of Oliver Cowdery and Joseph Smith who received\nministrations from John the Baptist\n(<span class=\"citation\" id=\"30319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30319)\">JS&mdash;H 1:68-72<\/a><\/span>),\nand the Apostles, Peter, James, and John\n(<span class=\"citation\" id=\"12972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12972)\">D&amp;C 27:12<\/a><\/span>).\n<\/p><p>\nRead the story of these two men as they knelt in the Kirtland Temple in prayer, and there\nsuddenly came before them a glorious vision. In the Kirtland Temple, here in the United\nStates of America, stood the Savior, the Redeemer of the world. They saw him and talked\nwith him. That one experience was worth more than all the philosophies and scientific\ntheories that men have produced in all time. They saw him; they heard his voice; they knew\nthat he lived; and they did not have to take anybody else's ideas nor hypotheses pertaining to\nit.\n<\/p><p>\nAfter his appearance there came other glorious personages, Elijah, Moses, Elias\n(<span class=\"citation\" id=\"13043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13043)\">D&amp;C 110:1-16<\/a><\/span>). Why, this\nDispensation of the Fullness of Times is so filled with actual experiences which men have had\nwith God, and with the testimonies of those men, that you do not need to doubt. You may\nknow for yourself as well because as you study these things, and as you work in the Church,\nif you will pray, as Brother Kirkham asked of you, then the Lord will bless you with a\nknowledge of the truth of these things. You will receive a testimony, and you will know for\nyourself that God does live, that Mormonism is true, that the Savior has a modern ministry,\nand that we are a part of it.\n<\/p><p>\n     Dare to be a Mormon,<br \/>\n     Dare to stand alone,<br \/>\n     Dare to have a purpose firm,<br \/>\n     Dare to make it known.\n<\/p><p>\nI humbly pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}