{"ID":5905, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternity Lies before Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1d3e.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">Maintaining our spiritual strength is … a daily challenge. The greatest source of that spiritual strength comes … from our temples.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p4\" class=\"\">My dear brothers and sisters and friends, I am humbled by the responsibility of addressing you. I would be grateful for your spiritual understanding as I speak of the greatest blessings that can be received in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p5\" class=\"\">On February 3, 1846, it was a bitter cold day in Nauvoo, Illinois. That day, President Brigham Young recorded in his diary:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p6\" class=\"\">“Notwithstanding that I had announced that we would not attend to the administration of the ordinances, the House of the Lord was thronged all day. … I also informed the brethren that I was going to get my wagons started and be off. I walked some distance from the Temple supposing the crowd would disperse, but on returning I found the house filled to overflowing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p7\" class=\"\">“Looking upon the multitude and knowing their anxiety, as they were thirsting and hungering for the word, we continued at work diligently in the House of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_009\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 7:579.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p8\" class=\"\">And so the temple work continued until 1:30 <span class=\"small\">A.M.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p9\" class=\"\">The first two names that appear on the fourth company of the Nauvoo Temple register for that very day, February 3, 1846, are John and Jane Akerley, who received their endowments in the Nauvoo Temple that evening. They were humble, new converts to the Church, without wealth or position. Their temple work was their final concern as they were leaving their homes in Nauvoo to come west. It was fortunate that President Young granted the wish of the Saints to receive their temple blessings because John Akerley died at Winter Quarters, Nebraska. He, along with over 4,000 others, never made it to the valleys of the Rocky Mountains.<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_009\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Church News,<\/span> 7 Dec. 1996, 2.]<\/span><\/sup> William Clayton’s classic Mormon hymn “Come, Come, Ye Saints” captures well their faith: “And should we die before our journey’s through, happy day! All is well!”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_009\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 30.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p10\" class=\"\">A temple was announced on July 26, 1847, the second day after the arrival of President Brigham Young in the Great Salt Lake Valley. President Young made this great proclamation before the Saints even had a roof over their heads and while they were still living in wagons or sleeping on the ground. He drove his cane into the ground and said, “Here we will build the Temple of our God.”<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_009\">4<\/a>\n       <span class=\"footnote\">[As quoted by Heber J. Grant, in Conference Report, Apr. 1921, 211; see also Wilford Woodruff, in <span class=\"emphasis\">The Utah Pioneers<\/span> (1880), 23.]<\/span><\/sup> This magnificent edifice would require 40 years to build.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p11\" class=\"\">Within 10 years of their arrival in the valley, the Saints built the Endowment House, where they could receive some of their temple blessings. This they did, as Brigham Young explained: “In consequence of our having been driven from our homes, and because of our destitute circumstances, the Lord has permitted us to do what we have done, namely, to use this Endowment House for temple purposes.”<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_009\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1941), 394.]<\/span><\/sup> It was dedicated May 5, 1855. Here Elsie Ann, the daughter of John and Jane Akerley, was sealed for time and all eternity to her husband, Henry Jacob Faust, on April 2, 1857.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p12\" class=\"\">There were, however, ordinances that could not be administered in the Endowment House, and the work was under way to build the Salt Lake Temple. Referring to this great building that was to stand through the Millennium, Brigham Young announced: “This is not the only temple we shall build; there will be hundreds of them built and dedicated to the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote6-97905_000_009\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Discourses of Brigham Young,<\/span> 395.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p13\" class=\"\">The driving force of the pioneers in coming to the West was larger than escaping persecution. They were seeking a place “where none shall come to hurt or make afraid,” where “the Saints [would] be blessed.”<sup class=\"noteMarker\"><a href=\"#footnote7-97905_000_009\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 30.]<\/span><\/sup> Part of the spiritual pull that brought them to the Salt Lake Valley was their vision of a place where they could worship unmolested in a temple of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p14\" class=\"\">No doubt many of the pioneers had been at the funeral of Joseph Smith Sr. and heard the Prophet Joseph Smith Jr. speak of the strength and comfort his father, the Patriarch of the Church, had received while being in the temple:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p15\" class=\"\">“To dwell in the house of the Lord, and to inquire in his temple, was his daily delight; and in it he enjoyed many blessings, and spent many hours in sweet communion with his heavenly Father. He has trod its sacred aisles, solitary and alone from mankind. … In its holy enclosures have the visions of heaven been opened to his mind, and his soul has feasted on the riches of eternity; and there under his teachings have the meek and humble been instructed, while the widow and the orphan have received his patriarchal blessings.”<sup class=\"noteMarker\"><a href=\"#footnote8-97905_000_009\">8<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:194.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p16\" class=\"\">Ancient prophets had the vision of the eternity that lies before us. Indeed, the practice of building special houses of worship and sacred ceremony have been part of the history of the human race for centuries. John the Revelator had a prophetic manifestation regarding temple work. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p17\" class=\"\">“And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p18\" class=\"\">“And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p19\" class=\"\">“Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.”<sup class=\"noteMarker\"><a href=\"#footnote9-97905_000_009\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42607)\">Rev. 7:13–15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p20\" class=\"\">Many of the Saints, including President Wilford Woodruff, had heard the Prophet Joseph say:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p21\" class=\"\">“Brethren I have been very much edified and instructed in your testimonies here tonight, but I want to say to you before the Lord, that you know no more concerning the destinies of this Church and kingdom than a babe upon its mother’s lap. You don’t comprehend it. … It is only a little handfull of Priesthood you see here tonight, but this Church will fill North and South America—it will fill the world. … It will fill the Rocky Mountains. There will be tens of thousands of Latter-day Saints who will be gathered in the Rocky Mountains. … This people will go into the Rocky Mountains; they will there build temples to the Most High.”<sup class=\"noteMarker\"><a href=\"#footnote10-97905_000_009\">10<\/a>\n       <span class=\"footnote\">[As quoted by Wilford Woodruff, in Conference Report, Apr. 1898, 57.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p22\" class=\"\">This prophetic statement has been abundantly fulfilled in every respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p23\" class=\"\">Twenty-four years after Brigham Young’s cane marked the spot for the Salt Lake Temple, they broke ground for the unique temple in St. George, Utah. In another six years they began building the exquisitely beautiful temples in Manti and Logan, Utah. The work of temple building continued from that time to the present. Forty-nine operating temples grace much of the earth, with more to be dedicated this year and others announced and planned, as President Hinckley has indicated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p24\" class=\"\">What is the significance of the words of the Prophet Joseph that we will “build temples to the Most High”? Why were all of these temples built at such cost and sacrifice? Why are they still being built at an ever-increasing pace? It is because the deepest questions of our existence are answered in the temple. These answers tell us where we came from, why we are here, where we may go, and how we may cope with the matter of death. This life makes no logical sense unless we think in terms of the eternities. The transcendent blessings of life and eternity are received within the sacred walls of the temple. The Savior’s supernal gift to mankind gave us the opportunity for eternal life, but eternal life without our loved ones would be bleak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p25\" class=\"\">A basic eternal truth of this Church is that families may, if they are worthy, have an eternal relationship; for us it would not be heaven without our parents, our grandparents, our eternal companions, our children, and our posterity. This union of families comes through the sealing power exercised within the hallowed walls of the temples under authorized priesthood authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p26\" class=\"\">An eternal family begins when a young couple kneels at an altar in the holy temple of God and make covenants with each other and with God and receive His greatest promises. This sealing is preceded by each making and receiving covenants which, if they continue worthy, will bless them in this life as well as in the life to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p27\" class=\"\">The father and mother are equal partners with different roles in nurturing and teaching their family members on the journey to immortality and eternal life. To have full meaning, how can life be other than an eternal process?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p28\" class=\"\">Part of the process of reaching into the eternities comes when we must deal with the experience called death. This life is hollow without a belief in and an understanding of immortality. Said Paul, “If in this life only we have hope in Christ, we are of all men most miserable.”<sup class=\"noteMarker\"><a href=\"#footnote11-97905_000_009\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(951)\">1 Cor. 15:19<\/a><\/span>.]<\/span><\/sup> The Atonement and the Resurrection of the Savior are the grand keys that open the locks of immortality. The greatest fulfillment of these blessings, if we are worthy, comes to us in the holy temples of God. Within their sacred walls, those who hold the power and authority bind in heaven that which is bound in earth. This authority has been delegated by the President of the Church, who holds and exercises all of the keys of the kingdom of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p29\" class=\"\">Fundamental to temple worship is the principle that “God is no respecter of persons.”<sup class=\"noteMarker\"><a href=\"#footnote12-97905_000_009\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"8459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8459)\">Acts 10:34<\/a><\/span>.]<\/span><\/sup> Within the hallowed walls of the temples, there is no preference of position, wealth, status, race, or education. All dress in white. All receive the same instruction. All make the same covenants and promises. All receive the same transcendent, eternal blessings if they live worthy to claim them. All are equal before their Creator. Those who are single through no fault of their own, if worthy, will be given the blessings, if they wish, of an eternal family relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p30\" class=\"\">We are a covenant-making people. These eternal blessings are for all who wish to worthily receive of them, both the living and the dead. In the mercy of God we are privileged to receive these blessings by proxy for our deceased ancestors who did not have this privilege in life. They, of course, may choose whether to accept these blessings. Our duty is to search out our forebears and give them the opportunity to accept and receive these blessings. As the Prophet Joseph Smith said, “The greatest responsibility in this world that God has laid upon us is to seek after our dead.”<sup class=\"noteMarker\"><a href=\"#footnote13-97905_000_009\">13<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 356.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p31\" class=\"\">The opportunity to receive these supernal blessings was given by God in His infinite goodness to the people of this earth through the great prophet of the Restoration, Joseph Smith. He was commissioned to restore the fulness of all things in our time. This is why temple blessings were one of the last yearnings of President Brigham Young and the pioneers as they left Nauvoo. For the same reason, President Young’s thoughts on arriving in the valley of the Great Salt Lake were to again secure these eternal blessings for God’s children by building and operating temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p32\" class=\"\">Temple building and temple worship were paramount reasons for the pioneers’ willingness to suffer so greatly and endure so much in their remarkable exodus to the barren, isolated desert of the West. We rejoice that God has, in His divine providence, made possible the building of so many temples in so many countries in our time. No one has dedicated more temples in this dispensation than President Gordon B. Hinckley. Of the 49 operating temples, he has dedicated 24. We hope and pray that temple blessings in time will be available to more of God’s children around the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p33\" class=\"\">There were over 5,600 members who received their blessings in the Nauvoo Temple. The spiritual leaven given in the Nauvoo Temple blesses us today in an ever-increasing measure. It spreads to every house of the Lord in the world so that all who hunger and thirst for the fulness of God’s word may be filled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p34\" class=\"\">John and Jane Akerley and the others of the multitude who waited in the bitter cold to enter the majestic Nauvoo Temple received within its walls the greatest blessings offered by the Lord in this life. They endured much, but their suffering was just beginning. Their temple blessings helped strengthen them for what lay ahead. Separated by death in Winter Quarters, they were able to endure all things because of their faith and the blessings received that cold February night in 1846.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p35\" class=\"\">As the pioneers had the larger vision in their daily challenge for survival, so also we need to have a greater vision and understanding of our eternal destiny. Our challenges are more subtle but equally hard. Maintaining our spiritual strength is also a daily challenge. The greatest source of that spiritual strength comes, as it did in their time, from our temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p36\" class=\"\">I urge all who have not yet received these greatest of all blessings within the walls of the temple to do whatever may be necessary to qualify to receive them. To those who have received these blessings, I invite you to prepare yourselves to savor again the experience of being within the sacred premises of the holy temples of God and have the visions of life eternal open again to your hearts, minds, and souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/eternity-lies-before-us.p37\" class=\"\">This I humbly pray in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_009\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 7:579.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_009\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Church News,<\/span> 7 Dec. 1996, 2.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_009\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 30.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_009\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted by Heber J. Grant, in Conference Report, Apr. 1921, 211; see also Wilford Woodruff, in <span class=\"emphasis\">The Utah Pioneers<\/span> (1880), 23.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_009\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe (1941), 394.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-97905_000_009\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Discourses of Brigham Young,<\/span> 395.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-97905_000_009\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 30.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-97905_000_009\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:194.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-97905_000_009\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42607)\">Rev. 7:13–15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-97905_000_009\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted by Wilford Woodruff, in Conference Report, Apr. 1898, 57.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-97905_000_009\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(951)\">1 Cor. 15:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-97905_000_009\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8459)\">Acts 10:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_009\"><a name=\"-97905_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-97905_000_009\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 356.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}