{"ID":591, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Acceptance of Call to Council of the Twelve<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1952, pp. 111-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI suppose only the men on this stand can know what has gone through my mind and my heart\nsince President McKay called me to his office following the morning meeting.\n<\/p><p>\nI first want to tell you that I'm proud that Brother Wirthlin has been called as the Presiding\nBishop of this Church. He and I have labored side by side for fourteen years, and I doubt if\nany two men have ever been closer to each other than we have been. He is a noble character,\nand he is as true and loyal to this Church as any man I have ever met. If we ever questioned\nthe instruction of the brethren, he would say, \"Well, you know, if the brethren were to tell us\nto put the Presiding Bishop's Office up on Ensign Peak, there it would go.\" That is the kind\nof faith he has.\n<\/p><p>\nAnd I have learned to love Brother Isaacson so much in these few years, five and a half\nyears, that he has served as my counselor, and I am so happy that Brother Wirthlin saw fit to\nchoose him to stand by his side.\n<\/p><p>\nAnd I love Brother Buehner. I have only been out with him once or twice but I think they\nhave made a wonderful choice.\n<\/p><p>\nNow I want to pay a tribute of respect and an expression of deep appreciation to the\nemployees of the Presiding Bishop's office. We have some wonderful help there, and they\nhave been so loyal and willing to do anything we have ever asked them to do. I should like to\nname them, but the list would be too long. God bless them in their further responsibilities in\nthat office.\n<\/p><p>\nI cannot find words to express what is in my heart. I think of what Brother Alonzo Hinckley\nsaid when he stood here in a similar position and said \"My soul is subdued.\" I do not know\nwhat it takes to subdue the soul of a man, but for the past two hours, I have been trying to\nfigure out how I could measure up and not disappoint you people, and not disappoint the\nLord.\n<\/p><p>\nHow grateful I feel to the brethren President McKay and his Counselors that they have\nenough confidence in me to nominate me for this position and that the Quorum of the\nTwelve, knowing that I should become one of them, sustained them in the nomination.\n<\/p><p>\nAnd I thank you for your sustaining vote here this day, and I pledge you all the strength and\nability that the Lord has given me to continue to help build up his kingdom on the earth.\n<\/p><p>\nI thank God for the opportunities that I have enjoyed of working among you, and in his\nChurch, the missions that I have been able to fill, and the other sundry odd jobs, because I\ntruly love the work more than anything else in this world, and I know it is true. I could live\nbetter without the limbs of my body than I could without the testimony of the Holy Ghost and\nthe Spirit of the Lord.\n<\/p><p>\nWhen I returned from my first mission, I was called to speak in my ward. I told the Saints\nthat the greatest desire I had in my heart was that I might be able so to live now that I was\nhome that I could enjoy the same spirit I had enjoyed in the mission field. And I added, I\nhope the Lord will send me on a mission just often enough so I can keep that spirit. Maybe\nthat is the reason I filled four missions. I thought when I got in the bishop's office, I would\nnever get another, but who knows what might happen now?\n<\/p><p>\nI have loved my work with the youth of this Church, and with the Aaronic Priesthood, and\nfor a time we had the girls' program. And we have lived to see some real achievement in the\nwork with these boys. When we came into the office fourteen years ago, many a ward was\nstill using the Melchizedek Priesthood in the administration of the sacrament. We tried to get\nthe Standard Quorum Award going. We could hardly get a quorum to get twenty-five percent\nof the boys to attend sacrament meeting. And now the average for the entire Church is\nforty-one percent. It is not much to boast about, but it is up a long way to what it was.\n<\/p><p>\nAnd the girls were up to fifty-five percent, so they have to help the boys along a little, or the\nboys will not be worth their marrying a little later on when they want companions.\n<\/p><p>\nThe growth of the Church during these fourteen years has been tremendous. I have been\nprivileged to travel around the stakes of Zion, and it seems to me that every conference I\nattend they say it is the largest crowd they have ever had. The way the brethren have been\ndividing the wards and stakes is indicative of the growth of the Church.\n<\/p><p>\nIn tribute to the faithfulness and the integrity of the Latter-day Saints, I want to give you two\nor three figures of what has happened since we came into the Presiding Bishop's office.\n<\/p><p>\nThe membership of the Church in that time has increased 46.1 percent.\n<\/p><p>\nThe tithes of the Church have in the same length of time increased 653.3 percent.\n<\/p><p>\nForty-six percent increase in membership, 653.3 percent increase in tithing, and then you say\nthe Latter-day Saints do not have faith.\n<\/p><p>\nAnd then you add to that what the brethren have already reported during this conference of\nthe gifts of the Saints that are not counted as tithes, and I say the Saints are wonderful. God\nbless them everywhere for their faith and for their integrity.\n<\/p><p>\nI never come home from a stake conference but what I say to my wife, \"You just have to get\nout in this Church to know the power of the Lord that is in it.\" How anyone in the world\ncould be familiar with the Church and what it is doing, and the spirit and the power that is in\nit, and think that it comes from man! He would have to be a very bright man, wouldn't he?\n<\/p><p>\nThe fast offerings in that time increased 230 percent. There have been 65 new stakes of Zion\nadded, 458 wards and 73 new independent branches.\n<\/p><p>\nI thought these figures might interest you and show that the Saints are coming along pretty\nwell.\n<\/p><p>\nNow, brothers and sisters, if there is anything that I am sure of, more than anything else in\nthe world, it is that this work is divine. It is not the work of man. It is the work of God, the\nEternal Father, and his power is in it and I tell you in all sincerity that the Holy Ghost, the\nComforter that the Savior promised to send to guide us in all truth and bring things to our\nremembrance, is just as much a reality to me and just as necessary for our well-being as the\nsun that shines in the heavens is to the seed that is sown in the ground, and the plants as they\ngerminate and come forth. I know the power of the Holy Ghost is in this Church.\n<\/p><p>\nWhen the Lord sent his servants out in this day, he told them they were not going to be\ntaught of men, but to teach that which he would give unto them by the power of the Holy\nGhost (<span class=\"citation\" id=\"12978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12978)\">D&amp;C 43:15<\/a><\/span>).\nI do not know very much about the philosophies of men, but I know that God created\nthe feelings of the human heart and the human soul, and I know that God has a way of\nbringing joy and happiness into the souls of men, when they seek after him, and when they\nenjoy the gift of the Holy Ghost, far beyond anything that men can purchase with their\nmoney.\n<\/p><p>\nI have been in homes of rich people. I have never seen any tears of joy shed because of\nanything they could purchase with their money, but I have been in groups of missionaries and\ngroups of Saints, when for hours at a time there was not a dry eye there, just because the\nspirit of God was there. Like Nephi of old said,\n<\/p><p>\nHe [the Lord] hath filled me with his love, even unto the consuming of my flesh (see\n<span class=\"citation\" id=\"3537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3537)\">2 Ne. 4:21<\/a><\/span>).\n<\/p><p>\nI feel sorry for Latter-day Saints if they have never felt that power, and that blessing, unto\nalmost the consumption of their flesh.\n<\/p><p>\nThat is what Paul meant when he said of those who have tasted of the power of the world to\ncome, and then fallen away, it is impossible to renew them again to repentance\n(<span class=\"citation\" id=\"24239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24239)\">Heb. 6:5-6<\/a><\/span>), which gave\nme to understand that Paul understood that in this life, men could taste of the powers of the\nworld to come. Surely that was what Paul experienced when he stood before Festus and\nAgrippa, there in chains as he was, and bore witness of the ministration and the appearance of\nthe Savior to him on the way to Damascus, how he had seen the light, and heard the Voice\nsaying,\n<\/p><p>\n. . . Saul, Saul, why persecutest thou me?\n<\/p><p>\n. . . it is hard for thee to kick against the pricks\n(<span class=\"citation\" id=\"7665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7665)\">Acts 9:4-5<\/a><\/span>).\n<\/p><p>\nAnd after Festus and Agrippa had listened, Festus said,\n<\/p><p>\nPaul, thou art beside thyself; much learning doth make thee mad.\n<\/p><p>\nBut he said, I am not mad, most noble Festus; but speak forth the words of truth and\nsoberness....\n<\/p><p>\nThen Agrippa said unto Paul, Almost thou persuadest me to be a Christian\n(<span class=\"citation\" id=\"7668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7668)\">Acts 26:24-28<\/a><\/span>).\n<\/p><p>\nAnd there he was in chains, and his reply was something like this, \"I would to God, that not\nonly thou, but all men everywhere were as I am, save these chains that hold me bound\" (see\n(<span class=\"citation\" id=\"7669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7669)\">Acts 26:29<\/a><\/span>).\nThat is what the spirit of the Lord does.\n<\/p><p>\nAnd you remember when Jesus appeared to the people here in America following his\nresurrection, and established his Church and ministered among them, the historian says that\nthe joys that filled their souls no pen could write nor tongue express\n(<span class=\"citation\" id=\"5513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5513)\">3 Ne. 17:16-17<\/a><\/span>). And that is the thing the\nLord gives to those who serve him, and that is the joy of service there is in this Church.\n<\/p><p>\nA few weeks ago I attended a stake conference, and a stake president told me about two visits\nhe had made to an adult member of the Aaronic Priesthood, to try to induce him to quit his\ntobacco so that he might receive the Melchizedek Priesthood and be prepared to go to the\nhouse of the Lord with his family; and he said he had been unsuccessful. So I said to this\nstake president, \"Did it ever occur to you that you might have been getting the cart before the\nhorse, so to speak? If you would go to that man and teach him the gospel of the Lord Jesus\nChrist, and he would become converted, you would not need to ask him to quit his tobacco.\"\n<\/p><p>\nI think of the many, many homes into which I went in the mission field. I have in mind one\nnow. The first night there, because we would not smoke with them, and we could not drink\ntheir coffee with them, the man said, \"Well I would never join your Church.\" Well, we did\nnot discuss the Word of Wisdom any more for a few weeks, until we got him a little farther\nalong. And when we got a little farther along, we did not have to ask him to lay away his\ncoffee; it just disappeared. We did not have to ask him to quit his tobacco; it went out the\nwindow the same way. I remember one man past his eighties who had been in the government\nservice, walking up and down the streets and lanes in Holland for years and years of his life,\nand all he had for a companion and friend was his cigars. He chewed them instead of\nsmoking them. And when he heard the gospel and became converted, he laid them away; he\nused to chew a little licorice root to take the place of the cigars.\n<\/p><p>\nI never hear of men like the one the stake president referred to but what I think&mdash;if they\nwere only converted to the truth, they would not have to be asked to quit their tobacco. I\ncould not help thinking the other night when we had this demonstration of missionary work,\nif every member of the Church could see it and hear it, and all the youth of the Church, we\nwould not have so much transgression.\n<\/p><p>\nI have another thought before I close. You remember what the Lord said to Peter, he said,\n<\/p><p>\n. . . Simon, Simon, behold, Satan hath desired to have you, that he may sift you as\nwheat.\n<\/p><p>\nBut I have prayed for thee, that thy faith fail not: and when thou art converted,\nstrengthen thy brethren\n(<span class=\"citation\" id=\"31314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31314)\">Luke 22:31-32<\/a><\/span>).\n<\/p><p>\nI tell you, brothers and sisters, the Latter-day Saints are becoming converted, and they are\nstrengthening their brethren, but there would not be a man or a woman in all Israel who\nwould ever buy a pound of tea or coffee or a cigar or a cigarette or tobacco, in any form, if\nthey were only converted.\n<\/p><p>\nYou just think of Peter. He said \"Though all the world forsake thee, I will not forsake thee.\"\nBut the Savior knew that even though he thought he was converted he was not quite\nconverted (<span class=\"citation\" id=\"34528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34528)\">Matt. 26:33-34<\/a><\/span>).\nAnd so you remember how the Savior said that ere the cock should crow, he\nwould deny Jesus thrice, and he did. And he was the first one to say, \"I go a fishing\" (see\n<span class=\"citation\" id=\"27538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27538)\">John 21:3<\/a><\/span>)\nafter the Savior was crucified, but when he had remained at Jerusalem according to the\nSavior's command, until he had been endowed with power from on high, the Holy Ghost,\nthen he went forth fearless as a lion, and when he was commanded that he should no more\npreach Christ and him crucified in the streets of Jerusalem, he replied: \"Whom shall man\nobey? God or man?\" (<span class=\"citation\" id=\"7664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7664)\">Acts 4:19<\/a><\/span>).\nAnd you will remember that finally he rejected the privilege of being\ncrucified with his head up, because he thought he was not worthy to be crucified as was his\nLord.\n<\/p><p>\nBrothers and sisters, if we could just get the Holy Ghost, the testimony of the spirit in the\nhearts of all Latter-day Saints, we would not have any of them saying that we harp too much\non the Word of Wisdom. After all, God gave it.\n<\/p><p>\nGod help us to so live his commandments that we may enjoy his Spirit, that we may ever be\nfound walking in his ways, and keeping his commandments, I humbly pray, in the name of\nthe Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}