{"ID":5912, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Because She Is a Mother”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If you try your best to be the best parent you can be, you will have done all that a human being can do and all that God expects you to do.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p4\" class=\"\">There are some lines attributed to Victor Hugo which read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p5\" class=\"\">“She broke the bread into two fragments and gave them to her children, who ate with eagerness. ‘She hath kept none for herself,’ grumbled the sergeant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p6\" class=\"\">“‘Because she is not hungry,’ said a soldier.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p7\" class=\"\">“‘No,’ said the sergeant, ‘because she is a mother.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p8\" class=\"\">In a year when we are celebrating the faith and valor of those who made that exacting trek across Iowa, Nebraska, and Wyoming, I wish to pay tribute to the modern counterparts of those pioneer mothers who watched after, prayed for, and far too often buried their babies on that long trail. To the women within the sound of my voice who dearly want to be mothers and are not, I say through your tears and ours on that subject, God will yet, in days that lie somewhere ahead, bring “hope to [the] desolate heart.”<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_018\">1<\/a>\n       <span class=\"footnote\">[“Redeemer of Israel,” <span class=\"emphasis\">Hymns,<\/span> no. 6; see also <span class=\"citation\" id=\"6441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6441)\">3 Ne. 22:1<\/a><\/span>.]<\/span><\/sup> As prophets have repeatedly taught from this pulpit, ultimately “no blessing shall be withheld” from the faithful, even if those blessings do not come immediately.<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_018\">2<\/a>\n       <span class=\"footnote\">[See Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols. (1954–56), 2:76; Harold B. Lee, <span class=\"emphasis\">Ye Are the Light of the World: Selected Sermons and Writings of President Harold B. Lee<\/span> (1974), 292; and Gordon B. Hinckley, in Conference Report, Apr. 1991, 94.]<\/span><\/sup> In the meantime we rejoice that the call to nurture is not limited to our own flesh and blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p9\" class=\"\">In speaking of mothers I do not neglect the crucial, urgent role of fathers, particularly as fatherlessness in contemporary homes is considered by some to be “the central social problem of our time.”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_018\">3<\/a>\n       <span class=\"footnote\">[Tom Lowe, “Fatherlessness: The Central Social Problem of Our Time,” Claremont Institute Home Page Editorial, Jan. 1996.]<\/span><\/sup> Indeed, fatherlessness can be a problem even in a home where the father is present—eating and sleeping, so to speak, “by remote.” But that is a priesthood message for another day. Today I wish to praise those motherly hands that have rocked the infant’s cradle and, through the righteousness taught to their children there, are at the very center of the Lord’s purposes for us in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p10\" class=\"\">In so speaking I echo Paul, who wrote in praise of Timothy’s “unfeigned faith … , which dwelt first,” he said, “in thy grandmother Lois, and [in] thy mother Eunice.”<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_018\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5295)\">2 Tim. 1:5<\/a><\/span>.]<\/span><\/sup> “From [the days when thou wert] a child,” Paul said, “thou hast known the holy scriptures.”<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_018\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"5307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5307)\">2 Tim. 3:15<\/a><\/span>.]<\/span><\/sup> We give thanks for all the mothers and grandmothers from whom such truths have been learned at such early ages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p11\" class=\"\">In speaking of mothers generally, I especially wish to praise and encourage <span class=\"emphasis\">young<\/span> mothers. The work of a mother is hard, too often unheralded work. The young years are often those when either husband or wife—or both—may still be in school or in those earliest and leanest stages of developing the husband’s breadwinning capacities. Finances fluctuate daily between low and nonexistent. The apartment is usually decorated in one of two smart designs—Deseret Industries provincial or early Mother Hubbard. The car, if there is one, runs on smooth tires and an empty tank. But with night feedings and night teethings, often the greatest challenge of all for a young mother is simply fatigue. Through these years, mothers go longer on less sleep and give more to others with less personal renewal for themselves than any other group I know at any other time in life. It is not surprising when the shadows under their eyes sometimes vaguely resemble the state of Rhode Island.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p12\" class=\"\">Of course the irony is that this is often the sister we want to call—or need to call—to service in the ward and stake auxiliaries. That’s understandable. Who wouldn’t want the exemplary influence of these young Loises- and Eunices-in-the-making? Everyone, be wise. Remember that families are the highest priority of all, especially in those formative years. Even so, young mothers will still find magnificent ways to serve faithfully in the Church, even as others serve and strengthen them and their families in like manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p13\" class=\"\">Do the best you can through these years, but whatever else you do, cherish that role that is so uniquely yours and for which heaven itself sends angels to watch over you and your little ones. Husbands—especially husbands—as well as Church leaders and friends in every direction, be helpful and sensitive and wise. Remember, “To every thing there is a season, and a time to every purpose under the heaven.”<sup class=\"noteMarker\"><a href=\"#footnote6-97905_000_018\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21454)\">Eccl. 3:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p14\" class=\"\">Mothers, we acknowledge and esteem your faith in every footstep. Please know that it is worth it then, now, and forever. And if, for whatever reason, you are making this courageous effort alone, without your husband at your side, then our prayers will be all the greater for you, and our determination to lend a helping hand even more resolute.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p15\" class=\"\">One young mother wrote to me recently that her anxiety tended to come on three fronts. One was that whenever she heard talks on LDS motherhood, she worried because she felt she didn’t measure up or somehow wasn’t going to be equal to the task. Secondly, she felt like the world expected her to teach her children reading, writing, interior design, Latin, calculus, and the Internet—all before the baby said something terribly ordinary, like “goo goo.” Thirdly, she often felt people were sometimes patronizing, almost always without meaning to be, because the advice she got or even the compliments she received seemed to reflect nothing of the mental investment, the spiritual and emotional exertion, the long-night, long-day, stretched-to-the-limit demands that sometimes are required in trying to be and wanting to be the mother God hopes she will be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p16\" class=\"\">But one thing, she said, keeps her going: “Through the thick and the thin of this, and through the occasional tears of it all, <span class=\"emphasis\">I know deep down inside I am doing God’s work.<\/span> I know that in my motherhood I am in an eternal partnership with Him. I am deeply moved that God finds His ultimate purpose and meaning in being a parent, even if some of His children make Him weep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p17\" class=\"\">“It is this realization,” she says, “that I try to recall on those inevitably difficult days when all of this can be a bit overwhelming. Maybe it is precisely our inability and anxiousness that urge us to reach out to Him and enhance His ability to reach back to us. Maybe He secretly hopes we <span class=\"emphasis\">will<\/span> be anxious,” she said, “and <span class=\"emphasis\">will<\/span> plead for His help. Then, I believe, He can teach these children directly, through us, but with no resistance offered. I like that idea,” she concludes. “It gives me hope. If I can be right before my Father in Heaven, perhaps His guidance to our children can be unimpeded. Maybe then it can be <span class=\"emphasis\">His<\/span> work and <span class=\"emphasis\">His<\/span> glory in a very literal sense.”<sup class=\"noteMarker\"><a href=\"#footnote7-97905_000_018\">7<\/a>\n       <span class=\"footnote\">[Personal correspondence.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p18\" class=\"\">In light of that kind of expression, it is clear that some of those Rhode Island–sized shadows come not just from diapers and carpooling but from at least a few sleepless nights spent searching the soul, seeking earnestly for the capacity to raise these children to be what God wants them to be. Moved by that kind of devotion and determination, may I say to mothers collectively, in the name of the Lord, you are magnificent. You are doing terrifically well. The very fact that you have been given such a responsibility is everlasting evidence of the trust your Father in Heaven has in you. He knows that your giving birth to a child does not immediately propel you into the circle of the omniscient. If you and your husband will strive to love God and live the gospel yourselves; if you will plead for that guidance and comfort of the Holy Spirit promised to the faithful; if you will go to the temple to both make and claim the promises of the most sacred covenants a woman or man can make in this world; if you will show others, including your children, the same caring, compassionate, forgiving heart you want heaven to show you; if you try your best to be the best parent you can be, you will have done all that a human being can do and all that God expects you to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p19\" class=\"\">Sometimes the decision of a child or a grandchild will break your heart. Sometimes expectations won’t immediately be met. Every mother and father worries about that. Even that beloved and wonderfully successful parent President Joseph F. Smith pled, “Oh! God, let me not lose my own.”<sup class=\"noteMarker\"><a href=\"#footnote8-97905_000_018\">8<\/a>\n       <span class=\"footnote\">[Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 462.]<\/span><\/sup> That is every parent’s cry, and in it is something of every parent’s fear. But no one has failed who keeps trying and keeps praying. You have every right to receive encouragement and to know in the end your children will call your name blessed, just like those generations of foremothers before you who hoped your same hopes and felt your same fears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p20\" class=\"\">Yours is the grand tradition of Eve, the mother of all the human family, the one who understood that she and Adam <span class=\"emphasis\">had<\/span> to fall in order that “men [and women] might be”<sup class=\"noteMarker\"><a href=\"#footnote9-97905_000_018\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4677)\">2 Ne. 2:25<\/a><\/span>.]<\/span><\/sup> and that there would be joy. Yours is the grand tradition of Sarah and Rebekah and Rachel, without whom there could not have been those magnificent patriarchal promises to Abraham, Isaac, and Jacob which bless us all. Yours is the grand tradition of Lois and Eunice and the mothers of the 2,000 stripling warriors. Yours is the grand tradition of Mary, chosen and foreordained from before this world was, to conceive, carry, and bear the Son of God Himself. We thank all of you, including our own mothers, and tell you there is nothing more important in this world than participating so directly in the work and glory of God, in bringing to pass the mortality and earthly life of His daughters and sons, so that immortality and eternal life can come in those celestial realms on high.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p21\" class=\"\">When you have come to the Lord in meekness and lowliness of heart and, as one mother said, “pounded on the doors of heaven to ask for, to plead for, to demand guidance and wisdom and help for this wondrous task,” that door is thrown open to provide you the influence and the help of all eternity. Claim the promises of the Savior of the world. Ask for the healing balm of the Atonement for whatever may be troubling you or your children. Know that in faith things will be made right in spite of you, or more correctly, because of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p22\" class=\"\">You can’t possibly do this alone, but you <span class=\"emphasis\">do<\/span> have help. The Master of Heaven and Earth is there to bless you—He who resolutely goes after the lost sheep, sweeps thoroughly to find the lost coin, waits everlastingly for the return of the prodigal son. Yours is the work of salvation, and therefore you will be magnified, compensated, made more than you are and better than you have ever been as you try to make honest effort, however feeble you may sometimes feel that to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p23\" class=\"\">Remember, remember all the days of your motherhood: “Ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.”<sup class=\"noteMarker\"><a href=\"#footnote10-97905_000_018\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4701)\">2 Ne. 31:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p24\" class=\"\">Rely on Him. Rely on Him heavily. Rely on Him forever. And “press forward with a steadfastness in Christ, having a perfect brightness of hope.”<sup class=\"noteMarker\"><a href=\"#footnote11-97905_000_018\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4703)\">2 Ne. 31:20<\/a><\/span>.]<\/span><\/sup> You are doing God’s work. You are doing it wonderfully well. He is blessing you and He will bless you, even—no, <span class=\"emphasis\">especially<\/span>—when your days and your nights may be the most challenging. Like the woman who anonymously, meekly, perhaps even with hesitation and some embarrassment, fought her way through the crowd just to touch the hem of the Master’s garment, so Christ will say to the women who worry and wonder and sometimes weep over their responsibility as mothers, “Daughter, be of good comfort; thy faith hath made thee whole.”<sup class=\"noteMarker\"><a href=\"#footnote12-97905_000_018\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37723)\">Matt. 9:22<\/a><\/span>.]<\/span><\/sup> And it will make your children whole as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/because-she-is-a-mother.p25\" class=\"\">In the sacred and holy name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_018\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Redeemer of Israel,” <span class=\"emphasis\">Hymns,<\/span> no. 6; see also <span class=\"citation\" id=\"6441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6441)\">3 Ne. 22:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_018\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>See Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols. (1954–56), 2:76; Harold B. Lee, <span class=\"emphasis\">Ye Are the Light of the World: Selected Sermons and Writings of President Harold B. Lee<\/span> (1974), 292; and Gordon B. Hinckley, in Conference Report, Apr. 1991, 94.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_018\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>Tom Lowe, “Fatherlessness: The Central Social Problem of Our Time,” Claremont Institute Home Page Editorial, Jan. 1996.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_018\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5295)\">2 Tim. 1:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_018\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"5307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5307)\">2 Tim. 3:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-97905_000_018\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21454)\">Eccl. 3:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-97905_000_018\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Personal correspondence.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-97905_000_018\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 462.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-97905_000_018\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4677)\">2 Ne. 2:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-97905_000_018\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4701)\">2 Ne. 31:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-97905_000_018\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4703)\">2 Ne. 31:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_018\"><a name=\"-97905_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-97905_000_018\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37723)\">Matt. 9:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}