{"ID":5916, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            They Will Come\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us, with faith unwavering and with love unstinting, be bridge builders to the hearts of those with whom we labor.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p4\" class=\"\">Several years ago an unusual motion picture swept the theaters in this and in other lands. It was entitled <span class=\"emphasis\">Field of Dreams<\/span> and was the story of a young man who revered the baseball players of his youth and, from this foundation, carved out a large section from his cornfield and located there a full-blown baseball diamond. People mocked his foolishness and ridiculed his lack of common sense. The film goes on to show the many challenges he faced in completing the project and readying the baseball diamond for view. His was not an easy task. During the period of doubt as to the future success of his dream, he was driven by the reassuring words, “If you build it, [they] will come.” And come they did. Travelers by the thousands visited this unique place, which was filled with baseball’s many memories.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p5\" class=\"\">Lately, I have reflected on the importance of building a bridge to the heart of a person. I think of the nearly 55,000 full-time missionaries from our faith who are assigned over much of the world with the divine commission to teach, to testify, and to baptize. Theirs is a bridge-building task, awesome to behold and somewhat overwhelming to contemplate. With God’s mandate ringing in their ears, with the Lord’s instruction penetrating their hearts, they move forward in their lofty callings. They ponder the Lord’s words: “Remember the worth of souls is great in the sight of God.”<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_022\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20708)\">D&amp;C 18:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p6\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p7\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_022\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37771)\">Matt. 28:19–20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p8\" class=\"\">Last year was the centennial of Utah statehood, and many ambassadors from other countries made a visit to our state capitol and also to the Church Administration Building. Many also toured the Missionary Training Center at Provo, Utah. They visited the classes of learning; they heard the testimonies of those going to their respective fields of labor. They marveled at the language proficiency, faith, and love exhibited by the missionaries. One ambassador stated, “I observed a sense of purpose, a commitment to prepare and to serve, and a joyful heart in each missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p9\" class=\"\">These missionaries go forward with faith. They know their duty. They understand that they are a vital link for the persons they will meet as missionaries and in the teaching and testifying they will experience as they bring others to the truth of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p10\" class=\"\">They yearn for more persons to teach. They pray for the essential help each member can give to the conversion process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p11\" class=\"\">The decision to change one’s life and come unto Christ [see <span class=\"citation\" id=\"38753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38753)\">Moro. 10:32<\/a><\/span>] is, perhaps, the most important decision of mortality. Such a dramatic change is taking place daily throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p12\" class=\"\">Alma chapter 5, verse 13, describes this personal miracle: “And behold, … a mighty change was … wrought in their hearts, and they humbled themselves and put their trust in the true and living God.” [<span class=\"citation\" id=\"10225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10225)\">Alma 5:13<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p13\" class=\"\">The covenant of baptism spoken of by Alma causes all of us to probe the depths of our souls:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p14\" class=\"\">“Now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p15\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p16\" class=\"\">“Now I say unto you, if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_022\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41000)\">Mosiah 18:8–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p17\" class=\"\">Our studies reveal that most of those who embrace the message of the missionaries have had other exposures to The Church of Jesus Christ of Latter-day Saints—perhaps hearing the magnificent Tabernacle Choir perform, maybe reading and viewing press reports of our well-traveled President Gordon B. Hinckley and his skillful participation in broad-ranging interviews, or just knowing another person who is a member and for whom respect exists. We, as members, should be at our best. Our lives should reflect the teachings of the gospel, and our hearts and voices ever be ready to share the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p18\" class=\"\">Fellowshipping of the investigator should begin well before baptism. The teachings of the missionaries often need the second witness of a new convert to the Church. It has been my experience that such a witness, borne from the heart of one who has undergone this mighty change himself, brings resolve and commitment. When I served as mission president in eastern Canada, we found that in Toronto, as well as in most of the cities of Ontario and Quebec, there was no dearth of willing helpers to accompany the missionaries and to fellowship the investigators, welcome them to meetings, and introduce them to the ward or branch officers and members. Fellowshipping, friendshipping, and reactivating are ongoing in the daily life of a Latter-day Saint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p19\" class=\"\">Each new convert should be provided a calling in the Church. Such brings interest, stability, and growth. The task may be somewhat simple, such as that given to Jacob de Jager when he and his family became members in Toronto. He held lofty posts in business, but his first calling in the Church was to put the hymnbooks in place along the pews. He took his assignment seriously. In recollecting this first calling, he said, “I had to be present each week, or the hymnbooks would remain undistributed.” As you know, Elder de Jager later served many years as a member of the First Quorum of the Seventy. Though he had many demanding responsibilities as a General Authority, he never forgot his first calling in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p20\" class=\"\">The unseen hand of the Lord guides the efforts of those who strive to learn and live the truth of the gospel. As a mission president, I received a weekly letter from each missionary. One that pleased me greatly came from a young elder serving in Hamilton. He and his companion were working with a lovely family, a young couple with two children. The couple felt that the message was true, and they could not deny their desire to be baptized. The wife, however, worried about her mother and father in faraway western Canada, fearing she and her husband would be disowned by her parents for joining the Church. She took pen in hand and jotted a note to her parents in Vancouver. The note read something like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p21\" class=\"\">“Dear Mother and Father,<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p22\" class=\"\">“I want to thank you with all of my heart for your kindness and for your understanding and for the teachings which you gave me in my youth. John and I have come across a great truth, The Church of Jesus Christ of Latter-day Saints. We have studied the discussions, and our baptism will take place next Saturday night. We hope you will understand. In fact, we hope that you will welcome the missionaries in your home as we welcomed them in ours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p23\" class=\"\">The letter was sealed with a tear, a stamp was affixed, and it was mailed to Vancouver. On the very day it was received in Vancouver, the couple in Hamilton received a letter from the wife’s mother and father. They wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p24\" class=\"\">“We are far away from you, or we would surely talk to you in person. We want you to know that missionaries from The Church of Jesus Christ of Latter-day Saints have called at our home, and we cannot deny the validity of their message. We have set a date for our baptism to take place next week. We hope you will understand and not be unduly critical of our decision. This gospel means so much to us and has brought such happiness into our lives that we pray someday you might also agree to learn more about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p25\" class=\"\">Can you imagine what happened when the couple in Hamilton received that letter from the wife’s parents? They phoned Mother and Dad, and there were many tears of joy shed. I am sure there was a long-distance embrace, for both families became members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p26\" class=\"\">You see, our Heavenly Father knows who we are, His sons and His daughters. He wants to bring into our lives the blessings for which we qualify, and He can do it. He can accomplish anything.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p27\" class=\"\">A visible and tender act of fellowshipping was witnessed in the ancient city of Rome. Some years ago, Sister Monson and I met with over 500 members there in a district conference. The presiding officer at that time was Leopoldo Larcher, a wonderful Italian. His brother had been working as a guest employee in the auto plants in Germany when two missionaries taught him the gospel. He went back to Italy and taught the gospel to his brother. Leopoldo accepted and sometime later became the president of the Italy Rome Mission and then the Italy Catania Mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p28\" class=\"\">During that meeting, I noticed that in the throng were many who were wearing a white carnation. I said to Leopoldo, “What is the significance of the white carnation?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p29\" class=\"\">He said, “Those are new members. We provide a white carnation to every member who has been baptized since our last district conference. Then all the members and the missionaries know that these people are especially to be fellowshipped.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p30\" class=\"\">I watched those new members being embraced, being greeted, being spoken to. They were no more strangers nor foreigners; they were “fellowcitizens with the saints, and of the household of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_022\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22075)\">Eph. 2:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p31\" class=\"\">Beyond the new convert to the Church are some who have drifted from that pathway which upward leads and, for one reason or another, have become less active for months, even years. Perhaps they were not fellowshiped; maybe friends departed from their lives. Whatever the reason, the fact remains: We need them, and they need us. Missionaries can effectively visit the homes where these individuals reside. When they approach, those within the shelter of home may come to remember the glorious feelings which came over them when they first heard the principles of the gospel taught to them. The missionaries can teach such individuals and witness the changes which come into their lives as they return to activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p32\" class=\"\">They need friends with testimonies. They need to know that we truly care for the one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p33\" class=\"\">Aaronic Priesthood quorum advisers and Young Women teachers are on the line of battle, and miracles are within their grasp. Who is the teacher you best remember from your youth? I would guess that in all probability it was the one who knew your name, who welcomed you to class, who was interested in you as a person, and who truly cared. When a leader walks the pathway of mortality with a precious youth alongside, there develops a bond of commitment between the two that shields the youth from the temptations of sin and keeps him or her walking steadfastly on the path that leads onward, upward, and unswervingly to eternal life. Build a bridge to each youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p34\" class=\"\">All of us here and abroad this evening must answer the call of our prophet, President Gordon B. Hinckley, to spare no effort in fellowshiping and reactivating those who need our help, our labors, and our testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p35\" class=\"\">Let me share with you visits to two stake conferences where I evidenced the miracle which can take place when we take to heart the words of the pioneer hymn, “Put Your Shoulder to the Wheel.”<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_022\">5<\/a>\n       <span class=\"footnote\">[“Put Your Shoulder to the Wheel,” <span class=\"emphasis\">Hymns,<\/span> no. 252.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p36\" class=\"\">One visit was to the Millcreek stake in Salt Lake City some years ago. Just over 100 brethren who were prospective elders had been ordained elders during the preceding year. I asked President James Clegg the secret of his success. He was too modest to take the credit. His counselor revealed that President Clegg, recognizing the challenge, had undertaken to personally call and arrange a private appointment between him and each prospective elder. During the appointment, President Clegg would mention the temple of the Lord, the saving ordinances and covenants emphasized there, and would conclude with this question: “Wouldn’t you desire to take your sweet wife and your children to the house of the Lord, that you might be a forever family throughout all eternity?” An acknowledgment followed, the reactivation process was pursued, and the goal was obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p37\" class=\"\">The other visit was to the North Carbon stake in Price, Utah, also many years ago. I noted during my visit that they had rescued 86 men from the prospective elders in one year and had taken them and their wives to the Manti Temple. I said to Cecil Broadbent, the president, “How did you do it, President?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p38\" class=\"\">He said, “I didn’t. My counselor, President Judd, did.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p39\" class=\"\">President Judd was a large, ruddy-faced Welsh coal miner. I said to him, “President Judd, will you tell me how you were able to rescue 86 brethren in one year?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p40\" class=\"\">I sat anticipating his answer, and he said, “No!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p41\" class=\"\">I was stunned. I’d never had anyone say <span class=\"emphasis\">no<\/span> so directly in my life. I asked, “Why not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p42\" class=\"\">He said, “Then you’ll tell the other stake presidents you visit, and we won’t lead the Church in reactivation.” He was smiling, though, so I knew it was half in jest. He said, “I’ll make a deal with you, Brother Monson. I’ll tell you how we rescued 86 men in one year if you’ll get me two tickets to general conference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p43\" class=\"\">I said, “You’re on!” And so he told me. What he didn’t tell me is that he intended to collect interest every conference for the next 10 years. He came faithfully every six months for his two tickets.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">In both the Millcreek and the North Carbon stakes, as well as in others which have been successful in this phase of the work, four principles have prevailed:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The reactivation opportunity was handled at the ward level.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The bishop of the ward was involved.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Qualified and inspired teachers were provided.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Attention was given to each individual.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p49\" class=\"\">In building a bridge to the investigator, the new convert, or the less-active member, when we do our part the Lord does His. I testify concerning this truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p50\" class=\"\">When I served as a bishop, I noted one Sunday morning that one of our priests was missing from priesthood meeting. I left the quorum in the care of the adviser and visited Richard’s home. His mother said he was working at the West Temple Garage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p51\" class=\"\">I drove to the garage in search of Richard and looked everywhere, but I could not find him. Suddenly I had the inspiration to gaze down into the old-fashioned grease pit situated at the side of the station. From the darkness I could see two shining eyes. Then I heard Richard say, “You found me, Bishop! I’ll come up.” After that he rarely missed a priesthood meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p52\" class=\"\">The family moved to a nearby stake. Time passed, and I received a phone call informing me that Richard had been called to serve a mission in Mexico, and I was invited by the family to speak at his farewell testimonial. At the meeting, when Richard responded, he mentioned that the turning point in his determination to fill a mission came one Sunday morning—not in the chapel, but as he gazed up from the depths of a dark grease pit and found his quorum president’s outstretched hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p53\" class=\"\">Through the years, Richard has stayed in touch with me, telling of his testimony, his family, and his faithful service in the Church, including his calling as a bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/they-will-come.p54\" class=\"\">My beloved brethren, let us, with faith unwavering and with love unstinting, be bridge builders to the hearts of those with whom we labor. As in the movie, <span class=\"emphasis\">Field of Dreams,<\/span> if we build it, they will come. Of this truth I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_022\"><a name=\"-97905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20708)\">D&amp;C 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_022\"><a name=\"-97905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37771)\">Matt. 28:19–20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_022\"><a name=\"-97905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41000)\">Mosiah 18:8–10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_022\"><a name=\"-97905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22075)\">Eph. 2:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_022\"><a name=\"-97905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Put Your Shoulder to the Wheel,” <span class=\"emphasis\">Hymns,<\/span> no. 252.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}