{"ID":5919, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Jesus Christ, Our Redeemer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The Redeemer loves you and will help you do the essential things that bring happiness now and forever.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p4\" class=\"\">It is April 6th. Modern scripture records that Jesus Christ was born on this day.<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_025\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20719)\">D&amp;C 20:1<\/a><\/span>.]<\/span><\/sup> Humbly I speak of this glorious being to whom each of us owes so very much. I know that what the scriptures teach of Him is true and will use some of them in expressing personal feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p5\" class=\"\">Paul testified, “Being made perfect, he became the author of eternal salvation unto all them that obey him.”<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_025\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24608)\">Heb. 5:8–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p6\" class=\"\">Eternal salvation—how precious! But you must obey Him to obtain it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p7\" class=\"\">“Jesus said, … I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p8\" class=\"\">“And whosoever liveth and believeth in me shall never die.”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_025\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29852)\">John 11:25–26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p9\" class=\"\">“And, if you keep my commandments and endure to the end you shall have eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_025\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20703)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p10\" class=\"\">Shall never die; shall have eternal life—you must be obedient and endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p11\" class=\"\">I testify that the Lord came “into the world that he may save all men if they will hearken unto his voice,” that He suffered “the pains of all men,” and that He was crucified “that the resurrection might pass upon all men, that all might stand before him at the great and judgment day.” I witness that “he commandeth all men that they must repent, and be baptized in his name, having perfect faith in [Him], … or they cannot be saved in the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_025\">5<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"4685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4685)\">2 Ne. 9:21–24<\/a><\/span>.]<\/span><\/sup> Repent, be baptized, and have perfect faith in Him. These are some of the essential requirements that must be met.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p12\" class=\"\">I know that “there is no other way nor means whereby man can be saved, only through the atoning blood of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote6-97905_000_025\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24871)\">Hel. 5:9<\/a><\/span>.]<\/span><\/sup> I witness that Jesus Christ atoned “for the sins of the world, to bring about the plan of mercy, to appease the demands of justice, that God might be a perfect, just God, and a merciful God also.”<sup class=\"noteMarker\"><a href=\"#footnote7-97905_000_025\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10265)\">Alma 42:15<\/a><\/span>.]<\/span><\/sup> I testify that except for the Atonement of the Holy Redeemer, the demands of justice would prevent every soul born on earth from returning to the presence of God, to partake of His glory and exaltation,<sup class=\"noteMarker\"><a href=\"#footnote8-97905_000_025\">8<\/a>\n       <span class=\"footnote\">[See John Taylor, <span class=\"emphasis\">The Mediation and Atonement<\/span> (1882), 179–83; see also <span class=\"citation\" id=\"42606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42606)\">Rev. 3:21<\/a><\/span>; <span class=\"citation\" id=\"42610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42610)\">Rev. 21:7<\/a><\/span>.]<\/span><\/sup> for all make mistakes for which we cannot personally appease justice. I witness that except for the “infinite atonement” of Christ, we could not return to God at death and, as Jacob solemnly warned, “our spirits [would] become subject to … the devil, to rise no more. And our spirits [would] become like unto him, and we [would] become devils, angels to a devil, to be shut out from the presence of our God, … to remain with the father of lies, in misery.”<sup class=\"noteMarker\"><a href=\"#footnote9-97905_000_025\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4683)\">2 Ne. 9:7–9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p13\" class=\"\">I witness that “redemption cometh in and through the Holy Messiah; … unto all those who have <span class=\"emphasis\">a broken heart and a contrite spirit;<\/span> and unto none else can the ends of the law be answered.”<sup class=\"noteMarker\"><a href=\"#footnote10-97905_000_025\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4671)\">2 Ne. 2:6–7<\/a><\/span>; emphasis added.]<\/span><\/sup> This absolute requisite of “a broken heart and a contrite spirit” prescribes the need to be submissive, compliant, humble (that is, teachable), and willingly obedient. Finally, I witness “how great the importance to make these things known unto the inhabitants of the earth, that they may know that there is no flesh that can dwell in the presence of God, save it be through the <span class=\"emphasis\">merits, and mercy, and grace<\/span> of the Holy Messiah.”<sup class=\"noteMarker\"><a href=\"#footnote11-97905_000_025\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4673)\">2 Ne. 2:8<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p14\" class=\"\">Jesus Christ possessed <span class=\"emphasis\">merits<\/span> that no other child of Heavenly Father could possibly have. He was a God, Jehovah, before His birth in Bethlehem. His Father not only gave Him His spirit body, but Jesus was His Only Begotten Son in the flesh. Our Master lived a perfect, sinless life and therefore was free from the demands of justice. He was and is perfect in every attribute, including love, compassion, patience, obedience, forgiveness, and humility. His <span class=\"emphasis\">mercy<\/span> pays our debt to justice when we repent and obey Him. Even with our best efforts to obey His teachings we will still fall short, yet because of His <span class=\"emphasis\">grace<\/span> we will be saved “after all we can do.”<sup class=\"noteMarker\"><a href=\"#footnote12-97905_000_025\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4692)\">2 Ne. 25:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p15\" class=\"\">Although our memory of it is withheld, before we came to this earth we lived in the presence of God, our Eternal Father, and His Son, Jesus Christ. We shouted for joy when given the privilege of coming to this earth to receive a body and to move forward in God’s plan for our happiness [see <span class=\"citation\" id=\"26856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26856)\">Job 38:7<\/a><\/span>]. We knew that we would be tested here. Our determination was to live obediently to be able to return to be with our Father forever. Part of that testing here is to have so many seemingly interesting things to do that we can forget the main purposes for being here. Satan works very hard so that the essential things won’t happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p16\" class=\"\">The plan is really very simple when considered in its essence. The Lord has told us that we are here to be tried—to be proven, to see whether we will be valiant and be obedient to His teachings. You among all of the people on earth have the best possibility of doing that because you have access to the fulness of the restored gospel and the teachings of the Savior. In quiet moments when you think about it, you recognize what is critically important in life and what isn’t. Be wise and don’t let good things crowd out those that are essential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p17\" class=\"\">What are the essential ones? They are related to doctrine. They are centered in ordinances and embrace critical covenants. Those ordinances are baptism and confirmation into His Church and kingdom on earth. For men they include worthy ordination to the Melchizedek Priesthood and honoring and using it in service to others. For each adult man and woman, they entail all of the ordinances of the temple, including one’s own personal endowment. They embody the sealing ordinance of the temple where a man and wife are bound so that through obedience they can live together for time and all eternity. When faithful, the children born to that union or later sealed to their parents are joined in love and rejoicing throughout all eternity. To receive all of the blessings of His atoning sacrifice, we are only asked to be obedient to His commandments and to receive <span class=\"emphasis\">all<\/span> of these essential ordinances. The Atonement will not only help us overcome our transgressions and mistakes, but in His time, it will resolve all inequities of life—those things that are unfair which are the consequences of circumstance or others’ acts and not our own decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p18\" class=\"\">While some may not understand or agree, I testify that it is not sufficient to be baptized and then live an acceptable life, avoiding major transgressions. The Lord has decreed that the additional ordinances and covenants that I have mentioned must be received for exaltation and eternal life. Being worthy of temple ordinances means that you will choose to do what many in the world are not willing to do. You will keep the Sabbath day holy, exercise faith through the payment of tithing and fast offerings, consistently participate in Church worship, give service, and show love and appreciation for your family by helping each member of it. After you have received all of the temple ordinances, you will continue to grow by keeping the covenants made and faithfully “endur[ing] to the end.”<sup class=\"noteMarker\"><a href=\"#footnote13-97905_000_025\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41201)\">Omni 1:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p19\" class=\"\">Keeping the covenants is not hard when you do it willingly with a “broken heart and a contrite spirit.”<sup class=\"noteMarker\"><a href=\"#footnote14-97905_000_025\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6435)\">3 Ne. 12:19<\/a><\/span>.]<\/span><\/sup> When obeyed, those covenants bring happiness and joy. They give purpose to life. Difficulty comes when agency is used to make choices that are inconsistent with those covenants. Study the things you do in your discretionary time, that time you are free to control. Do you find that it is centered in those things that are of highest priority and of greatest importance? Or do you unconsciously, consistently fill it with trivia and activities that are not of enduring value nor help you accomplish the purpose for which you came to earth? Think of the long view of life, not just what’s going to happen today or tomorrow. <span class=\"emphasis\">Don’t give up what you most want in life for something you think you want now.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p20\" class=\"\">The essential things must be accomplished during your testing period on earth. They must have first priority. They must not be sacrificed for lesser things, even though they are good and worthwhile accomplishments. After this life, you will be restored to that which you have here allowed yourself to become. Oh, if I but had the capacity to communicate the peace and serenity that come from knowing that you and your family have worthily received all of the saving ordinances and the corresponding covenants are being righteously kept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p21\" class=\"\">I encourage you with every capacity that I possess to receive <span class=\"emphasis\">all<\/span> of the ordinances for salvation and do all you can to have the other members of your family receive those ordinances before departing this earth. You can progress much more rapidly here on earth with your mortal body in this environment of good and evil than you will as a spirit in the spirit world.<sup class=\"noteMarker\"><a href=\"#footnote15-97905_000_025\">15<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Melvin J. Ballard—Crusader for Righteousness<\/span> (1966), 212–13.]<\/span><\/sup> Compared to the length of a normal life, it doesn’t take much time to receive all of the ordinances essential to exaltation. It does take diligence, understanding, and obedience. It does require you to do all within your capacity to qualify for those ordinances and to receive as many as you are able. Where, for reasons beyond your control, you are not able to receive them all, live worthily and do not disqualify yourself through neglect, indifference, or unworthiness. The Lord will make it possible for you to receive all of the blessings He has promised in His time and place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p22\" class=\"\">Whether you intend to or not, when you live as though the Savior and His teachings are only one of many other important priorities in your life, you are clearly on the road to disappointment and likely on the path to tragedy. Is it really wise to forfeit eternal happiness by fulfilling only part of the requirements? I pray that you’ll be moved to make needed changes now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p23\" class=\"\">If you have strayed in transgression, please come back. If you have been enticed by the things of the world to forget the things of God, correct your priorities. If you haven’t received all of the essential ordinances, decide now to do what is necessary to receive them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p24\" class=\"\">Oh, how grateful we must be for the Atonement wrought by our Redeemer, Jesus Christ! It gives life richness and joy when we live the pattern described in this scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p25\" class=\"\">“They did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh <span class=\"emphasis\">because of their yielding their hearts unto God.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote16-97905_000_025\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24870)\">Hel. 3:35<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/jesus-christ-our-redeemer.p26\" class=\"\">I witness that “remission of sins [through the Atonement] bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love.”<sup class=\"noteMarker\"><a href=\"#footnote17-97905_000_025\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38749)\">Moro. 8:26<\/a><\/span>.]<\/span><\/sup> I testify that God, your Eternal Father, loves you. He hears your prayers and will answer them.<sup class=\"noteMarker\"><a href=\"#footnote18-97905_000_025\">18<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> (1982), 252.]<\/span><\/sup> The Redeemer loves you and will help you do the essential things that bring happiness now and forever. I am a witness of Jesus Christ. I know that He lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_025\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20719)\">D&amp;C 20:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_025\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24608)\">Heb. 5:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_025\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29852)\">John 11:25–26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_025\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20703)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_025\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"4685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4685)\">2 Ne. 9:21–24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-97905_000_025\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24871)\">Hel. 5:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-97905_000_025\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10265)\">Alma 42:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-97905_000_025\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>See John Taylor, <span class=\"emphasis\">The Mediation and Atonement<\/span> (1882), 179–83; see also <span class=\"citation\" id=\"42606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42606)\">Rev. 3:21<\/a><\/span>; <span class=\"citation\" id=\"42610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42610)\">Rev. 21:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-97905_000_025\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4683)\">2 Ne. 9:7–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-97905_000_025\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4671)\">2 Ne. 2:6–7<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-97905_000_025\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4673)\">2 Ne. 2:8<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-97905_000_025\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4692)\">2 Ne. 25:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-97905_000_025\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41201)\">Omni 1:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-97905_000_025\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6435)\">3 Ne. 12:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-97905_000_025\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Melvin J. Ballard—Crusader for Righteousness<\/span> (1966), 212–13.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-97905_000_025\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24870)\">Hel. 3:35<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-97905_000_025\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38749)\">Moro. 8:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_025\"><a name=\"-97905_000_025\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-97905_000_025\">18.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> (1982), 252.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}