{"ID":592, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">An Inheritance of Faith<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1952, pp. 115-118<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I approach this task with mingled feelings this afternoon.\nThe only difference between Bishop Richards' and my situation has been that I was asked to\nvisit President McKay last night at five-thirty. Hence the turmoil in my soul has existed for\ntwenty-four hours whereas in his case, he has only had two hours of it.\n<\/p><p>\nI would like to say that this change has brought about an end of one of the sweetest\nexperiences that I have ever enjoyed. The last fourteen years in association with Bishop\nRichards has been a great source of inspiration, joy and happiness for me.\n<\/p><p>\nI found him to be a man of great faith. He has an abundance of humility and in his heart of\nhearts there is a great love for all people. There has been a beaten trail to his door over the\nyears by those who have been in distress, and they have never left his office empty-handed or\nwithout some inspiration and encouragement. And as he leaves us, we shed tears at our\nparting, but we are only two floors apart.\n<\/p><p>\nIt was just fourteen years ago this month when the telephone rang in my office, and someone\nsaid, \"President Grant would like to speak to you.\"\n<\/p><p>\nI answered the phone. The President said, \"This is Heber J. Grant. We are reorganizing the\nPresiding Bishopric today. LeGrand Richards has been asked to accept the position of\nPresiding Bishop, with Marvin O. Ashton as his first counselor, and we are asking you to take\nthe position of second counselor.\" I was shocked, and I suggested to President I should like to\ntalk to him about the matter.\n<\/p><p>\nHe then declared, \"There are only thirty minutes before the next session of the conference\ntakes up, and I want to have some rest. What do you say?\"\n<\/p><p>\nI answered \"Yes,\" and I have never regretted having answered yes to that call and all calls\nthat have come to me in this great organization.\n<\/p><p>\nI think of Bishop Ashton today. I learned much from him. He had a heart that was full of\nkindness and love for all mankind. I say, \"God bless his memory.\"\n<\/p><p>\nThis great honor that has come to me today I accept as a tribute reflecting back to those who\nmade it possible for me to enjoy all the blessings of this great Church.\n<\/p><p>\nI think of my Swiss grandfather and grandmother, my English grandfather and grandmother,\nwho paid a dear price from a physical point of view for the acceptance of the gospel of the\nLord Jesus Christ.\n<\/p><p>\nMy Swiss grandfather came into the valleys of the mountains in destitute circumstances. He\nmarried his Swiss sweetheart and took her to a mansion out on Eighth East and South\nTemple&mdash;a dugout&mdash;where they lived for two years. But they were happy in the gospel of the Lord\nJesus Christ. In a short time my grandfather was called on a mission to Switzerland.\n<\/p><p>\nAt that time they had three children. He accepted the call without any reservations. They had\nno resources except the family cow, and that was sold to the end that his traveling expenses\nmight be paid, and my grandmother sewed salt sacks for one dollar a thousand in order to\nsustain her family and help her husband who was out preaching the gospel of the Lord Jesus\nChrist.\n<\/p><p>\nMy English grandfather was a man of great faith. As a young man he had the feeling in his\nheart that the gospel of the Lord Jesus Christ must be upon the earth somewhere, and that the\nChurch of Jesus Christ could be found.\n<\/p><p>\nSo he prayed to the Lord earnestly that he might find the Church and the gospel. Finally one\nSaturday night before retiring, he knelt down and asked the Lord in faith whether or not the\nChurch was upon the earth, and if it was, could he find it.\n<\/p><p>\nDuring that night he had a dream, and in the dream he saw a street in the city where he lived,\nand in that street there was a hall, and in that hall two men were preaching the gospel of the\nLord Jesus Christ.\n<\/p><p>\nWhen he awoke the next morning he was so impressed by the dream that he got up, dressed,\nand went to the street, found the hall, and there found two servants of God preaching the\ngospel of the Lord Jesus Christ. He came to this country amidst hardships. Because of the\nfaith of these forefathers of mine, I am here, living in peaceful valleys, in the shadows of\ngreat mountains, and, above all, within hearing of the voice of the latter-day prophets.\n<\/p><p>\nSo I owe to them a debt&mdash;a debt of gratitude, and a debt that can best be paid in service to\nthis great cause. I was blessed with wonderful parents, a father who taught me the importance\nof integrity and virtue, and a mother of great faith&mdash;a mother who taught me the lessons of\nthe gospel of the Lord Jesus Christ at her knee. She taught me the story of the visitation of\nthe Father and the Son, and I accepted that story without any reservations.\n<\/p><p>\nShe taught me with reference to Jesus Christ and his divine mission. She taught me to honor\nthe men who stand at the head of this Church as prophets, seers, and revelators. And as I have\nlived and grown older in life, I have found that her teachings were right, that they are true,\nand because of her I owe to this great organization a service which I pray the Lord will give\nme the strength to render in such a way that those who have asked me to accept this position\nwill be satisfied, that I will please the Lord, and please you, my brethren and sisters.\n<\/p><p>\nI have been blessed with a fine companion, my dear wife. I remember the time in the early\nyears of our married life when it was a struggle, and I labored in the bishopric of my ward;\nshe gave me encouragement. Many times I have come home from work late. My clothes were\nspread out, my meal was prepared. I ate it quickly, changed clothes, and visited in the ward\nuntil late at night, arose early the next morning before my children were awake, and went to\nwork.\n<\/p><p>\nFor days at a time I did not see my children when they were awake. So this companion of\nmine has the credit of rearing our family, and since I have been in the Presiding Bishopric,\nbeing away for weeks at a time, she has taken over, and has done a great service as far as my\nfamily is concerned, and I say, \"God bless her.\"\n<\/p><p>\nIn connection with this work I realize that I am following a great leader. I know of no man\nwho has had at heart the welfare of the youth of this Church more than Bishop LeGrand\nRichards. As a bishopric, we have counseled long and often together in the endeavor to find\nmeans and ways whereby greater service might be rendered to the Aaronic Priesthood of the\nChurch.\n<\/p><p>\nBishop Richards has received the inspiration of the Lord's holy spirit, and rightly, too, for he\nhas lived a life that qualifies him for the association of the Spirit, and out of it plans have\nbeen provided whereby both the young men and young women of the Church have been\nstimulated to draw nigh unto the Lord.\n<\/p><p>\nI have three sons. I love them with all my heart, and I have the same love for the young men\nover whom we now have the responsibility and privilege of presiding.\n<\/p><p>\nBrethren and sisters I recognize that the Presiding Bishopric has a great responsibility in the\nmatter of seeing that home teaching is carried on in the Church. This great priesthood\nassignment from the Lord makes it clear to us that it is the teacher's duty to watch over the\nChurch always, to be with them and strengthen them, to see that there is no iniquity in the\nChurch, backbiting, or evil speaking, to see that they attend to their meetings, and that all of\nthem do perform their duties.\n<\/p><p>\nThe word all has impressed upon me the fact that under no consideration are we as the\nteachers of the Church, as the servants of God, to teach the several and see that they do their\nduty but to see that <i>all<\/i> of them do their duty.\n<\/p><p>\nSo, with this great assignment resting upon the shoulders of the Presiding Bishopric, with the\nhelp and support of the Melchizedek and Aaronic priesthoods, we should be able to provide\nthe teaching of the gospel in every home, to watch over every home, to be with the families\nof the Church, strengthening them in their faith, testimony, loyalty, and devotion to the\nChurch.\n<\/p><p>\nThe greatest authorities on the science of teaching indicate the best teaching is done where the\nlisteners have an opportunity to participate in the discussion.\n<\/p><p>\nAs of February of this year, a plan has been worked out where the ward teachers leave in\neach home a small slip on which is printed the topic or doctrine to be discussed during the\ncoming month, and therewith are several scriptural references. This is an invitation to the\nfamilies of this Church to prepare for the visit of the ward teachers to know something about\nthe subject to discuss and enter into the discussion freely. We have the hope that the teachers\nof the Church will be fully prepared, and as they enter each home the family will know of the\npreparation made because of the intelligent discussion that will follow under the direction of\nthe Lord's holy spirit.\n<\/p><p>\nI am convinced that there are many young people in this Church who have questions in their\nminds relative to the gospel of the Lord Jesus.\n<\/p><p>\nOnly the other day a sixteen-year-old boy asked his father, \"What is the Holy Ghost? What\nform is it in? What are its functions? Do the General Authorities of the Church receive\nrevelations through the Holy Ghost?\" These are all intelligent questions, and they are\npertinent. They indicate that this sixteen-year-old boy was thinking.\n<\/p><p>\nIn any Church family where the gospel principles and doctrines are studied, the questions of\nthe youth can be answered fully and particularly in the presence of the ward teachers, the\nservants of God.\n<\/p><p>\n\"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"13027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13027)\">D&amp;C 93:36<\/a><\/span>). If we are going to have a house of God\nin our homes, it must be a house where we study the gospel of the Lord Jesus Christ, and as\nwe gain knowledge in our homes, knowledge of the gospel, then the glory of God will be in\nthat home. His Spirit will be there in rich abundance. There will be the spirit of love and\npeace and good will. And finally when we have finished our course here in life, we have been\npromised a mansion on the other side, for the Christ said,\n<\/p><p>\nIn my Father's house are many mansions: if it were not so, I would have told you. I\ngo to prepare a place for you.\n<\/p><p>\n. . . that where I am, ye may be also\n(<span class=\"citation\" id=\"27522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27522)\">John 14:2-3<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, the heavenly mansion of which the Savior speaks will depend entirely\nupon how much intelligence we gain in this life, and how much of it we apply in our lives\nfrom day to day. We are all candidates for the celestial kingdom, and if we gain that\nknowledge and apply it in our lives, there is no question but what we will inherit the celestial\nkingdom.\n<\/p><p>\nI sincerely trust that we may have an interest in your faith and prayers. For these two grand\nmen who will stand at my side, I have deep respect and love. Bishop Isaacson has proved his\nworth, and when I discussed with him the matter of remaining with me as one of my\ncounselors, he said, \"I don't want you to feel that you have to take me. If there is someone\nelse you would rather have, feel free in selecting him.\" Brethren and sisters, knowing him as I\ndo, knowing his faith, knowing of the great work that he has done with the adult members of\nthe Aaronic Priesthood, knowing something of his fine judgment, I just felt that I could not\ngive him up.\n<\/p><p>\nIn Brother Buehner, I recognized a great youth leader, a man who accomplished a great work\nas stake president a man who has splendid judgment, a man of humility. So I feel that with\nthese two men by my side, with an interest in your faith and prayers, and with the help of our\nbrethren, the First Presidency, the Council of the Twelve, and the Council of the Seventy, and\nwith the help of the Lord, we can fill the assignments that have been given to us. I couldn't\nhelp feeling the other morning, after President McKay had finished that great address, to say\nin my heart, \"Prophet of God, thank you for that revelation.\" I had that same thought in my\nmind last night when the three members of the Presidency stood up and counseled the great\nmultitude of the priesthood: \"Prophets of God, I thank you for your counsel. I thank you for\nyour blessings.\"\n<\/p><p>\nBrethren and sisters, these men stand in relationship to the Church as did Peter, James, and\nJohn. They are the servants of God. The light of inspiration and revelation rests upon them\nmightily. That is my testimony. And what I say about them is equally true of these twelve\nwitnesses to the world the Twelve Apostles. Every one of these men represents the Church as\nChrist would have it represented. They have my love, and they have my respect, and they\nhave my support. The same is equally true of the brethren, the Assistants to the Twelve, and\nmembers of the First Council of the Seventy, and the Patriarch to the Church. And I would\nhave you know that we of the Presiding Bishopric are your servants. If there is anything we\ncan do to help stake presidents and bishops with their problems, we invite them to come and\ncounsel with us.\n<\/p><p>\nI pray that the Lord will bless us that we will be united in all of our endeavors, for I know\nthat this is the Church of the Christ. I am just as sure of that as I live. The visitation of the\nFather and the Son to Joseph Smith is a reality to me, not a dream. And the visitation of John\nthe Baptist, and Peter, James, and John, and all of the heavenly beings who visited the\nProphet, giving him the keys wherein the gospel was restored in its simplicity and its fullness,\nand finally the establishment of the Church as it existed in the days of the Christ, are all\nrealities to me. There is no question about it.\n<\/p><p>\nAnd I pray that the Lord will bless me that I shall be built up in my faith. That he will\nforgive me of my weaknesses, that I shall have his spirit with me always, I humbly ask in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}