{"ID":5920, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “You Have Nothing to Fear from the Journey”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">No matter how difficult the trail … we can take comfort in knowing that others before us have borne life’s most grievous trials and tragedies by looking to heaven.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p4\" class=\"\">For the past several months, the attention of the Church has been focused on the extraordinary events surrounding the establishment of The Church of Jesus Christ of Latter-day Saints here in the Salt Lake Valley and elsewhere throughout the world. It is wonderful to note that the wards and stakes are using the yearlong pioneer sesquicentennial celebration as an opportunity to honor the Utah pioneers of 1847 as well as the remarkable efforts of our pioneers in every land who have blazed spiritual trails with faith in every one of their footsteps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p5\" class=\"\">The handcart built in Siberia and presently moving through the missions of Russia and Ukraine is a wonderful example of the worldwide effort to honor our pioneers. Plans are for the handcart to be pulled down Emigration Canyon on the final leg of its journey, arriving at This Is the Place State Park on July 22.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p6\" class=\"\">This is a year for remembering our past and drawing strength to face and conquer the challenges of today from the exemplary faith and courage of those who faced and conquered the challenges of yesterday. As we honor these great pioneers from many lands, we shall share historical accounts that will often bring tears to our eyes and feelings of pure gratitude to our hearts. Through music, drama, and stirring reenactments, we will be reminded of incredible pioneer journeys, both temporal and spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p7\" class=\"\">We cannot begin to understand the journeys made by those who laid the foundation of this dispensation until we understand their spiritual underpinnings. Once we make that connection, however, we will begin to see how their journeys parallel our own. There are lessons for <span class=\"emphasis\">us<\/span> in every footstep they took—lessons of love, courage, commitment, devotion, endurance, and, most of all, faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p8\" class=\"\">For the Utah pioneers of 1847, their faith was grounded in principle. They left their homes, their temple, and in some cases their families, in search of a place of refuge where they could worship without fear of persecution. There was little that they could carry with them in the way of provisions and material possessions, but each wagon and handcart was heavily laden with faith—faith in God, faith in the Restoration of His Church through the Prophet Joseph Smith, and faith that God knew where they were going and that He would see them through.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p9\" class=\"\">One of those who traveled the Mormon Trail in 1847 referred to it as the “trail of hope.” I love that title: “trail of hope.” It speaks of the universal yearning of each person to find a safe haven, a community of Saints where hearts are united and hope prevails.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p10\" class=\"\">Those 19th-century pioneers to whom we pay special tribute during this sesquicentennial year never set out to be heroes, and yet they accomplished heroic things. That is what makes them Saints. They were a band of believers who tried to do the right thing for the right reasons, ordinary men and women who were called on to perform an extraordinary work. At times, they gave in to discouragement and allowed themselves to murmur and complain. But ultimately their faith in God and the man they sustained as their prophet and leader prevailed, and they righted their vision and attitudes along with their wagons. In the process they found joy amid the hardships and trials of the trek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p11\" class=\"\">Nearly seven years before the pioneer exodus to the mountains of Utah, William Clayton wrote to his fellow Saints in England, urging them to come to Zion, not realizing that Zion would soon be in wagons and handcarts moving west. He wrote: “Although we are … distant from each other I do not forget you. … But to the praise of God be it spoken, all I have endured has never hurt or discouraged me, but done me good. … We have sometimes been almost suffocated with heat … , sometimes almost froze with cold. We have had to sleep on boards, instead of feathers. … We have had our clothes wet through with no privilege of drying them or changing them, … had to sleep … out of doors, in very severe weather, and many such things which you [have] no idea of. … [Yet] we have been … healthy &amp; cheerful. … If you will be faithful,<span class=\"emphasis\"> you have nothing to fear from the journey.<\/span> The Lord will take care of his saints.”<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_026\">1<\/a>\n       <span class=\"footnote\">[Letter from Commerce, 10 Dec. 1840, William Clayton Collection, LDS Church Archives; punctuation modernized and emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p12\" class=\"\">William Clayton would later pen the lyrics to “Come, Come, Ye Saints” (<span class=\"emphasis\">Hymns,<\/span> no. 30) during the trek across Iowa. He and a host of others would learn even more intimately during the 1,300-mile exodus to Utah that there is “nothing to fear from the journey” if faith is your constant companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p13\" class=\"\">Is there a lesson in the pioneer experience for us today? I believe there is. The faith that motivated the pioneers of 1847 as well as pioneers in other lands was a simple faith centered in the basic doctrines of the restored gospel, which they knew to be true. That’s all that mattered to them, and I believe that is all that should matter to us. Our faith needs to be focused on the fundamental truths that God lives, that we are His children, and that Jesus Christ is His Only Begotten Son and He is our Savior. We need to know that they restored the Church to the earth in its fulness through the Prophet Joseph Smith. Through the restored gospel of Jesus Christ we learn that our Father’s plan for the happiness of His children is clear and quite simple when studied and accepted with real faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p14\" class=\"\">Traveling from Nauvoo to the valley of the Great Salt Lake in 1847 is not unlike a young missionary from Idaho traveling to Siberia in late 1993 as one of the first Latter-day Saints to labor in that land. Nearly every day our missionaries arrive in countries where they have little knowledge of the language and where the food, culture, and living conditions are often much different from that which they are accustomed to. And yet they go boldly as modern pioneers, not fearing the journey, walking with faith in every footstep to bring to people everywhere the good news of the restored gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p15\" class=\"\">Our faith can help us be equally bold and fearless during the course of our respective journeys, whether we are parents working with a troubled child, a single parent trying to raise a worthy family, young people struggling to find a place in a wicked and confusing world, or a single person trying to make the journey through life alone. No matter how difficult the trail, and regardless of how heavy our load, we can take comfort in knowing that others before us have borne life’s most grievous trials and tragedies by looking to heaven for peace, comfort, and hopeful assurance. We can know as they knew that God is our Father, that He cares about us individually and collectively, and that as long as we continue to exercise our faith and trust in Him there is nothing to fear in the journey. Like the pioneers of 1847 who ventured west along a trail that kept them relatively close to life-sustaining fresh water from rivers, particularly the Platte and the Sweetwater, we need to follow and partake of the Living Water of Christ to refresh our faith and sustain our efforts as we travel the road through mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p16\" class=\"\">Life isn’t always easy. At some point in our journey we may feel much as the pioneers did as they crossed Iowa—up to our knees in mud, forced to bury some of our dreams along the way. We all face rocky ridges, with the wind in our face and winter coming on too soon. Sometimes it seems as though there is no end to the dust that stings our eyes and clouds our vision. Sharp edges of despair and discouragement jut out of the terrain to slow our passage. Always, there is a Devil’s Gate, which will swing wide open to lure us in. Those who are wise and faithful will steer a course as far from such temptation as possible, while others—sometimes those who are nearest and dearest to us—succumb to the attraction of ease, comfort, convenience, and rest. Occasionally we reach the top of one summit in life, as the pioneers did, only to see more mountain peaks ahead, higher and more challenging than the one we have just traversed. Tapping unseen reservoirs of faith and endurance, we, as did our forebears, inch ever forward toward that day when our voices can join with those of all pioneers who have endured in faith, singing: “All is well! All is well!” (<span class=\"emphasis\">Hymns,<\/span> no. 30).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p17\" class=\"\">And how will we feel then, as we stand shoulder to shoulder with the great pioneers of Church history? How will they feel about us? Will they see faith in our footsteps? I believe they will, particularly as they view our lives and experiences from the expanded perspective of eternity. Although our journeys today are less demanding physically than the trek of our pioneers 150 years ago, they are no less challenging. Certainly it was hard to walk across a continent to establish a new home in a dry western desert. But who can say if that was any more difficult than is the task of living faithful, righteous lives in today’s confusingly sinful world, where the trail is constantly shifting and where divine markers of right and wrong are being replaced by political expediency and diminishing morality. The road we travel today is treacherous, and the scriptures tell us it will continue to be so until the very end. But our reward will be the same as that which awaits worthy pioneers of all ages who live faithfully the teachings of the Lord Jesus Christ, make right choices, and give their all to build the kingdom of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p18\" class=\"\">We are the inheritors of a tremendous heritage. Now it is our privilege and responsibility to be part of the Restoration’s continuing drama, and there are great and heroic stories of faith to be written in our day. It will require every bit of our strength, wisdom, and energy to overcome the obstacles that will confront us. But even that will not be enough. We will learn, as did our pioneer ancestors, that it is only in faith—<span class=\"emphasis\">real<\/span> faith, whole-souled, tested and tried—that we will find safety and confidence as we walk our own perilous pathways through life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p19\" class=\"\">We are all bound together—19th- and 20th-century pioneers and more—in our great journey to follow the Lord Jesus Christ and to allow His atoning sacrifice to work its miracle in our lives. While we all can appreciate the footsteps of faith walked by Joseph Smith and his followers from Palmyra to Carthage Jail and across the Great Plains, we should ever stand in reverential awe as we contemplate the path trod by the Master. His faithful footsteps to Gethsemane and to Calvary rescued all of us and opened the way for us to return to our heavenly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p20\" class=\"\">Let us remember that the Savior is the Way, the Truth, and the Life, and there can be no greater promise than to know that if we are faithful and true, we will one day be safely encircled in the arms of His love (see <span class=\"citation\" id=\"20692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20692)\">D&amp;C 6:20<\/a><\/span>). He is always there to give encouragement, to forgive, and to rescue. Therefore, as we exercise faith and are diligent in keeping the commandments, we have nothing to fear from the journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p21\" class=\"\">Three of my grandsons stood with me on the crest of the hill known as the Eminence last summer. Looking down at the Sweetwater where the Willie Company was stranded, cold and starving, we read from their journals of the joy of their rescue. As John Chislett wrote: “Just as the sun was sinking beautifully behind the distant hills, … several covered wagons … were seen coming towards us. The news ran through the camp like wildfire. … Shouts of joy rent the air; strong men wept till tears ran freely down their furrowed and sun-burnt cheeks. … That evening, for the first time in quite a period, the songs of Zion were to be heard in the camp. … With the cravings of hunger satisfied, and with hearts filled with gratitude to God and our good brethren, we all united in prayer, and then retired to rest.”<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_026\">2<\/a>\n       <span class=\"footnote\">[As quoted in LeRoy R. Hafen and Ann W. Hafen, <span class=\"emphasis\">Handcarts to Zion: The Story of a Unique Western Migration, 1856–1860<\/span> (1976), 106–7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/you-have-nothing-to-fear-from-the-journey.p22\" class=\"\">At that moment, standing on the same hill from which the Willie Company first saw their rescuers, I contemplated the joy that will fill our hearts when we fully come to know the eternal significance of the greatest rescue—the rescue of the family of God by the Lord Jesus Christ. For it is through Him that we have promise of eternal life. Our faith in the Lord Jesus Christ is the source of spiritual power that will give you and me the assurance that we have nothing to fear from the journey. I know the Lord Jesus Christ lives, and our unwavering faith in Him will see us safely along our journey through life, to which I humbly testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_026\"><a name=\"-97905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_026\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Letter from Commerce, 10 Dec. 1840, William Clayton Collection, LDS Church Archives; punctuation modernized and emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_026\"><a name=\"-97905_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_026\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>As quoted in LeRoy R. Hafen and Ann W. Hafen, <span class=\"emphasis\">Handcarts to Zion: The Story of a Unique Western Migration, 1856–1860<\/span> (1976), 106–7.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}