{"ID":5921, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “True to the Faith”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">With so great an inheritance, we can do no less than our very best. Those who have gone before expect this of us. We have a mandate from the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p4\" class=\"\">With that picture as a backdrop I wish to say something in recapitulation of what we have already heard and seen on this, the birthday of the Church. As we have been reminded a number of times, this is a great anniversary year, and I wish to go on record concerning the magnitude of what our forebears accomplished and what this means to us. It is a story with which most of you are familiar, but it is worth another telling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p5\" class=\"\">It is a story so large in scope, so fraught with human suffering and the workings of faith, that it will never grow old or stale.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p6\" class=\"\">Whether you are among the posterity of the pioneers or whether you were baptized only yesterday, each is the beneficiary of their great undertaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p7\" class=\"\">What a wonderful thing it is to have behind us a great and noble body of progenitors! What a marvelous thing to be the recipients of a magnificent heritage that speaks of the guiding hand of the Lord, of the listening ear of His prophets, of the total dedication of a vast congregation of Saints who loved this cause more than life itself! Small wonder that so many hundreds of thousands of us—yea, even millions—will pause this coming July to remember them, to celebrate their wondrous accomplishments, and to rejoice in the miraculous thing that has grown from the foundation they laid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p8\" class=\"\">Permit me to quote to you from Wallace Stegner, not a member of the Church but a contemporary at the University of Utah who later became professor of creative writing at Stanford and a Pulitzer Prize winner. He was a close observer and a careful student. He wrote this concerning these forebears of ours:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p9\" class=\"\">“They built a commonwealth, or as they would have put it, a Kingdom. But the story of their migration is more than the story of the founding of Utah. In their hegira they opened up southern Iowa from Locust Creek to the Missouri, made the first roads, built the first bridges, established the first communities. They transformed the Missouri at Council Bluffs from a trading post and an Indian agency into an outpost of civilization, founded settlements on both sides of the river and made Winter Quarters … and later Kanesville … into outfitting points that rivaled Independence, Westport, and St. Joseph. … Their guide books and trail markers, their bridges and ferries, though made for the Saints scheduled to come later, served also for the Gentiles.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p10\" class=\"\">He continues: “The Mormons were one of the principal forces in the settlement of the West. Their main body opened southern Iowa, the Missouri frontier, Nebraska, Wyoming, Utah. Samuel Brannan’s group of eastern Saints who sailed around the Horn in the ship <span class=\"emphasis\">Brooklyn,<\/span> and the Mormon Battalion that marched 2,000 miles overland from Fort Leavenworth to San Diego, were secondary prongs of the Mormon movement; between them, they contributed to the opening of the Southwest and of California. Battalion members were at Coloma when gold gleamed up from the bedrock of Sutter’s millrace. … Brigham Young’s colonizing Mormons, taking to wheels again after the briefest stay, radiated outward from the Salt Lake, Utah, and Weber Valleys and planted settlements that reached from Northern Arizona to the Lemhi River in Idaho, and from Fort Bridger in Wyoming to Genoa in Carson Valley … , and in the Southwest down through St. George and Las Vegas to San Bernardino.”<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_028\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Gathering of Zion: The Story of the Mormon Trail<\/span> (1964), 6–7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p11\" class=\"\">That is a capsule account of their remarkable achievements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p12\" class=\"\">In a period of seven years, our people, who had fled the extermination order of Governor Boggs of Missouri, came to Illinois and built the largest city then in the state. It was on the shores of the Mississippi, where the river makes a great sweeping bend. Here they constructed brick homes, a school, chartered a university, erected an assembly hall, and built their temple, reportedly the most magnificent structure then in the entire state of Illinois. But hatred against them continued to enflame. It culminated in the death of their leader, Joseph Smith, and his brother Hyrum, who were shot and killed at Carthage on June 27, 1844.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p13\" class=\"\">Brigham Young knew they could not stay there. They determined to move west, to a faraway place where, as Joseph Smith had said, “the devil cannot dig us out.”<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_028\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1972), 332.]<\/span><\/sup> On February 4, 1846, wagons rolled down Parley’s Street to the river. Here they were ferried across and began to roll over the soil of Iowa. The weather subsequently turned bitter cold. The river froze; they crossed on the ice. Once they said good-bye to Nauvoo, they consigned themselves to the elements of nature and to the mercy of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p14\" class=\"\">When the ground thawed, it was mud—deep and treacherous mud. Wagons sank to their axles, and teams had to be doubled and tripled to move them. They cut a road where none had been before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p15\" class=\"\">Finally reaching the Grand Encampment on the Missouri, they built hundreds of shelters, some very crude and others more comfortable. It was anything to get out of the treacherous weather.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p16\" class=\"\">All during that winter of 1846 in those frontier establishments, forges roared and anvils rang with the making of wagons. My own grandfather, barely out of his teens, became an expert blacksmith and wagon builder. No vocation was more useful in those days than that of the ability to shape iron. He would later build his own wagon and with his young wife and baby and his brother-in-law set off for the West. Somewhere on that long journey, his wife sickened and died and his brother-in-law died on the same day. He buried them both, tearfully said good-bye, tenderly picked up his child, and marched on to the valley of the Great Salt Lake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p17\" class=\"\">In the spring of 1847, the wagons of the first company pulled out of Winter Quarters and headed west. Generally they followed a route along the north side of the Platte River. Those going to California and Oregon followed a route on the south side. The road of the Mormons later became the right-of-way of the Union Pacific Railroad and the transcontinental highway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p18\" class=\"\">As we all know, on July 24, 1847, after 111 days, they emerged from the mountain canyon into the Salt Lake Valley. Brigham Young declared, “This is the right place.”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_028\">3<\/a>\n       <span class=\"footnote\">[B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 3:224.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p19\" class=\"\">I stand in reverent awe of that statement. They might have gone on to California or Oregon, where the soil had been tested, where there was ample water, where there was a more equable climate. Jim Bridger had warned them against trying to grow crops in the Salt Lake Valley. Sam Brannan had pleaded with Brigham to go on to California. Now they looked across the barren valley, with its saline waters shimmering in the July sun to the west. No plow had ever broken the sun-baked soil. Here stood Brigham Young, 46 years of age, telling his people this was the right place. They had never planted a crop or known a harvest. They knew nothing of the seasons. Thousands of their numbers were coming behind them, and there would yet be tens of thousands. They accepted Brigham Young’s prophetic statement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p20\" class=\"\">Homes soon began to spring from the desert soil. Trees were planted, and the miracle is that they grew. Construction of a new temple was begun, a task that was to last unremittingly for 40 years. From that 1847 beginning to the coming of the railroad in 1869, they came by the tens of thousands to their Zion in the mountains. Nauvoo was evacuated. Its temple was burned by an arsonist, and its walls later fell in a storm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p21\" class=\"\">Missionary work had begun in England in 1837. It spread from there to Scandinavia and gradually to Germany and other countries. All who were converted wanted to go to Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p22\" class=\"\">That gathering was not a haphazard operation. Church agents were responsible for every detail. Ships were commissioned to bring the immigrants to New Orleans, New York, and Boston. The ultimate goal was always the same: the valley of the Great Salt Lake, from which place many of them would spread in all directions to found new cities and settlements, more than 350 of them in the Rocky Mountain area.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p23\" class=\"\">Hundreds died on that long trail. They died of cholera and black canker, of sheer exhaustion and hunger and the bitter cold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p24\" class=\"\">Most noble, as we’ve heard, among those who paid a terrible price were the Willie and Martin Handcart Companies of 1856.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p25\" class=\"\">There were not wagons enough to carry all who were converted in England and western Europe. If they were to come to Zion, they would have to walk, pulling a small cart behind them. Hundreds did so, and traveled faster than did the ox teams. But these two companies in 1856 literally walked with death. They started late, and no one knew they were coming. Their carts were not ready. A few who could afford wagons were assigned to travel with them to give assistance. They started west singing as they went. Little did they know what lay ahead of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p26\" class=\"\">They walked beside the Platte, ever westward. Near Fort Laramie their troubles began. Snow commenced falling. Their rations were reduced. They knew they were in desperate circumstances as they slowly crept over the high plains of Wyoming. Some 200 perished in that terrible, tragic march.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p27\" class=\"\">Legion are the stories of those who were there and who suffered almost unto death and who carried all of their lives the scars of that dreadful experience. It was a tragedy without parallel in the western migration of our people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p28\" class=\"\">When all is said and done, no one can imagine, no one can appreciate or understand how desperate were their circumstances. I wish to pay tribute to the people of the Riverton Wyoming Stake, who have done so much to identify and complete the temple work and memorialize those who walked that march of death and terrible suffering. I could recount story after story, but there is no time for that. I mention very briefly only one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p29\" class=\"\">At Rock Creek Hollow, on property the Church now owns, is the common grave of 13 who perished in one night. Among them was a nine-year-old girl from Denmark who was traveling alone with another family. Her name was Bodil Mortensen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p30\" class=\"\">In October of 1856, wind-driven heavy snow was already two feet deep as those of the James G. Willie Company tried to find some shelter from the terrible storm. Bodil went out and gathered brush with which to make a fire. Returning, she reached her cart with the brush in her arm. There she died, frozen to death. Starvation and bitter cold drained from her emaciated body the life she had fought for.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p31\" class=\"\">We thank the Lord today that all of this is now behind us, as much as a century and a half behind us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p32\" class=\"\">We stand today as the recipients of their great effort. I hope we are thankful. I hope we carry in our hearts a deep sense of gratitude for all that they have done for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p33\" class=\"\">It is now 1997, and the future is ahead. As great things were expected of them, so are they of us. We note what they did with what they had. We have so much more, with an overwhelming challenge to go on and build the kingdom of God. There is so much to do. We have a divine mandate to carry the gospel to every nation, kindred, tongue, and people. We have a charge to teach and baptize in the name of the Lord Jesus Christ. Said the resurrected Savior, “Go ye into all the world, and preach the gospel to every creature.”<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_028\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33504)\">Mark 16:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p34\" class=\"\">We are engaged in a great and consuming crusade for truth and goodness. Fortunately, we live in a season of goodwill. There has come down to us an inheritance of respect and honor to our people. We must grasp the torch and run the race.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p35\" class=\"\">Our people are found in positions of responsibility across the world. Their good reputation enhances the work of the Lord. Wherever we may be, whatever the circumstances in which we live, “if there [be] anything virtuous, lovely, or of good report or praiseworthy, [let us] seek after these things.”<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_028\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7082)\">A of F 1:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p36\" class=\"\">The little stone envisioned by Daniel is rolling forth in majesty and power [see <span class=\"citation\" id=\"10821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10821)\">Dan. 2:34–35<\/a><\/span> and <span class=\"citation\" id=\"20766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20766)\">D&amp;C 65:2<\/a><\/span>]. There are some who still scorn. Let us live above it. There are still those who regard us as a peculiar people. Let us accept that as a compliment and go forth showing by the virtue of our lives the strength and goodness of the wonderful thing in which we believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p37\" class=\"\">At a time when families all across the world are falling apart, let us solidify our own, let us strengthen them, let us nurture them in righteousness and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p38\" class=\"\">With so great an inheritance, we can do no less than our very best. Those who have gone before expect this of us. We have a mandate from the Lord. We have a vision of our cause and purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p39\" class=\"\">Let us seek out the righteous of the earth who will listen to our message of salvation. Let us bring light and truth and understanding to a generation that is prone in its disillusionment to look for other things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p40\" class=\"\">God has blessed us with wonderful facilities in which to teach the living truth. We now have meetinghouses scattered across the continents. Let us use them to nurture our people with “the good word of God.”<sup class=\"noteMarker\"><a href=\"#footnote6-97905_000_028\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26007)\">Jacob 6:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p41\" class=\"\">We now have temples far and wide and are building more, that the great work of salvation for the dead may go forward with an ever-increasing momentum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p42\" class=\"\">Our forebears laid a solid and marvelous foundation. Now ours is the great opportunity to build a superstructure, all fitly framed together with Christ as the chief cornerstone [see <span class=\"citation\" id=\"22080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22080)\">Eph. 2:20–21<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p43\" class=\"\">My beloved brethren and sisters, how blessed we are! What a wonderful inheritance we have! It involved sacrifice, suffering, death, vision, faith, and knowledge and a testimony of God the Eternal Father and His Son, the risen Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p44\" class=\"\">The covered wagons of long ago have been replaced by airplanes that thread the skies. The horse and buggy have been replaced by air-conditioned automobiles that speed over ribbons of highway. We have great institutions of learning. We have vast treasures of family history. We have houses of worship by the thousands. Governments of the earth look upon us with respect and favor. The media treat us well. This, I submit, is our great season of opportunity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p45\" class=\"\">We honor best those who have gone before when we serve well in the cause of truth. May the Almighty smile with favor upon us as we seek to do His will and go forward as “a chosen generation, a royal priesthood, an holy nation, a peculiar people.”<sup class=\"noteMarker\"><a href=\"#footnote7-97905_000_028\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2454)\">1 Pet. 2:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/true-to-the-faith.p46\" class=\"\">For this I humbly pray, as I both look back to the past and forward to the future in this anniversary year, and leave my testimony and blessing with you in the name of Him who is our Master, even the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_028\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Gathering of Zion: The Story of the Mormon Trail<\/span> (1964), 6–7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_028\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1972), 332.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_028\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> 3:224.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_028\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33504)\">Mark 16:15<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_028\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7082)\">A of F 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-97905_000_028\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26007)\">Jacob 6:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_028\"><a name=\"-97905_000_028\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-97905_000_028\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2454)\">1 Pet. 2:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}