{"ID":5925, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Go, and Do Thou Likewise”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p2\" class=\"\">Bishop H. David Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/h-david-burton-10.jpg\" alt=\"H. David Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">[Can we] set aside our love of substance and hear the cry of the hungry, the needy, the naked, and the sick?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p4\" class=\"\">All of our lives have been blessed through the great service of Sister Jack and her counselors. I’m sure I represent each of you in expressing our thanks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p5\" class=\"\">Faithful disciples following the Savior heard gospel principles taught by thought-provoking short stories known as parables. After hearing many parables, “the disciples came, and said unto him, Why speakest thou unto them in parables?” (<span class=\"citation\" id=\"37736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37736)\">Matt. 13:10<\/a><\/span>). The Savior responded: “Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand” (<span class=\"citation\" id=\"37737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37737)\">Matt. 13:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p6\" class=\"\">A lawyer chose to challenge the Savior on a point of doctrine. Attempting to entrap Jesus, he asked, “Master, what shall I do to inherit eternal life?” (<span class=\"citation\" id=\"32606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32606)\">Luke 10:25<\/a><\/span>). Jesus responded with a question of his own: “What is written in the law? how readest thou?” (<span class=\"citation\" id=\"32607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32607)\">Luke 10:26<\/a><\/span>). The response of the lawyer, as recited from the law, was perfect: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself” (<span class=\"citation\" id=\"32608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32608)\">Luke 10:27<\/a><\/span>). Jesus acknowledged the answer and then replied: “This do, and thou shalt live” (<span class=\"citation\" id=\"32609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32609)\">Luke 10:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p7\" class=\"\">Having failed to confound the Master, the lawyer was embarrassed. He sought justification by making a further inquiry, “And who is my neighbour?” (<span class=\"citation\" id=\"32610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32610)\">Luke 10:29<\/a><\/span>). We should be very grateful for the lawyer’s second question. From it came one of the most insightful of the Savior’s parables.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p8\" class=\"\">You remember the setting: “A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, … leaving him half dead” (<span class=\"citation\" id=\"32612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32612)\">Luke 10:30<\/a><\/span>). Since our Primary days, we have heard about this certain man. We wonder at the failure of the priest and the Levite to render aid, and we say: “Surely, I would have helped. Surely, I would have stopped. Surely, I would not have looked the other way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p9\" class=\"\">The parable continues: “But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him” (<span class=\"citation\" id=\"32613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32613)\">Luke 10:33<\/a><\/span>). The prophet Moroni was granted a vision of our day. The Book of Mormon record states: “For behold, ye do love money, and your substance, and your fine apparel … more than ye love the poor and the needy, the sick and the afflicted. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p10\" class=\"\">“Why do ye adorn yourselves with that which hath no life, and yet suffer the hungry, and the needy, and the naked, and the sick and the afflicted to pass by you, and notice them not?” (<span class=\"citation\" id=\"38119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38119)\">Morm. 8:37, 39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p11\" class=\"\">Moroni was troubled by what he saw. Are we troubled enough to set aside our love of substance and hear the cry of the hungry, the needy, the naked, and the sick? Can we say, “I would have responded if I had seen a person in need, as did the Samaritan”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p12\" class=\"\">The parable continues: “And [he] went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him” (<span class=\"citation\" id=\"32614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32614)\">Luke 10:34<\/a><\/span>). Upon completing the parable, the Savior asked the lawyer, “Which now of these three … was neighbour unto him that fell among the thieves?” (<span class=\"citation\" id=\"32615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32615)\">Luke 10:36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p13\" class=\"\">He quickly identified the one who had shown mercy—the kind and caring traveler from Samaria. Jesus admonished the lawyer to <span class=\"emphasis\">“go, and do thou likewise”<\/span> (<span class=\"citation\" id=\"32616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32616)\">Luke 10:37<\/a><\/span>; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p14\" class=\"\">May I tell you about several of the many Samaritans who are “pouring in oil and wine” to ease the plight of the needy around the world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p15\" class=\"\">In March of 1996, a volunteer team consisting of a radiologist, two technicians, and a biomedical engineer installed a mammography machine and a film processor in a hospital in Poland. The equipment was purchased by the Church with funds generously contributed for humanitarian assistance. Physicians and technologists came from area hospitals to be trained in the use of the machines. Since observing the benefits of the machines, the Polish government has purchased 45 more. Many lives will be saved and much suffering avoided by early detection of abnormalities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p16\" class=\"\">Cambodia has suffered nearly 30 years of war. Thousands perished, and survivors have experienced misery and deprivation. In 1994, following an emergency food donation by the Church, an offer was extended to assist Cambodians in becoming more self-reliant in basic food production and processing. Several skilled volunteer couples have established a small cannery and a poultry feed mill. Technical courses have been developed and taught to many. A new era in agriculture is being born through the unselfish efforts of modern good Samaritans.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p17\" class=\"\">Many of us regularly <span class=\"emphasis\">“go, and do … likewise”<\/span> when we dispatch our surplus clothing to Deseret Industries. In 1996, over 8.5 million pounds of clothing were sorted and distributed to those in great need. Much clothing has been sent to needy populations in Russia—coats to provide warmth in freezing weather; gloves to prevent frostbite; dresses, shirts, and sweaters. A Russian official wrote, “We do thank God and each one of you for the great help you have been to our people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p18\" class=\"\">The prophet Alma, in describing his day, said, “They did impart of their substance, every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted” (<span class=\"citation\" id=\"10222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10222)\">Alma 1:27<\/a><\/span>). Even when they prospered, “they did not send away any who were naked, or that were hungry, or that were athirst, … they were liberal to all, … whether out of the church or in the church, having no respect to persons as to those who stood in need” (<span class=\"citation\" id=\"10223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10223)\">Alma 1:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p19\" class=\"\">Good Samaritanism is contagious. Providing in the Lord’s way humbles the rich, it exalts the poor, and sanctifies both (see <span class=\"citation\" id=\"20817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20817)\">D&amp;C 104:15–18<\/a><\/span>). The giver helps those in need by sharing what he has received. The receiver accepts the offering with gratitude. As the receiver rises to his full potential, he then is able to reach out to help others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p20\" class=\"\">Good Samaritanism starts in the home as parents teach children by example and precept. Acts of assistance, kindness, and concern among family members reinforce the desire to <span class=\"emphasis\">“go, and do thou likewise.”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p21\" class=\"\">Tucked away in the Uintah Basin of eastern Utah are several small communities. Jedadiah lives in one of these friendly towns. He is a handsome, blond 11-year-old. Jeddy loves academics and is extremely interested in sports. He is excited to soon be eligible to receive the Aaronic Priesthood. Jeddy’s body cannot do the many things that he would like it to do. The cystic fibrosis that exists in his lungs makes breathing rather difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p22\" class=\"\">Amanda, Jeddy’s big sister, is a lovely 16-year-old who displays her love for him in a host of ways. She is a source of comfort when times are difficult. She is his link to school, seeing that assignments are brought home daily. A neighbor said, “Amanda is a real heroine in her family.” She understands the significance of<span class=\"emphasis\"> “go, and do thou likewise.”<\/span> Jeddy only travels to Salt Lake City to go to the hospital. For a special reason he is looking forward to October general conference. It is a family tradition that Grandfather takes his grandsons to Salt Lake for general conference following their 12th birthday. Jeddy can hardly wait; neither can Grandpa.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p23\" class=\"\">Recently, a sweet 93-year-old sister joined her eternal companion on the other side of the veil. They were blessed with four devoted children. This couple shared their musical talents on thousands of occasions. Many saddened spirits were uplifted in times of mourning as these good Samaritans blended their voices in strains of hope and encouragement. Many children will feel the love of the Savior as they sing Primary songs composed by this sweet sister. As her health declined, loving children spent much time and energy and emotion in meeting her needs. A valiant daughter devoted herself to her mother’s care. They will continue to<span class=\"emphasis\"> “go, and do thou likewise.”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p24\" class=\"\">In a mountain valley, a small community is the home of a monastery with a declining number of aging monks. A stake Relief Society president, with many other compassionate service responsibilities, regularly checks on the well-being of the monks. She is the first to deliver goodies on days when they are permissible. She cares about their welfare just as she does about the members of her stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p25\" class=\"\">Bishops regularly call upon volunteer labor to grow and process commodities to fill bishops’ storehouses. Last year, nearly 270,000 days of labor were volunteered in keeping shelves filled and available for use by bishops. Many of us have fond remembrances of our time volunteering on welfare projects. I can still hear a farm manager’s cries of anguish as he observed the damage done to several acres of sugar beets because we had mistaken newly emerging beet plants for weeds. The blessings we received for our service turned out to be a “Scotch blessing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p26\" class=\"\">President Monson said, “We have a responsibility to extend help as well as hope to the hungry, to the homeless, and to the downtrodden both at home and abroad” (<span class=\"emphasis\">Ensign,<\/span> May 1990, 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p27\" class=\"\">Picture a small, one-room apartment which is home for a family of six. The room is dirty and cluttered. The family has not been to church in years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p28\" class=\"\">As the ward welfare committee discussed the family’s needs, there was a feeling of discouragement, for bishops, over the years, had helped the family often. In the discussion, a new idea began to dawn. Perhaps, if the committee called upon the resources of the Lord’s storehouse—the talents and skills of ward members—even this difficult situation could be assisted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p29\" class=\"\">The committee first focused on future possibilities as well as immediate needs. As possibilities turned to reality, hope and optimism replaced gloom and depression. Filled with hope, the family committed to help improve their own situation. The committee also went to work. A hairstylist gave the family haircuts. A dentist volunteered, and for the first time in years, a mother was not embarrassed to smile. A new pair of glasses allowed this mother to once again read to her children. A financial specialist worked with the family in budgeting their funds. A three-year-old received much needed physical therapy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p30\" class=\"\">Slowly the family began to believe their life could be different. The apartment, once dirty and disorganized, began to show signs of order and cleanliness. Curtains went up on the windows. Just a year later invitations were extended by this family to an open house for their three-bedroom home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p31\" class=\"\">A wounded family was found by the side of the road, a family suffering just as much as the traveler from Jerusalem in Jesus’ day. The family’s cries were heard, and their wounds were bound. The modern good Samaritans followed the divine injunction to <span class=\"emphasis\">“go, and do thou likewise.”<\/span> Spiritual lives were also rescued. Today, this family is active in the Church and preparing to receive the blessings of the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p32\" class=\"\">Bishops use consecrated fast offerings to supply needs beyond those which can be provided by the storehouse. President Hinckley suggested we think “of what would happen if the principles of the fast day and the fast offering were observed throughout the world. The hungry would be fed, the naked clothed, the homeless sheltered. … The giver would not suffer, but would be blessed by his small abstinence. A new measure of concern and unselfishness would grow in the hearts of people everywhere” (<span class=\"emphasis\">Ensign,<\/span> May 1991, 52–53).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p33\" class=\"\">To help relieve suffering is to cultivate a Christlike character. We are charged, as were those who listened at the feet of the Savior 2,000 years ago, to <span class=\"emphasis\">“go, and do thou likewise.”<\/span> The Prophet Joseph Smith taught that it is our responsibility “to feed the hungry, to clothe the naked, to provide for the widow, to dry up the tear of the orphan, to comfort the afflicted, whether in this church or in any other, or in no church at all, wherever he finds them” (<span class=\"emphasis\">Times and Seasons,<\/span> 15 Mar. 1842, 732).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/go-and-do-thou-likewise.p34\" class=\"\">May we be generous with our time and liberal in our contributions for the care of those who suffer. May we commit to the principles of Good Samaritanism and be ever mindful of the need to <span class=\"emphasis\">“go, and do thou likewise,”<\/span> I pray in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}