{"ID":5927, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “When Thou Art Converted, Strengthen Thy Brethren”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">To become one in the family of Saints requires established members of the Church to warmly welcome new members with open arms.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p4\" class=\"\">The Savior, as a caring friend, said to Peter, who had recently come to follow the Savior, “Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p5\" class=\"\">“But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren” (<span class=\"citation\" id=\"32625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32625)\">Luke 22:31–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p6\" class=\"\">What is this process of conversion that each son and daughter of God must experience if they are to help others return back into His presence?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p7\" class=\"\">The first seeds of conversion begin with an awareness of the gospel of Jesus Christ and a desire to know the truth concerning His restored Church. “Let this desire work in you” (<span class=\"citation\" id=\"10249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10249)\">Alma 32:27<\/a><\/span>). A desire to know the truth is like a seed which grows in the fertile ground of faith, patience, diligence, and long-suffering (see <span class=\"citation\" id=\"10250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10250)\">Alma 32:27–41<\/a><\/span>). There have been some miraculous conversions recorded in the scriptures. The miraculous conversion of Saul is one such example illustrated when he asked two vital questions: “Who art thou, Lord? … [and] What wilt thou have me to do?” (<span class=\"citation\" id=\"8458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8458)\">Acts 9:5–6<\/a><\/span>). On occasion individuals can have such experiences, but for the most part, conversion happens over a period of time as study, prayer, experience, and faith will help us to grow in our testimony and conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p8\" class=\"\">When Abinadi fearlessly taught the gospel of Jesus Christ to the wicked King Noah and his priests, only Alma recognized the truth. Alma then had to demonstrate great faith in the words of Abinadi as he sought to bring about a mighty change of heart. This change of heart strengthened his conversion with a desire to forsake his sins. The conversion of each member of the Church is not unlike that of Alma (see <span class=\"citation\" id=\"40997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40997)\">&gt;Mosiah 17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p9\" class=\"\">We come out of the world into the kingdom of God. In the conversion process, we experience repentance, which brings about humility and a broken heart and contrite spirit, preparing us for baptism, remission of sins, and receiving the Holy Ghost. Then, over time and through our faithfulness, we overcome trials and tribulations and endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p10\" class=\"\">I think of what the first members of the Church left behind. Many had to leave their families and friends, their nation of birth, and many of their ways of life. They traveled across an ocean and walked across a great nation to come to Zion so that they might have the fellowshipping of the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p11\" class=\"\">It is no different today. When new members come out of the world into the kingdom of God, they leave much behind them. Oftentimes they too must leave behind friends and even family as well as social contacts and a way of life that is not compatible with the standards of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p12\" class=\"\">After baptism, the new member of the Church must learn how to become a fellow citizen with the Saints in the kingdom of God through study, prayer, member example, and nurturing. Each member of the Church is developing daily a deeper personal commitment, testimony, and conversion as they serve in their families and in Church callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p13\" class=\"\">Once in the kingdom of God, as a newly baptized member, we honor the restored priesthood. Honoring the priesthood and being obedient in living the commandments are important elements in the conversion process. Adult male members receive the Aaronic Priesthood soon after baptism. After a period of time, if worthy, they should receive the Melchizedek Priesthood, and each individual in the family shares the blessings of the priesthood in the home. Women are welcomed and enjoy the blessings of sisterhood in the Relief Society. Youth develop friendships as they associate in the Young Men and Young Women organizations. The children are blessed as they are taught and feel the love of caring teachers in the Primary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p14\" class=\"\">Our obedience to the commandments leads us to service and sacrifice in accepting callings in the priesthood quorums and the auxiliary organizations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p15\" class=\"\">We faithfully progress for at least one year after baptism and prepare ourselves to enter the temple of the Lord. In the holy temple we receive our sacred endowments, which teach us how we must live to return into the presence of God the Father and His Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p16\" class=\"\">Then we are sealed for time and all eternity. Our children come into the world protected, born in the eternal covenants we have taken together as husband and wife. If we enter the waters of baptism after our family is grown, our children are sealed to us as though they were born in the covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p17\" class=\"\">All of this time our testimonies continue to grow, and as they do they become a protection for us “that when the devil shall send forth his mighty winds … it shall have no power over you” (<span class=\"citation\" id=\"24872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24872)\">Hel. 5:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p18\" class=\"\">Knowing the truth and gaining a testimony strengthen us to stay on the straight and narrow path that leads to eternal life. As testimony grows, we become more and more converted to the gospel of Jesus Christ. When we follow Him, we commit ourselves to serve Him by serving others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p19\" class=\"\">Brothers and sisters, the Church is growing rapidly as our missionary force introduces the gospel in all parts of the world to those who are prepared with ears to hear. They join the Church with great faith, with a testimony of Jesus Christ, with love in their hearts, and then they face the realities of reordering their lives to reflect the Lord’s will. They lose the close association with the missionaries who brought them the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p20\" class=\"\">They come to our wards and branches feeling as though they are strangers. “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God” (<span class=\"citation\" id=\"22076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22076)\">Eph. 2:19<\/a><\/span>). We read in the scriptures about seeds and about the sower of seeds (see <span class=\"citation\" id=\"37735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37735)\">Matt. 13<\/a><\/span>; <span class=\"citation\" id=\"10248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10248)\">Alma 32<\/a><\/span>). We are taught that a seed can grow, become a tree, and bear fruit. But we have to have good soil to accept the good seed, and that is one of our roles in The Church of Jesus Christ of Latter-day Saints—that we provide the soil which nurtures the seed so it can grow and bear fruit and that the fruit remains (see <span class=\"citation\" id=\"29876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29876)\">John 15:16<\/a><\/span>). Many are strong enough to endure to the end. Without receiving a warm hand of fellowship, some become discouraged and unfortunately may lose the spirit that brought them to the waters of baptism. What was once a centerpiece in their existence is pushed aside for what they may perceive to be an offense, more pressing matters of the day, or it is simply lost in the shuffle of living. To labor for the conversion of one’s self and others is a noble and joyful task.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p21\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p22\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!” (<span class=\"citation\" id=\"20709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20709)\">D&amp;C 18:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p23\" class=\"\">Have you ever pondered the sorrow of losing one and what sadness there must be when many are lost? That is what the Lord feels. It is what our prophet feels. And that is what I hope that you and I can feel, that we can show a determination to nurture those who have experienced the joys of feeling the Spirit, being baptized, and gaining a testimony and who are in the process of overcoming trials and tribulations and achieving an enduring conversion that will last eternally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p24\" class=\"\">Amid the busyness of our day and concerns of what we are trying to accomplish in our individual lives, and within our families, we sometimes are not aware of the needs of the new member who has just entered the kingdom. As we are committed to be by the side of each new member, could we walk with them along the straight and narrow path that leads to the temple, going with them to the temple so that in our friendship we can have joy and rejoice with them as we move together towards eternal life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p25\" class=\"\">“Nevertheless, the people of the church did have great joy because of the conversion of the Lamanites, yea, because of the church of God, which had been established among them. And they did fellowship one with another, and did rejoice one with another, and did have great joy” (<span class=\"citation\" id=\"24877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24877)\">Hel. 6:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p26\" class=\"\">Visualize for a moment a shepherd tending his sheep. The shepherd is studying and praying diligently to get close to God. As the shepherd concentrates on his personal relationship with God, he loses track of time and circumstance. He is not aware of his sheep wandering away or being ravaged by evil marauders. The shepherd awakes from his personal pondering to the reality that some of his sheep are missing, and he must go forth and find them, bringing them back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p27\" class=\"\">We whose conversion is sufficient must reach out to those who wander. As we do, we will find great joy in gathering the Lord’s sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p28\" class=\"\">Ammon, the Nephite missionary, provided an example for us. He had chosen to serve the Lamanite king and was sent to watch the flocks of Lamoni. When a band of renegades attacked and scattered the sheep, Ammon’s fellow servants had fear and began to weep. What did Ammon say? “Be of good cheer and let us go in search of the flocks, and we will gather them together and bring them back unto the place of water” (<span class=\"citation\" id=\"10238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10238)\">Alma 17:31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p29\" class=\"\">Now, we may read this as a story about some shepherds trying to round up some missing sheep, but the message is much more powerful and significant than that. Ammon was a missionary with noble intentions to bring the king and his kingdom back to the fold of righteousness, to the well of living water. The challenge looked daunting to those who could see only, in everyday terms, sheep strung out on hillsides and not enough manpower to round them up. They were discouraged and fearful that the king would discover their loss.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p30\" class=\"\">Ammon not only led the force to recapture the sheep, he drove away the evil men who caused the problems; and his heroic efforts persuaded the king to follow him and to follow the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p31\" class=\"\">Ammon teaches us that no matter our circumstances, we can be an example to others, we can lift them, we can inspire them to seek righteousness, and we can bear testimony to all of the power of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p32\" class=\"\">To become one in the family of Saints requires established members of the Church to warmly welcome new members with open arms. In like manner, it also requires a sincere effort on the part of new members to come to church and participate with the other members of the Church. Being one transcends gender, age, marital status, and economic standing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p33\" class=\"\">Conversion requires consecrating our lives to caring for and serving others who need our help and to sharing our gifts and talents. The Lord didn’t say tend my sheep when it is convenient, watch my sheep when you aren’t busy. He said feed my sheep and my lambs; help them survive this world, keep them close to you. Lead them to safety—the safety of righteous choices that will prepare them for eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p34\" class=\"\">A member’s challenge is similar to the many lessons that Jesus’ disciples and Apostles learned after they responded to His sincere invitation to “come, follow me” (<span class=\"citation\" id=\"32622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32622)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32622)\">Luke 18:22<\/a><\/span>). In the New Testament many lessons Peter, the senior Apostle, learned are shared with us because these are lessons we must also learn in our conversion process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p35\" class=\"\">After the Crucifixion, Peter went fishing with the disciples. He was now the senior Apostle, but he did not realize what was expected of him. He had forgotten that he was to be a fisher of men. From the boat one of the fishermen recognized the resurrected Lord on the shore. Peter bounded ashore to greet the Savior and was met with a direct question that plumbed the depths of his conversion. Peter was still learning, as we must continue to learn. “Lovest thou me?” asked the Savior three times (<span class=\"citation\" id=\"29889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29889)\">John 21:15–17<\/a><\/span>). “Lovest thou me?” Peter was hurt and taken aback. “Thou knowest that I love thee,” he replied (<span class=\"citation\" id=\"29891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29891)\">John 21:17<\/a><\/span>). Then counseled the Savior, “Feed my lambs. … Feed my sheep” (<span class=\"citation\" id=\"29890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29890)\">John 21:15–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p36\" class=\"\">Like Peter, many are converted and leave the things of this world to follow the Lord. Like Peter, when we are called to be fishers of Father’s children (see <span class=\"citation\" id=\"37700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37700)\">Matt. 4:19<\/a><\/span>), do we go “a fishing” (<span class=\"citation\" id=\"29887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29887)\">John 21:3<\/a><\/span>) and forget to feed His lambs and sheep? Like Peter, when those around us are suffering or feeling fearful and need our fellowship and help, do we sleep at the garden gate? (see <span class=\"citation\" id=\"37766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37766)\">Matt. 26:36–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p37\" class=\"\">Like Peter, as we have our own individual learning experiences, will we be able to respond in the same manner Peter did when the Lord asked him: “But whom say ye that I am?” Simon Peter, now converted, answered, “Thou art the Christ, the Son of the living God” (<span class=\"citation\" id=\"37741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37741)\">Matt. 16:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p38\" class=\"\">Brothers and sisters, do we really understand the teachings of the Savior, “When thou art converted, strengthen thy brethren”? (<span class=\"citation\" id=\"32626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32626)\">Luke 22:32<\/a><\/span>). Feed my lambs. Feed my sheep. Feeding the lambs could well be missionary labors working with newly baptized members, who must be nurtured and given caring warmth and fellowship in the family of Saints. Feeding the sheep could well refer to the mature members of the Church, some active and some less active, who need to be cared for and brought back to the flock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p39\" class=\"\">We have learned well the message of one prophet, “Every member [is] a missionary” (in Conference Report, Apr. 1959, 122). Hopefully, we will respond to an equally urgent plea that every member be a friend, a fellowshiper, nurturing and caring for all our brothers and sisters—fully active members, new members, and less-active members alike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p40\" class=\"\">Last night in priesthood meeting we received an entreaty from President Hinckley regarding our new members. He urgently petitioned us to care for our new members with these statements: “I ask of you, each of you, to become part of this great effort. … Brethren, let us help them as they take their first steps as members. This is a work for home teachers and visiting teachers. It is a work for the bishopric, for the priesthood quorums, for the Relief Society, the young men and young women, even the Primary. … Your friendly ways are needed. … That one who was lost need not have become lost. But if he is out somewhere in the shadows, and if it means leaving the ninety and nine, we must do so to find him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p41\" class=\"\">May our personal supplication in response to the prophet’s entreaty be:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me reach a friend in darkness;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me guide him through the night.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me show thy path to glory<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">By the Spirit’s holy light. …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me find thy lambs who wander;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me bring them to thy keep.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me, Lord, to be a shepherd;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Father, help me feed thy sheep.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p50\" class=\"\">(“Help Me Teach with Inspiration,” <span class=\"emphasis\">Hymns,<\/span> no. 281)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/when-thou-art-converted-strengthen-thy-brethren.p51\" class=\"\">That we may follow our prophet’s plea, become converted, and then strengthen our brothers and sisters is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}