{"ID":5929, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Finding Faith in Every Footstep\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p3\" class=\"\">Bonnie D. Parkin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1e54.jpg\" alt=\"Bonnie D. Parkin\"\/><div class=\"kicker\" id=\"\">Years from now your grandchildren will tell with amazement stories of your choices which changed their lives. <span class=\"emphasis\">You <\/span>will be called <span class=\"emphasis\">their <\/span>pioneers.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97905_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p5\" class=\"\">Anna Matilda Anderson was a young girl who lived in Sweden in the 1880s. When she and her family joined the Church, they were ridiculed for their beliefs. Anna’s mother decided they should move to America and join the Saints in Utah. Anna was 11 years old when she and her sister, Ida, were sent ahead to earn money and bring the rest of the family. They sailed to the United States, then traveled by train to Ogden, Utah, where Ida left by covered wagon to work for her sponsors in Idaho. Anna was completely alone on that train as it continued to Salt Lake City. She spoke no English and knew no one. Can you imagine the loneliness and terror of her ride?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p6\" class=\"\">The train pulled into the darkened Rio Grande station just before midnight. The relative who was to meet Anna was not there. Anna stood watching with dread as the station slowly emptied. Finally, she was alone with a German family who also had no one to meet them. The darkness was thick and threatening, closing in around her. She later recalled: “I started to cry and thought about the last thing my mother told me: ‘If you come to a place where you can’t understand what the people are saying, don’t forget to pray to your Father in Heaven because <span class=\"emphasis\">He<\/span> can understand you.’” Anna knelt by her suitcase and pleaded with all her might for heavenly help. Haven’t we all said prayers like that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p7\" class=\"\">The German family motioned for Anna to follow them. Having no other choice, she walked behind them, crying. Arriving at Temple Square, they heard rapid footsteps. A woman was hurrying toward them, studying each person she passed. She looked at the German family, then pressed on. Anna caught the woman’s searching gaze. The woman stopped, unbelieving. She recognized the young girl! And with a shock, Anna recognized the woman. She was her Sunday School teacher who had left Sweden a year earlier! Pulling Anna tightly into her arms, the teacher wiped away her frightened tears. She told Anna: “I was awakened over and over again. … Images of the arriving immigrants raced through my mind. I could not go back to sleep. I was prompted to come to the temple to see if there was anyone I knew here” (journal of Anna Matilda Anderson, in author’s possession).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p8\" class=\"\">Can you believe it? A Sunday School teacher sent in a pitch-black night like an angel of light! “So you see,” Anna remembered, “my Heavenly Father <span class=\"emphasis\">more<\/span> than answered my prayers. I only asked for someone who could understand me, and He sent someone I <span class=\"emphasis\">knew.”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p9\" class=\"\">Years later, Anna explained how she took that amazing journey alone: Her faith in the Lord assured her that something better was waiting just ahead. This gave her the courage to cross an ocean without her mother, pray to her Father in Heaven when she was lost, and walk toward the safe haven of the temple. Anna moved through the unknown and left a path for others to follow. One of those who followed Anna’s faith-filled footsteps was my husband. You see, Anna was his grandmother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p10\" class=\"\">What Anna did must have been terribly frightening. Even though she probably didn’t know it, she was bravely blazing a trail for others to come behind. Anna was a pioneer. A pioneer stands up for what is right, dares to share the gospel in the face of opposition, and testifies of Christ through her actions. Just like Anna.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p11\" class=\"\">Do you see yourself in Anna’s story? Perhaps in your enthusiasm for the gospel or maybe in your fear of the unknown. We are all required to make journeys of faith. That is the gospel plan. Our path may not be crossing an ocean or walking alone from an empty train station. But whatever it is, it will demand faith in every footstep. Years from now your grandchildren will tell with amazement stories of your choices which changed their lives. <span class=\"emphasis\">You<\/span> will be called <span class=\"emphasis\">their<\/span> pioneers. Have you ever thought that as you step into the unknown like Anna, you are showing others the way? Let me share with you some details from the lives of other young women that illuminate the early pioneer experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p12\" class=\"\">Ruth May Fox said: “When the time came for our departure from England, I was in seventh heaven. … [We] left our home under cover of darkness to avoid the curiosity of neighbors. Could anything be more thrilling?” (in Susan Arrington Madsen, <span class=\"emphasis\">I Walked to Zion: True Stories of Young Pioneers on the Mormon Trail<\/span> [1994], 30). The pioneer spirit is full of adventure!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p13\" class=\"\">Margaret Gay Judd Clawson wrote: “There were several very nice young men in our company. Especially one. He used to say such lovely things to me—told me that I was beautiful and intelligent, and even went so far as to say that I was amiable, something I had never been accused of before” (in <span class=\"emphasis\">I Walked to Zion,<\/span> 144). Has anyone ever accused you of being agreeable or friendly? What a compliment!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p14\" class=\"\">Margaret McNeil Ballard recalled: “I walked every step of the way across the plains and drove a cow, and a large part of the way I carried my brother, James, on my back” (in <span class=\"emphasis\">I Walked to Zion,<\/span> 126). Many of you also shoulder responsibilities for your siblings with love and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p15\" class=\"\">How about this perspective from Susan Noble Grant: “Oh, children, you do not know how happy we were, even during these severe days of hardest trials! As young as I was, I knew the gospel had been restored. More than once I had heard Joseph Smith declare that our Heavenly Father and his Son Jesus, the resurrected Savior, had come and talked with him. … This testimony has never left me. And when I am gone, I want you to tell this to your children and grandchildren” (in <span class=\"emphasis\">I Walked to Zion,<\/span> 98). What a legacy! Yet we too have heard a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p16\" class=\"\">Do these stories sound so different from what we write in our journals today? How many of us could do what Anna did? I believe all of us. Why? We show faith by the courageous choices we make each day. President Harold B. Lee gave some marvelous advice for modern pioneers: “Walk to the edge of the light, and perhaps a few steps into the darkness, and you will find that the light will appear and move ahead of you” (as quoted by Boyd K. Packer, in Lucile C. Tate, <span class=\"emphasis\">Boyd K. Packer: A Watchman on the Tower<\/span> [1995], 138). We must walk by faith. That means stepping into the dark unknowns because we believe that Heavenly Father is awaiting us, like Anna’s Sunday School teacher, with open arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/finding-faith-in-every-footstep.p17\" class=\"\">Our prayer tonight is that every one of us will gain strength from the pioneering spirit. Look in the mirror tonight. You’ll see someone unique, strong, and courageous. A pioneer. Hold on to that thought. Like Anna and thousands of others, you are going before, bravely showing loved ones the way to follow. That we will always find faith in every footstep is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}