{"ID":5930, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Keep Walking, and Give Time a Chance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p3\" class=\"\">Virginia H. Pearce<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Our goal, our journey’s end, our Zion is life in the presence of our Heavenly Father. And to get there we are expected to walk and walk and walk.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e56.jpg\" alt=\"Virginia H. Pearce\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p5\" class=\"\">“Week after week, they sang as they walked and walked and walked and walked and walked.”<sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_037\">1<\/a>\n       <span class=\"footnote\">[“Pioneer Children Sang As They Walked,” <span class=\"emphasis\">Children’s Songbook<\/span> (1989), 214.]<\/span><\/sup> When I think of pioneers, tragic scenes come to mind: handcarts in blizzards, sickness, frozen feet, empty stomachs, and shallow graves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p6\" class=\"\">However, as I learn more about that monumental trek I am convinced that along with those very real and dramatic scenes, <span class=\"emphasis\">most<\/span> of the journey for <span class=\"emphasis\">most<\/span> of the people was pretty routine. Mostly they walked and walked and walked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p7\" class=\"\">When the pioneers broke camp each morning, the cattle had to be fed and watered, fires built, breakfasts cooked, a cold meal for noon prepared and packed, repairs made, teams hitched, and wagons reloaded. Every single morning. Then they walked about six miles before halting to feed and water cattle, eat lunch, regroup, and walk again until about 6:00 <span class=\"small\">P.M.<\/span> Then the routine of unhitching and watering teams, making repairs, gathering tinder, building fires, cooking supper, a line or two in a journal before dark, sometimes a little music, prayers, and bed at 9:00 <span class=\"small\">P.M.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p8\" class=\"\">Speed wasn’t important. Because the pace was set by slow-moving oxen, no one had to run to keep up with the wagons. On a good day, on a no-problem day (is there ever such a thing?), the pioneers covered about 15 miles. Usually it was less than 10. Imagine how puny that seemed compared to their ultimate goal of 1,300 miles!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p9\" class=\"\">On a bronze frieze<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_037\">2<\/a>\n       <span class=\"footnote\">[Sculpted by Avard Fairbanks.]<\/span><\/sup> in the Winter Quarters cemetery, a detail shows a mother resting her hand inside the wagon as she walked the distance to the Salt Lake Valley. She did this because her small child wouldn’t stay in the wagon unless he could see his mother’s hand. Even as they walked forward, those pioneers knew how to help one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p10\" class=\"\">So what does all this have to do with us in our current world? I believe it has everything to do with us. Most of our lives are not a string of dramatic moments that call for immediate heroism and courage. Most of our lives, rather, consist of daily routines, even monotonous tasks, that wear us down and leave us vulnerable to discouragement. Sure, we know where we’re going, and if it were possible we would choose to jump out of bed, work like crazy, and be there by nightfall. But our goal, our journey’s end, our Zion is life in the presence of our Heavenly Father. And to get there we are expected to walk and walk and walk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p11\" class=\"\">This week-after-week walking forward is no small accomplishment. The pioneer steadiness, the plain, old, hard work of it all, their willingness to move inch by inch, step by step toward the promised land inspire me as much as their more obvious acts of courage. It is so difficult to keep believing that we are making progress when we are moving at such a pace—to keep believing in the future when the mileage of the day is so minuscule.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p12\" class=\"\">Do you see yourself as a heroic pioneer because you get out of bed every morning, comb your hair, and get to school on time? Do you see the significance of doing your homework every day and recognize the courage displayed in asking for help when you don’t understand an assignment? Do you see the heroism in going to church every single Sunday, participating in class, and being friendly to others? Do you see the greatness in doing the dishes over and over and over? Or practicing the piano? Or tending children? Do you recognize the fortitude and belief in the journey’s end that are required in order to keep saying your prayers every day and keep reading the scriptures? Do you see the magnificence in giving time a chance to whittle your problems down to a manageable size?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p13\" class=\"\">President Howard W. Hunter said, “True greatness … always requires regular, consistent, small, and sometimes ordinary and mundane steps over a long period of time.”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_037\">3<\/a>\n       <span class=\"footnote\">[“True Greatness,” Ensign, May 1982, 20.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p14\" class=\"\">How easy it is to want quick and dramatic results in exchange for a day’s labor! And yet how happy people are who have learned to bend to the rhythm of paced and steady progress—even to celebrate and delight in the ordinariness of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p15\" class=\"\">Don’t be discouraged. Think of those who reach a hand into the wagon to give you courage. <span class=\"emphasis\">Be<\/span> the person who reaches out your hand toward others as we all move forward together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p16\" class=\"\">When you get into bed at night, rehearse the things you have accomplished during the day. Allow yourself to feel the satisfaction that comes of work completed or even partially completed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p17\" class=\"\">Not only were those remarkable pioneers willing to keep moving forward, they “<span class=\"emphasis\">sang<\/span> as they walked and walked and walked.” Are we expected to be cheerful as we do our daily work? Well, maybe not <span class=\"emphasis\">every<\/span> minute of <span class=\"emphasis\">every<\/span> day. Certainly we are sad and even angry at times. But we can make a decision to refrain from wallowing in our sadness or anger. One young woman wrote to our office: “I just love being 14. I wish I could stay 14 for a long time. Fourteen is soooooooooo fun!” Those short sentences brightened my day. “A merry heart doeth good like a medicine” (<span class=\"citation\" id=\"41667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41667)\">Prov. 17:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p18\" class=\"\">The people of the city of Enoch are remembered by us as so good—so incredibly good—that the whole city was taken up into heaven. But if we read carefully we see that the city of Zion was taken up into heaven “in process of time” (<span class=\"citation\" id=\"39973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39973)\">Moses 7:21<\/a><\/span>). Just like the pioneers, just like you and me, it must have been a <span class=\"emphasis\">process<\/span> of walking forward, step by step, over a long period of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p19\" class=\"\">The indra swallowtail butterfly is one of nature’s most spectacular specimens. Laboratory scientists have carefully chronicled its life cycle. An egg is laid at just the right spot on the food plant. Within five days it hatches and grows into a black caterpillar with yellow-orange dots. When mature, the caterpillar creates its own chrysalis. Most emerge after two years. But some—and this is the interesting observation—have been known to remain in the chrysalis for up to seven years. Then, unexpectedly, within a few short hours the once-spotted caterpillar emerges as a gorgeous black butterfly and takes flight.<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_037\">4<\/a>\n       <span class=\"footnote\">[See Todd Stout, “The Four Utah Varieties of <span class=\"emphasis\">Papilo Indra,<\/span>” <span class=\"emphasis\">Utah Lepidopterist,<\/span> Feb. 1997, 6.]<\/span><\/sup> Did this caterpillar become a butterfly in a few short hours or in seven years?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p20\" class=\"\">Observers who understand indra swallowtail growth are willing to patiently continue their work and give time a chance. Those who understand their own personal growth patiently continue to pray, do their daily work, and give time a chance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p21\" class=\"\">The vernacular for this is “Just hang in there!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p22\" class=\"\">I first met Carly when she was 12 years old. A new and inexperienced Beehive, there were some temporary bumps in her world. Listen to her voice as she describes some of her feelings [a short videotaped segment was shown]:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p23\" class=\"\">\n\t<span class=\"emphasis\">“Change has always been real hard for me. My problems aren’t that bad, but when I look at them it just seems like they are the worst in the world when I have them. Everyone was kind of worrying about themselves, you know. I was kind of alone all the time. And I didn’t ever want to go to school. I just felt like Heavenly Father didn’t care if I was sad. And he didn’t care if I was upset or didn’t have any friends. And I just felt like he wasn’t there. I just felt like no one really cared.”<\/span>\n\t<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_037\">5<\/a>\n       <span class=\"footnote\">[From a 1993 videotaped interview of Carly Nielson, Kaysville 18th Ward, Kaysville Utah Crestwood Stake.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p24\" class=\"\">This is Carly. She is now 16.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p25\" class=\"\">“When I hear my 12-year-old self talk, I remember how big those problems seemed then and how small they are now. I remember how much I wanted a magic solution. I now believe that there isn’t just one thing that can make everything all right. The thing I <span class=\"emphasis\">did<\/span> know when I was 12 was that I wanted to be good. That desire kept me reading my scriptures, going to church, and saying my prayers. Now, four years later, I feel so different, mostly because I kept doing those things. I now get answers from the scriptures, I am closer to the Lord through prayer, and I understand the lessons in church so much better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p26\" class=\"\">“My dad has a saying on the wall: ‘Success seems to be largely a matter of hanging on after others have let go’ [William Feather]. I am so glad I hung on! I even think we need those times where we have nothing left in us. They help us build a trust and dependency on the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p27\" class=\"\">“Some popular songs and movies teach us to believe that nothing really matters, that we should give up because everything is temporary anyway. We know differently. We have the gospel. It isn’t temporary. It is eternal. We can’t quit. We can’t give up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p28\" class=\"\">We may not see it now, but everything we do, every day we live is for a purpose. And we have a Heavenly Father who will always be there to lift us up and cheer us on.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/keep-walking-and-give-time-a-chance.p29\" class=\"\">We care so much about one another as we walk together on our journey. I know Heavenly Father will bless each of us as we pray, work hard, and give time a chance. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_037\"><a name=\"-97905_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_037\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Pioneer Children Sang As They Walked,” <span class=\"emphasis\">Children’s Songbook<\/span> (1989), 214.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_037\"><a name=\"-97905_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_037\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Sculpted by Avard Fairbanks.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_037\"><a name=\"-97905_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_037\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>“True Greatness,” Ensign, May 1982, 20.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_037\"><a name=\"-97905_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_037\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>See Todd Stout, “The Four Utah Varieties of <span class=\"emphasis\">Papilo Indra,<\/span>” <span class=\"emphasis\">Utah Lepidopterist,<\/span> Feb. 1997, 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_037\"><a name=\"-97905_000_037\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_037\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>From a 1993 videotaped interview of Carly Nielson, Kaysville 18th Ward, Kaysville Utah Crestwood Stake.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}