{"ID":5931, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Friends Standing Together\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p3\" class=\"\">Kristin Banner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p\" class=\"\">Parrish Canyon Ward, Centerville Utah Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p4\" class=\"\">Like each of you, I have had to use faith and be a pioneer in my life. My first real experience happened when I was in the second grade. My teacher came to our class and told us how a “special” girl would soon join us. I remember imagining the girl to see what she would be like.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p5\" class=\"\">The first day Jenny walked in, I knew I would love her. The fact that she was handicapped urged me to learn more about her. I had never really been around children with disabilities. Although I had many anxieties, I knew I needed to be her friend. I was faced with the unknown; I accepted the challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p6\" class=\"\">I decided to go to Jenny’s house after school one day. I remember being a little nervous but felt it was the right thing to do. Her mom was very nice and helped me get to know more about Jenny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p7\" class=\"\">Soon I found myself always with Jenny. She became one of my very best friends. We loved to go to the store, play on her trampoline, and have sleep overs. I made up for Jenny’s physical handicaps, and she made up for my spiritual handicaps. Jenny is a wonderful example of Christlike love and forgiveness. I truly believe we helped each other overcome both of our handicaps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p8\" class=\"\">When we grew older, I had another test of being a pioneer. I had many friends, and a lot of them didn’t know Jenny. Although they were never rude, I always felt torn between Jenny and my other friends. It was hard and definitely a conscious effort, but I decided to help them get to know her. In time my other friends felt more comfortable with Jenny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p9\" class=\"\">To this day, I am still friends with Jenny. She goes to my same high school, and I see her almost every day. I truly feel proud to walk around the halls with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p10\" class=\"\">I know we can all have the faith to do what is right. Like the pioneers, we can all overcome our challenges and press forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/friends-standing-together.p11\" class=\"\">In closing, I’d like to tell you all how humbled and grateful I am to share some of my feelings today. The fact that I have thousands of valiant sisters all over the world participating in this conference with me reassures me that what I am doing is right. It also reminds me how we are not alone in this great work. If you happen to be the only Latter-day Saint young woman in your ward or high school, just know that you have thousands of other young women standing right beside you. We can all grow together and stay strong through these perilous last days. That is my testimony and prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}