{"ID":5932, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Righteous Choice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p3\" class=\"\">Fono Lavatai<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p\" class=\"\">Center Third Ward, Salt Lake Riverside Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">97905_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p4\" class=\"\">It is a privilege for me to speak to you today. When I was asked to do this, I asked myself, “Why me?” I felt kind of scared. Then in my seminary class a girl gave a thought for opening devotional. She asked, “Do you find difficulties in opportunities or opportunities in difficulties?” I thought about this, and now I’m here!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p5\" class=\"\">I moved from Samoa to the United States last summer. I didn’t want to leave my island and my friends. Going to a new high school made me very nervous. In spite of being new, I tried out for the girls’ basketball team. I made it! I love basketball! As you’re running down that court, everyone is counting on you to make that basket. When you make it, a feeling of happiness comes to you, and if you don’t make it—well, that is a whole different story!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p6\" class=\"\">Anyway, I was on the team and couldn’t go to seminary because I had practice every day after school, and I had seminary after school as well. I missed seminary for the whole second quarter and forgot all about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p7\" class=\"\">One day my mom asked me about it. I told her that everything was OK. But she knew what was going on. My seminary teacher had sent her a letter. She told me: “Fono, you know that what you are doing is wrong. I’m just going to advise you, but it is your decision. Remember, your decision can give you happiness, and it can also put you into a lot of misery.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p8\" class=\"\">I thought about this for several weeks and came to my final decision. I decided to quit basketball and go to seminary. I knew that if I chose basketball over seminary it would be pretty sad and embarrassing at seminary graduation. I didn’t want to watch others graduate when I couldn’t. Maybe that was the misery my mom was talking about. I decided that I should get my priorities straight. Even though I love basketball so much, first things first. I am hoping to make the basketball team next year. As I plan my schedule, I am making sure that I won’t have to drop seminary again in order to practice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p9\" class=\"\">Right now I’m back in seminary. I have a great teacher, a fun class, and I’m very proud of myself for making the right decision. This experience reminds me of a scripture found in Matthew 6:33 [<span class=\"citation\" id=\"37714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37714)\">Matt. 6:33<\/a><\/span>]: “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p10\" class=\"\">In my native language, I would like to bear my testimony. [Sister Lavatai then spoke the italicized text in Samoan.] <span class=\"emphasis\">I know this Church is true. Its doctrines are true. I am grateful for this Young Women program, for it has taught us many things to improve our lives.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/a-righteous-choice.p11\" class=\"\">I know this gospel is true. It has helped me a lot throughout my life. I know our leaders are here to help us. I love you all. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}