{"ID":5934, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Modern Pioneers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p3\" class=\"\">President Janette Hales Beckham<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">We must have faith to walk away from those things that would tear us down or hold us back. … We must have faith in every footstep.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97905_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e58.jpg\" alt=\"President Janette Hales Beckham\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p5\" class=\"\">Tonight I pay tribute to these three young pioneers and to each of you—the pioneers of this generation. You pioneers must have the same faith in every footstep as the pioneers of the past. I am so proud of you as I see young women leading the way through acts of courage and righteousness. Your faith in the Lord helps to strengthen others who look to you as an example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p6\" class=\"\">The Apostle Paul counseled a youth in his time to be a pioneer. He said, “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity” (<span class=\"citation\" id=\"2918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2918)\">1 Tim. 4:12<\/a><\/span>). That is the theme for my remarks to you tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p7\" class=\"\">Whether you are a Beehive, a Mia Maid, or a Laurel, you can be an example to others—an example of the believers. Gospel principles are the same yesterday, today, and tomorrow. The commitment to keep the commandments is the same in every generation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p8\" class=\"\">You young women often have struggles just as difficult to face as the pioneers who came before. One young woman wrote, “You always hear about people today saying they don’t know how the pioneers got through all their hardships, but I’m sure some that are in heaven are saying the same things about us today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p9\" class=\"\">The courage to take a step of faith is needed today as never before. For many of you, the first step of faith was baptism. LeeAnn was 15 years old when she read the Book of Mormon, prayed about it, and gained a testimony of the gospel. She wanted to join the Church, but her mother said no. LeeAnn and the missionaries fasted and prayed. That same day her mother agreed she could join the Church, so LeeAnn was baptized. When her friends found out, they laughed at her and deserted her. Even the principal of the religious school she was attending called her in and told her that she had made a foolish mistake. But she stayed faithful to the Lord. She understood the eternal perspective, and eventually she had the wonderful blessing of marrying a righteous young man in the temple. Her mother eventually joined the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p10\" class=\"\">Kara also became a pioneer in her family. She came from a family that never attended church meetings. Her eighth birthday came and went, and she was not baptized. But with the same courage of those faithful pioneers, she approached her father when she turned 12 and asked if she could be baptized. He said yes. Now she has been married in the temple, and she can instill her pioneering strength, her integrity, and her faith in her own children. What a wonderful pioneer heritage she has given to them!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p11\" class=\"\">Just as the early pioneers sacrificed to make their way to the Rocky Mountains, modern pioneers like LeeAnn, Kara, and all of you are also on the trail to a mountain—“the mountain of the Lord’s house” (<span class=\"citation\" id=\"25762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25762)\">Isa. 2:2<\/a><\/span>). That’s the way the prophet Isaiah referred to latter-day temples, where we make sacred covenants with our Heavenly Father. It is the most important destination we have here on earth. As we make sacred covenants with our Heavenly Father in the temple, He promises us that we will be able to live with Him again. As you plan and prepare for the temple, your example can make you a pioneer to your friends and also your family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p12\" class=\"\">One important step of faith for you as a pioneer is to resist going along with the crowd in ways that would lead you astray. A modern pioneer also encourages others to stay on course. When you lead out in righteousness, others will follow you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p13\" class=\"\">One young woman named Allison told us about a friend who is an example to her because her friend chose not to gossip. She encouraged other friends not to. They listened, and Allison and her friends quit gossiping.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p14\" class=\"\">When Rachel became a teenager, her friends started swearing more and more. She knew that was wrong. Rachel had the courage to go against what others were doing. She chose not to swear. Through her example, she was a modern pioneer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p15\" class=\"\">Danielle is a Beehive class president. She tries to be a good example for the other girls in her class by attending all of her meetings. She lives in an area where drugs and violence are a major problem. “I have chosen not to be involved with those kinds of people,” she wrote. “I do not want to ruin my life. I have chosen to keep the commandments and follow Heavenly Father by doing what is right and by following in His footsteps.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p16\" class=\"\">Another young woman, Melinda, was in junior high, and a couple of boys in a mall offered alcohol to her and her friend. Melinda didn’t know what to do, but her best friend told the boys she and Melinda didn’t drink. The boys made fun of them, but it didn’t matter. Melinda said, “[My friend] leads the way for others … just like a pioneer. … Latter-day pioneers keep me on the path to the celestial kingdom, and I’m so thankful for them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p17\" class=\"\">So many of you young women are great examples. I know about a group of young women who make a point at lunchtime of sitting by someone eating alone and becoming a friend to that person. Some of you have family difficulties, yet you stay strong in the gospel. Some of you are the only active members in your families. One young woman in a large city has to transfer to three different buses just to get to sacrament meeting on her own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p18\" class=\"\">The Lord loves you for your strength and your courage. He is always there for you. You are not alone. He has promised us that when we are trying to live righteously and are serving Him, “I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (<span class=\"citation\" id=\"20794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20794)\">D&amp;C 84:88<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p19\" class=\"\">We have asked some of you young women to tell us about the noble characteristics of the pioneers around you. It is not surprising that often you described members of your families—a mother or father, a grandmother or grandfather, an older sister or brother. You often see your leaders as pioneers, whether it is your adviser, your camp director, or your bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p20\" class=\"\">One young woman said, “I am so grateful for my modern pioneer mother. She broke the tradition of alcoholism in her family. She joined the Church at age 15 after spending a summer with Latter-day Saint relatives. She worked hard in school. She developed a commitment that has brought the blessings of gospel living to our family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p21\" class=\"\">Our priesthood leaders seated on the stand tonight are fathers and grandfathers. Their children and grandchildren surely see them as pioneers. A young woman named Tarynn told us that her grandpa was the pioneer in her life. His life was hard and he had many trials and tribulations, but no matter how hard it was, he always stayed faithful. A pioneer, she said, is someone who has touched another’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p22\" class=\"\">How grateful we are this night to be able to listen to a member of the First Presidency, President Thomas S. Monson. He is a great pioneer of this day who has touched many lives. When I was called to be the Young Women general president, President Monson said to me, “Tell the young women to keep the commandments so they can have all of the blessings Heavenly Father wants so badly to give them.” The words of our prophets can help us to be sure that our steps are secure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p23\" class=\"\">One young woman said, “My brother decided to follow the counsel of the prophet [when he began dating] to date … no one exclusively.” He recognized that many youth live in an atmosphere where it seems that almost everyone is pairing off and dating. She added, “He was extremely creative and careful to maintain high standards and keep good company. This may seem a small thing, but it impressed me and helped me to do the same thing as I began dating. When you are promoting righteousness, you’re being a hero in someone else’s life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p24\" class=\"\">There will be many occasions this year to remember the early pioneers, and each of us—the pioneers of today—must have the same character and determination. We must have faith to walk away from those things that would tear us down or hold us back from our destination. We must have faith in every footstep. We must listen to the words of our prophets, love the Lord, and keep His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p25\" class=\"\">A young woman named Stephanie has the eternal perspective about being a pioneer. She said, “Like the pioneers who walked across the plains and eventually found Zion in the mountains, I will, if I live righteously, eventually arrive at my destination of living with Jesus Christ and Heavenly Father. It will not be easy, but I know I can and will make it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p26\" class=\"\">Young sisters, you can make it. Heavenly Father wants you to. Your faith and courage and determination will bring you to “the mountain of the Lord’s house”—the holy temple—as you prepare to “make and keep sacred covenants, receive the ordinances of the temple, and enjoy the blessings of exaltation” (<span class=\"emphasis\">Young Women Leadership Handbook<\/span> [1995], 4). Your steps of faith will bless future generations. Through you, your children and your grandchildren will receive the blessings the Lord has promised those who follow Him. If only you could see those whom you will influence—not just your friends, but your children and their children!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p27\" class=\"\">I have tremendous faith in you young women. I see you struggle to overcome difficulties. I see so many of you living righteously—courageously “holding aloft our colors” (“Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255), holding on to the Young Women Values, showing others the way to follow, helping one another when the going is rough. You are truly the pioneers of this generation. I love each one of you so much! And I know how much our Heavenly Father loves you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p28\" class=\"\">Many years ago when I was attending a Young Women camp, I met with the young women and their leaders early one morning in a wooded area they called their sacred grove. As I looked into their faces, I realized I had been given a wonderful blessing that has remained with me. I can see divine nature. I look into your faces and see what Heavenly Father sees—your divine potential. Be an example of the believers. Stand as a witness of God as you move forward in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/modern-pioneers.p29\" class=\"\">Listen again to the words of the Apostle Paul: “Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity” (<span class=\"citation\" id=\"2919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2919)\">1 Tim. 4:12<\/a><\/span>). As the pioneers of this generation, may our faith keep us on the path of eternal life, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}