{"ID":5935, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pioneers All\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">My young sisters, we really don’t know how much good we can do until we put forth the effort.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97905_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p5\" class=\"\">What a glorious sight you are. I realize that beyond this pioneer tabernacle many thousands are assembled in chapels and in other settings throughout much of the world. I pray for heavenly help as I respond to the opportunity to address you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p6\" class=\"\">Your leaders have done so well tonight, but then we men realize that this is typical of the sisters. My congratulations go out to each of you who has had a part in the preparations for this conference and to those who participated on the program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p7\" class=\"\">In his classic poem, Henry Wadsworth Longfellow described youth and the future. He wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How beautiful is youth! how bright it gleams<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With its illusions, aspirations, dreams!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Book of Beginnings, Story without End,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each maid a heroine, and each man a friend!<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote1-97905_000_042\">1<\/a>\n\t   <span class=\"footnote\">[Henry Wadsworth Longfellow, “Morituri Salutamus,” in <span class=\"emphasis\">The Complete Poetical Works of Longfellow<\/span> (1922), 311.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p12\" class=\"\">The First Presidency declared, on April 6, 1942: “How glorious and near to the angels is youth that is clean. This youth will have joy unspeakable here and eternal happiness hereafter.”<sup class=\"noteMarker\"><a href=\"#footnote2-97905_000_042\">2<\/a>\n       <span class=\"footnote\">[Message of the First Presidency to the Church, read by President J. Reuben Clark Jr. at the final session of the 112th Annual Conference, Salt Lake City, 6 April 1942; in <span class=\"emphasis\">Improvement Era,<\/span> May 1942, 273.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p13\" class=\"\">We’ve heard much about the pioneers of 1847 and their trek across the plains and entrance into the Salt Lake Valley. We shall hear more as this sesquicentennial year moves along.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p14\" class=\"\">Not surprisingly, as the pioneer theme is presented, each goes back in memory to his or her own family line. There are usually examples to identify and which fit the definition of a pioneer: “one who goes before, showing others the way to follow.”<sup class=\"noteMarker\"><a href=\"#footnote3-97905_000_042\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Oxford English Dictionary,<\/span> s.v. “pioneer.”]<\/span><\/sup> Some, if not all, made great sacrifices to leave behind comfort and ease and respond to that clarion call of their newly found faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p15\" class=\"\">Two of my own great-grandparents fit the mold of many. Gibson and Cecelia Sharp Condie lived in Clackmannan, Scotland. Their families were engaged in coal mining—at peace with the world, surrounded by relatives and friends, and housed in fairly comfortable quarters in a land they loved. They listened to the message of the missionaries from The Church of Jesus Christ of Latter-day Saints and were converted to the depths of their very souls. They heard the call to journey to Zion and knew they must answer that call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p16\" class=\"\">They sold their possessions and prepared for a hazardous voyage across the mighty Atlantic Ocean. With five children, they boarded a sailing vessel, all their worldly possessions in a tiny trunk. They traveled 3,000 miles across the waters, eight long, weary weeks on a treacherous sea—night and day nothing but water—eight weeks of watching and waiting, with poor food, poor water, and no help beyond the length and breadth of that small sailing vessel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p17\" class=\"\">In the midst of this soul-trying situation, their son, Nathaniel, sickened and died. My great-grandparents loved that son just as much as your parents love you; and when his eyes were closed in death, their hearts were torn asunder. To add to their grief, the law of the sea must be obeyed. Wrapped in a canvas weighed down with iron, his body was consigned to a watery grave. As they sailed away, only those parents knew the crushing blow dealt to wounded hearts. Gibson Condie and his good wife were comforted by the words “Not my will, but Thy will, O Father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p18\" class=\"\">That first trek of 1847, organized and led by Brigham Young, is described by historians as one of the great epics of United States history. Mormon pioneers by the hundreds suffered and died from disease, exposure, or starvation. There were some who, lacking wagons and teams, literally walked the 1,300 miles across the plains and through the mountains, pushing and pulling handcarts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p19\" class=\"\">As the long, painful struggle approached its welcome end, a jubilant spirit filled each heart. Tired feet and weary bodies somehow found new strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p20\" class=\"\">Time-marked pages of a dusty pioneer journal speak movingly to us: “We bowed ourselves down in humble prayer to Almighty God with hearts full of thanksgiving to Him, and dedicated this land unto Him for the dwelling place of His people.”<sup class=\"noteMarker\"><a href=\"#footnote4-97905_000_042\">4<\/a>\n       <span class=\"footnote\">[Erastus Snow, “Discourse on the Utah Pioneers,” in <span class=\"emphasis\">The Utah Pioneers<\/span> (1880), 46.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p21\" class=\"\">We honor those who endured incredible hardships. We praise their names and reflect on their sacrifices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p22\" class=\"\">What about our time? Are there pioneering experiences for us? Will future generations reflect with gratitude on our efforts, our examples? You young women, wherever you are this night, can indeed be pioneers in courage, in faith, in charity, in determination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p23\" class=\"\">You can strengthen one another; you have the capacity to notice the unnoticed. When you have eyes to see, ears to hear, and hearts to feel, you can reach out and rescue others of your age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p24\" class=\"\">From Proverbs comes the counsel “Ponder the path of thy feet.”<sup class=\"noteMarker\"><a href=\"#footnote5-97905_000_042\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41666)\">Prov. 4:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p25\" class=\"\">I hope that you young people recognize the strength and the power of your testimonies. Several years ago I was in the nation of Czechoslovakia. There, in an inspiring meeting held in Prague under dangerous circumstances and when freedom was curtailed, I met a young woman whose name is Olga. She was about 25 years of age at the time and had, in the previous two years, brought to membership in the Church 16 young men and young women her own age. As I met with them, I knew they were truly converted to the gospel. I felt they would be the foundation of the Church in Czechoslovakia. They learned the truth of the gospel and felt the strength of testimony—all from Olga. When I complimented Olga and thanked her for having a testimony she is willing to share, she said, “Oh, Brother Monson, I have 14 others with whom I am working!” Later I learned that almost all of those 14 became members of the Church. The light of Christ shone in Olga’s eyes as she encouraged others to “come unto him.”<sup class=\"noteMarker\"><a href=\"#footnote6-97905_000_042\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"33487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33487)\">Mark 2:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p26\" class=\"\">My young sisters, we really don’t know how much good we can do until we put forth the effort. Our testimonies can penetrate the hearts of others and can bring to them the blessings which will prevail in this troubled world and which will guide them to exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p27\" class=\"\">Recently I heard from a teenaged friend, Jami Palmer, whom I have known for a number of years. When she was 12, she was diagnosed with cancer. She underwent grueling and painful treatments for many months. Today she is bright, beautiful, and looking to the future with confidence and with faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p28\" class=\"\">In one of her darkest hours, when any future appeared somewhat grim, she learned that she must undergo months of chemotherapy, followed by an 11-hour surgery to save her leg. A long-planned hike with her Young Women class up to Timpanogos Cave was out of the question—she thought. Jami told her friends they would have to undertake the hike without her. Surely there was a catch in her voice and disappointment in her heart. But then the other young women responded emphatically, “No, Jami. You are going with us!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p29\" class=\"\">“But I can’t walk,” came the anguished reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p30\" class=\"\">“Then, Jami, we’ll carry you to the top!” And they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p31\" class=\"\">The hike is now a memory, but in reality it is much more. James Barrie, the Scottish poet, declared, “God gave us memories, that we might have June roses in the December of our lives.” None of those precious young women will ever forget that memorable day when, I am confident, a loving Heavenly Father looked down with a smile of approval and was well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p32\" class=\"\">Today Jami is an accomplished pianist, vocalist, and athlete. She is an officer and spokesperson for the Make-A-Wish Foundation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p33\" class=\"\">In preparing to speak to you tonight, I turned to the scriptures for inspiration. The word <span class=\"emphasis\">come,<\/span> I discovered, was frequently used. The Lord said, “Come unto me.”<sup class=\"noteMarker\"><a href=\"#footnote7-97905_000_042\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29847)\">John 7:37<\/a><\/span>.]<\/span><\/sup> He invited, “Come, … learn of me,”<sup class=\"noteMarker\"><a href=\"#footnote8-97905_000_042\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37733)\">Matt. 11:29<\/a><\/span>.]<\/span><\/sup> and then, “Come, follow me.”<sup class=\"noteMarker\"><a href=\"#footnote9-97905_000_042\">9<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"32623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32623)\">Luke 18:22<\/a><\/span>.]<\/span><\/sup> My plea is that we would come to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p34\" class=\"\">I counsel you to honor your father and your mother. May I share with you an example of honoring one’s mother. Some years ago Ruth Fawson, mother of six, underwent life-threatening surgery. Her devoted husband and her three sons and three daughters were all at the hospital. The physicians and nurses explained to the family that they could return to their homes and that the staff was prepared to care adequately for Sister Fawson. The family expressed their thanks to the hospital staff but indicated a determination for at least one of its number to be present at all times. A daughter expressed the feelings of all: “We wanted to be there when Mother awakened and stretched forth her hand, so that it would be our hands she would grasp, it would be our smiles she would see, it would be our words she would hear, it would be our love she would feel.” “Honour thy father and thy mother.”<sup class=\"noteMarker\"><a href=\"#footnote10-97905_000_042\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"23068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23068)\">Ex. 20:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p35\" class=\"\">In the Clarkston, Utah, cemetery, Martin Harris, one of the Three Witnesses of the Book of Mormon, is buried. Behind his imposing and beautiful monument are the graves of others. One contains the tender inscription: “A light from our household is gone; a voice we loved is stilled. A place is vacant in our hearts that never can be filled.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p36\" class=\"\">My dear young sisters, don’t wait until that light from your household is gone; don’t wait until that voice you love is stilled before you say, “I love you, Mother; I love you, Father.” Now is the time to think and the time to thank. I trust you do both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p37\" class=\"\">Essential to your success and happiness is the advice “Choose your friends with caution.” In a survey made in selected wards and stakes of the Church, we learned a most significant fact: those persons whose friends married in the temple usually married in the temple, while those persons whose friends did not marry in the temple usually did not marry in the temple. The influence of one’s friends appeared to be a highly dominant factor—even more so than parental urging, classroom instruction, or proximity to a temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p38\" class=\"\">I am pleased that many of your leaders from Young Women are here or are viewing and listening in so many locations. I paraphrase a well-known poem originally written to leaders of boys. I feel this poem is worthy for you and your young women:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She stood at the crossroads all alone,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The sunlight in her face.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She had no thought for the world unknown—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She was set for a noble race.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the roads stretched east and the roads stretched west,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the girl knew not which road was best,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So she chose the road that led her down,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And she lost the race and the victor’s crown.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She was caught at last in an angry snare<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because no one stood at the crossroads there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show her the better road.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Another day, at the self-same place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A girl with high hopes stood.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She, too, was set for a noble race;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She, too, was seeking the things that were good.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But one was there who the roads did know.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that one showed her which way to go.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So she turned from the road that would lead her down,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And she won the race and the victor’s crown.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She walks today the highway fair<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because someone stood at the crossroads there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show her the better way.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote11-97905_000_042\">11<\/a>\n\t   <span class=\"footnote\">[Adapted from “My Chum,” in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> ed. Jack M. Lyon and others (1996), 313.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p61\" class=\"\">Noble leaders of young women, you stand at the crossroads in the lives of those whom you teach. Inscribed on the wall of Stanford University Memorial Hall is this truth: “We must teach our youth that all that is not eternal is too short, and all that is not infinite is too small.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p62\" class=\"\">President Hinckley emphasized our responsibilities when he declared: “In this work there must be commitment. There must be devotion. We are engaged in a great eternal struggle that concerns the very souls of the sons and daughters of God. We are not losing. We are winning. We will continue to win if we will be faithful and true. … There is nothing the Lord has asked of us that in faith we cannot accomplish.”<sup class=\"noteMarker\"><a href=\"#footnote12-97905_000_042\">12<\/a>\n       <span class=\"footnote\">[“The War We Are Winning,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 44.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p63\" class=\"\">A human drama illustrating the bond between the teacher and the young women in her class has been an inspiration to me, as I know it will be to you. It is the account of a first-year Beehive in Young Women. I share it with you, using her own words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p64\" class=\"\">“One day, a few months before my 12th birthday, I noticed a note card on the dresser of the room I shared with my older sister. It read, ‘I’m happy to be your teacher and hope that we have a great year in Mutual.’ It was signed ‘Baur Dee.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p65\" class=\"\">“I soon learned that all of the girls loved Baur Dee. They visited her at home, wanted to sit with her in church, and stayed after Mutual each Wednesday to talk with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p66\" class=\"\">“Looking back so many years, I am amazed that I still have such a vivid memory of my earliest real meeting with Baur Dee. That first night, as I walked in the front door of our ward building to attend Mutual, she stood waiting to greet me. I noticed for the first time the smile which always transformed her appearance from average to beautiful. ‘Welcome,’ she said to me. ‘I’m so glad you’re in my class. We’re going to have a great time!’ There was no adjustment period for me from Primary to Mutual. I felt right at home from that moment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p67\" class=\"\">“Over the next few weeks, I joined the other girls as one of Baur Dee’s fans. At the time, I didn’t try to figure out her popularity. So many years later, though, I believe I understand. She really, truly cared about each one of us, and we knew it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p68\" class=\"\">“Baur Dee suffered from a disease called nephritis—a disease which not too many years later would be treated with dialysis and often cured with a kidney transplant. But for Baur Dee there was no cure, no miracle. She passed away peacefully. She was 27 years old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p69\" class=\"\">“After the funeral services, as we girls stood somberly around the open grave at the cemetery, we made a vow that we would visit Baur Dee’s final resting place together every Memorial Day throughout our lives and that we would never, ever allow her memory to die.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p70\" class=\"\">Forty years have gone by since Baur Dee, this teacher of girls, passed away—yet the pledge lives on. One of her girls has said: “Wherever I go, whatever I do, something of Baur Dee goes with me and with each of her ‘girls.’ She lives on in us and in those with whom we have shared her lessons.” As Henry Brooks Adams observed, “A teacher affects eternity; [she] can never tell where [her] influence stops.”<sup class=\"noteMarker\"><a href=\"#footnote13-97905_000_042\">13<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Education of Henry Brooks Adams: An Autobiography<\/span> (1942), 280.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p71\" class=\"\">Tonight, may all who hear my voice know that this work is of our Heavenly Father. He loves you. He hears your prayers. He knows your thoughts and actions. I testify that Christ is our Redeemer. I know that President Gordon B. Hinckley is God’s prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p72\" class=\"\">I close with a scriptural passage, from Alma in the Book of Mormon, which expresses my love for you: “I perceive that ye are in the paths of righteousness; I perceive that ye are in the path which leads to the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote14-97905_000_042\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10232)\">Alma 7:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/05\/pioneers-all.p73\" class=\"\">To all of you noble pioneers who go before, showing others the way to follow, I urge, “Carry on.”<sup class=\"noteMarker\"><a href=\"#footnote15-97905_000_042\">15<\/a>\n       <span class=\"footnote\">[“Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-97905_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Henry Wadsworth Longfellow, “Morituri Salutamus,” in <span class=\"emphasis\">The Complete Poetical Works of Longfellow<\/span> (1922), 311.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-97905_000_042\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>Message of the First Presidency to the Church, read by President J. Reuben Clark Jr. at the final session of the 112th Annual Conference, Salt Lake City, 6 April 1942; in <span class=\"emphasis\">Improvement Era,<\/span> May 1942, 273.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-97905_000_042\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Oxford English Dictionary,<\/span> s.v. “pioneer.”<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-97905_000_042\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>Erastus Snow, “Discourse on the Utah Pioneers,” in <span class=\"emphasis\">The Utah Pioneers<\/span> (1880), 46.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-97905_000_042\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41666)\">Prov. 4:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-97905_000_042\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33487)\">Mark 2:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-97905_000_042\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29847)\">John 7:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-97905_000_042\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37733)\">Matt. 11:29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-97905_000_042\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32623)\">Luke 18:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-97905_000_042\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"23068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23068)\">Ex. 20:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-97905_000_042\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Adapted from “My Chum,” in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> ed. Jack M. Lyon and others (1996), 313.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-97905_000_042\">12.<\/a>\n      <\/span>\n\t\t\t\t<p>“The War We Are Winning,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 44.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-97905_000_042\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Education of Henry Brooks Adams: An Autobiography<\/span> (1942), 280.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-97905_000_042\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10232)\">Alma 7:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97905_000_042\"><a name=\"-97905_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-97905_000_042\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>“Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}