{"ID":594, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obedience to God's Commandments<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1952, pp. 122-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I humbly ask an interest in your faith and prayers, and the Spirit of\nGod, to direct the few things that I may say this afternoon.\n<\/p><p>\nI have a strong desire and feeling in my heart in this closing session of the conference to\nencourage the Latter-day Saints to keep God's commandments. I know that there is nothing in\nthis world that is as important to members of the Church as to keep all the commandments. In\nfact, the very purpose, the reason for our existence here in mortality, is to prove us, to see if\nwe will \". . . live by every word that proceedeth forth from the mouth of God\"\n(<span class=\"citation\" id=\"13003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13003)\">D&amp;C 84:44<\/a><\/span>;\n<span class=\"citation\" id=\"13028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13028)\">D&amp;C 98:11<\/a><\/span>).\n<\/p><p>\nAs President Clark pointed out in his masterful discourse this morning, Jesus Christ, at the\ngrand council in heaven declared that the sons and daughters of God would be placed upon\nthis earth to \". . . prove them herewith, to see if they will do all things whatsoever the Lord\ntheir God shall command them.\" And the Master gave the promise to them that those who\nwere successful in doing so, would \". . . have glory added upon their heads for ever and\never\" (<span class=\"citation\" id=\"7191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7191)\">Abr. 3:25-26<\/a><\/span>).\n<\/p><p>\nIn due course of time, Father Adam and Mother Eve were placed in the Garden of Eden.\nThey partook of the forbidden fruit. The Fall came about; thus they became mortal beings. A\nveil was drawn over their minds, and they forgot their pre-mortal existence and the gospel by\nwhich they had previously lived in the spirit world. It was necessary, therefore, for Jehovah,\neven Jesus Christ, to reveal to them the gospel plan.\n<\/p><p>\nAs time passed, time and time again little by little, line upon line, precept upon precept,\ndoctrine upon doctrine, the gospel was revealed by the Savior to Father Adam and Mother\nEve. They rejoiced in all the revelations that they received; and faithfully they rendered\nobedience to the commandments of God. We read in the Pearl of Great Price: \n<\/p><p>\nAnd he [meaning the Lord] gave unto them commandments, that they should worship\nthe Lord their God, and should offer the firstlings of their flocks, for an offering unto\nthe Lord. And Adam was obedient unto the commandments of the Lord.\n<\/p><p>\nAnd after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer\nsacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded\nme (<span class=\"citation\" id=\"39004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39004)\">Moses 5:5-6<\/a><\/span>).\n<\/p><p>\nNow, some people may regard Adam's answer as one of blind obedience. I think his answer\nis one of the most sublime illustrations in the scripture of faithful obedience. Although he did\nnot know the full answer why, yet he knew that God would not tell him to do anything which\nwould be harmful for him. He was convinced that all that God commanded him to do was for\nhis own good; therefore, he obeyed, and later on he received light.\n<\/p><p>\nIt would be a wonderful thing if all the members of the Church of Jesus Christ of Latter-day\nSaints would follow Adam's example. When the holy prophets&mdash;the First Presidency of the\nChurch, the Twelve Apostles, God's anointed prophets, seers, and revelators upon this\nearth&mdash;give instructions to the Church members, if we would all render obedience to their\ninstructions, having a firm conviction in our hearts that they speak the word of God; although\nwe do not have the answer yet, knowing in due time we should receive light as did Father\nAdam.\n<\/p><p>\nIt is my testimony that such would be the case. I am not only willing to follow the counsel of\nthe brethren but also glad to obey God's commandments as given by his prophets.\n<\/p><p>\nWe are told that there are two masters in this world. The one Master is Jesus Christ; the other\nmaster is Satan. The Savior himself taught: \n<\/p><p>\nNo man can serve two masters: for either he will hate the one, and love the other; or\nelse he will hold to the one, and despise the other. Ye cannot serve God and mammon\n(<span class=\"citation\" id=\"34493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34493)\">Matt. 6:24<\/a><\/span>).\n<\/p><p>\nAlma, one of the great Book of Mormon prophets, taught: \"For every man receiveth wages of\nhim whom he listeth to obey\"\n(<span class=\"citation\" id=\"8911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8911)\">Alma 3:27<\/a><\/span>).\nIf we list to obey Jesus Christ, as our Master, we\nwalk in the light: we receive peace, happiness, prosperity and the other good blessings of this\nlife, and in the world to come, eternal life in our Father's kingdom. If we choose to follow\nLucifer as our master, we shall receive the wages which are his to bestow upon us. On certain\noccasions those who obey Satan receive as their wages misery, unhappiness, sorrow, and\ndisappointment in this life; and, one might say, on all occasions, they experience the loss of\ntheir eternal rewards in the world to come.\n<\/p><p>\nOne of the most apt illustrations of one who chose to follow Lucifer, that comes to my mind\nat this time, was Cain. We read in the Pearl of Great Price: \n<\/p><p>\nAnd Cain loved Satan more than God. And Satan commanded him, saying: Make an\noffering unto the Lord (<span class=\"citation\" id=\"39011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39011)\">Moses 5:18<\/a><\/span>).\n<\/p><p>\nCain was obedient to Satan's commandment. Of course, God rejected that offering, and Cain\nbecame very angry. And then the Lord appeared unto Cain, and said: \n<\/p><p>\n. . . Why art thou wroth? Why is thy countenance fallen?\n<\/p><p>\nIf thou doest well, thou shalt be accepted. And if thou doest not well, sin lieth at the\ndoor, and Satan desireth to have thee; and except thou shalt hearken unto my\ncommandments, I will deliver thee up, and it shall be unto thee according to his desire\n(<span class=\"citation\" id=\"39012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39012)\">Moses 5:22-23<\/a><\/span>).\n<\/p><p>\nYet Cain continued to love Satan more than God. He entered into a secret covenant with\nSatan to murder his brother Abel for gain. \"And he gloried, [so the scripture says], in his\nwickedness\" (<span class=\"citation\" id=\"39013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39013)\">Moses 5:31<\/a><\/span>).\nAnd after this terrible crime had been committed, Cain received his\n\"wages from him whom he listeth to obey.\" He was cursed by the Lord with a dark skin. He\nlost the Holy Priesthood. He lost his eternal soul, becoming a son of perdition. Thus, he was\nturned over to Satan&mdash;his master.\n<\/p><p>\nGod, our Eternal Father, is very much concerned about you and me and every one of his\nchildren here upon this earth regarding their keeping his commandments. When we keep his\ncommandments, it gives him joy; his heart is caused to rejoice. When we disobey his\ncommandments, his heart is caused to sorrow.\n<\/p><p>\nEnoch had the privilege of looking down through the stream of time in a vision. He and God\nwere observing human history in that vision. When the scene came to the period of the time\nof Noah and they were observing what was taking place during that period, \"God wept\" (see\n(<span class=\"citation\" id=\"39018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39018)\">Moses 7:28<\/a><\/span>). Enoch was very much surprised to see that God would weep, and asked: \"Why is\nit that God weeps (<span class=\"citation\" id=\"39019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39019)\">Moses 7:29<\/a><\/span>)?\nEverything is happy in heaven, everything is peaceful there, everybody\nworships you.\" In fact Enoch could see no reason why God should weep; but God said: \n<\/p><p>\n. . . Behold these thy brethren; they are the workmanship of mine own hands, and I\ngave unto them their knowledge, in the day I created them; and in the Garden of Eden,\ngave I unto man his agency.\n<\/p><p>\nAnd unto thy brethren have I said, and also given commandment, that they should love\none another and that they should choose me, their Father; but behold, they are without\naffection, and they hate their own blood.\n<\/p><p>\n. . . among all the workmanship of mine hands there has not been so great wickedness\nas among thy brethren (<span class=\"citation\" id=\"39020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39020)\">Moses 7:32-33,36<\/a><\/span>).\n<\/p><p>\nBecause God knew the calamity that should come to those people, he wept and declared that\nthe heavens also wept over them.\n<\/p><p>\nIn his conference talk, President S. Dilworth Young gave a wonderful illustration on God's\nconcern over our obedience which I would like to repeat today.\n<\/p><p>\nKing Saul had recently come to the throne when an invading Bedouin tribe from the Arabian\ndesert came into the land of Canaan and molested the Israelites. The voice of the Lord came\nto Samuel, the prophet, commanding him to command King Saul to take his armies and go in\npursuit of those invaders, the Amalekites, and destroy or kill every man, woman, and child,\nboth male and female, and all the animals as well as to destroy utterly all of the properties\n(<span class=\"citation\" id=\"2497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2497)\">1 Sam. 15:3<\/a><\/span>).\nSaul received this commandment, went in pursuit of the Amalekites but did not fully keep the\ncommandment. He brought back the fattest and best of the sheep and cattle as spoils of war.\n<\/p><p>\nGod was very displeased with Saul's disobedience; and the voice of the Lord spoke to Samuel\nagain, telling him that Saul had\n<\/p><p>\n. . . turned back from following me, and hath not performed my commandments\n(<span class=\"citation\" id=\"2498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2498)\">1 Sam. 15:11<\/a><\/span>).\n<\/p><p>\nAnd then the Lord explained to Samuel what Saul had done. Thereupon Samuel went out to\nmeet King Saul as he was coming home from the war. Saul heard that Samuel was coming,\nso probably he hid the cattle and sheep behind a hill. When those two men met, Saul greeted\nSamuel as the chosen prophet of God, and said: \"Blessed be thou of the Lord: I have\nperformed the commandment of the Lord\"\n(<span class=\"citation\" id=\"2499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2499)\">1 Sam. 15:13<\/a><\/span>); stating that he had obeyed God's\ncommand in detail having completely destroyed the Amalekites.\n<\/p><p>\nAnd Samuel said, What meaneth then this bleating of sheep in mine ears, and the\nlowing of oxen which I hear?\n<\/p><p>\nAnd Saul said, They have brought . . . a few of the fattest and best of the cattle and\nsheep for the purpose of offering sacrifice unto the Lord thy God; and the rest we\nhave utterly destroyed (<span class=\"citation\" id=\"2500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2500)\">1 Sam. 15:14-15<\/a><\/span>).\n<\/p><p>\nAnd then Samuel made this memorable statement: \n<\/p><p>\nHath the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice\nof the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of\nrams (<span class=\"citation\" id=\"2502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2502)\">1 Sam. 15:22<\/a><\/span>).\n<\/p><p>\nI would that every Latter-day Saint would place deeply that statement in his heart and keep it\nthere forever. Furthermore, I would that every Church member from this time forward would\nrepeat every few days: \"Behold, to obey is better than sacrifice, and to hearken than the fat of\nrams\"; and obedience is even better than the wealth of this world or than any position or\nhonor that mortal man can bestow upon us. Best of all our attainments, therefore is to obey\nthe voice of God in all things and at all times.\n<\/p><p>\nWe have been told by the holy prophets throughout the entire course of history that we will\nreceive our blessings from the hand of God according to the obedience that we render to his\nholy laws. Therefore, the rewards and punishments are, one might say, based upon a scientific\nformula. The Lord revealed to the Prophet Joseph Smith: \n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world\nupon which all blessings are predicated&mdash;\n<\/p><p>\nAnd when we obtain any blessing from God, it is by obedience to that law upon which\nit is predicated (<span class=\"citation\" id=\"13055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13055)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nGod, our Eternal Father is not as greatly concerned over which race of people we belong to\nnor over the color of our skins as he is over our righteousness. He is not concerned with how\nwealthy we are&mdash;whether we drive a Cadillac or walk; nor does he care to which family we\nbelong; but he is deeply concerned over what kind of hearts we have. In other words, it\nmakes a vital difference to him whether we render obedience to his commandments or not.\n<\/p><p>\nThe question ofttimes comes to the minds of thinking people, especially young people: \"What\nrewards come as a result of obedience to God's commandments?\" Even from the very\nbeginning, and in every gospel dispensation, the followers of Jesus Christ have been told by\nthe holy prophets that those who render obedience to God's commandments eventually will\nfind rest in the presence of the Lord. There they will receive a blessed immortality. In fact, in\nthe very beginning when Adam and his posterity began to populate the earth, the scriptures\nreport: \n<\/p><p>\nAnd the Lord God called upon men by the Holy Ghost everywhere and commanded\nthem that they should repent; \n<\/p><p>\nAnd as many as believed in the Son, and repented of their sins, should be saved; and\nas many as believed not and repented not, should be damned; and the words went\nforth out of the mouth of God in a firm decree; wherefore they must be fulfilled\n(<span class=\"citation\" id=\"39010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39010)\">Moses 5:14-15<\/a><\/span>).\n<\/p><p>\nWhen you and I became members of the Church of Jesus Christ of Latter-day Saints and were\nbaptized, we entered into a covenant to keep God's commandments&mdash;all of his\ncommandments. We did not covenant to obey just the gospel laws that meet our convenience\nthe ones that we like to keep, but all of God's commandments.\n<\/p><p>\nWhen we received the Holy Melchizedek Priesthood, we received it with an oath and a\ncovenant; and the oath and covenant is that we will live \". . . by every word that proceedeth\nforth out of the mouth of God\"\n(<span class=\"citation\" id=\"13029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13029)\">D&amp;C 98:11<\/a><\/span>).\nJesus Christ has promised that if we do so\nall that the Father has will be given unto us\n(<span class=\"citation\" id=\"13002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13002)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nNow, what does the Father have? The greatest blessing that he has to give to his faithful\nchildren, according to his own declaration, is eternal life\n(<span class=\"citation\" id=\"12964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12964)\">D&amp;C 14:7<\/a><\/span>). Also, he has called this\ngift exaltation in the presence of God. Godhood is another way to describe that same gift\n(<span class=\"citation\" id=\"13062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13062)\">D&amp;C 132:19-20<\/a><\/span>).\nTherefore, all those who love God and keep his commandments will\nreceive eternal life, godhood, or exaltation, which means that they will rise in the resurrection\nand enter into celestial glory to be made joint heirs with Jesus Christ and receive all that the\nFather has.\n<\/p><p>\nI am as thoroughly convinced as I am that I am standing here speaking to you people, in fact,\nI know that if you and I will keep God's commandments day by day, walking humbly with\nour God, with \"a broken heart and a contrite spirit,\" as the Lord has commanded us to do\n(<span class=\"citation\" id=\"37879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37879)\">Micah 6:8<\/a><\/span>;\n<span class=\"citation\" id=\"5511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5511)\">3 Ne. 9:20<\/a><\/span>)\neventually we will hear the voice of God invite us into his\npresence; and, as the scriptures state, we shall \". . . pass by the angels, and the gods, which\nare set there, to . . . [our] exaltation and glory in all things\"\n(<span class=\"citation\" id=\"13061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13061)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nIf we prove faithful in keeping all of God's commandments, we shall receive a glorious\ncelestialization, a comparable degree of happiness, joy, peace and power with that which God,\nthe Eternal Father, and the Only Begotten Son have attained. In other words, all that the\nFather has will be given unto us. This is what is in store for the faithful Saints, for those who\nlove God and keep his commandments.\n<\/p><p>\nI humbly ask our Father in heaven to bless every Latter-day Saint in the world; that all of us\nwill vow to keep God's commandments and that we will walk by every word that proceedeth\nforth from his mouth from this time forward. I do so, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}