{"ID":595, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Special Witnesses<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1952, pp. 126-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI want President McKay to know that it does not make any difference to me whether he\nremembers my name or my middle initial; all I want him to know is that I want to be counted\nas one who loves the Lord, and who loves our President, as our prophet, seer, and revelator.\n<\/p><p>\nI am sure that because of the lateness of the hour, and the desire of all of us that we have a\nclosing word from President McKay and his blessing before this conference closes, you will\nindulge me the discretion of not presuming to discourse on what I may have prepared to say\nat this conference. Therefore, I shall close my remarks by only bearing my testimony.\n<\/p><p>\nWith all my heart I welcome four great, noble souls to new positions among the General\nAuthorities of this Church: LeGrand Richards, Joseph L. Wirthlin, Thorpe B. Isaacson, and\nCarl W. Buehner. I think there is no man or no person in this Church happier than I at the\nchanges which have come to give these men their present positions.\n<\/p><p>\nI am thinking back, to that brief moment up in Idaho, when Brother LeGrand Richards lay at\ndeath's door. The doctors had thought that Brother Richards might not be with us long,\nbecause of a serious heart attack. The late Bishop Marvin O. Ashton and I drove up one\nSunday afternoon to Grace, Idaho, to visit him. In a brief moment when my hands were on\nthe head of Brother Richards, I knew that the Lord loved him and that he was going to live.\nThe certainty of that was as sure to me then as it is today that he was spared for a great and\nglorious mission.\n<\/p><p>\nThe Prophet Moroni enjoined his people to seek for the great gift of faith in words that, as\nnearly as I can recall were something like this: \n<\/p><p>\n. . . Faith is things which are hoped for and not seen; wherefore, dispute not because\nye see not, for ye receive no witness until after the trial of your faith\n(<span class=\"citation\" id=\"22195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22195)\">Ether 12:6<\/a><\/span>).\n<\/p><p>\nEleven years ago this morning, I climbed the steps and took my place on the stand where\nBrother Richards is today. In eleven years, to the day, I have moved from the arm rest to my\nleft, to the arm rest to my right. That call was an overpowering experience, as only these, my\nbrethren, know, but the greatest experience was not eleven years ago today, but eleven years\nago the week following today.\n<\/p><p>\nIt was on the day or so following conference that President Stephen L Richards, who was\nthen chairman of the Church radio and publicity committee, approached me and said, \"Brother\nLee, next Sunday is Easter, and we have decided to ask you to give the Sunday night radio\ntalk, the Easter talk, on the resurrection of the Lord.\" And then he added, \"You understand\nnow, of course, that as a member of the Council of the Twelve, you are to be one of the\nspecial witnesses of the life and mission of the Savior and of that great event.\" The most\noverwhelming of all the things that have happened to me was to begin to realize what a call\ninto the Council of the Twelve meant.\n<\/p><p>\nDuring the days which followed, I locked myself in one of the rooms over in the Church\nOffice building, and there I read the story of the life of the Savior. As I read the events of his\nlife, and particularly the events leading up to and of the crucifixion, and then of the\nresurrection, I discovered that something was happening to me. I was not just reading a story;\nit seemed actually as though I was living the events; and I was reading them with a reality the\nlike of which I had never before experienced. And when, on the Sunday night following, after\nI had delivered my brief talk and then declared, simply, \"As one of the humblest among you,\nI, too, know that these things are true, that Jesus died and was resurrected for the sins of the\nworld,\" I was speaking from a full heart, because I had come to know that week, with a\ncertainty which I never before had known.\n<\/p><p>\nI do not know whether that experience was the realization of the workings of the gift of the\nmore sure word of prophecy\n(<span class=\"citation\" id=\"4821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4821)\">2 Pet. 1:19<\/a><\/span>;\n<span class=\"citation\" id=\"13057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13057)\">D&amp;C 131:5<\/a><\/span>),\nbut this much I came to know: neither the Prophet Joseph\nSmith, nor any who have followed since, have ever received a personal visitation from the\nMaster, nor have they ever received a special witness of his life and mission, except they have\nhad a supreme faith. Until that faith had been tried and tested, only then did they receive the\nwitness.\n<\/p><p>\nThis much more I know, and bear humble witness, that only shall I receive a greater witness\nthan I today have, that he is, when my faith through trial shall have become the more perfect.\n<\/p><p>\nI know with all my soul today, God being my witness, that the Savior died, was resurrected,\nand lives today, so close to us in the councils of the priesthood, so near to those whom he has\nchosen as his mouthpieces, that if they will but open their hearts and minds, they may know\nwith a surety that they have done his will and that he has spoken.\n<\/p><p>\nI am thinking today of the quoted testimony of a great defender of the faith recorded in\nBrother Barker's splendid priesthood lessons which we are now studying in the priesthood\nquorums, when he told how his testimony came. This is what that faithful Cyprian said: \"Into\nmy heart, purified of its sins, there entered a light which came from on high, and then,\nimmediately, in a marvelous manner, I saw certainty succeed doubt.\"\n<\/p><p>\nGod help us, as the sons and daughters of our Heavenly Father, that we having the right to\nthe witness of the Holy Ghost, shall by faith so purify our hearts that the light from on high\nmay enter into them, that in a marvelous way we, too, may see all doubt flee in the face of\nabsolute certainty. God help us to this end, and keep us in the faith, worthy of the testimonies\nof the reality of the mysteries of heaven and godliness, I humbly pray, in the name of the\nLord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}