{"ID":5976, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p2\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p3\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">It is not in the proper spirit for us to decide where we will serve or where we will not. We serve where we are called.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_004<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p5\" class=\"\">“O suns and skies and clouds of June, \/ And flowers of June together, \/ Ye cannot rival for one hour \/ October’s bright blue weather.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_004\">1<\/a> <span class=\"footnote\">[Helen Hunt Jackson, “October’s Bright Blue Weather,” <span class=\"emphasis\">The Best Loved Poems of the American People,<\/span> sel. Hazel Felleman (1936), 566.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p6\" class=\"\">Several years ago we were looking for something to inspire a conference of mission presidents. In a very interesting way we found it in a long-unused Primary songbook. The song, entitled “Called to Serve,” teaches in a few simple lines the message that I bring to you today.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Called to serve Him, heav’nly King of glory,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Chosen e’er to witness for his name,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Far and wide we tell the Father’s story,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Far and wide his love proclaim.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Called to know the richness of his blessing—<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Sons and daughters, children of a King—<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Glad of heart, his holy name confessing,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Praises unto him we bring.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Onward, ever onward, as we glory in his name; …<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">God our strength will be; press forward ever,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Called to serve our King.<\/span><sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_004\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Hymns,<\/span> no. 249.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p18\" class=\"\">The willingness of Latter-day Saints to respond to calls to serve is a representation of their desire to do the will of the Lord. That arises from the individual witness that the gospel of Jesus Christ, restored through the Prophet Joseph Smith and contained in the Book of Mormon, is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p19\" class=\"\">Our baptism is a call to lifelong service to Christ. Like those at the waters of Mormon, we are “baptized in the name of the Lord, as a witness before him that [we] have entered into a covenant with him, that [we] will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon [us.]”<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_004\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"41004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41004)\">Mosiah 18:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p20\" class=\"\">But the response to calls, to positions, is only a small part of the service given by members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p21\" class=\"\">I see two kinds of service: one, the service we render when we are called to serve in the Church; the other, the service we willingly give to those around us because we are taught to care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p22\" class=\"\">Over the years I have watched one dear sister give service far beyond any calling to teach or lead in the Church. She sees a need and serves; not “Call me if you need help,” but “Here I am; what can I do?” She does so many small things, like holding someone’s child in a meeting or taking a child to school who has missed the bus. She always looks for new faces at church and steps forward to make them welcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p23\" class=\"\">Her husband knows that when they attend a ward social, he can generally count on her saying, “Why don’t you go along home. I see they are a little short on help to clear up and do the dishes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p24\" class=\"\">He came home one evening to find her putting the furniture back in place. That morning she had the feeling that she should see how an elderly sister with a heart condition was managing a wedding breakfast for a grandchild who had come from out of state to be married in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p25\" class=\"\">She found the woman sitting alone at the church, in despair, surrounded by the things she had brought in preparation. Somehow there had been a double booking of the hall. In a few hours the guests would arrive. Whatever could she do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p26\" class=\"\">This attentive sister took the older sister home with her and put her down to rest. Then she went to work moving the furniture around. When the guests arrived, a beautiful wedding breakfast was ready to be served.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p27\" class=\"\">She learned that spirit of service from her mother. The spirit of service is best taught at home. We must teach our children by example and tell them that an unselfish spirit is essential to happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p28\" class=\"\">“God anointed Jesus of Nazareth with the Holy Ghost and with power,” and He “went about doing good.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_004\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"8462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8462)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup> Each one confirmed as a member of the Church has the same gift and the same obligation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p29\" class=\"\">The Lord said, “Behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.”<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_004\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20753)\">D&amp;C 58:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p30\" class=\"\">The Lord said to the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p31\" class=\"\">“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p32\" class=\"\">“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p33\" class=\"\">“But he that doeth not anything until he is commanded, and receiveth a commandment with doubtful heart, and keepeth it with slothfulness, the same is damned.”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_004\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20755)\">D&amp;C 58:27–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p34\" class=\"\">Sometimes because of age or health or the needs of a family, we may not be called to serve. John Milton, the blind poet, wrote, “They also serve who only stand and wait.”<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_004\">7<\/a> <span class=\"footnote\">[John Milton, “On His Blindness,” in <span class=\"emphasis\">The Complete Poems of John Milton,<\/span> ed. Charles W. Eliot (1909), 84.]<\/span><\/sup> To attend, to tithe, and to learn is to serve, and we often speak of serving as a worthy example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p35\" class=\"\">No service in the Church or in the community transcends that given in the home. Leaders should be very sure that a call to serve in the Church will not weaken the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p36\" class=\"\">The pattern for official callings was established in the early days of the Church. The fifth article of faith teaches “that a man [and, for that matter, a woman] must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.” [<span class=\"citation\" id=\"7079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7079)\">A of F 1:5<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p37\" class=\"\">It is not in the proper spirit for us to decide where we will serve or where we will not. We serve where we are called. It does not matter what the calling may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p38\" class=\"\">I was present at a solemn assembly when David O. McKay was sustained as President of the Church. President J. Reuben Clark Jr., who had served as First Counselor to two Presidents, was then sustained as Second Counselor to President McKay. Sensitive to the possibility that some might think that he had been demoted, President Clark said: “In the service of the Lord, it is not where you serve but how. In the Church of Jesus Christ of Latter-day Saints, one takes the place to which one is duly called, which place one neither seeks nor declines.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_004\">8<\/a> <span class=\"footnote\">[In Conference Report, Apr. 1951, 154.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p39\" class=\"\">When there is a need for someone to serve, the leaders talk about it and pray about it—often more than once. They seek a confirmation from the Spirit, for calls should be made prayerfully and accepted in the same spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p40\" class=\"\">There follows an interview to determine worthiness and to explore personal circumstances. No calling is more important, no service more enduring, than parenthood. Generally callings in the Church help parents to be better parents. Nevertheless, leaders should use both judgment and inspiration to make certain that a call does not make it measurably difficult for parents to serve as parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p41\" class=\"\">One who has authority to issue a call must rely on inspiration to avoid overburdening those who are always willing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p42\" class=\"\">You should be given time to pray about the call so that, despite any feeling of inadequacy, you may have a settled feeling. You may be asked to counsel with your spouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p43\" class=\"\">There is another part of a call which is required by revelation: “It shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, and it is known to the church that he has authority and has been regularly ordained by the heads of the church.”<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_004\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20739)\">D&amp;C 42:11<\/a><\/span>.]<\/span><\/sup> So that it will be known to the Church who is called to serve, names are presented in an appropriate meeting for a sustaining vote. That vote is not just to approve; it is a commitment to support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p44\" class=\"\">Following the sustaining, there is an ordination or setting apart. The pattern was set in the early Church when the Lord promised, “I will lay my hand upon you by the hand of my servant.” He further promised, “You shall receive my Spirit, the Holy Ghost, even the Comforter, which shall teach you the peaceable things of the kingdom.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_004\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20735)\">D&amp;C 36:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p45\" class=\"\">When leaders set someone apart, they do more than authorize service. They pronounce a blessing. It is a marvelous thing to receive a blessing from the Lord Jesus Christ through the hands of His servants. That blessing can cause changes in the life of the one called or in the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p46\" class=\"\">Leaders must learn how to issue calls. When I was a young man, I heard Elder Spencer W. Kimball speak in a stake conference. He said that as a new stake president in Arizona, he left his office in the bank to call a man to be stake leader of the young men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p47\" class=\"\">He said, “Jack, how would you like to be leader of the young men in the stake?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p48\" class=\"\">Jack responded, “Aw, Spencer, you don’t mean me. I couldn’t do anything like that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p49\" class=\"\">He tried to persuade him, but Jack refused the call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p50\" class=\"\">Brother Kimball went back to his office to brood over his failure. He knew the stake presidency had been inspired to make the call. Finally it came to him: he had made a terrible mistake! Of course, <span class=\"emphasis\">Jack<\/span> would not respond.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p51\" class=\"\">Perhaps he recalled what the prophet Jacob had said when he “taught them in the temple, <span class=\"emphasis\">having first obtained mine errand from the Lord.”<\/span><sup class=\"noteMarker\"><a href=\"#footnote11-97911_000_004\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"26003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26003)\">Jacob 1:17<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p52\" class=\"\">President Kimball now did as Jacob had done in ancient times. He “obtained [his] errand from the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p53\" class=\"\">He returned to ask Jack to forgive him for not doing it right and started over: “Last Sunday the stake presidency prayerfully considered who should lead the young men in the stake. There were several names; yours was among them. We all felt that you were the man. We knelt in prayer. The Lord confirmed to the three of us, by revelation, that you were to be called to that position.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p54\" class=\"\">Then he said, “As a servant of the Lord, I am here to deliver that call.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p55\" class=\"\">Then Jack said, “Well, Spencer, if you are going to put it that way …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p56\" class=\"\">President Kimball replied, “I <span class=\"emphasis\">am<\/span> putting it that way!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p57\" class=\"\">Of course, <span class=\"emphasis\">Jack<\/span> would not respond to a casual invitation from <span class=\"emphasis\">Spencer,<\/span> but he could not refuse a call from the Lord through Stake President Kimball. He served faithfully and with inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p58\" class=\"\">While we do not ask to be released from a calling, if our circumstances change it is quite in order for us to counsel with those who have issued the call and then let the decision rest with them. Nor should we feel rejected when we are released by the same authority and with the same inspiration by which we were called.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p59\" class=\"\">One of the great influences in my life was to work closely for many years with Belle S. Spafford, general president of the Relief Society, surely one of the greatest women of this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p60\" class=\"\">One day she told me that as a young woman she explained to her bishop that she was willing to serve but preferred a call to teach. The following week she was called as a counselor to the ward Relief Society president. “I did not relish the call,” she said. “The bishop had misunderstood.” She told him bluntly Relief Society was for old women. Except for the counsel of her husband, she would have refused the call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p61\" class=\"\">Several times she asked to be released. Each time the bishop said he would pray about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p62\" class=\"\">One night she was seriously injured in an automobile accident. After some time in the hospital, she was recovering at home. A terrible laceration on her face became infected. The worried doctor told her, “We can’t touch this surgically; it’s too close to the main nerve in your face.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p63\" class=\"\">That Sunday night, as the doctor left the Spafford home, the bishop, returning from a late meeting, saw the lights on and stopped in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p64\" class=\"\">Sister Spafford later told me, “In that pathetic condition I tearfully said, ‘Bishop, now will you release me?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p65\" class=\"\">Again he said, “I will pray about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p66\" class=\"\">When the answer came, it was, “Sister Spafford, I still can’t get the feeling that you should be released from Relief Society.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p67\" class=\"\">Belle S. Spafford served for 46 years in the Relief Society, nearly 30 as general president. She was an influence for good in the Church and was respected by women leaders worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p68\" class=\"\">At a meeting of the World Council of Women in Suriname, citing age and failing health, she submitted a letter of resignation as an officer. She showed me their letter of refusal—they needed her wisdom, her strength of character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p69\" class=\"\">She often spoke of being tested in her calling. Perhaps the greatest test came when, as a young woman, she learned to respect the power and authority inherent in the priesthood and that an ordinary man serving as bishop can receive direction from the Lord in calling members to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p70\" class=\"\">The spirit of service does not come by assignment. It is a feeling that accompanies a testimony of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p71\" class=\"\">The Lord said, “If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.”<sup class=\"noteMarker\"><a href=\"#footnote12-97911_000_004\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"29853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29853)\">John 12:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p72\" class=\"\">“For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p73\" class=\"\">“Great shall be their reward and eternal shall be their glory.”<sup class=\"noteMarker\"><a href=\"#footnote13-97911_000_004\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20774)\">D&amp;C 76:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/called-to-serve.p74\" class=\"\">I bear witness that the power and inspiration of calls is present in the Church. I bear witness that the gospel is true and say God bless you who serve, bless you for what you do, and bless you who serve, bless you for what you are! In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_004\">1.<\/a><\/span>\n\t\t\t\t<p>Helen Hunt Jackson, “October’s Bright Blue Weather,” <span class=\"emphasis\">The Best Loved Poems of the American People,<\/span> sel. Hazel Felleman (1936), 566.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_004\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Hymns,<\/span> no. 249.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_004\">3.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41004)\">Mosiah 18:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_004\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8462)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_004\">5.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20753)\">D&amp;C 58:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_004\">6.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20755)\">D&amp;C 58:27–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_004\">7.<\/a><\/span>\n\t\t\t\t<p>John Milton, “On His Blindness,” in <span class=\"emphasis\">The Complete Poems of John Milton,<\/span> ed. Charles W. Eliot (1909), 84.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_004\">8.<\/a><\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1951, 154.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_004\">9.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20739)\">D&amp;C 42:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_004\">10.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20735)\">D&amp;C 36:2<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote11-97911_000_004\">11.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26003)\">Jacob 1:17<\/a><\/span>; emphasis added.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote12-97911_000_004\">12.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29853)\">John 12:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_004\"><a name=\"-97911_000_004\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote13-97911_000_004\">13.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20774)\">D&amp;C 76:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}