{"ID":5979, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pioneer Shoes through the Ages\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p2\" class=\"\">Mary Ellen Smoot<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p3\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">By strengthening each other spiritually, building faith and fellowship, we wear the shoes of pioneers.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dc4.jpg\" alt=\"Mary Ellen Smoot\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p5\" class=\"\">Brothers and sisters, we thank you for the tremendous response to the general Relief Society meeting. One woman came up to me and said, “I’m so excited! Just give me my marching orders. I’m ready to go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p6\" class=\"\">I’m not here to give marching orders—you can find those on your knees. But with the enthusiasm I felt in her voice, she could tackle and solve any problem in her family, ward, or neighborhood. In every auxiliary we need to circle our wagons and prepare for increased numbers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p7\" class=\"\">In the 25th section of the Doctrine and Covenants, the Lord instructed Emma Smith: “And verily I say unto thee that thou shalt lay aside the things of this world, and seek for the things of a better.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_007\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20730)\">D&amp;C 25:10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p8\" class=\"\">What are “the things of a better”? Pioneers, past and present, have shown us. Walk with me in the shoes of several pioneers and you will see, as I have, how Saints have put aside the things of this world and found “the things of a better.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p9\" class=\"\">In my hand I am holding a pair of pioneer shoes. They were made by a modern-day pioneer, Brother Robert King, while he was serving as a missionary in Nauvoo. He was the first member of his family to join the Church, or so he thought. Brother King and his wife are currently serving as family history missionaries, and in the course of his research, he discovered that his great-grandfather Reed and his great-uncle Abraham joined the Church in 1835. But Reed was lost. He wandered down unknown paths, and the tender seedling of faith within him died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p10\" class=\"\">Such falling away concerns me. As I have traveled and met new converts, their eyes ablaze with the joy and peace their newfound faith has brought them, I have seen them make great sacrifices to join the fold. We must honor their sacrifice by loving them and strengthening them. My desire is to plead with our sisters to stop worrying about a phone call or a quarterly or monthly visit, and whether that will do, and concentrate instead on nurturing tender souls. Our responsibility is to see that the gospel flame continues to burn brightly. Our charge is to find the lost sheep and help them feel our Savior’s love. As Elder Neal A. Maxwell says, “It is easier to find and to help ‘the one’ when the ‘ninety and nine’ are securely together.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_007\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Deposition of a Disciple<\/span> (1976), 35.  See also <span class=\"citation\" id=\"37745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37745)\">Matt. 18:12<\/a><\/span>]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p11\" class=\"\">By strengthening each other spiritually, building faith and fellowship, we wear the shoes of pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p12\" class=\"\">Allow me to tell you the rest of Brother King’s story. Remember that the seed of faith was planted in the lives of both his great-grandfather Reed and his great-uncle Abraham. What became of Abraham? He kept the faith. Feeling fulfilled in the cause, Abraham endured the persecutions and trials of the pioneer migration west. Due to Abraham’s commitment to the cause of Zion, his posterity includes more than 2,000 members of the Church today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p13\" class=\"\">Just as Abraham is loved and revered for being a courageous pioneer in his family, so will be my friend Robert King. He pioneered his way through a lost line of family history and caught up with his great-grandfather Reed. Because Brother King chose to seek for “the things of a better” and don his pioneer shoes, he is a conduit through which generations, both past and future, will receive the blessings of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p14\" class=\"\">As we feel of that pioneer spirit and come to know and understand our past, we will gain strength for the future. Brothers and sisters, let us put on our pioneer shoes, search our past, write our family histories.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p15\" class=\"\">A plaque hanging on the wall of my home invites me to remember where I came from—each day. It reads, “No matter if a tree grows to more than a thousand feet in height, each leaf, each day, must return to its roots for nourishment.”<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_007\">3<\/a> <span class=\"footnote\">[Thought penned by Rosemary Nelson.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p16\" class=\"\">No matter what our family history may be, we all can root ourselves in the gospel of Jesus Christ and receive spiritual nourishment on a daily basis. This year we have been strengthened by the lives of the pioneers of the past. May we carry on by strengthening ourselves spiritually and then nurturing the faith of those we serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p17\" class=\"\">While driving along one morning, Sister Carol Petranek, stake Relief Society president in Silver Spring, Maryland, received inspiration regarding their upcoming women’s conference. She felt that each sister should be asked to write a brief narrative of the first woman in her family to join the Church. The sisters then compiled their stories into a book, which I hold in my hand, entitled <span class=\"emphasis\">A Heritage of Sisterhood.<\/span> It is filled with stories of faith and commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p18\" class=\"\">Sister Donna Packer, wife of President Boyd K. Packer, had similar promptings. She diligently researched and wrote the history of the Packer family into a colorful and moving story, which reads much like a historical novel. The book details a rich legacy of pioneer spirit and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p19\" class=\"\">During the course of her research, Sister Packer became acquainted with those who own Groombridge Place, the family estate in England. President and Sister Packer were invited to stay at the estate. President Packer put his thoughts and feelings to poetry. I would like to share the closing verse of that poem:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Our heritage, like life itself,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">We keep and yet pass on.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">In doing so, we pay the debt<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">We owe to those now gone.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">What came from them, we hold in trust—<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Stored treasure that will last.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Like Groombridge Place, our lives are built<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">On footings from the past.<\/span><sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_007\">4<\/a> <span class=\"footnote\">[“Ancestral Home,” in Donna Smith Packer, <span class=\"emphasis\">On Footings from the Past<\/span> (1988), 402.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p28\" class=\"\">The stronger our spiritual footings, the greater our capacity to build the kingdom—and the greater our joy. As you write your family histories, as you tend to lost sheep, as you nurture the seedlings of faith in others, you will find yourself saying, “Is it already the end of the day?” rather than “Will this day ever end?” Pioneer women did not have time to wallow in discouragement. They were too busy working their way toward Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p29\" class=\"\">I share President Hinckley’s optimism as I have witnessed modern-day pioneers on the frontiers of the gospel as well as in its well-established stakes and wards. That same faith that emanates from early Church history I experienced firsthand in Mendoza, Argentina.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p30\" class=\"\">I will never forget Sister Elda Nelly Sanchez. She’s a pioneer even in her sickbed. This valiant woman has raised a righteous family and served faithfully as the Church has grown from its infancy in Argentina. But now she suffers from the ravages of cancer. As I was ushered into her bedroom, her countenance glowed with wisdom and testimony. She expressed her gratitude for the gospel of Jesus Christ and said of her illness, “I am grateful for where I am and what I am going through because I know that my Heavenly Father loves me.”<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_007\">5<\/a> <span class=\"footnote\">[Used with permission.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p31\" class=\"\">Like Sister Sanchez, we can feel of our Heavenly Father’s love. He knows our circumstances and our sorrows and will not leave us comfortless. We need only to seek “for the things of a better,” and we will feel of His perfect love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p32\" class=\"\">An early pioneer woman named Eliza Cheney was able to put aside the things of the world because she had nurtured the seed of faith within her. While at Winter Quarters, Eliza received a letter from her parents offering her any amount of money to denounce her newfound religion and come home. She tightened the laces on her pioneer shoes. Even in such bitter conditions, Eliza’s faith burned bright. She wrote back to her parents:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p33\" class=\"\">“I have not the most distant idea [of returning], neither has Nathan … , our cause is just and must be onward. … I did not embrace this work hastily: I came into it understandingly. I weighed the subject, I counted the cost, I knew the consequence of every step I took. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p34\" class=\"\">“If I could be among the numberless throng that John saw whose robes were washed white in the blood of the lamb[,] I must[,] like them, come up through much tribulation and instead of thinking it hard that I have these difficulties to pass through, I count it all joy that I am counted worthy to suffer shame for his name.”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_007\">6<\/a> <span class=\"footnote\">[Quoted in Mary Ellen Smoot and Marilyn Sheriff, <span class=\"emphasis\">The City In-Between: History of Centerville, Utah<\/span> (1975), 379.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p35\" class=\"\">Brothers and sisters, whether on the plains of Nebraska, in Argentina, the highways of Maryland, or within the walls of our own homes, the simple faith of a true pioneer is powerful and eternal. As Elder Neal A. Maxwell has said, “Significantly, … Church members did not become inactive while crossing the plains, when the sense of belonging and being needed was so profound.”<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_007\">7<\/a> <span class=\"footnote\">[“A Brother Offended,” <span class=\"emphasis\">Ensign,<\/span> May 1982, 37.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p36\" class=\"\">Do our precious converts, our reactivated and longtime members have that same sense of belonging and being needed? If not, we must nurture their tender souls. It made all the difference for Brother King’s great-uncle Abraham Owen Smoot. And it will make the difference for you and me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneer-shoes-through-the-ages.p37\" class=\"\">I thank my Father in Heaven for all the pioneers of the past and present who have put aside the things of the world. As we emulate their simple faith and virtues, we will find peace. May we don our pioneer shoes and choose the better part is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_007\">1.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20730)\">D&amp;C 25:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_007\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deposition of a Disciple<\/span> (1976), 35.  See also <span class=\"citation\" id=\"37745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37745)\">Matt. 18:12<\/a><\/span><\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_007\">3.<\/a><\/span>\n\t\t\t\t<p>Thought penned by Rosemary Nelson.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_007\">4.<\/a><\/span>\n\t\t\t\t<p>“Ancestral Home,” in Donna Smith Packer, <span class=\"emphasis\">On Footings from the Past<\/span> (1988), 402.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_007\">5.<\/a><\/span>\n\t\t\t\t<p>Used with permission.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_007\">6.<\/a><\/span>\n\t\t\t\t<p>Quoted in Mary Ellen Smoot and Marilyn Sheriff, <span class=\"emphasis\">The City In-Between: History of Centerville, Utah<\/span> (1975), 379.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_007\"><a name=\"-97911_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_007\">7.<\/a><\/span>\n\t\t\t\t<p>“A Brother Offended,” <span class=\"emphasis\">Ensign,<\/span> May 1982, 37.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}