{"ID":598, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Tribute to President David O. McKay<\/p>\n<p class=\"gcspeaker\">Elder Stayner Richards<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stayner Richards, <i>Conference Report<\/i>, October 1952, pp. 12-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, it is a very great privilege and pleasure to be back home again,\nto be with loved ones and friends and to partake of such a wonderful influence as we have at\nthis conference today.\n<\/p><p>\nI have not made an accurate count, but from appearances the number present\nhere today is a little larger than we have in our district conferences in the mission field, but\nthe spirit is just the same.\n<\/p><p>\nA year ago I had the opportunity of reporting missionary labors of Sister Richards and myself\nin the British Mission. Consequently I will not duplicate this morning but only mention a few\nsubsequent happenings. Since that time King George VI has passed on; his charming and\nlovely daughter Elizabeth, designated \"the Second,\" now reigns over that wonderful country\nand in that great empire. She is greatly loved by all the people because of her Christian\nvirtues and her charming way. The Socialist Party was defeated at the polls, and the\nConservative Party under the leadership of that great statesman Winston Churchill was elected\ninto office.\n<\/p><p>\nThe affairs of the British Mission are going forward in a fine way under the very able\ndirection of President and Sister A. Hamer Reiser. Our missionary experiences there\nconstituted one of the richest times in the lives of Sister Richards and myself. We did so\nappreciate the association of the fine missionaries, and we rejoice in the great development\nthat came to them. We shall ever be grateful to them for their support, their cooperation, and\ntheir hard labors, and we rejoice in the way the Lord blessed them.\n<\/p><p>\nWe were thrilled, also, my brethren and sisters, in witnessing what the gospel of Jesus Christ\ndoes to those people who accept it, how it changes their lives from confusion, uncertainty into\nlives of knowledge of our Father in heaven, his purposes for his children here upon the earth,\nand especially for the feeling of security that it gives them and the hope of salvation and\neternal life.\n<\/p><p>\nOh, it was wonderful to see how happy it made these converts that accepted the truth, and in\ntheir homes the conditions changed, there was more love between husband and wife and\nbetween parents and children.\n<\/p><p>\nOf course, the crowning event in our missionary labors was the visit of President David O.\nMcKay and his lovely wife, his son Lawrence and his wife, Mildred. I trust that President\nMcKay will let me fill in just a few items in connection with that trip pertaining primarily to\nhimself, as he would be too modest to mention them himself, and I shall mention them not\njust as a matter of interest, but in order that we might all be benefitted by the virtues, the\nexemplary life of this man, our leader.\n<\/p><p>\nBetween the time of the two dedications in Scotland that he has mentioned, the President with\nthe members of his party and about twenty-six missionaries, took a bus tour up through the\nhighlands of Scotland, around the Cossacks, around Loch Lomond, Ben Lomond, the Brig o'\nthe Kirk, and those places made famous by the immortal words of Sir Walter Scott and other\ngreat poets. During that tour the President delighted all of us by reciting from memory stanza\nafter stanza from The Lady of the Lake and other great poems. He made us all feel that as\nvisitors in foreign lands, we should study the history of those countries; we should learn of\ntheir poets and their artists and secure all of the cultural value that we could from such visits.\n<\/p><p>\nBut there was something else, that may not be new to you who know President McKay well,\nbut I observed that throughout that tour, as we got on and off the bus, as we walked to one\nplace of interest and back to the bus, there was in President McKay the perfect gentleman;\nalways as he approached a lady he removed his hat, not to show that beautiful stand of white\nhair that he has, but through the natural tendency on his part always to be courteous.\n<\/p><p>\nAnd then I observed how kind and considerate he was of his lovely companion, how he was\nalways there to assist her on the bus, to help her off the bus, to make sure that she had a\nproper vantage place in looking over the different sights, and then I observed that he always\nseemed happiest and most contented when he was sitting next to her.\n<\/p><p>\nThey have been married for over a half a century, but time and the passing of years has not\ndimmed that great love that he has for his wife, not only love, but the tendency also to show\nevery consideration and every attention as he did during his courting years.\n<\/p><p>\nOh, my brethren, what a lesson there is for us, and may I say just a word to you here, (I hope\nthe wives will not listen,) I want to ask of you, how long since you told your wife you loved\nher? How long since you brought a few flowers home to her, and her alone? How long since\nyou brought some candy? How long since, after a fine meal, you have told her what a fine\nmeal that was, and after the meal and you were going out, have you stated, \"I am going out\nblock-teaching but when I get back, I want to take you down to the corner for an ice cream\nsoda.\"\n<\/p><p>\nOh, these are just little things, but how they would add to the joy and the happiness around\nhome. I remember hearing of one of our brethren, when his neighbor spoke to him after the\nwife had served them a fine meal and said, \"My, you have a fine wife.\" He said, \"Yes, I\nalmost told her so, once, and I think before I die, I will tell her.\"\n<\/p><p>\nNow, brethren, in this connection, may I say if you are going to reform along this line, make\nit gradual. Anything else might be a shock and might be misunderstood by the womenfolk.\n<\/p><p>\nI cannot refrain from telling about another party that called on his neighbor and friend, who\nhappened to be the judge in the town, and said, \"Judge, Liz and I are going to break up; I\nhave come to see you about a divorce.\" He said, \"Jim, I wonder if you have always been kind\nto your wife?\" And then he gave him certain instructions, and he said, \"Now, you come back\ntomorrow and tell me how you get along.\" Jim returned the next day, and the judge said,\n\"Well, how did you do?\" \"Terrible;\" he said, \"I did just as you told me. I took a fine box of\ncandy, a lovely bunch of flowers home to my wife; and just as soon as I presented them, I\ngave her a big kiss, and she broke out crying, and she said, 'This has been a terrible day. This\nmorning the cat got run over; at noon the grocer failed to send the groceries; and now here,\ntonight you come home dead drunk.'\"\n<\/p><p>\nI would like to mention another observation that was certainly pleasing to me, as I am sure it\nwas to the other members that witnessed it. At the close of the dedicatory services in Glasgow\nand Edinburgh, the President took time to greet all of those people. There were three hundred\nin one place and two hundred in another. As they came up to him, especially the little\nchildren, extended presents to him, one of them giving a present of an automobile robe with\nthe McKay colors on it, and others gave flowers to the ladies. The President's extending\nappreciation and blessing those little tots was beautiful.\n<\/p><p>\nAnd then, as some of the older ones who knew him fifty-four years ago when he was on his\nfirst mission came up and took his hand and placed their heads on his breast and sobbed with\njoy, you could see and feel the fullness and devotion of his friendship and his love for those\npeople. Oh, indeed, he was a great friend to them.\n<\/p><p>\nI am wondering if all of us who have friends would not like to take a lesson from that and\nmanifest a deeper degree of friendship, let their joys be our joys, and let their sorrows be our\nsorrows.\n<\/p><p>\nWe left Edinburgh 10:20 at night to take the sleeper train for London. As we left that station,\nthere were those faithful Saints, headed by one of the missionaries with such a fine voice,\nwho sang in Scotch, rendering songs of farewell to the party. When we went into our\ncompartment, there were boxes of delicious lunch, the finest that could be prepared, which\nwere extended by the Relief Society sisters of that Edinburgh Branch.\n<\/p><p>\nOn arriving at London, early in the morning, we were met by the missionaries and a number\nof the Saints of the London District. Flowers were showered upon the\nwomenfolk; greetings were extended in the most cordial way to the President. The next few\ndays, of course, were very busy days for him in London.\n<\/p><p>\nOn Sunday, it happened to be the London district conference, and though we pleaded with the\nPresident to spend the forenoon in visiting some of the great churches, such as St. Paul,\nWestminster, and so forth, in order to spare him from speaking so many times, he chose to\nattend the priesthood meeting, the afternoon and the evening meetings. There were\napproximately eleven hundred people present at the meetings.\n<\/p><p>\nWonderful sermons were given by him, and after those meetings he consented to shake hands\nwith all of those people. Have you ever tried greeting individually so many people? When\nyou realize also that the shake of President McKay's hand is not just a limpid affair, but it is\na firm grasp with a greeting from that big heart, you can realize the fatiguing, and the\nexhausting effect of that ordeal.\n<\/p><p>\nMay I make another observation? President McKay enjoys that Christian virtue that was\ntaught so many times by the Master himself, of losing one's self for others\n(<span class=\"citation\" id=\"34504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34504)\">Matt. 10:39<\/a><\/span>), in forgetting self\nand thinking of others, that he gave no thought to what that exhausting experience was doing\nto him. He only realized that it was giving joy and happiness to these people, many of whom\nhad come into the Church because this Church has apostles and prophets. And now they were\nto greet the prophet of the Lord, the President of the Church. You can imagine the thrill that\ncame to them as they did so.\n<\/p><p>\nAnd as the little children came, the little tots, they received an equal greeting. Like the Master\nof old, who said \"Suffer little children, to come unto me: for of such is the kingdom of\nheaven\" (<span class=\"citation\" id=\"34517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34517)\">Matt. 19:14<\/a><\/span>),\nso this great man gave these little kiddies a handshake and a blessing,\nand they went on their way.\n<\/p><p>\nPresident McKay performed this act in the nine other European missions.\n<\/p><p>\nHe will never know the amount of good that came to these people and the thrill that they\nreceived. They will tell it to their children, and their children's children.\n<\/p><p>\nIn one place it was reported that the people were shaking hands with the other Saints with the\nleft hands, and when they asked why, they said, \"Why, this hand shook hands with a prophet\nof the Lord, and we are holding that hand closed.\" One good sister, who was sick and could\nnot be there, sent her two little daughters and said, \"You go shake hands with the President,\nthen come back and shake hands with me, and then I will be all right again.\"\n<\/p><p>\nI know, brothers and sisters, that you agree with me, that this was the greatest event that ever\nhappened to the European missions.\n<\/p><p>\nAnd speaking of the President, I think, myself, that his going from here across the ocean to\nthose countries, constituted also a visit of one of the greatest Americans. President McKay\nwent over there with a message of peace, based on righteousness, and according to the\nprinciples of the gospel, thereby, creating the only peace that would be lasting.\n<\/p><p>\nAnd now, what about those that accompanied him? Sister McKay and the others were urged\nto speak at practically all of the meetings, and she spoke in such a lovely way, such a\nmotherly and tender way, especially to the sisters, to the Relief Society workers. The son,\nLawrence, who is one of the general superintendency of the Deseret Sunday School Union of\nthe Church, spoke especially to the children, giving them a message from the Sunday School\nand then his lovely wife, Mildred, a member of the general board of the Primary, gave her\nmessage to the Primary workers and the Primary children. Therefore, the causes of these three\norganizations were greatly enhanced.\n<\/p><p>\nAnother thing should be noted; President McKay and his party traveled as a unit and for those\npeople to see a Mormon family journeying together, manifesting such love, and consideration\nfor each other, exemplifying such a perfect family life, did much to create\nbetter homes and better family lives through all those countries.\n<\/p><p>\nSo I want to pay my humble tribute to President McKay, and to tell you, as I know that you\nrealize, that he exemplifies the Christian principles as taught by the Master, the virtues that he\ntaught his disciples in a finer way and more completely than any man that I know of. And as\nhe loved all the people, all the people loved him.\n<\/p><p>\nHe is such a kind man. May I mention just one more personal thing? Just before he departed\nat 11:40 at night from Prestwich to come home, imagine his being so kind as to call up Sister\nRichards and myself, just common people, down in London, over the long distance telephone,\nand realizing that we were to sail the next day, to wish us bon voyage. We will never forget\nthat kindly act on his part.\n<\/p><p>\nAnd now, in closing, my brethren and sisters, if we love this man, I think there is only one\nway to show it, and that is for us to take a lesson from his example and live the gospel of\nJesus Christ in every detail, day by day, and that will please him more than anything we can\ndo.\n<\/p><p>\nGod bless you all, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}