{"ID":5981, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teach the Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Children learn through gentle direction and persuasive teaching. They search for models to imitate, knowledge to acquire, things to do, and teachers to please.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_009<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p5\" class=\"\">In Salt Lake City, a touch of autumn is in the air. Daylight hours grow fewer and the weather turns cooler, reminding one and all that winter is just around the corner. The Christmas season will soon be upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p6\" class=\"\">Inevitably, the spirit of Christmas inspires kind deeds, touches human hearts, and prompts one’s mind to reach back to that humble stable in faraway Bethlehem, to a time when the prophecies of the prophets, both in that area and here on the American continent, became a living reality. Christ the Lord was born.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p7\" class=\"\">Precious little is written concerning the childhood of Jesus. One might suppose that His birth was so revolutionary in its magnitude as to dominate accounts of His boyhood. We marvel at the mature wisdom of the boy who, leaving Joseph and Mary, was found in the temple, “sitting in the midst of the doctors,”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_009\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"32597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32597)\">Luke 2:46<\/a><\/span>.]<\/span><\/sup> teaching them the gospel. When Mary and Joseph expressed their concern about His absence, He asked of them the penetrating question: “Wist ye not that I must be about my Father’s business?”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_009\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"32598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32598)\">Luke 2:49<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p8\" class=\"\">The sacred record declares of Him: “Jesus increased in wisdom and stature, and in favour with God and man.”<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_009\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"32599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32599)\">Luke 2:52<\/a><\/span>.]<\/span><\/sup> An obscure passage describes the transition from child to man: He “went about doing good.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_009\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"8463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8463)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p9\" class=\"\">Because of Jesus Christ the world has changed—the divine Atonement has been made, the price of sin has been paid, and the fearful spectacle of death yields to the light of truth and the assurance of resurrection. Though the years roll by, His birth, His ministry, His legacy continue to guide the destiny of all who follow Him as He so invitingly urged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p10\" class=\"\">Children are born each day—even each hour—to mothers who have, with their hand in God’s hand, entered the valley of the shadow of death, that they might bring forth a son, a daughter, to grace a family, a home, and in a way a portion of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p11\" class=\"\">Those precious days of infancy bond mother and father to son or daughter. Every smile is noted, every fear comforted, every hunger abated. Step by step the child grows. The poet wrote that each child is “a sweet new blossom of Humanity, \/ Fresh fallen from God’s own home to flower on earth.”<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_009\">5<\/a> <span class=\"footnote\">[Gerald Massey, in <span class=\"emphasis\">The Home Book of Quotations,<\/span> sel. Burton Stevenson (1934), 121.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p12\" class=\"\">The child grows in wisdom and also in stature. Learning and doing become priorities to be addressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p13\" class=\"\">There are those who dismiss these responsibilities, feeling they can be deferred until the child grows up. Not so, the evidence reveals. Prime time for teaching is fleeting. Opportunities are perishable. The parent who procrastinates the pursuit of his responsibility as a teacher may, in years to come, gain bitter insight into Whittier’s expression: “Of all sad words of tongue or pen, \/ The saddest are these: <span class=\"emphasis\">‘It might have been!’<\/span> ”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_009\">6<\/a> <span class=\"footnote\">[John Greenleaf Whittier, “Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of Whittier<\/span> (1892), 48.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p14\" class=\"\">Dr. Glenn Doman, a prominent author and renowned scientist, reported a lifetime of research in the statement: “The newborn child is almost an exact duplicate of an empty computer, although superior to such a computer in almost every way. … What is placed in the child’s brain during the first eight years of his life is probably there to stay. If you put misinformation into his brain during this period, it is extremely difficult to erase it.”<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_009\">7<\/a> <span class=\"footnote\">[Glenn J. Doman, <span class=\"emphasis\">How to Teach Your Baby to Read<\/span> (1979), 43, 45.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p15\" class=\"\">This evidence should provoke a renewal of commitment in every parent: “I must be about my Father’s business.” Children learn through gentle direction and persuasive teaching. They search for models to imitate, knowledge to acquire, things to do, and teachers to please.<\/p>\n\t\t\t<div class=\"figure\"><p class=\"preamble\">Parents and grandparents fill the role of teacher. So do siblings of the growing child. In this regard, I offer four simple suggestions for your consideration:<\/p><ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Teach prayer,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Inspire faith,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Live truth, and<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Honor God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p21\" class=\"\">First, <span class=\"emphasis\">teach prayer.<\/span> “Prayer is the simplest form of speech \/ That infant lips can try; \/ Prayer, the sublimest strains that reach \/ The Majesty on high.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_009\">8<\/a> <span class=\"footnote\">[“Prayer Is the Soul’s Sincere Desire,” <span class=\"emphasis\">Hymns,<\/span> no. 145.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p22\" class=\"\">We learn to pray by praying. One can devote countless hours to examining the experiences of others, but nothing penetrates the human heart as does a personal, fervent prayer and its heaven-sent response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p23\" class=\"\">Such was the example of the boy Samuel. Such was the experience of young Nephi. Such was the far-reaching prayer of the youth Joseph Smith. Such can be the blessing of one who prays. Teach prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p24\" class=\"\">Next, <span class=\"emphasis\">inspire faith.<\/span> This sesquicentennial year of the epic pioneer trek to the valley of the Great Salt Lake has inspired more music, more drama, more involvement by youth and adults than perhaps any other occasion in our history. We as families have learned more of Church history, the glory and the suffering, the hardship and sorrow—then victory upon arrival in the valley—than can be estimated. Some years ago, Bryant S. Hinckley, the father of our President, prepared a book entitled <span class=\"emphasis\">The Faith of Our Pioneer Fathers.<\/span> Accounts which the volume contains are so well written and set forth. This past year they were retold by the score. Countless members looked back on their own pioneer heritage. Hundreds of youth—even thousands throughout the world—pulled and pushed handcarts and walked their own pioneer trail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p25\" class=\"\">I think that there isn’t a member of this Church today who has not been touched by the year now drawing to its close. Those who did so much for the good of all surely had as their objective to inspire faith. They met the goal in a magnificent manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p26\" class=\"\">Third, <span class=\"emphasis\">live truth.<\/span> At times the most effective lesson in living truth is found close to the home and dear to the heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p27\" class=\"\">At the funeral service of a noble General Authority, H. Verlan Andersen, a tribute was expressed by a son. It has application wherever we are and whatever we are doing. It is the example of personal experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p28\" class=\"\">The son of Elder Andersen related that years earlier, he had a special school date on a Saturday night. He borrowed from his father the family car. As he obtained the car keys and headed for the door, his father said, “The car will need more gas before tomorrow. Be sure to fill the tank before coming home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p29\" class=\"\">Elder Andersen’s son then related that the evening activity was wonderful. Friends met, refreshments were served, and all had a good time. In his exuberance, however, he failed to follow his father’s instruction and add fuel to the car’s tank before returning home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p30\" class=\"\">Sunday morning dawned. Elder Andersen discovered the gas gauge showed empty. The son saw his father put the car keys on the table. In the Andersen family the Sabbath day was a day for worship and thanksgiving, and not for purchases.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p31\" class=\"\">As the funeral message continued, Elder Andersen’s son declared, “I saw my father put on his coat, bid us good-bye, and walk the long distance to the chapel, that he might attend an early meeting.” Duty called. Truth was not held slave to expedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p32\" class=\"\">In concluding his funeral message, Elder Andersen’s son said, “No son ever was taught more effectively by his father than I was on that occasion. My father not only knew the truth, but he also lived it.” Live truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p33\" class=\"\">Finally, <span class=\"emphasis\">honor God.<\/span> No one can surpass the Lord Jesus Christ in setting an example of living this goal. The fervency of His prayer at Gethsemane says it all: “Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.”<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_009\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"32628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32628)\">Luke 22:42<\/a><\/span>.]<\/span><\/sup> His example on the cruel cross of Golgotha speaks volumes: “Father, forgive them; for they know not what they do.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_009\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"32630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32630)\">Luke 23:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p34\" class=\"\">The Master taught so everlastingly to all who would listen a simple yet profound truth as recorded in Matthew. We learn that after Jesus and His disciples descended from the Mount of Transfiguration, they paused at Galilee and then went to Capernaum. The disciples said unto Jesus, “Who is the greatest in the kingdom of heaven?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p35\" class=\"\">“And Jesus called a little child unto him, and set him in the midst of them,<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p36\" class=\"\">“And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p37\" class=\"\">“Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p38\" class=\"\">“And whoso shall receive one such little child in my name receiveth me.”<sup class=\"noteMarker\"><a href=\"#footnote11-97911_000_009\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"37744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37744)\">Matt. 18:1–5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p39\" class=\"\">I think it significant that Jesus so loved these little ones who recently had left the preexistence to come to earth. Children then and children now bless our lives, kindle our love, and prompt good deeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p40\" class=\"\">Is it any wonder that the poet Wordsworth speaks thus of our birth: “trailing clouds of glory do we come \/ From God, who is our home: \/ Heaven lies about us in our infancy!”<sup class=\"noteMarker\"><a href=\"#footnote12-97911_000_009\">12<\/a> <span class=\"footnote\">[William Wordsworth, “Ode: Intimations of Immortality from Recollections of Early Childhood,” <span class=\"emphasis\">The Complete Works of William Wordsworth<\/span> (1924), 359.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p41\" class=\"\">It is in the home that we form our attitudes, our deeply held beliefs. It is in the home that hope is fostered or destroyed. Wrote Dr. Stuart E. Rosenberg in his book <span class=\"emphasis\">The Road to Confidence:<\/span> “Despite all new inventions and modern designs, fads and fetishes, no one has yet invented, or will ever invent, a satisfying substitute for one’s own family.”<sup class=\"noteMarker\"><a href=\"#footnote13-97911_000_009\">13<\/a> <span class=\"footnote\">[<span class=\"emphasis\">The Road to Confidence<\/span> (1959), 121.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p42\" class=\"\">We ourselves can learn from our children and grandchildren. They have no fear. They have no doubt concerning our Heavenly Father’s love for them. They love Jesus and want to be like Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p43\" class=\"\">Our grandson, six-year-old Jeffrey Monson Dibb, accompanied by his six-year-old girlfriend, paused at an end table in his house on which there was a picture of Elder Jeffrey R. Holland. The young girl pointed to the picture and asked, “Who is that man?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p44\" class=\"\">Jeff replied, “Oh, that’s Elder Jeffrey Holland of the Quorum of Twelve Apostles. He’s named after me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p45\" class=\"\">This same namesake of Elder Holland’s, along with his girlfriend, went for a walk one day. They marched up the front steps of a home, not knowing who lived there or what affiliation they might have with the Church. They knocked on the front door, and a woman answered. Without the slightest hesitation, Jeff Dibb said to her, “We are the visiting home teachers. May we come in?” They were ushered into the living room and were asked to be seated. With total faith the children addressed the woman, “Do you have a treat for us?” What could she do? She produced a treat, and they had a nice conversation. The impromptu teachers departed, uttering a sincere “Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p46\" class=\"\">“Come back again,” they heard the woman say, with a smile on her face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p47\" class=\"\">“We will,” came the reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p48\" class=\"\">The parents of the two youngsters heard of the incident. I am certain they were restrained in counseling the little ones. Perhaps they remembered the words from the scriptures: “And a little child shall lead them.”<sup class=\"noteMarker\"><a href=\"#footnote14-97911_000_009\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"25765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25765)\">Isa. 11:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p49\" class=\"\">The sound of laughing children, joyfully playing together, can give the impression that childhood is free from trouble and sorrow. Not so. Children’s hearts are tender. They long for the companionship of other children. In the famous Victoria and Albert Museum in London hangs a masterpiece on canvas. Its title is simply <span class=\"emphasis\">Sickness and Health.<\/span> Depicted is a small girl in a wheelchair. Her face is pale; her countenance reflects sadness. She watches an organ-grinder perform while two little girls, carefree and happy, frolic and dance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p50\" class=\"\">Sadness and sorrow at times come to all, including children. But children are resilient. They bear up beautifully to shoulder the burden they may be called upon to endure. Perhaps the lovely psalm describes this virtue: “Weeping may endure for a night, but joy cometh in the morning.”<sup class=\"noteMarker\"><a href=\"#footnote15-97911_000_009\">15<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"42100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42100)\">Ps. 30:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p51\" class=\"\">May I now paint a picture of such a situation. In faraway Bucharest, Romania, Dr. Lynn Oborn, volunteering at an orphanage, was attempting to teach little Raymond, who had never walked, how to use his legs. Raymond had been born with severe clubfeet and was completely blind. Recent orthopedic surgery performed by Dr. Oborn had corrected the clubfeet, but Raymond was still unable to use his legs. Dr. Oborn knew that a child-size walker would enable Raymond to get on his feet, but such a walker was not available anywhere in Romania. I’m sure fervent prayers were offered by this doctor who had done all he could without a walking aid for the boy. Blindness can hamper a child, but inability to walk, to run, to play can injure his precious spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p52\" class=\"\">Let us turn now to Provo, Utah. The Richard Headlee family, learning of the suffering and pitiful conditions in Romania, joined with others to assemble a 40-foot container filled with 40,000 pounds of needed supplies, including food, clothing, medicine, blankets, and toys. The project deadline arrived, and the container had to be shipped that day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p53\" class=\"\">No one involved with the project knew of the particular need for a child-size walker. However, at the last possible moment, a family brought forth a child’s walker and placed it in the container.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p54\" class=\"\">When the anxiously awaited container arrived at the orphanage in Bucharest, Dr. Oborn was present as it was opened. Every item it contained would be put to immediate use at the orphanage. As the Headlee family introduced themselves to Dr. Oborn, he said, “Oh, I hope you brought me a child’s walker for Raymond!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p55\" class=\"\">One of the Headlee family members responded, “I can vaguely remember something like a walker, but I don’t know its size.” Another family member was dispatched back into the container, crawling among all the bales of clothes and boxes of food, searching for the walker. When he found it, he lifted it up and cried out, “It’s a little one!” Cheers erupted—which quickly turned to tears, for they all knew they had been part of a modern-day miracle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p56\" class=\"\">There may be some who say, “We don’t have miracles today.” But the doctor whose prayers were answered would respond, “Oh, yes we do, and Raymond is walking!” She who was inspired to give the walker was a willing vessel and surely would agree.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p57\" class=\"\">Who was the angel of mercy touched by the Lord to play a vital role in this human drama? Her name is Kristin. She is the daughter of Kurt and Melodie Bestor. Kristin was born with spina bifida, as was her younger sister, Erika. The two children have spent long days and worrisome nights in the hospital. Modern medicine, lovingly practiced, along with help from our Heavenly Father have brought a measure of mobility to each. Neither is downhearted. Both inspire others to carry on. Last month Kristin and Erika entertained guests celebrating the 75th anniversary of Primary Children’s Medical Center. They sang with their father and mother, and then the girls movingly sang a duet. Each person in the audience had red-rimmed eyes; handkerchiefs were everywhere displayed. These girls, this family, had overcome sorrow and brought joy to the lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p58\" class=\"\">Kristin’s father said to me that evening, “President Monson, meet Kristin. She is the one who felt impressed to send her walker to Romania, hoping that some child there would be benefited.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p59\" class=\"\">I spoke to Kristin as she sat in her wheelchair. “Thank you for listening to the Spirit of the Lord. You have been the instrument in the Lord’s hands to answer a doctor’s prayer, a child’s wish.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p60\" class=\"\">Later, as I walked out of that celebration held for the benefit of children, I looked upward toward the heavens and offered my own “Thank you” to God for children, for families, for miracles in our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p61\" class=\"\">Let us earnestly follow His direction: “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote16-97911_000_009\">16<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"33501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33501)\">Mark 10:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p62\" class=\"\">A popular song includes the words, “There are angels among us.” These angels are quite frequently the precious little ones God, our Father, has entrusted to our earthly care. To them may we <span class=\"emphasis\">teach prayer, inspire faith, live truth,<\/span> and <span class=\"emphasis\">honor God.<\/span> Then we shall have heavenly homes and forever families. For what higher gift could we wish? For what greater blessing could we pray? None!<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/teach-the-children.p63\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_009\">1.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32597)\">Luke 2:46<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_009\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32598)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32598)\">Luke 2:49<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_009\">3.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32599)\">Luke 2:52<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_009\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8463)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_009\">5.<\/a><\/span>\n\t\t\t\t<p>Gerald Massey, in <span class=\"emphasis\">The Home Book of Quotations,<\/span> sel. Burton Stevenson (1934), 121.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_009\">6.<\/a><\/span>\n\t\t\t\t<p>John Greenleaf Whittier, “Maud Muller,” <span class=\"emphasis\">The Complete Poetical Works of Whittier<\/span> (1892), 48.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_009\">7.<\/a><\/span>\n\t\t\t\t<p>Glenn J. Doman, <span class=\"emphasis\">How to Teach Your Baby to Read<\/span> (1979), 43, 45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_009\">8.<\/a><\/span>\n\t\t\t\t<p>“Prayer Is the Soul’s Sincere Desire,” <span class=\"emphasis\">Hymns,<\/span> no. 145.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_009\">9.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32628)\">Luke 22:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_009\">10.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32630)\">Luke 23:34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote11-97911_000_009\">11.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37744)\">Matt. 18:1–5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote12-97911_000_009\">12.<\/a><\/span>\n\t\t\t\t<p>William Wordsworth, “Ode: Intimations of Immortality from Recollections of Early Childhood,” <span class=\"emphasis\">The Complete Works of William Wordsworth<\/span> (1924), 359.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote13-97911_000_009\">13.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Road to Confidence<\/span> (1959), 121.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote14-97911_000_009\">14.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"25765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25765)\">Isa. 11:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote15-97911_000_009\">15.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42100)\">Ps. 30:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_009\"><a name=\"-97911_000_009\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote16-97911_000_009\">16.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33501)\">Mark 10:14<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}