{"ID":5983, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In Remembrance of Jesus\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Jesus is the great Mediator. Though omnipotent and omniscient, all-powerful and all-knowing, He is our friend.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_012<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p5\" class=\"\">The Last Supper, just before the death of Christ, was significant in many ways. The Passover meal recalls centuries of God’s mercy in what Jesus said held promise of an even greater mercy to come: His atoning sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p6\" class=\"\">The time had come for the conclusion of Christ’s ministry on earth. It was the Passover season. The people were celebrating and rejoicing in the goodness of God for having saved their forefathers. Jesus had assembled His Apostles in the Upper Room for the Last Supper. He gave a foreshadow of the events to come, of His atoning sacrifice so that all mankind—those who had lived, those who were then living, and all those who would ever live on earth—would benefit from His atoning sacrifice. By Him and through Him all men would be resurrected. Mercy would overcome justice. Provision was made that we could repent from our sins, be obedient to His commandments, and be able to return to His presence. This was doctrine that was not easy for those who lived in His time to understand. At the conclusion of the evening, He instituted the sacrament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p7\" class=\"\">We read: “That the Lord Jesus the same night in which he was betrayed took bread: And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me” (<span class=\"citation\" id=\"948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(948)\">1 Cor. 11:23–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p8\" class=\"\">He took the cup, saying: “This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me. For [whenever] ye eat this bread, and drink this cup, ye [proclaim] the Lord’s death till he come” (<span class=\"citation\" id=\"949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(949)\">1 Cor. 11:25–26<\/a><\/span>). He said that this sacrament would be done in remembrance of Him. “This do in remembrance of me” were His words (<span class=\"citation\" id=\"32624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32624)\">Luke 22:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p9\" class=\"\">Therefore, for all who come unto Christ and take His name upon them through baptism, there is great responsibility to be worthy to participate weekly in the sacrament in order that they may renew their baptismal covenant, take His name upon them, renew their promise to keep all of His commandments, remember Him, know Him, and comprehend His greatness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p10\" class=\"\">To remember and know Jesus Christ is to know He is the Jehovah of the Old Testament and the Jesus Christ of the New Testament. He was the firstborn spirit child of Heavenly Father and the Only Begotten in the flesh. Moses was told:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p11\" class=\"\">“And by the word of my power, have I created them, which is mine Only Begotten Son, who is full of grace and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p12\" class=\"\">“And worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p13\" class=\"\">“… And there are many that now stand, and innumerable are they unto man; but all things are numbered unto me, for they are mine and I know them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p14\" class=\"\">“And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p15\" class=\"\">“And as one earth shall pass away, and the heavens thereof even so shall another come; and there is no end to my works, neither to my words” (<span class=\"citation\" id=\"39959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39959)\">Moses 1:32–33, 35, 37–38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p16\" class=\"\">Just think of what science and astronomy tell us about the expanse of the solar system and the universe. Our solar system centers on the sun, one of a huge group of stars on the order of 100 billion stars swirling around a huge pinwheel-shaped mass called the Milky Way galaxy, which is about 100,000 light-years across. Astronomers cannot see to the end of the universe, but evidence suggests that the vastness of space contains billions of galaxies stretching for an expanse of 5 billion to 15 billion light-years away from the sun. Compared with such distances, our solar system occupies a very tiny amount of space. The universe is virtually incomprehensible to man (see <span class=\"emphasis\">Compton’s Living Encyclopedia,<\/span> s.v. “Solar System”).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p17\" class=\"\">We sing in praise:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">O Lord my God, when I in awesome wonder<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Consider all the worlds thy hands have made,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">I see the stars, I hear the rolling thunder,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Thy pow’r thru-out the universe displayed;<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Then sings my soul, my Savior God, to thee,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">How great thou art! How great thou art!<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p24\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 86)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p25\" class=\"\">God knows all these things. His Son, Jesus Christ, was at His right hand and participated with Him in the creation of this world and many other worlds. This is the same Jesus who came to earth as a babe in Bethlehem. This is what the scriptures mean when they speak of the condescension of God [see <span class=\"citation\" id=\"2132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2132)\">1 Ne. 11:16<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p26\" class=\"\">Jesus Christ is a member of the Godhead, which is comprised of the Father, the Son, and the Holy Ghost. Jesus participated in the Great Council of Heaven, where it was decided that earth, a mortal world, would be created and that our spirits would dwell in a temporal, physical body. In mortality we have the opportunity to accept Jesus Christ and learn to keep His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p27\" class=\"\">Jesus knew that after His sojourn here in mortality and after the completion of His mission and His atoning sacrifice, He would return to His heavenly kingdom and sit at the right hand of God. When we comprehend His divinity and His greatness, we remember Him with reverence and humility. When we read of the Nativity and the birth of a babe in Bethlehem; of the growing-up years of the youth of Jesus in Nazareth; of His mission around the Sea of Galilee, Capernaum, and Cana; and then of His final days in Jerusalem and His sacrifice, we are in remembrance of Him. All of these things are brought to mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p28\" class=\"\">We can relate a number of miracles during Christ’s ministry showing He could overcome the elements of the earth in terms of calming the sea, turning the water to wine, feeding the multitudes from scraps of bread and fish, as well as individual acts of healing the lame, the blind, the deaf; casting devils out; restoring Lazarus from the dead after four days. All of these miracles were manifestations of His divine power, culminating in His Atonement and His Resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p29\" class=\"\">At the time of Jesus, the people of Jerusalem were living the law of Moses, “an eye for an eye” (<span class=\"citation\" id=\"37703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37703)\">Matt. 5:38<\/a><\/span>), a preparatory law which was contained in the Old Testament. Jesus tried to bring them to live a higher law. When He was resurrected, He said, “In me is the law of Moses fulfilled” (<span class=\"citation\" id=\"6428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6428)\">3 Ne. 9:17<\/a><\/span>). Jesus taught how to progress beyond the behavioral law of Moses when He gave the Beatitudes and the Lord’s Prayer. He taught a law of love, a law of forgiveness of one another. He taught that we should do unto others as we would want others to do unto us [<span class=\"citation\" id=\"37716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37716)\">Matt. 7:12<\/a><\/span>]. He taught that we should love the Lord with all our hearts and our neighbor as ourselves [<span class=\"citation\" id=\"37755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37755)\">Matt. 22:37–39<\/a><\/span>]. When the people, still thinking in terms of the law of Moses mentality, asked, “Who is our neighbor?” He gave the parable of the good Samaritan, showing that the compassion that He was teaching should go across cultural and ethnic lines and applies to all. [<span class=\"citation\" id=\"32611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32611)\">Luke 10:29–37<\/a><\/span>.]  Many people who had been keeping the law of Moses rejected His gospel of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p30\" class=\"\">How do we know if we have progressed from the “eye for an eye” mentality and accepted His gospel to forgive and love one another? How we treat our family members, our neighbors, business associates, and all we meet will reveal if we have taken His name upon us and do always remember Him. How we conduct our lives, all we do and all we say, reflects on how we remember Him. If we truly love Him, we will keep His commandments as He has asked. Very simply, He said, “If ye love me, keep my commandments” (<span class=\"citation\" id=\"29861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29861)\">John 14:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p31\" class=\"\">We pray to our Father in Heaven in the name of Jesus Christ. Jesus is the great Mediator. Though omnipotent and omniscient, all-powerful and all-knowing, He is our friend. After counseling early Brethren of the Church to “set in order your own house,” He said, “I will call you friends, for you are my friends” (<span class=\"citation\" id=\"20810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20810)\">D&amp;C 93:43, 45<\/a><\/span>). With all of His greatness, He has said that He is our friend. We have been asked to be a friend to our neighbors and to teach them the gospel, and to be a friend to new converts, that the fruit of our labors may remain (see <span class=\"citation\" id=\"29877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29877)\">John 15:16<\/a><\/span>). Our prophet has asked us to be a friend. Can our prophet expect anything less?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p32\" class=\"\">When we are baptized in His name and always remember Him and keep His commandments, He gives us the greatest blessing He can give us: that is to always have His Spirit to be with us. That Spirit of the Lord is light. “Behold, I am Jesus Christ, the Son of God. I am the life and the light of the world” (<span class=\"citation\" id=\"20701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20701)\">D&amp;C 11:28<\/a><\/span>; see also <span class=\"citation\" id=\"6429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6429)\">3 Ne. 9:18<\/a><\/span>). “Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life” (<span class=\"citation\" id=\"29849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29849)\">John 8:12<\/a><\/span>). This is “the light which is in all things, which giveth life to all things, which is the law by which all things are governed” (<span class=\"citation\" id=\"20801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20801)\">D&amp;C 88:13<\/a><\/span>). Light and darkness cannot occupy the same space at the same time. Where the light of Christ is found, the darkness of Lucifer, even Satan, must depart, defeated. May we follow the light and choose the right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p33\" class=\"\">What we must remember about the Savior is that He and He alone had the power to lay down His life and take it up again [see <span class=\"citation\" id=\"29851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29851)\">John 10:17<\/a><\/span>]. He had the ability to die from His mortal mother, Mary, and the ability to overcome death from His immortal Father. Our Savior, Jesus Christ, went willingly and deliberately to His death, having told His followers that this would happen. Why? one might ask. The answer: to give immortality to all mankind and the promise of eternal life to those who believed in Him (see <span class=\"citation\" id=\"29833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29833)\">John 3:15<\/a><\/span>), to give His own life for a ransom for others (see <span class=\"citation\" id=\"37750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37750)\">Matt. 20:28<\/a><\/span>), to overcome Satan’s power, and to make it possible for sins to be forgiven. Without Jesus’ Atonement, there would be an impassable barrier between God and mortal men and women. When we comprehend the Atonement, we remember Him with awe and gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p34\" class=\"\">Early on the first day of the week, Mary Magdalene went to the tomb and saw that the stone had been removed and that the tomb was empty. She turned around and saw Jesus standing there, but she did not realize that it was Jesus. Thinking He was the gardener, she said, “Sir, if you have carried him away, tell me where you have put him, and I will get him.” Jesus said to her, “Mary.” Mary Magdalene went to the disciples with the news: “I have seen the Lord” (New International Version, <span class=\"citation\" id=\"29885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29885)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29885)\">John 20:15–16, 18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p35\" class=\"\">As we remember the Savior, we remember an empty tomb, a symbol that the Lord has risen and a promise to all of the Resurrection and life after death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p36\" class=\"\">Because of our Savior’s Atonement, in death’s darkness there is no sting, in death’s depression there is no victory. His resurrected light dispels the darkness, defeating the prince of darkness, with a brightness of eternal hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p37\" class=\"\">Christ has indeed been raised from the dead, the firstfruits of those who slept [<span class=\"citation\" id=\"952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(952)\">1 Cor. 15:20<\/a><\/span>]: “For since by man came death, by man came also the resurrection of the dead. For as in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(953)\">1 Cor. 15:21–22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p38\" class=\"\">A knowledge of our Savior, Jesus Christ, was given to us by Isaiah—that the Lord will guide us always. He will satisfy our needs in a sun-scorched land and will strengthen our frame. We will be like a well-watered garden, like a spring whose waters never fail (see <span class=\"citation\" id=\"25771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25771)\">Isa. 58:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p39\" class=\"\">We remember Jesus as the Bread of Life [<span class=\"citation\" id=\"29842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29842)\">John 6:35<\/a><\/span>], as the Living Water, as the Light and Life of the World [<span class=\"citation\" id=\"6433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6433)\">3 Ne. 11:11<\/a><\/span> and <span class=\"citation\" id=\"20747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20747)\">D&amp;C 45:7<\/a><\/span>] as we come and follow Him, that by Him and through Him we will be saved. “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life” (<span class=\"citation\" id=\"29834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29834)\">John 3:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p40\" class=\"\">When the time for the Atonement was near, the disciples were concerned how long Jesus would remain with them. He told them that He would not tarry with them for long but that He would leave a Comforter with them, the Holy Ghost (see <span class=\"citation\" id=\"29868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29868)\">John 14:26<\/a><\/span>). For you and me, we have to understand the loving nature of our Savior. We are not left alone. He has given us this day, through the Prophet Joseph Smith, a restoration of the gospel in these latter days. He has provided another testament of Jesus Christ in the Book of Mormon. He has restored the priesthood and the keys that He gave to Peter, James, and John when He was with them and they were His Apostles. They came to Joseph Smith and restored those same keys in 1829. Additional priesthood keys were brought by Elijah, Moses, and Elias after the appearance of the Savior in the Kirtland Temple on April 3rd of 1836. These keys have been given for the ordinances of the temple (see <span class=\"citation\" id=\"20825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20825)\">D&amp;C 110:11–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p41\" class=\"\">We have not been left alone. We have the light of Christ and the Holy Ghost to lead and guide us in an otherwise very dark and dreary world. The keys of the priesthood have been restored to make available all of the ordinances that are necessary, that we may return to His presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p42\" class=\"\">May we follow our Savior, Jesus Christ, and always remember Him in all that we do and all that we say and in all of the acts of charity given one to another, that we may know that these things are done in remembrance of Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p43\" class=\"\">I testify that our Lord Jesus Christ lives and guides and directs His Church by revelation through His prophet this very day and time. “We talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ” (<span class=\"citation\" id=\"4694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4694)\">2 Ne. 25:26<\/a><\/span>). We believe in Christ, we remember Him, and we testify of Jesus Christ our Lord and our Redeemer with the knowledge that He will come again to earth to reign in glory as King of Kings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/in-remembrance-of-jesus.p44\" class=\"\">May all who profess to be Christians, all who know and testify of Jesus, come unto Him and follow His teachings and example, being one as Heavenly Father and Jesus are one in purpose, to unite ourselves, to lift and strengthen each other, and take upon us one another’s burdens as our Savior has taken our burdens upon Him, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}