{"ID":5984, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord Blesses His Children through Patriarchal Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p2\" class=\"\">Elder Richard D. Allred<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Patriarchal blessings are … similar to a road map that indicates the paths that may be traveled and destinations that may be reached if we stay within those paths.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e5a.jpg\" alt=\"Elder Richard D. Allred\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p5\" class=\"\">Have you ever wanted to know what the Lord would have you do with your life? Have you ever contemplated what you could do that would be of most worth to you? Have you pondered what life holds for you? If you have, you are not alone. It is a natural thing to wonder what is the purpose of your life and where it will take you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p6\" class=\"\">The Bible cites that patriarchs, under inspiration and by the laying on of hands, revealed to certain persons the will of the Lord and what life had in store for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p7\" class=\"\">In this day are there no patriarchs? Are the heavens closed? Has revelation ceased, and is communication between the Lord and His children confined to the writings of the prophets of old as contained in the Bible? Is there no opportunity for revelation? Is there no divine source whereby life’s important questions can be answered?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p8\" class=\"\">I attest that there is such a source available to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p9\" class=\"\">I testify to you that today the heavens are open and since the spring of the year of 1820, when the boy prophet Joseph Smith Jr. saw the Father and the Son and received an answer to his sincere prayer, there has always been one of the Lord’s anointed here on earth through whom the Lord has and does reveal His word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p10\" class=\"\">I witness to you that the Lord’s prophet to all the world, he who holds all the keys pertaining to the last dispensation today, is Gordon B. Hinckley, prophet, seer, and revelator, and the president of the Lord’s kingdom here upon the earth, even The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p11\" class=\"\">It was through the Prophet Joseph Smith that the Lord restored the priesthood, the fulness of the gospel, and “the same organization that existed in the Primitive Church, namely, apostles, prophets, pastors, teachers, evangelists, and so forth” (<span class=\"citation\" id=\"7081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7081)\">A of F 1:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p12\" class=\"\">Patriarchs are charged with the duty of blessing the members of the Church. “Patriarchal blessings contemplate an inspired declaration of the lineage of the recipient. A patriarchal blessing also includes an inspired and prophetic statement of the life possibilities and mission of the recipient. It may include such blessings, promises, advice, admonitions, and warnings as the patriarch may be prompted to give. It should always be made clear that the realization of all promised blessings is conditioned upon faithfulness and the Lord’s will” (<span class=\"emphasis\">Information and Suggestions for Patriarchs<\/span> [1970], 3–4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p13\" class=\"\">Patriarchal blessings are obtained by worthy members of the Church who are recommended by their bishops. “Every worthy member is entitled to and should receive a patriarchal blessing” (<span class=\"emphasis\">Information,<\/span> 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p14\" class=\"\">You may feel that you are unimportant, too old, and that the Lord has no blessing for you. Or perhaps you have sinned and even though you have repented consider yourself unworthy of a blessing or to receive a blessing. If that is so, I suggest that you make an appointment with your bishop, seek his advice, follow his counsel, and actively and humbly solicit the blessings of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p15\" class=\"\">I can testify to you that these blessings are inspired and are personal revelations to the recipient. Patriarchal blessings are a guideline or similar to a road map that indicates the paths that may be traveled and destinations that may be reached if we stay within those paths. They may bring comfort and joy and encouragement when we have need to look, to listen, and to feel of the contents of these blessings so that we may go forward on life’s journey, not alone, but with the accompanying Spirit of our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p16\" class=\"\">A patriarch received a call one afternoon from a concerned mother of a young daughter who was physically challenged from birth. This dear mother asked if her daughter could possibly receive a patriarchal blessing. The patriarch informed her that if her daughter could obtain a recommend from the bishop, he was sure that the Lord had a blessing for her. A short time later the patriarch was informed that the bishop had given this sweet young girl a recommend to receive a patriarchal blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p17\" class=\"\">An appointment was made. The blessing was given and gratefully received. Her lineage was given. She received a blessing suited to her needs and unique situation. Lives, focus, and attitudes were changed. She was told that through her cheerful acceptance of the efforts and sacrifices of those who loved and cared for her, she would be blessing their lives, and to accept their offerings graciously and willingly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p18\" class=\"\">The Lord loves His children and wants to bless them and wants all of them to return to Him and dwell in His presence for time and all eternity (see <span class=\"citation\" id=\"39962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39962)\">Moses 1:39<\/a><\/span>). The Lord is willing to pronounce His blessing upon those who love Him and keep His commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-lord-blesses-his-children-through-patriarchal-blessings.p19\" class=\"\">It is my sincere prayer that all who desire a blessing at the Lord’s hand may live worthy so as to obtain it, and that we who have received a patriarchal blessing may so live as to always be worthy of the blessings that have been revealed to us through the Lord’s servant, the patriarch, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}