{"ID":5989, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Standing for Truth and Right\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p3\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p4\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Standing for truth and right is not solely a Sunday thing. Every day our neighborhoods and communities are in desperate need of our support and our commitment to safety and law and order.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97911_000_018<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p6\" class=\"\">It is a privilege, brethren, to speak to you this evening. Brethren, holding the priesthood is more than just a great blessing. It also carries with it significant responsibilities such as watching over the Church; honoring all women, especially our wives, our mothers, our daughters, our sisters; visiting the home of each member, exhorting each “to pray vocally and in secret and attend to all family duties”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_018\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20724)\">D&amp;C 20:47<\/a><\/span>.]<\/span><\/sup> and to “stand as witnesses of God at all times and in all things, and in all places.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_018\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"41002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41002)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p7\" class=\"\">When we covenant in the waters of baptism to “stand as witnesses of God at all times and in all things, and in all places,” we’re not talking solely about fast and testimony meetings. It may not always be easy, convenient, or politically correct to stand for truth and right, but it is always the right thing to do. Always.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p8\" class=\"\">Joseph F. Smith was 19 when he returned from his mission in Hawaii. As he traveled from California to his home in Utah, he was confronted one morning by a “wagonload of profane drunks … , shooting their guns, yelling wildly, and cursing the Mormons.” One of the drunks, “waving a pistol,” came toward him. Although Joseph “was terrified, he felt it would be unwise and useless to run … , and so he advanced toward the gunman as if he found nothing out of the ordinary in his conduct. ‘Are you a — — — Mormon?’ the stranger demanded. Mustering all the composure he could, Joseph answered evenly while looking the man straight in the eye, ‘Yes, siree; dyed in the wool; true blue, through and through.’ Almost stunned by this wholly unexpected response, the gunman stopped, dropped his hands to his sides, and, after looking incredulously at Joseph for a moment, said in a subdued tone, ‘Well, you are the — — pleasantest man I ever met! Shake. I am glad to see a fellow stand for his convictions.’ So saying, he turned and walked away.”<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_018\">3<\/a> <span class=\"footnote\">[Francis M. Gibbons, <span class=\"emphasis\">Joseph F. Smith: Patriarch and Preacher, Prophet of God<\/span> (1984), 43–44.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p9\" class=\"\">As priesthood holders, we have a sacred duty to always stand for truth and right. The priesthood, by definition, is God’s authority given to man to do the things that He would do if He were here. That means we are not only His witnesses, we are His representatives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p10\" class=\"\">Standing for truth and right is not solely a Sunday thing. Every day our neighborhoods and communities are in desperate need of our support and our commitment to safety and law and order. Crime, in all its pervasive manifestations, is a serious worldwide evil and a moral problem about which Church leaders have great concern. The social, economic, and moral costs of crime are incalculable. It is no respecter of race, religion, nationality, age, culture, or socioeconomic status.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p11\" class=\"\">The Book of Mormon teaches that secret combinations engaged in crime present a serious challenge, not just to individuals and families but to entire civilizations. Among today’s secret combinations are gangs, drug cartels, and organized crime families. The secret combinations of our day function much like the Gadianton robbers of the Book of Mormon times. They have secret signs and code words. They participate in secret rites and initiation ceremonies. Among their purposes are to “murder, and plunder, and steal, and commit whoredoms and all manner of wickedness, contrary to the laws of their country and also the laws of their God.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_018\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"24878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24878)\">Hel. 6:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p12\" class=\"\">If we are not careful, today’s secret combinations can obtain power and influence just as quickly and just as completely as they did in Book of Mormon times. Do you remember the pattern? The secret combinations began among the “more wicked part” of society, but eventually “seduced the more part of the righteous” until the whole society was polluted.<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_018\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"24882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24882)\">Hel. 6:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p13\" class=\"\">Today’s young people, just as those “of the rising generation”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_018\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"6426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6426)\">3 Ne. 1:30<\/a><\/span>.]<\/span><\/sup> in Book of Mormon times, are the most susceptible to the influence of gangs. Our young men and young women see it all around them. There is an entire subculture that celebrates contemporary gangs and their criminal conduct with music, clothing styles, language, attitudes, and behaviors. Many of you have watched as trendy friends have embraced the style as something that was “fashionable” and “cool,” only to be dragged into the subculture because of their identification with gangs. We’ve all heard the tragic stories of unsuspecting wanna-bes who have been victimized by gangs simply because they were wearing the wrong color in the wrong neighborhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p14\" class=\"\">The Book of Mormon teaches that the devil is the “author of all sin” and the founder of these secret combinations.<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_018\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"24879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24879)\">Hel. 6:30<\/a><\/span>; see <span class=\"citation\" id=\"4695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4695)\">2 Ne. 26:22<\/a><\/span>.]<\/span><\/sup> He uses secret combinations, including gangs, “from generation to generation according as he can get hold upon the hearts of the children of men.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_018\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"24880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24880)\">Hel. 6:30<\/a><\/span>.]<\/span><\/sup> His purpose is to destroy individuals, families, communities, and nations.<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_018\">9<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"4684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4684)\">2 Ne. 9:9<\/a><\/span>.]<\/span><\/sup> To a degree, he was successful during Book of Mormon times. And he is having far too much success today. That’s why it is so important for us as priesthood holders to take a firm stand for truth and right by doing what we can to help keep our communities safe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p15\" class=\"\">Several years before Christ came to the American continent, the Lamanites exercised such great faith and courage that they completely destroyed the influence of the Gadianton robbers in their society by “preach[ing] the word of God among … them.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_018\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"24881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24881)\">Hel. 6:37<\/a><\/span>.]<\/span><\/sup> Brethren, we are now in a similar position to “stand as witnesses of God” by setting an example, keeping Church standards, and sharing our testimony with those around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p16\" class=\"\">The Savior has promised that if we will “keep all the commandments and covenants by which [we] are bound; … [He] will cause the heavens to shake for [our] good, and Satan shall tremble and Zion shall rejoice upon the hills and flourish.”<sup class=\"noteMarker\"><a href=\"#footnote11-97911_000_018\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20733)\">D&amp;C 35:24<\/a><\/span>.]<\/span><\/sup> He has even promised that the day will come when, “because of the righteousness of his people, Satan [will have] no power” over the hearts of men.<sup class=\"noteMarker\"><a href=\"#footnote12-97911_000_018\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"2139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2139)\">1 Ne. 22:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p17\" class=\"\">As a Church, we recognize that the gospel of Jesus Christ, with its saving truths and teachings, provides the most effective preventative and rehabilitative assistance in overcoming criminal behavior. Parents bear the first and greatest responsibility to teach their children principles of gospel living and good citizenship. There are, however, those who have little or no support at home. We need to be aware of them and do all we can to bless their lives. They need positive role models who demonstrate integrity by honoring their covenants and keeping their promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p18\" class=\"\">To you brethren who are fathers, bishopric members, and youth leaders: Please remember that all young men and young women have a great need to feel loved, respected, and valued and to succeed in ways that will help them gain a sense of confidence and self-worth. Appropriate and uplifting activities should be planned that will provide a safe and wholesome environment in which our youth and their nonmember friends can strengthen one another and draw closer to the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p19\" class=\"\">We should also support the efforts of individuals, organizations, communities, and governments to assist them and help prevent crime. We should work within our respective legal and judicial systems to enact and enforce laws that provide necessary protection against criminals while ensuring essential rights and freedoms. And we should volunteer to support and assist government leaders in promoting programs designed to protect and strengthen families and communities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p20\" class=\"\">Many of you young men of the Aaronic Priesthood may find yourselves on the front line of a battle against those who intend to do things that are morally wrong. I do not believe that you can stand for truth and right while wearing anything that is unbecoming one who holds the priesthood of God. To me, it is impossible to maintain the Spirit of the Lord while listening to music or watching movies or videos that celebrate evil thoughts and use vulgar language.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p21\" class=\"\">I know it is sometimes hard to stand for truth and right. Yet we need to be positive examples if we are to help others find a better way. Thankfully, we can draw strength from those who have gone before us. While the road they walked may have been different from the road we walk today, the courage required to be faithful is similar, and their experiences are instructive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p22\" class=\"\">As a boy growing up in Nauvoo, George Q. Cannon learned to cope with those who would do harm to others. In his own words, he tells how he and a group of boys his age did their part to defend the Saints against potential troublemakers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p23\" class=\"\">“It was … a common practice … , when engaged in conversation or in making a bargain, to take out … pocket knives and commence whittling; frequently, … accompanying the whittling by whistling. No person could object, therefore, to the practices of whittling and whistling. Many of the boys of the city had each a large bowie knife made, and when a man came to town who was known to be a villain, and was there for evil purposes, a few of them would get together, and go to where the obnoxious person was, and having previously provided themselves with pine shingles, would commence whittling. The presence of a number of boys, each [harmlessly] whittling … was not a sight to escape the notice of a stranger. … His first [reaction] … would be to … ask what this meant. The boys would make no reply, but with grave faces, keep up their [harmless] whistling. … What could the man do? If he was armed, he could shoot; but the resolute expression of the boys’ faces, and the gleaming knives … would convince him that discretion was the better part of valor. … The most we ever knew them to do was to stand for awhile and curse and threaten. … Then they would walk off … , followed by the troop of boys vigorously whittling and whistling.”<sup class=\"noteMarker\"><a href=\"#footnote13-97911_000_018\">13<\/a> <span class=\"footnote\">[“History of the Church,” <span class=\"emphasis\">Juvenile Instructor,<\/span> 30 Sept. 1871, 158.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p24\" class=\"\">Now, I’m not suggesting that we begin issuing bowie knives to our deacons. But I am suggesting that George Q. Cannon and his youthful associates exhibited great courage and faith by their actions. They saw something that needed to be done, and they did it safely within the context of what was appropriate for the times. I’m impressed by their willingness to take a stand against wicked intentions of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p25\" class=\"\">Dealing with crime is very complex. However, there are some simple things that we can do in our day to prevent others from drifting toward gangs and crime. We can avoid the temptation of being cliquish at school or at church. All of us can refrain from finding fault or alienating anyone by our words or actions. Nothing is more hurtful than to feel left out or made fun of. Therefore, we must never do anything that may drive others toward being accepted by a gang because they feel rejected by us. Many new families are moving in among us. Brethren, reach out the hand of friendship and make everyone feel welcome and secure in our neighborhoods and in our Church. Guard against spreading rumors or saying unkind things or allowing anything to occur that may hurt another. Make friends with your neighbors, watch out for each other, and help build a spirit of unity, peace, and love among them. These may seem like small things, but I assure you, if we do these kinds of things, they may be every bit as effective in keeping people away from evil and crime as whittling and whistling were in the days of Nauvoo. True friendship may well be the best thing that we can do to help reach those who may be drifting toward unsafe and morally damaging activities and counterfeit forms of belonging.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p26\" class=\"\">There are countless stories that could be told of bright, talented priesthood holders who have influenced for good the lives of others. Unfortunately, there are also stories of those who fell short of their potential because they were unwilling to take such a stand for truth and right. Some young men and young women have rationalized their bad choices, saying that “we all make mistakes.” But you must understand that there is a big difference between an honest mistake made in a moment of spiritual weakness and a willful decision to disobey persistently the commandments of God. Those who deliberately choose to violate God’s commandments or ignore the standards of the Church, even when promising themselves and others that someday they will be strong enough to repent, are stepping onto a dangerously slippery slope upon which many have lost their spiritual footing. While it is true that some young people have made remarkable recoveries from sin through the process of repentance, the sad reality is that others have lost their way because of the paths they have chosen to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/standing-for-truth-and-right.p27\" class=\"\">These are difficult times in which we are living. In some respects, it is perhaps the most challenging age of all time. We want you young men to know that we are aware of that. But we are also aware that God has reserved some of His strongest spirit children for these perilous days. While God’s laws and standards of right and wrong are under attack at every turn, we are a great army of priesthood holders who are prepared to make a valiant stand for truth and right. Brethren, let us stand, shoulder to shoulder, as bearers of the priesthood of God and as followers of Christ and do what we can to make this a better, safer, and happier world. Let us be “witnesses of God at all times and in all things, and in all places” [<span class=\"citation\" id=\"41001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41001)\">Mosiah 18:9<\/a><\/span>], I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_018\">1.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20724)\">D&amp;C 20:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_018\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41002)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_018\">3.<\/a><\/span>\n\t\t\t\t<p>Francis M. Gibbons, <span class=\"emphasis\">Joseph F. Smith: Patriarch and Preacher, Prophet of God<\/span> (1984), 43–44.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_018\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24878)\">Hel. 6:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_018\">5.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24882)\">Hel. 6:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_018\">6.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6426)\">3 Ne. 1:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_018\">7.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24879)\">Hel. 6:30<\/a><\/span>; see <span class=\"citation\" id=\"4695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4695)\">2 Ne. 26:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_018\">8.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24880)\">Hel. 6:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_018\">9.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"4684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4684)\">2 Ne. 9:9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_018\">10.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24881)\">Hel. 6:37<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote11-97911_000_018\">11.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20733)\">D&amp;C 35:24<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote12-97911_000_018\">12.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2139)\">1 Ne. 22:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_018\"><a name=\"-97911_000_018\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote13-97911_000_018\">13.<\/a><\/span>\n\t\t\t\t<p>“History of the Church,” <span class=\"emphasis\">Juvenile Instructor,<\/span> 30 Sept. 1871, 158.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}