{"ID":599, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith&mdash;An Effective Weapon Against Wickedness in Men and Nations<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1952, pp. 16-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDuring the few moments that I occupy this position, I seek humbly for an interest in your\nfaith and in your prayers.\n<\/p><p>\nI should like to take, if I may, a text from an inspired prayer that I heard President McKay\noffer several months ago in a sacred place, the burden of which was a plea for increased faith\nin God, which would act as an effective weapon against the great anti-Christ, to which he has\nmade reference this morning, communism and dictatorship in nations, and sin and wickedness\nin men.\n<\/p><p>\nIn this expression, President McKay is in full harmony with that which has been taught by all\nthe prophets from the beginning. The Prophet Ether, 2400 years before Christ, gave\nexpression to that same thought, when he said: \n<\/p><p>\nWherefore, whoso believeth in God might with surety hope for a better world, yea,\neven a place at the right hand of God, which hope cometh of faith, maketh an anchor\nto the souls of men, which would make them sure and steadfast, always abounding in\ngood works (<span class=\"citation\" id=\"22194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22194)\">Ether 12:4<\/a><\/span>).\n<\/p><p>\nThe Apostle Paul impressed that same great truth in a negative way, when he said,\n<\/p><p>\nIf in this life only we have hope in Christ, we are of all men most miserable\n(<span class=\"citation\" id=\"223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(223)\">1 Cor. 15:19<\/a><\/span>).\n<\/p><p>\nSome while ago, I chanced to be visiting on the campus of Stanford University, and there on\nthe walls of the memorial chapel, I saw written by some unnamed writer, what might be\nconsidered as a translation of that great truth into a formula of action, as a guide through life.\nThis is what was written there: \n<\/p><p>\nAn eternal existence in prospect converts the whole of your present state into a mere\nvestibule of the grand court of life, an introduction, a beginning of what is to follow,\nan entrance into that interminable extent of being which is the true life of man. The\nbest thoughts, affections, and aspirations of a truly great soul are fixed upon the\ninfinitude of immortality. Destined as such a great soul is, for immortality finds all\nthat is not eternal, too short, and all that is not infinite, too small.\n<\/p><p>\nAs I pondered the meaning of those words and the prayer of President McKay and the\nexpressions of the prophets regarding the need for faith, faith in the Lord Jesus Christ, I\nremembered what the Lord said in the earliest commandment which was given to parents,\n<\/p><p>\nAnd again, inasmuch as parents have children in Zion, or in any of her stakes which\nare organized that teach them not to understand the doctrine of repentance, faith in\nChrist the Son of the living God . . . the sin be upon the heads of the parents\n(<span class=\"citation\" id=\"12990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12990)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nAnd in that same inspired declaration by revelation, the Lord gave us what we might style as\na five-point program by which parents could teach faith. First, he said, their children were to\nbe baptized when they had reached the age of accountability at eight years; second, they were\nto be taught to pray; third, they were to be taught to walk uprightly before the Lord; fourth,\nthey were to be taught to keep the Sabbath day holy; and fifth, they were to be schooled not\nto be idle, either in the Church, or in their private lives.\n<\/p><p>\nAll parents who have followed that formula and have so taught their children have reaped the\nreward of an increased faith in their family, which has stood and will yet stand the test of the\ndifficulties into which their children would yet go.\n<\/p><p>\nI read not long ago, an expression from a young man in military service, in which the young\nman gave expression to a faith in which undoubtedly he had been schooled by his parents\nwho had followed that instruction of the Master to parents to which I have already made\nreference. This was the boyish way our boy in the military service declared his faith: \n<\/p><p>\nWe thank God that we have discovered that he will always help us to give our very\nbest, and that we must take more and more from him in order that we will not let him\ndown. We have learned that he will not fail us and that we must not fail him. Thank\nGod for God.\n<\/p><p>\nSomeone has aptly said, \"You do not need to train a boy to be vicious, just let him go\nwithout training and he will be vicious of his own accord.\" In that regard, I remember what\nThomas Carlyle wrote: \n<\/p><p>\nA man without a purpose in life is as a ship without a rudder, a waif, a nothing, a\nnobody. Have a purpose in life, and having it, throw such strength of muscle and brain\ninto your work as God has given you.\n<\/p><p>\nThe youth who has been trained in a Latter-day Saint home has been schooled in what that\npurpose of life should be, \"to gain immortality\" and \"to gain eternal life\"\n(<span class=\"citation\" id=\"39001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39001)\">Moses 1:39<\/a><\/span>). Having such a\npurpose, our boys in military service, anchored by an abiding faith in the omnipotent power\nof the Almighty, might have written as a fitting epitaph to them as was written upon the\ntombs of early American heroes,\n<\/p><p>\nSo nigh is grandeur to the dust,\nSo near is God to man,\nWhen duty whispers Lo, thou must,\nThe youth replies I can.\n<\/p><p>\nIt is fruitless for us to try to enjoin youth to be chaste by merely doing as the military have\nsought to teach, merely because of a fear of a loathsome disease if he is unchaste, or as some\nof our schools would teach, merely because of the harm that would thus come to society as a\nresult of his unchastity.\n<\/p><p>\nPaul, the Apostle, taught that we must be girded with a girdle of truth\n(<span class=\"citation\" id=\"21658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21658)\">Eph. 6:14<\/a><\/span>). What truth shall we be\ngirded with? Our loins must be girded with the truth that every handsome young man and\nevery beautiful young girl is winged for a heavenly flight.\n<\/p><p>\nHow can we enjoin an alcoholic against his debauchery except we lift the shades of a\ndarkened soul and let him glimpse himself as a son of God, as a child of God. The program\nof the Alcoholics Anonymous starts with two basic pillars: first, that the individual has a\ndesire to quit the use of alcohol and second, he must have faith in a Supreme Being. Any\nprogram upon any other basis intended to reclaim those in the vices of that vicious habit is\ndoomed to failure.\n<\/p><p>\nIn short, we might well say, echoing that which was written on the Stanford Memorial Chapel\nwalls, we must teach all such, and our youth, that \"all that is not eternal is too short, and all\nthat is not infinite is too small.\"\n<\/p><p>\nPatriotism and loyalty in defense of the Constitution of the United States is constantly\nenjoined upon us. President McKay again this morning has made reference to the cause of\nliberty in his remarks. To be effective in such teaching, we must begin by inspiring in each\nheart the faith that the Constitution of the United States was written by inspired men whom\nGod raised up for that very purpose\n(<span class=\"citation\" id=\"13033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13033)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nIt was Joseph Smith who has been quoted as having said that the time would come when the\nConstitution would hang as by a thread and at that time when it was thus in jeopardy, the\nelders of this Church would step forth and save it from destruction.\n<\/p><p>\nWhy the elders of this Church? Would it be sacrilegious to paraphrase the words of the\nApostle Peter, and say that the Constitution of the United States could be saved by the elders\nof this Church because this Church and this Church alone has the words of eternal life\n(<span class=\"citation\" id=\"27512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27512)\">John 6:68<\/a><\/span>)? We\nalone know by revelation as to how the Constitution came into being, and we, alone, know by\nrevelation the destiny of this nation. The preservation of \"life, liberty and the pursuit of\nhappiness\" can be guaranteed upon no other basis than upon a sincere faith and testimony of\nthe divinity of these teachings.\n<\/p><p>\nWe have been given a serious responsibility in preaching the gospel of Jesus Christ to the\nworld. We have been told in meetings even preceding this conference session that we must\nreach out to the minorities. Our beloved Brother Kimball has urged others and has devoted his\nenergies for the past few years to an energetic, proselyting urge among the Lamanites and\nthose minority groups. But again, how can these backward children of our Heavenly Father be\nbrought out of darkness and uplifted?\n<\/p><p>\nA lifelong missionary, in commenting about his work among the Indians out in the west\nShoshone reservation in Nevada, in reporting on various uplift activities to reclaim the\nIndians, made this very significant statement: \n<\/p><p>\nAll their zealous and patient efforts to help the Indian's plight tend to become another\ncrutch that the Indian depends upon. Those Indians who have become progressively\nindependent apparently have become so because of personal and religious factors\nwholly unrelated to the government program.\n<\/p><p>\nWhat he is saying, in effect, is that the building of faith and testimony in these people is\nfundamental and essential to this redemption.\n<\/p><p>\nIt was that same thing the Master said about the reclaiming of the Jews, when he declared that:\n<\/p><p>\n. . . the fulness of my gospel shall be preached unto them; \n<\/p><p>\nAnd they shall believe in me, that I am Jesus Christ, the Son of God, and shall praise\nthe Father in my name.\n<\/p><p>\nThen will the fathers gather them together again and give unto them Jerusalem for the\nland of their inheritance (see <span class=\"citation\" id=\"5514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5514)\">3 Ne. 20:30-31<\/a><\/span>).\n<\/p><p>\nIt has been a great source of satisfaction to me to know that those who are now planning for a\nstandard missionary program to be given out to the stakes and to the missions of the Church,\nhave laid as the foundation for the introduction of the gospel to those who are our friends and\ninvestigators, a testimony of the divinity of the Godhead of this world, and a belief in the\nmission of Jesus Christ, as the Son of the Living God.\n<\/p><p>\nTo me the reclaiming of the souls of men must be begun by building faith, just as the parents\nin this dispensation were taught must be so in their own families. In the early rise of his\nChurch, the Lord said,\n<\/p><p>\nWherefore, I the Lord, knowing the calamity which should come upon the inhabitants\nof the earth, called upon my servant Joseph Smith, Jun., and spake unto him from\nheaven, and gave him commandments; \n<\/p><p>\nAnd also gave commandments to others that they should proclaim these things unto\nthe world...\n<\/p><p>\nThat faith also might increase in the earth\n(<span class=\"citation\" id=\"12956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12956)\">D&amp;C 1:17-18,21<\/a><\/span>).\n<\/p><p>\nGod grant that the gospel of Jesus Christ might be so effectively taught in all the world that\nthe prayer of our President might be fully realized, that it might be an effective weapon\nagainst communism and dictatorship in nations, and sin and wickedness in men, I humbly\npray, in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}