{"ID":5991, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pioneers of the Future: “Be Not Afraid, Only Believe”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p4\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">We belong to the greatest cause on earth. We are the pioneers of the future. Let us go forth like the armies of Helaman and build the kingdom of God.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_020<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p6\" class=\"\">My dear brethren, I greet you in love and gratitude for your faith and devotion. We have had a great day of conference. Great has been the music; inspirational have been the messages, including that of Elder Maxwell. I have asked Elder Maxwell to speak at my funeral, and I haven’t any intention of leaving this world soon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p7\" class=\"\">We are concluding a marvelous year celebrating the struggles and heroism of the pioneers who arrived in the Salt Lake Valley 150 years ago. We appreciate so much the hundreds of thousands of faithful Church members across the whole world who have contributed to this great commemoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p8\" class=\"\">Significantly, all of these activities have been under the prophetic leadership of our inspired President, Gordon B. Hinckley. Now he is directing us to become pioneers of the future with all its exciting opportunities. Faith in every future footstep will fulfill prophetic vision concerning the glorious destiny of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p9\" class=\"\">There has never been a more marvelous time in the history of this Church. More temples are under construction and being planned than ever before. As an important first step in this future pioneering, President Hinckley has broken ground for a great new hall to be built close to the temple in Salt Lake City. From there the word of the Lord in general conference will be spoken to more of God’s children, both in the hall and by satellite or other electronic means.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p10\" class=\"\">Tonight I speak with special emphasis to you young priesthood bearers who will take this Church into the future. You do not follow the ways of the world by engaging in unwholesome activities or wearing strange clothes and ornaments. We are proud of you. We have great confidence in you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p11\" class=\"\">I take as my text the profound but simple message of the Savior to the ruler of the synagogue. You will recall that the ruler was told that his daughter was dead and that he should not trouble the Master about it. When the Savior came into the house of this grieving father, He said: “Why make ye this ado, and weep? the damsel is not dead, but sleepeth. … And he took the [girl] by the hand, and said … , I say unto thee, arise. And straightway the damsel arose, and walked. … And they were astonished with a great astonishment.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_020\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"33495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33495)\">Mark 5:39–42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p12\" class=\"\">The Savior’s words to the leader of the synagogue capture the essence of this story: “Be not afraid, only believe.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_020\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"33492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33492)\">Mark 5:36<\/a><\/span>.]<\/span><\/sup> These five words comprise my message to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p13\" class=\"\">We must believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_020\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"40988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40988)\">Mosiah 4:9<\/a><\/span> [and <span class=\"citation\" id=\"7076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7076)\">A of F 1:1<\/a><\/span>].]<\/span><\/sup> We must believe in the Atonement and the Resurrection of the Savior. We must believe in the words of the prophets, both ancient and modern. We should also believe in ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p14\" class=\"\">Believing requires action. If you prepare to walk down the path of life, you can be rewarded beyond your dreams and expectations. But to achieve this, you must work very hard, save, be wise, and be alert. You must learn to deny yourselves of worldly gratification. You must be faithful in paying tithes; you must keep the Word of Wisdom; you must be free from other addictions. You must be chaste and morally clean in every respect. You should accept and be faithful in all of the calls that come to you. Steadiness and toil will serve you better than brilliance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p15\" class=\"\">Action is inhibited by fear. You young men, along with the young sisters, are the future of the Church and, in some measure, of the world. You rightly have concerns about measuring up and finding your place in life. You more often recognize your inadequacies rather than your strengths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p16\" class=\"\">Some of you may have concerns about leaving home and going into the unknown, such as the mission field. Some of you in your 20s and 30s are timid about taking on the responsibilities of marriage and family. You are properly concerned about your education—your training—to learn to use your minds and your hands. You must acquire a skill to be able to compete in today’s world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p17\" class=\"\">You have fears about being accepted. You worry about being popular in your age-group. It is natural to want to belong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p18\" class=\"\">Recently I heard of a good man who, after being married in the temple and having four children, fell away from the Church. His physical appearance became shabby and his demeanor sad as he became a drug addict, an alcoholic, and then a chain-smoker. He continued in this destructive lifestyle for many years. However, in time, with the help of a good wife, home teachers, a caring bishop, and our loving Heavenly Father, he eventually started on the long road back. One of the proudest days in his life came when he once again qualified for a temple recommend. Looking back on those bad years, he later admitted, “All I ever wanted was to belong.” Seeking acceptance from the wrong source brought untold misery and pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p19\" class=\"\">Please be assured, brethren, that we all belong. Nothing is more important or precious to any of us than belonging to The Church of Jesus Christ of Latter-day Saints. We belong to the greatest cause on earth—that of our Lord and Savior, Jesus Christ. We have been endowed with the greatest power on earth—that of the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p20\" class=\"\">If you take each challenge one step at a time, with faith in every footstep, your strength and understanding will increase. You cannot foresee all of the turns and twists ahead. My counsel to you is to follow the direction of the Savior of the world: “Be not afraid, only believe.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_020\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"33493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33493)\">Mark 5:36<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p21\" class=\"\">We are not alone in our mortal struggles. As the prophet Elisha teaches, unseen hosts watch over us. In his day, Syria was at war against Israel, and the prophet Elisha counseled the king of Israel against entrapment. The king of Israel followed that counsel and saved himself again and again. This stirred up the king of Syria, who sent by night “horses, and chariots, and a great host,” and surrounded the city. “And when the servant of the man of God was risen early, and gone forth, behold, an host compassed the city both with horses and chariots. And his servant said unto him, Alas, my master! how shall we do?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p22\" class=\"\">Then the prophet answered, saying, “Fear not: for they that be with us are more than they that be with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p23\" class=\"\">“And Elisha prayed, and said, Lord, I pray thee, open his eyes, that he may see. And the Lord opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire round about Elisha.”<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_020\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"3236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3236)\">2 Kgs. 6:14–17<\/a><\/span>.]<\/span><\/sup> With the help of the Lord, the prophet Elisha was able to save Israel.<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_020\">6<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"3238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3238)\">2 Kgs. 6:18–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p24\" class=\"\">We can overcome all of our fears, not all at once, but one at a time. As we do so we will grow in confidence. The following is the story of a young man who encountered a fear that each one of us has faced or will face at some time in our lives:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p25\" class=\"\">It was a hot July afternoon, and the chapel was filled for stake priesthood meeting. There was a young priest sitting on the stand in “contained nervousness,” and after the hymn the stake president announced him as the next speaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p26\" class=\"\">He spread out his notes, and as he did so his quivering hands betrayed his fear. He began to speak, but soon his speech quickened to a gabble, his words wild and repetitive. Worse followed as he began to stammer and then stopped speaking altogether.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p27\" class=\"\">A heavy silence settled on the room. Who has not felt the terror of standing before an awesome audience? Everyone thought he would sit down, but no, he stayed on his feet, his head down. A few ominous seconds ticked by, and then he squared his shoulders and blurted out: “Brethren, I ask for an interest in your faith and prayers that I might have sureness of speech.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p28\" class=\"\">Then he went back to where he had left off, speaking quietly but clearly. Soon his voice rose to its natural resonance, and he delivered his message to its full conclusion. It was not so much his message that thrilled those who were there. It was the image of that young man, unflinching even though he felt himself teetering on a precipice of fear, taking up the banner of courage and rallying himself for the cause of truth.<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_020\">7<\/a> <span class=\"footnote\">[See Wayne B. Lynn, <span class=\"emphasis\">Lessons from Life<\/span> (1987), 51–52.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p29\" class=\"\">Each of you has been endowed with unique talents and abilities. That, coupled with some special powers of the priesthood, will help you tremendously in any endeavor. It will be a great challenge to be in the royal army that takes the Church into the future under the guidance of the Lord and His leaders. It will also be a most rewarding and exciting experience. It will require great faith, sacrifice, discipline, commitment, and effort. I have every confidence that you are equal to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p30\" class=\"\">Believing includes faith and trust in the Savior and in the principles of the gospel, and it also includes having total confidence in the President of the Church, the First Presidency, the Quorum of the Twelve Apostles, and the other General Authorities as the servants of the Lord. It also means believing that they receive inspiration to direct the affairs of the Church. This belief was one of the strengths of the pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p31\" class=\"\">Recounting the faith of that great band of early Saints, Elder Ben E. Rich said, “This country was unknown to them. They believed that God had given to President Young a vision of the future home for the Latter-day Saints. They had faith in their leader, and they were willing to go into the unknown with him. … Who should ever forget the faith, … the bravery, of those who had such confidence in Brigham Young as to follow him into these valleys of the mountains.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_020\">8<\/a> <span class=\"footnote\">[In Conference Report, Apr. 1911, 104.]<\/span><\/sup> As modern-day pioneers looking to the future, we must be willing to go into the unknown, having the same confidence and commitment in following President Hinckley and the other constituted authorities of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p32\" class=\"\">Believing involves faith and good works. We cannot be passive; we must actively avoid evil. This means that we do not trifle with sacred things. Families in this day and time should not only avoid evil but avoid the very appearance of evil. To combat these influences families must have family prayer, family home evening, and family scripture study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p33\" class=\"\">How corrosive is the daily diet of pornography, immorality, dishonesty, disrespect, abuse, and violence that comes from so many sources. If we are not careful it will shake our spiritual moorings. Once we internalize these evils, it is very difficult to purge ourselves of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p34\" class=\"\">Elder Dallin H. Oaks gave wise counsel on this subject while serving as president of Brigham Young University. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p35\" class=\"\">“We are surrounded by the promotional literature of illicit sexual relations, on the printed page and on the screen. For your own good, avoid it. Pornographic or erotic stories and pictures are worse than filthy or polluted food. The body has defenses to rid itself of unwholesome food. With a few fatal exceptions bad food will only make you sick but do no permanent harm. In contrast, a person who feasts upon filthy stories and pornographic or erotic pictures and literature records them in this marvelous retrieval system we call a brain. The brain won’t vomit back filth. Once recorded, it will always remain subject to recall, flashing its perverted images across your mind and drawing you away from the wholesome things in life.”<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_020\">9<\/a> <span class=\"footnote\">[Quoted in “Things They’re Saying,” <span class=\"emphasis\">New Era,<\/span> Feb. 1974, 18.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p36\" class=\"\">In some ways we are the most challenged generation in the history of the world. We seem to be living in a time foreseen by King Benjamin. Said he, “And finally, I cannot tell you all the things whereby ye may commit sin; for there are divers ways and means, even so many that I cannot number them.” Now comes this powerful warning: “But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_020\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"40991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40991)\">Mosiah 4:29–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p37\" class=\"\">I would like to say a word to you brethren who are a little older. President J. Reuben Clark Jr., a Counselor in the First Presidency, used to say from this pulpit, “Brethren, I hope I can remain faithful to the end.” At that time, President Clark was in his 80s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p38\" class=\"\">As a young man, I could not understand how this wise, learned, experienced, righteous Apostle of the Lord Jesus Christ could have any concern for his own spiritual well-being. As I approach his age, I now understand. I have the same concern for myself, for my family, and for all of my brethren of the priesthood. Over my lifetime, I have seen some of the most choice, capable, and righteous of men stumble and fall. They have been true and faithful for many years and then get caught in a web of stupidity and foolishness which has brought great shame to themselves and betrayed the trust of their innocent families, leaving their loved ones a legacy of sorrow and hurt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p39\" class=\"\">My dear brethren, all of us, young and old, must constantly guard against the enticements of Satan. These evil influences come to us like tidal waves. We must choose wisely the books and magazines we read, the movies we see, and how we use modern technology, such as the Internet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p40\" class=\"\">The great powers of the priesthood are beyond our understanding. They are everlasting. Through this power the universe was set in order. I promise you brethren transcendent blessings as you live righteously. I say this without hesitation or equivocation because of the promises from the Lord in the oath and the covenant of the priesthood found in the 84th section of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p41\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p42\" class=\"\">“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p43\" class=\"\">“And also all they who receive this priesthood receive me, saith the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p44\" class=\"\">“For he that receiveth my servants receiveth me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p45\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p46\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.”<sup class=\"noteMarker\"><a href=\"#footnote11-97911_000_020\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20784)\">D&amp;C 84:33–38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/pioneers-of-the-future-be-not-afraid-only-believe.p47\" class=\"\">If we believe and are faithful, we are promised all that the Father has. If we receive all that the Father has, there is nothing more for us to receive in this life or the life to come. We should remember that in our challenges and struggles against the powers of evil and darkness, “they that be with us are more than they that be with them.”<sup class=\"noteMarker\"><a href=\"#footnote12-97911_000_020\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"3237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3237)\">2 Kgs. 6:16<\/a><\/span>.]<\/span><\/sup> We belong to the greatest cause on earth. We are the pioneers of the future. Let us go forth like the armies of Helaman and build the kingdom of God. Like the royal army, let us be “united, bold, and strong, … marching forth to conquer on life’s great battlefield.”<sup class=\"noteMarker\"><a href=\"#footnote13-97911_000_020\">13<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Hymns,<\/span> no. 251.]<\/span><\/sup> All of these hopes, blessings, and opportunities will come to us if we will only believe and be not afraid. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_020\">1.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33495)\">Mark 5:39–42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_020\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33492)\">Mark 5:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_020\">3.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"40988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40988)\">Mosiah 4:9<\/a><\/span> [and <span class=\"citation\" id=\"7076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7076)\">A of F 1:1<\/a><\/span>].<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_020\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"33493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33493)\">Mark 5:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_020\">5.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3236)\">2 Kgs. 6:14–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_020\">6.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"3238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3238)\">2 Kgs. 6:18–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_020\">7.<\/a><\/span>\n\t\t\t\t<p>See Wayne B. Lynn, <span class=\"emphasis\">Lessons from Life<\/span> (1987), 51–52.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_020\">8.<\/a><\/span>\n\t\t\t\t<p>In Conference Report, Apr. 1911, 104.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_020\">9.<\/a><\/span>\n\t\t\t\t<p>Quoted in “Things They’re Saying,” <span class=\"emphasis\">New Era,<\/span> Feb. 1974, 18.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_020\">10.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"40991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40991)\">Mosiah 4:29–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote11-97911_000_020\">11.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20784)\">D&amp;C 84:33–38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote12-97911_000_020\">12.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"3237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3237)\">2 Kgs. 6:16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_020\"><a name=\"-97911_000_020\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote13-97911_000_020\">13.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Hymns,<\/span> no. 251.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}