{"ID":5992, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Home Teaching—a Divine Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p4\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Can we … reach out to those for whom we are responsible and bring them to the table of the Lord to feast on His word and to enjoy the companionship of His Spirit?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_021<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p6\" class=\"\">This has been a conference session marked by spirituality, and I know that you, as I, have been edified. The statement has been made, “Where the President is, there is strength, and to know that he is with us and is presiding is a strength to the entire Church.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_021\">1<\/a> <span class=\"footnote\">[Harold B. Lee, “Meeting the Needs of a Growing Church,” <span class=\"emphasis\">Improvement Era,<\/span> Jan. 1968, 26.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p7\" class=\"\">President Hinckley programmed an energy-consuming regimen during the past year and has borne his witness to vast thousands of members and others throughout the nations of the world. For many, the experience was one never before enjoyed by devoted members in “faraway places with strange-sounding names.” He appreciates our prayers in his behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p8\" class=\"\">In addition to so many other responsibilities, the President of the Church receives a great deal of correspondence each day. I am reminded of one such letter and share it with you. I have changed the name of the young man who wrote the letter. It begins:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p9\" class=\"\">“Dear President,<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p10\" class=\"\">“Hi. My name is David Smith. I live in an area where the starlings are very bad, and they are making nests in my step-grandpa’s boat and in my dad’s barn and all over the place. My step-grandpa and my dad both think I should shoot them, but my mom doesn’t. I know the law says it is okay, but I am not asking your opinion as a hunter. I am asking your opinion as a Church leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p11\" class=\"\">“Sincerely, David Smith<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p12\" class=\"\">“P.S. A starling is a black bird that eats other bird’s eggs and other bad things.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p13\" class=\"\">Each letter which comes in is answered. A response to this particular letter was sent by the secretary to the First Presidency, F. Michael Watson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p14\" class=\"\">“Dear David:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p15\" class=\"\">“I have been asked to acknowledge your letter of April 30 addressed to the President of the Church about the problems you have been having with starlings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p16\" class=\"\">“The Church does not have an official policy on this matter. The Brethren feel it should be left up to your parents to give you appropriate guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p17\" class=\"\">“I hope this information is helpful to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p18\" class=\"\">“Sincerely yours, F. Michael Watson”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p19\" class=\"\">President Hinckley cannot possibly answer every letter personally, nor can he be everywhere. Neither can those of us who assist him reach each member in every nation. However, the wisdom of the Lord provided us guidelines whereby we who hold the priesthood of God can serve, can teach, can testify to the families of the Church. Yes, I speak of home teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p20\" class=\"\">Let us review the counsel of the Lord and His prophets concerning this vital endeavor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p21\" class=\"\">The bishop of each ward in The Church of Jesus Christ of Latter-day Saints assigns priesthood holders as home teachers to visit the homes of members every month. They go in pairs; often a youth holding the Aaronic Priesthood accompanies an adult holding the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p22\" class=\"\">The home teaching program is a response to modern revelation commissioning those ordained to the priesthood to “teach, expound, exhort, baptize, and watch over the church … and visit the house of each member, and exhort them to pray vocally and in secret and attend to all family duties; … to watch over the church always, and be with and strengthen them; and see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_021\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20722)\">D&amp;C 20:42, 47, 53–54<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p23\" class=\"\">President David O. McKay admonished: “Home teaching is one of our most urgent and most rewarding opportunities to nurture and inspire, to counsel and direct our Father’s children. … It is a divine service, a divine call. It is our duty as home teachers to carry the divine spirit into every home and heart. To love the work and do our best will bring unbounded peace, joy, and satisfaction to a noble, dedicated teacher of God’s children.”<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_021\">3<\/a> <span class=\"footnote\">[David O. McKay, foreword to home teaching instruction book, <span class=\"emphasis\">A Divine Service<\/span> (1963), as quoted in Ezra Taft Benson, “To the Home Teachers of the Church,” <span class=\"emphasis\">Ensign,<\/span> May 1987, 49.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p24\" class=\"\">From the Book of Mormon, Alma “consecrated all their priests and all their teachers; and none were consecrated except they were just men. Therefore they did watch over their people, and did nourish them with things pertaining to righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_021\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"41006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41006)\">Mosiah 23:17–18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p25\" class=\"\">In performing our home teaching responsibilities, we are wise if we learn and understand the challenges of the members of each family. A home teaching visit is also more likely to be successful if an appointment is made in advance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p26\" class=\"\">The late John R. Burt, with whom I served for many years in ward and stake positions, told of an experience when as a boy he went home teaching with a devout and outspoken high priest—without warning—to a less-active family. They had come at a bad time. A poker game was under way in a smoke-filled living room. As the home teachers viewed the room, the high priest senior companion turned to young Brother Burt and exclaimed, “This congregation needs repentance! Please lead us in singing a hymn.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p27\" class=\"\">Instead, the junior companion said, “I think we had best leave and come back another night.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p28\" class=\"\">Some years ago, when the Missionary Executive Committee was comprised of Spencer W. Kimball, Gordon B. Hinckley, and Thomas S. Monson, Brother and Sister Hinckley hosted a dinner for the committee members and our wives. We had just finished a lovely dinner in the beautiful home—which Brother Hinckley constructed and on which he did most of the actual work—when suddenly there was a knock at the door. President Hinckley opened the door and noted his home teacher standing there. The home teacher said, “I don’t have with me my companion, but I felt I should come tonight. I didn’t know you would be entertaining company.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p29\" class=\"\">President Hinckley graciously invited the home teacher to come in and sit down and instruct three Apostles and their wives concerning our duty as members. With a bit of trepidation, the home teacher did his best. President Hinckley thanked him for coming, after which the home teacher made a prompt retreat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p30\" class=\"\">Abraham Lincoln offered this wise counsel, which surely applies to home teachers: “If you would win a man to your cause, first convince him that you are his sincere friend.” President Ezra Taft Benson urged: “Above all, be a genuine friend to the individuals and families you teach.”<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_021\">5<\/a> <span class=\"footnote\">[Ezra Taft Benson, “To the Home Teachers of the Church,” <span class=\"emphasis\">Ensign,<\/span> May 1987, 50.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p31\" class=\"\">As the Savior declared to us, “I will call you friends, for you are my friends.”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_021\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20812)\">D&amp;C 93:45<\/a><\/span>.]<\/span><\/sup> A friend makes more than a dutiful visit each month. A friend is more concerned about helping people than getting credit. A friend cares. A friend loves. A friend listens. And a friend reaches out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p32\" class=\"\">Some who are here will remember the story President Romney used to tell about the so-called home teacher who once went to the Romney home on a cold night. He kept his hat in his hand and shifted nervously when invited to sit down and give his message. “Well, I’ll tell you, Brother Romney,” he responded. “It’s cold outside, and I left my car engine running so it wouldn’t stop. I just came by so I could tell the bishop I made my calls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p33\" class=\"\">Brother Romney, after relating this experience in a meeting of priesthood holders, then said, “We can do better than that, brethren—much better!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p34\" class=\"\">Home teaching answers many prayers and permits us to see the occurrence of living miracles. Let me illustrate using situations with which I have been intimately acquainted in years past, as well as in the present period of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p35\" class=\"\">The proprietor of Dick’s Cafe in St. George, Utah, is such an example. Dick Hammer came to Utah during the Depression years with the Civilian Conservation Corps. During that period, he met and married a Latter-day Saint young woman. He opened his cafe, which became a popular meeting spot. Home teacher to the Hammer family was Willard Milne. Since I knew Dick Hammer and had printed his menus, I would ask my friend Brother Milne when I visited St. George, “How is our friend Dick Hammer coming?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p36\" class=\"\">The reply would generally be, “Slowly.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p37\" class=\"\">The years passed by, and just a year or two ago Willard said to me: “Brother Monson, Dick Hammer is converted and is going to be baptized. He is in his 90th year, and we have been friends all our adult lives. His decision warms my heart. I’ve been his home teacher for many years—perhaps 15 years.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p38\" class=\"\">Brother Hammer was indeed baptized and a year later entered that beautiful St. George Temple and there received his endowment and sealing blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p39\" class=\"\">I asked Willard, “Did you ever become discouraged teaching for such a long time?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p40\" class=\"\">He replied, “No, it was worth the effort. I am a happy man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p41\" class=\"\">Some years ago, before my leaving to become president of the Canadian Mission headquartered in Toronto, Ontario, I had developed a friendship with a man by the name of Shelley who lived in the ward but did not embrace the gospel, irrespective of the fact that his wife and children had done so. As I served as a mission president, had I been asked to name anyone I knew not likely to become a member of the Church, I believe I would have thought of Shelley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p42\" class=\"\">After I was called to the Twelve, I received a telephone call from Shelley. He said, “Bishop, will you seal my wife, my family, and me in the Salt Lake Temple?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p43\" class=\"\">I answered hesitantly, “But, Shelley, you first must be a baptized member of the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p44\" class=\"\">He laughed and responded, “Oh, I took care of that while you were in Canada. My home teacher was a school crossing guard, and every weekday as he and I would visit at the crossing, we would discuss the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p45\" class=\"\">I had the privilege to see this miracle with my own eyes and feel the joy with my heart and soul. The sealings were performed; a family was united. Shelley died not long after this period, but not before he publicly thanked his home teachers for their faithful service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p46\" class=\"\">Elder Mark E. Petersen, when discussing activation of members, would frequently declare, “The challenge is one of lack of conversion.” We, the priesthood of the Church, cannot afford to leave families in a cocoon, isolated from the body of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p47\" class=\"\">Long years ago, Joseph Lyon of Salt Lake City shared with me the lesson of a lecture which a minister from another faith observed as he spoke to the Associated Credit Men of Salt Lake. The minister boldly proclaimed, “Mormonism is the greatest philosophy in the world today. The biggest test for the Church will come with the advent of television and radio, which tend to keep people away from the Church.” He then proceeded to relate what I’ve called the “hot coals” story. He described a warm fireplace where the pieces of wood had burned brightly, with the embers still glowing and giving off heat. He then observed that by taking in hand brass tongs, he could remove one of the hot embers. That ember would then slowly pale in light and turn black. No longer would it glow. No longer would it warm. He then pointed out that by returning the black, cold ember to the bed of living coals, the dark ember would begin to glow and brighten and warm. He concluded, “People are somewhat like the coals of a fire. Should they absent themselves from the warmth and spirit of the active church membership, they will not contribute to the whole, but in their isolation will be changed. As with the embers removed from the heat of the fire, as they distance themselves from the intensity of the spirit generated by the active membership, they will lose that warmth and spirit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p48\" class=\"\">The reverend closed his comments by observing, “People are more important than the embers of a fire.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p49\" class=\"\">As years come and then go and life’s challenges become more difficult, the visits of home teachers to those who have absented themselves from Church activity can be the key which will eventually open the doors to their return.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p50\" class=\"\">With this thought in mind, can we brethren not reach out to those for whom we are responsible and bring them to the table of the Lord to feast on His word and to enjoy the companionship of His Spirit, and be “no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God”?<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_021\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"22079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22079)\">Eph. 2:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p51\" class=\"\">President Ezra Taft Benson said that home teaching is “priesthood compassionate service.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_021\">8<\/a> <span class=\"footnote\">[Ezra Taft Benson, <span class=\"emphasis\">The Teachings of Ezra Taft Benson<\/span> (1988), 225.]<\/span><\/sup> Not long ago I received a touching letter from Sister Mori Farmer. It tells of two home teachers and the loving service they provided the Farmer family during a time when the family was experiencing some difficult financial circumstances. At the time the service was provided, the Farmer family was out of town attending a family reunion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p52\" class=\"\">I share with you first a letter written to the Farmer family by their home teachers, which the family found taped to their garage door when they returned home. It begins: “We hope you had a great family reunion. While you were gone, we and about fifty of our friends had a great party at <span class=\"emphasis\">your<\/span> house. We want to thank you from the bottom of our hearts for the years of unselfish service you both have given to us. You have been Christlike examples of untiring service to others. We can never repay you for that—but just thought we’d like to say thanks. Signed, your home teachers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p53\" class=\"\">I quote now from Sister Mori Farmer’s letter to me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p54\" class=\"\">“[After reading the note from our home teachers] we entered the house with great anticipation. What we found shocked us so much we were at a loss for words. I stayed up all night crying over the generosity of the people in our ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p55\" class=\"\">“Our home teachers had decided that they would fix our carpet while we were away. They had moved the furniture out into the front yard so the carpet could get stretched and finished. One man in the ward stopped and asked what was going on. He returned later with several hundred dollars’ worth of paint and said, ‘We might as well paint the house while everything is out.’ Others saw the cars out front and stopped to see what was going on, and by week’s end 50 people were busy repairing, painting, cleaning, and sewing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p56\" class=\"\">“Our friends and fellow ward members had fixed our poorly laid carpet, painted the entire house, repaired holes in the drywall, oiled and varnished our kitchen cabinets, put curtains on three windows in the kitchen and family room, did all the laundry, cleaned every room in the house, had the carpets cleaned, fixed broken door latches, and on and on. In trying to make a list of all the wonderful things they did for us, we filled three pages. All of this had been accomplished between Wednesday and our return on Sunday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p57\" class=\"\">“Almost everyone we talked to told us, with tears in their eyes, what a spiritual experience it had been to participate. We have been truly humbled by this experience. As we look around our home, we are reminded of their kindness and of the great sacrifice of time, talents, and money they made for our family. Our home teachers have truly been angels in our lives, and we will never forget them and the wonderful things they have done for us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p58\" class=\"\">Other instances could well be cited. However, I turn to one example to describe the type of home teachers we should be. There is one Teacher whose life overshadows all others. He taught of life and death, of duty and destiny. He lived not to be served, but to serve; not to receive, but to give; not to save His life, but to sacrifice it for others. He described a love more beautiful than lust, a poverty richer than treasure. It was said of this Teacher that He taught with authority and not as did the scribes [<span class=\"citation\" id=\"37721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37721)\">Matt. 7:29<\/a><\/span>]. In today’s world, when many men are greedy for gold and for glory and are dominated by the philosophies of men, remember that this Teacher never wrote—once only He wrote on the sand [see <span class=\"citation\" id=\"29848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29848)\">John 8:6<\/a><\/span>], and wind destroyed forever His handwriting. His laws were not inscribed upon stone, but upon human hearts.<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_021\">9<\/a> <span class=\"footnote\">[See Thomas S. Monson, “Only a Teacher,” <span class=\"emphasis\">Improvement Era,<\/span> June 1970, 91.]<\/span><\/sup> I speak of the Master Teacher, even Jesus Christ, the Son of God, the Savior and Redeemer of all mankind. The biblical account says of Him, He “went about doing good.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_021\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"8464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8464)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup> With Him as our unfailing Guide and Exemplar, we shall qualify for His divine help in our home teaching. Lives will be blessed. Hearts will be comforted. Souls will be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/home-teaching-a-divine-service.p59\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_021\">1.<\/a><\/span>\n\t\t\t\t<p>Harold B. Lee, “Meeting the Needs of a Growing Church,” <span class=\"emphasis\">Improvement Era,<\/span> Jan. 1968, 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_021\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20722)\">D&amp;C 20:42, 47, 53–54<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_021\">3.<\/a><\/span>\n\t\t\t\t<p>David O. McKay, foreword to home teaching instruction book, <span class=\"emphasis\">A Divine Service<\/span> (1963), as quoted in Ezra Taft Benson, “To the Home Teachers of the Church,” <span class=\"emphasis\">Ensign,<\/span> May 1987, 49.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_021\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41006)\">Mosiah 23:17–18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_021\">5.<\/a><\/span>\n\t\t\t\t<p>Ezra Taft Benson, “To the Home Teachers of the Church,” <span class=\"emphasis\">Ensign,<\/span> May 1987, 50.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_021\">6.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20812)\">D&amp;C 93:45<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_021\">7.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22079)\">Eph. 2:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_021\">8.<\/a><\/span>\n\t\t\t\t<p>Ezra Taft Benson, <span class=\"emphasis\">The Teachings of Ezra Taft Benson<\/span> (1988), 225.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_021\">9.<\/a><\/span>\n\t\t\t\t<p>See Thomas S. Monson, “Only a Teacher,” <span class=\"emphasis\">Improvement Era,<\/span> June 1970, 91.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_021\"><a name=\"-97911_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_021\">10.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"8464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8464)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}