{"ID":5995, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Receive Truth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Gaining a knowledge of Him is fundamental to our mortal training. We also need to have a thirst and a desire to become acquainted with the doctrines of the kingdom.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_024<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p5\" class=\"\">The scriptures have recorded, “And if a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come” (<span class=\"citation\" id=\"20844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20844)\">D&amp;C 130:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p6\" class=\"\">The acquisition of knowledge is a fundamental part of the Lord’s eternal plan for His children. To make certain that there are resources available for those who seek this knowledge, He has instructed His prophets through the ages to make a record of His dealings with them. The first earthly family, even the family of Father Adam, followed these instructions:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p7\" class=\"\">“And then began these men to call upon the name of the Lord, and the Lord blessed them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p8\" class=\"\">“And a book of remembrance was kept, in the which was recorded, in the language of Adam, for it was given unto as many as called upon God to write by the spirit of inspiration;<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p9\" class=\"\">“And by them their children were taught to read and write, having a language which was pure and undefiled” (<span class=\"citation\" id=\"39967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39967)\">Moses 6:4–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p10\" class=\"\">Continuing our studies on through the Old and New Testaments, the Book of Mormon, and the Doctrine and Covenants, we find repeated instructions to study the gospel of our Lord and Savior. The Lord understands us perfectly. He knows that to be truly converted we must understand how He deals with His children here on earth. Gaining a knowledge of Him is fundamental to our mortal training. We also need to have a thirst and a desire to become acquainted with the doctrines of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p11\" class=\"\">President Spencer W. Kimball gave us some instructions about the knowledge we should seek and in what sequence. Using Peter and John as examples, he taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p12\" class=\"\">“Peter and John had little secular learning, being termed ignorant. But they knew the vital things of life, that God lives and that the crucified, resurrected Lord is the Son of God. They knew the path to eternal life. This they learned in a few decades of their mortal life. Their righteous lives opened the door to godhood for them and creation of worlds with eternal increase. For this they would probably need, eventually, a total knowledge of the sciences. But whereas Peter and John had only decades to learn and do the spiritual, they have already had nineteen centuries in which to learn the secular or the geology of the earth, the zoology and physiology and psychology of the creatures of the earth. Mortality is the time to learn first of God and the gospel and to perform the ordinances. After our feet are set firmly on the path to eternal life we can amass more knowledge of the secular things” (<span class=\"emphasis\">President Kimball Speaks Out<\/span> [1981], 91).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p13\" class=\"\">Given this instruction from a prophet of God, I want to talk to you great young people of the Church, who have so much of your life ahead of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p14\" class=\"\">The Church has recognized from the very beginning the need for you to have an opportunity to gain the most fundamental knowledge you need in order to obtain life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p15\" class=\"\">During the early history of the Church, elementary and secondary schools were established. A university was opened in the Nauvoo period. Three years after the Saints arrived in Utah, the University of Deseret was opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p16\" class=\"\">As the increased numbers of LDS youth began attending public secondary schools, it became apparent to Church leaders that there was a need to provide religious curriculum to complement the students’ regular secular studies. In 1912 the Church began building seminaries on Church-owned properties adjacent to public high schools, where students could take daily classes in religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p17\" class=\"\">We learn of the dedication which was given to the seminary program in its very beginning by reading from a diary of John M. Whitaker, one of the early instructors of the seminary program. In April of 1915 he was employed as an instructor in the Granite Seminary with a salary of $1,500 per year. He found little to work with as he assumed his new position. His diary records:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p18\" class=\"\">“I had to start without the least scratch, or outline, and I thought out many approaches to the new problem before me. I had taught several years at the University of Deseret. But there I knew my course well, but to commence a course now, where here-to-fore the Bible alone had been the guide, and to meet the need of the hour when students of the age coming into high school and junior work, with strict outlines and supervision, with everything before them and now coming from the discipline of high school requirements, into religion class work where they could come if they desired or remain away, … but to take religion which was frowned down upon during the week days, only for Sundays, was a task too great to undertake alone. So I did as I have always done when presented with a task, went in humility and prayer to my Father in Heaven and in my simplicity told him my problem and asked for inspiration, guidance, wisdom and courage for the task before me. … I was unknown to most of the Faculty and students of the Granite High and so during the summer I thought out how best to make a beginning.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p19\" class=\"\">He became enthusiastic about the beginning of the year in teaching at Granite High School and looked forward to registration day, on September 3, 1915. A crowd of students was on hand, and his journal entry describes the event: “Commenced a very important period of my life and one that will, I am sure affect the destiny of thousands of the youth of Zion, if the plans maturing in my mind blossom into fruition” (quoted in Lyman Clarence Pedersen Jr., “John Mills Whitaker: Diarist, Educator, Churchman” [master’s thesis, University of Utah, 1960], 167).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p20\" class=\"\">His diary records events step-by-step which led to the tremendous success he had in carrying forward this program over the years. Significant is the statement of the late S. Dilworth Young, one of the Seventy, who was one of Brother Whitaker’s earliest seminary students: “Had Elder A. Theodore Tuttle been clairvoyant, he would have seen in the year 1914 a fourteen-and-a-half-year-old stripling entering the first seminary instituted by the Church. Across the street from Granite High School a building had been constructed—one room in size—a teacher employed, and the school opened to students. I was that stripling. There died yesterday the third teacher of that particular seminary. The teacher was John M. Whitaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p21\" class=\"\">“I should like to make a short tribute to Brother Whitaker. He likely did not know the profound influence he had upon me as a boy, as I studied minutely under him and Guy C. Wilson before him, the detail of the Bible, the Book of Mormon, and the Doctrine and Covenants. I look back upon it now, realizing that there was where I got my first detailed knowledge of these standard works. Could I have enough influence I would see to it that every boy and every girl in the Church had a like experience under a man of faith” (in Conference Report, Apr. 1960, 80).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p22\" class=\"\">The service of John M. Whitaker is an example of thousands of instructors who over the years have devoted their lives to building testimonies in hundreds of thousands of young people who have availed themselves of the opportunity of taking advantage of seminary classes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p23\" class=\"\">To facilitate religious training of students attending non-LDS colleges and universities, the Church established institutes of religion adjacent to college campuses, beginning in 1926. The success of the seminaries and institutes resulted in the spread of these programs to many, many parts of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p24\" class=\"\">The Church periodically checks the pulse and measures the progress of the institute programs. This last year an institute study revealed the following: of those graduating from institute, 96 percent received temple endowments; 98 percent of those receiving their endowments had their marriages performed in the temple; 96 percent of the men graduating from institute served missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p25\" class=\"\">We have testimonies from seminary students throughout the world. Listen to a page from a diary coming from Russia:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p26\" class=\"\">“Today is the happiest morning in this year, today is the first morning seminary day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p27\" class=\"\">“How and when originate this thought about daily morning seminary. I remember there was a lesson from our CES teachers that mentioned about the daily seminary program in the United States and Europe and that got stuck in my mind. At that lesson I felt the power of the Holy Ghost, which brought a thought unto me that we should have seminary here. Then I felt that the Lord endows everything for this job: possibility, strength, and help. We have to have just willingness to accept such a gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p28\" class=\"\">“After that meeting I felt great inspiration. Some mothers got frightened a little with the idea because children will have to get up early in the morning and in school, they are overloaded, and some finish the school this year and will be entering higher educational institutions. But fathers who have priesthood, completely supported me, having said that daily studying of the scriptures is so needed for youth, will teach them discipline, and also will help them gain the Holy Ghost which during the day time and school lessons will help to withstand the temptations of Satan” (comments from early-morning seminary teachers from Vyborg, Russia, fall 1996).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p29\" class=\"\">This testimony, and so many others we have received from the four corners of the earth, helps us to catch the spirit of these two great programs. They offer you young people a special paved road that will lead you to life eternal, which is the greatest gift God has given to His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p30\" class=\"\">President Gordon B. Hinckley has said this about our seminary and institute programs:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p31\" class=\"\">“Take advantage of every opportunity to enlarge your understanding of the gospel. Make the effort to participate in seminary and institute programs” (in Conference Report, Apr. 1982, 63; or <span class=\"emphasis\">Ensign,<\/span> May 1982, 42).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p32\" class=\"\">“Our great program of Church education moves forward. The work of training students through the seminary and institute program is constantly being enlarged. … We urge all for whom it is available to take advantage of it. We do not hesitate to promise that your knowledge of the gospel will be increased, your faith will be strengthened, and you will develop wonderful associations and friendships” (in Conference Report, Apr. 1984, 69; or <span class=\"emphasis\">Ensign,<\/span> May 1984, 47).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p33\" class=\"\">I would like to add my testimony to that of our great prophet-leader. I know the power that comes from associations in the seminary and institute programs. It has enriched my life, and I know it will do the same for you. It will put a shield of protection around you to keep you free from the temptations and trials of the world. There is a great blessing in having a knowledge of the gospel. And I know of no better place for the young people of the Church to gain a special knowledge of sacred things than in the institute and seminary programs of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p34\" class=\"\">Many years ago I had the privilege of teaching early-morning seminary. The class was held between 6:30 <span class=\"small\">A.M.<\/span> and 7:30 <span class=\"small\">A.M.<\/span> each school day. For two years I watched sleepy students stumble into class, challenging their instructor to wake them up. After prayer was offered and an inspirational thought given, I watched bright minds come alive, to increase their knowledge of the scriptures. The most difficult part of the class was to terminate the discussion in time to send them on to their regular high school classes. As the school year progressed, I watched each student gain greater confidence, closer friendships, and a growing testimony of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p35\" class=\"\">A few years ago I was in a grocery store in a city not far from here when I heard someone call out my name. I turned to greet two of my former seminary students. They were now husband and wife. They introduced me to their four beautiful children. As we visited I was amazed with the number of seminary classmates they still had contact with after all these years. It was an evidence of a special bonding that had occurred in that very early morning seminary class. As we parted, a scripture came into my mind: “I will call you friends, for you are my friends, and ye shall have an inheritance with me” (<span class=\"citation\" id=\"20813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20813)\">D&amp;C 93:45<\/a><\/span>). There is a special strength we gain from associations with each other, especially in gospel settings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/receive-truth.p36\" class=\"\">Plan on completing the full four years of seminary. You know the institute is available for all students and nonstudents between the ages of 18 and 30. Are you enrolled? If not, I invite you to take advantage of this wonderful opportunity. And to you who are enrolled, study diligently to learn the gospel. I promise you that the foundation you receive in these two great programs will bless you throughout your lives. This is my witness to you in the name of our Lord and Savior, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}