{"ID":5997, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “He Hath Filled the Hungry with Good Things”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p2\" class=\"\">Elder Jeffrey R. Holland<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Everything in the gospel teaches us that we can change if we need to, that we can be helped if we truly want it, that we can be made whole, whatever the problems of the past.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_026<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p5\" class=\"\">Some time ago I read an essay referring to “metaphysical hunger”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_026\">1<\/a> <span class=\"footnote\">[Arthur Hertzberg, quoted by Harold B. Lee in <span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1975), 349.]<\/span><\/sup> in the world. The author was suggesting that the souls of men and women were dying, so to speak, from lack of spiritual nourishment in our time. That phrase, “metaphysical hunger,” came back to me last month when I read the many richly deserved tributes paid to Mother Teresa of Calcutta. One correspondent recalled her saying that as severe and wrenching as physical hunger was in our day—something she spent virtually her entire life trying to alleviate—nevertheless, she believed that the absence of spiritual strength, the paucity of spiritual nutrition, was an even more terrible hunger in the modern world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p6\" class=\"\">These observations reminded me of the chilling prophecy from the prophet Amos, who said so long ago, “Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_026\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"10491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10491)\">Amos 8:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p7\" class=\"\">As the world slouches toward the 21st century, many long for something, sometimes cry out for something, but too often scarcely know for what. The economic condition in the world, speaking generally and certainly not specifically, is probably better than it has ever been in history, but the human heart is still anxious and often filled with great stress. We live in an “information age” that has a world of data available literally at our fingertips, yet the meaning of that information and the satisfaction of using knowledge in some moral context seems farther away for many than ever before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p8\" class=\"\">The price for building on such sandy foundations is high. Too many lives are buckling when the storms come and the winds blow.<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_026\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"37720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37720)\">Matt. 7:24–29<\/a><\/span>.]<\/span><\/sup> In almost every direction, we see those who are dissatisfied with present luxuries because of a gnawing fear that others somewhere have more of them. In a world desperately in need of moral leadership, too often we see what Paul called “spiritual wickedness in high places.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_026\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"22083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22083)\">Eph. 6:12<\/a><\/span>.]<\/span><\/sup> In an absolutely terrifying way, we see legions who say they are bored with their spouses, their children, and any sense of marital or parental responsibility toward them. Still others, roaring full speed down the dead-end road of hedonism, shout that they will indeed live by bread alone, and the more of it the better. We have it on good word, indeed we have it from the Word Himself, that bread alone—even a lot of it—is not enough.<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_026\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"37697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37697)\">Matt. 4:4<\/a><\/span>; <span class=\"citation\" id=\"29828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29828)\">John 1:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p9\" class=\"\">During the Savior’s Galilean ministry, He chided those who had heard of Him feeding the 5,000 with only five barley loaves and two fishes, and now flocked to Him expecting a free lunch. That food, important as it was, was incidental to the real nourishment He was trying to give them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p10\" class=\"\">“Your fathers did eat manna in the wilderness, and are dead,” He admonished them. “I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p11\" class=\"\">But this was not the meal they had come for, and the record says, “From that time many of his disciples went back, and walked no more with him.”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_026\">6<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"29841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29841)\">John 6:26, 49, 51, 66<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p12\" class=\"\">In that little story is something of the danger in our day. It is that in our contemporary success and sophistication we too may walk away from the vitally crucial bread of eternal life; we may actually <span class=\"emphasis\">choose<\/span> to be spiritually malnourished, willfully indulging in a kind of spiritual anorexia. Like those childish Galileans of old, we may turn up our noses when divine sustenance is placed before us. Of course the tragedy then as now is that one day, as the Lord Himself has said, “In an hour when ye think not the summer shall be past, and the harvest ended,” and we will find that our “souls [are] not saved.”<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_026\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20745)\">D&amp;C 45:2<\/a><\/span>. See also <span class=\"citation\" id=\"26609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26609)\">Jer. 8:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p13\" class=\"\">I have wondered this morning if someone within the sound of my voice might feel he or she or those they love are too caught up in the “thick of these thin things,” are hungering for something more substantial and asking with the otherwise successful young man of the scriptures, “What lack I yet?”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_026\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"37747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37747)\">Matt. 19:20<\/a><\/span>.]<\/span><\/sup> I have wondered if someone this morning might be wandering “from sea to sea,” running “to and fro”<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_026\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"10492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10492)\">Amos 8:12<\/a><\/span>.]<\/span><\/sup> as the prophet Amos said, wearied by the pace of life in the fast lane or in trying to keep up with the Joneses before the Joneses refinance. I have wondered if any have joined our conference hoping to find the answer to a deeply personal problem or to have some light cast on the most serious questions of their heart. Such problems or questions often deal with our marriages, our families, our friends, our health, our peace—or the conspicuous lack of such cherished possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p14\" class=\"\">It is to those who so hunger that I wish to speak this morning. Wherever you live, and at whatever point in age or experience you find yourself, I declare that God has through His Only Begotten Son lifted the famine of which Amos spoke. I testify that the Lord Jesus Christ is the Bread of Life and a Well of Living Water springing up unto eternal life. I declare to those who are members of The Church of Jesus Christ of Latter-day Saints and especially to those who are not, that our Heavenly Father and His Beloved Firstborn Son did appear to the boy prophet Joseph Smith and restored light and life, hope and direction to a wandering world, a world filled with those who wonder, “Where is hope? Where is peace? What path should I follow? Which way should I go?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p15\" class=\"\">Regardless of past paths taken or not taken, we wish to offer you this morning “the way, the truth, and the life.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_026\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"29859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29859)\">John 14:6<\/a><\/span>.]<\/span><\/sup> We invite you to join in the adventure of the earliest disciples of Christ who also yearned for the bread of life—those who did <span class=\"emphasis\">not<\/span> go back but who came to Him, stayed with Him, and who recognized that for safety and salvation there was no other to whom they could ever go.<sup class=\"noteMarker\"><a href=\"#footnote11-97911_000_026\">11<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"29845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29845)\">John 6:68<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p16\" class=\"\">You will recall that when Andrew and another disciple, probably John, first heard Christ speak, they were so moved and attracted to Jesus that they followed Him as He left the crowd. Sensing that He was being pursued, Christ turned and asked the two men, “What seek ye?”<sup class=\"noteMarker\"><a href=\"#footnote12-97911_000_026\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"29831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29831)\">John 1:38<\/a><\/span>.]<\/span><\/sup> Other translations render that simply “What do you want?” They answered, “Where dwellest thou?” or “Where do you live?” Christ said simply, “Come and see.”<sup class=\"noteMarker\"><a href=\"#footnote13-97911_000_026\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"29832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29832)\">John 1:39<\/a><\/span>.]<\/span><\/sup> Just a short time later He formally called Peter and other new Apostles with the same spirit of invitation. To them He said, Come, “follow me.”<sup class=\"noteMarker\"><a href=\"#footnote14-97911_000_026\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"37701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37701)\">Matt. 4:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p17\" class=\"\">It seems that the essence of our mortal journey and the answers to the most significant questions in life are distilled down to these two very brief elements in the opening scenes of the Savior’s earthly ministry. One element is the question put to every one of us on this earth: “What seek ye? What do you want?” The second is His response to our answer, <span class=\"emphasis\">whatever that answer is.<\/span> Whoever we are and whatever we reply, His response is <span class=\"emphasis\">always<\/span> the same: “Come,” He says lovingly. “Come, follow me.” Wherever you are going, first come and see what I do, see where and how I spend my time. Learn of me, walk with me, talk with me, believe. Listen to me pray. In turn you will find answers to your own prayers. God will bring rest to your souls. Come, follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p18\" class=\"\">With one voice and one accord, we bear witness that the gospel of Jesus Christ is the only way to satisfy ultimate spiritual hunger and slake definitive spiritual thirst. Only He who was so mortally wounded knows how to heal our modern wounds. Only One who was with God, and was God,<sup class=\"noteMarker\"><a href=\"#footnote15-97911_000_026\">15<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"29829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29829)\">John 1:1<\/a><\/span>.]<\/span><\/sup> can answer the deepest and most urgent questions of our soul. Only His almighty arms could have thrown open the prison gates of death that otherwise would have held us in bondage forever. Only on His triumphant shoulders can we ride to celestial glory—if we will but choose through our faithfulness to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p19\" class=\"\">To those who may feel they have somehow forfeited their place at the table of the Lord, we say again with the Prophet Joseph Smith that God has “a forgiving disposition,”<sup class=\"noteMarker\"><a href=\"#footnote16-97911_000_026\">16<\/a> <span class=\"footnote\">[Joseph Smith, comp., <span class=\"emphasis\">Lectures on Faith<\/span> (1985), 42.]<\/span><\/sup> that Christ is “merciful and gracious, slow to anger, [is] long-suffering and full of goodness.”<sup class=\"noteMarker\"><a href=\"#footnote17-97911_000_026\">17<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Lectures on Faith,<\/span> 42.]<\/span><\/sup> I have always loved that when Matthew records Jesus’ great injunction, “Be ye therefore perfect, even as your Father which is in heaven is perfect,”<sup class=\"noteMarker\"><a href=\"#footnote18-97911_000_026\">18<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"37707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37707)\">Matt. 5:48<\/a><\/span>.]<\/span><\/sup> Luke adds the Savior’s additional commentary: “Be ye therefore merciful, as your Father also is merciful”<sup class=\"noteMarker\"><a href=\"#footnote19-97911_000_026\">19<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"32602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32602)\">Luke 6:36<\/a><\/span>.]<\/span><\/sup>—as if to suggest that mercy is at least a beginning synonym for the perfection God has and for which all of us must strive. Mercy, with its sister virtue forgiveness, is at the very heart of the Atonement of Jesus Christ and the eternal plan of salvation. Everything in the gospel teaches us that we can change if we need to, that we can be helped if we truly want it, that we can be made whole, whatever the problems of the past.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p20\" class=\"\">Now, if you feel too spiritually maimed to come to the feast, please realize that the Church is not a monastery for perfect people, though all of us ought to be striving on the road to godliness. No, at least one aspect of the Church is more like a hospital or an aid station, provided for those who are ill and want to get well, where one can get an infusion of spiritual nutrition and a supply of sustaining water in order to keep on climbing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p21\" class=\"\">In spite of life’s tribulations and as fearful as some of our prospects are, I testify that there is help for the journey. There is the Bread of Eternal Life and the Well of Living Water. Christ has overcome the world—our world—and His gift to us is peace now and exaltation in the world to come.<sup class=\"noteMarker\"><a href=\"#footnote20-97911_000_026\">20<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"20762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20762)\">D&amp;C 59:23<\/a><\/span>.]<\/span><\/sup> Our fundamental requirement is to have faith in Him and follow Him—always. When He bids us to walk in His way and by His light, it is because He has walked this way before us, and He has made it safe for our own travel here. He knows where the sharp stones and stumbling blocks lie hidden and where thorns and thistles are the most severe. He knows where the path is perilous, and He knows which way to go when the road forks and nightfall comes. He knows all this, as Alma says in the Book of Mormon, because He has suffered “pains and afflictions and temptations of every kind … , that he may know … how to succor his people according to their infirmities.”<sup class=\"noteMarker\"><a href=\"#footnote21-97911_000_026\">21<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"10231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10231)\">Alma 7:11–12<\/a><\/span>.]<\/span><\/sup> To succor means to “run to.” I testify that in my fears and in my infirmities the Savior has surely run to me. I will never be able to thank Him enough for such personal kindness and such loving care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p22\" class=\"\">President George Q. Cannon said once: “No matter how serious the trial, how deep the distress, how great the affliction, [God] will never desert us. He never has, and He never will. He cannot do it. It is [against] His character [to do so]. He is an unchangeable being. … He will stand by us. We may pass through the fiery furnace; we may pass through deep waters; but we shall not be consumed nor overwhelmed. We shall emerge from all these trials and difficulties the better and the purer for them, if we only trust in our God and keep His commandments.”<sup class=\"noteMarker\"><a href=\"#footnote22-97911_000_026\">22<\/a> <span class=\"footnote\">[“Freedom of the Saints,” in Brian H. Stuy, comp., <span class=\"emphasis\">Collected Discourses,<\/span> 5 vols. (1987–92), 2:185.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p23\" class=\"\">Those who will receive the Lord Jesus Christ as the source of their salvation will always lie down in green pastures, no matter how barren and bleak the winter has been. And the waters of their refreshment will always be still waters, no matter how turbulent the storms of life. In walking His path of righteousness, our souls will be forever restored; and though that path may for us, as it did for Him, lead through the very valley of the shadow of death, yet we will fear no evil. The rod of His priesthood and the staff of His Spirit will always comfort us. And when we hunger and thirst in the effort, He will prepare a veritable feast before us, a table spread even in the presence of our enemies—contemporary enemies—which might include fear or family worries, sickness or personal sorrow of a hundred different kinds. In a crowning act of compassion at such a supper He anoints our head with oil and administers a blessing of strength to our soul. Our cup runneth over with His kindness, and our tears runneth over with joy. We weep to know that such goodness and mercy shall follow us all the days of our life, and that we will, if we desire it, dwell in the house of the Lord forever.<sup class=\"noteMarker\"><a href=\"#footnote23-97911_000_026\">23<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"42099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42099)\">Ps. 23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/he-hath-filled-the-hungry-with-good-things.p24\" class=\"\">I pray this morning that all who are hungering and thirsting, and sometimes wandering, will hear this invitation from Him who is the Bread of Life, the Fountain of Living Water, the Good Shepherd of us all, the Son of God: “Come unto me, all ye that labour and are heavy laden, … and ye shall find rest unto your souls.”<sup class=\"noteMarker\"><a href=\"#footnote24-97911_000_026\">24<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"37730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37730)\">Matt. 11:28–29<\/a><\/span>.]<\/span><\/sup> Truly He does fill “the hungry with good things,” as His own mother Mary testified.<sup class=\"noteMarker\"><a href=\"#footnote25-97911_000_026\">25<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"32595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32595)\">Luke 1:53<\/a><\/span>.]<\/span><\/sup> Come, and feast at the table of the Lord in what I testify to be His true and living Church, led by a true and living prophet, President Gordon B. Hinckley, whom it is now our pleasure to hear. I pray for these blessings and bear witness of these truths in the sacred and holy name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_026\">1.<\/a><\/span>\n\t\t\t\t<p>Arthur Hertzberg, quoted by Harold B. Lee in <span class=\"emphasis\">Stand Ye in Holy Places<\/span> (1975), 349.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_026\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10491)\">Amos 8:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_026\">3.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"37720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37720)\">Matt. 7:24–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_026\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22083)\">Eph. 6:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_026\">5.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"37697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37697)\">Matt. 4:4<\/a><\/span>; <span class=\"citation\" id=\"29828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29828)\">John 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_026\">6.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29841)\">John 6:26, 49, 51, 66<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_026\">7.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20745)\">D&amp;C 45:2<\/a><\/span>. See also <span class=\"citation\" id=\"26609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26609)\">Jer. 8:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_026\">8.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37747)\">Matt. 19:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_026\">9.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10492)\">Amos 8:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_026\">10.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29859)\">John 14:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote11-97911_000_026\">11.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29845)\">John 6:68<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote12-97911_000_026\">12.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29831)\">John 1:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote13-97911_000_026\">13.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29832)\">John 1:39<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote14-97911_000_026\">14.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37701)\">Matt. 4:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote15-97911_000_026\">15.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"29829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29829)\">John 1:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote16-97911_000_026\">16.<\/a><\/span>\n\t\t\t\t<p>Joseph Smith, comp., <span class=\"emphasis\">Lectures on Faith<\/span> (1985), 42.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote17-97911_000_026\">17.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Lectures on Faith,<\/span> 42.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote18-97911_000_026\">18.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37707)\">Matt. 5:48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote19-97911_000_026\">19.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"32602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32602)\">Luke 6:36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote20-97911_000_026\">20.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20762)\">D&amp;C 59:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote21-97911_000_026\">21.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10231)\">Alma 7:11–12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote22-97911_000_026\">22.<\/a><\/span>\n\t\t\t\t<p>“Freedom of the Saints,” in Brian H. Stuy, comp., <span class=\"emphasis\">Collected Discourses,<\/span> 5 vols. (1987–92), 2:185.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote23-97911_000_026\">23.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"42099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42099)\">Ps. 23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote24-97911_000_026\">24.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37730)\">Matt. 11:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_026\"><a name=\"-97911_000_026\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote25-97911_000_026\">25.<\/a><\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"32595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32595)\">Luke 1:53<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}