{"ID":5999, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hymn of the Obedient: “All Is Well”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p4\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p5\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">What a wonderful future we have for the Church. All of these things are dependent upon how we accept the truth, how we live the principles of the gospel.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97911_000_028<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p7\" class=\"\">I have prayed for the Spirit of the Lord and all the faith necessary that I might say a few words that are in my heart. That I might encourage you in some way in your believing and living the principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p8\" class=\"\">This morning we heard from President Hinckley one of the most stirring outlines for our future that I ever remember hearing. I was very moved by it. In just imagining and visualizing what lies ahead of us, I know all he is saying to be true. As I’ve had the opportunity to work with him for some years now and to feel of his spirit, his understanding, his desire, his deep faith, and the inspiration that comes to him in that office, I knew this morning that we were hearing words of the future from a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p9\" class=\"\">As I now reflect upon the cycle of life and as that cycle moves forward and as I think of what lies ahead for the Church, I feel a little like a British friend who said, “Wouldn’t it be nice to roll the life cycle back 50 years and have another go at it.” And even though I’ve had the opportunity to declare, and teach, and preach, and bear witness of the Savior worldwide, I cherish the time that I still have that’s yet allotted to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p10\" class=\"\">You have just listened to the strains of “Come, Come, Ye Saints” (<span class=\"emphasis\">Hymns,<\/span> no. 30). My first opportunity to really become acquainted with “Come, Come, Ye Saints” was in a little stone tabernacle in southern Idaho, where I grew up as a boy. Inside that little tabernacle built out of lava rock by the local members of the Church back in the late 1880s there was a stand, a podium similar to what we have here, and then a pipe organ in the back, like this beautiful pipe organ we have here, but smaller. This was before electricity and motors, and it had a pump system. The way air got into the pipe organ is through a bellow system. Someone would sit on a stool and pump the lever at the back of the organ. It was always a great privilege to a young man to be selected to sit on that stool and pump the organ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p11\" class=\"\">In that little tabernacle, when we would sing “Come, Come, Ye Saints,” I felt the spirit and power of the music would raise the roof. You could feel it because of the power, the faith, and the testimony of the members. In that little tabernacle we would have Aaronic Priesthood choruses where we’d learn to sing. It was there we would sing “A Mormon Boy.” We don’t hear that song much anymore. I wish we would. “A Mormon boy, a Mormon boy, \/ I am a Mormon boy. \/ I might be envied by a king, \/ For I am a Mormon boy” (Evan Stephens, in <span class=\"emphasis\">Best-Loved Poems of the LDS People,<\/span> comp. Jack M. Lyon and others [1996], 296).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p12\" class=\"\">That made a great impression upon me. Just think of that for a moment. “I might be envied by a king.” Here’s a king with all the power, all the pomp, all the wealth the king would have. But I was beginning to learn that we held, as members of the Church, blessings, priesthood blessings, knowledge, information that the king wouldn’t know about and didn’t have. “I might be envied by a king, \/ For I am a Mormon boy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p13\" class=\"\">As you were listening to this beautiful rendition by the choir, I was thinking of William Clayton. His father was a teacher, and William had received a good education. He was a good penman, he was good with figures, and he was good at writing and keeping records. He was taught and baptized by the Heber C. Kimball missionary group in the early days of the Church in England. They understood and accepted him readily because of his education and his penmanship. He was just a bright young fellow, 23 years old. Soon he was being used as a secretary, a scribe, or as a bookkeeper by the little organization of the Church over there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p14\" class=\"\">By the time he was 24, he and his wife wanted to go to Nauvoo, so they sailed for America. In Nauvoo he met the Prophet and other leaders of the Church. They used him in interesting ways again because he wrote a beautiful hand and he was a good speller. They could use a young man of that kind. But after the Martyrdom of the Prophet he sided with Brigham Young and the Twelve and became one of their scribes and the secretary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p15\" class=\"\">After the Martyrdom of the Prophet, he left with the Brigham Young company and had the experience in Iowa that inspired the writing of this wonderful song that we have today. They left in February; it was now April. Slogging through the fields with the wagons and the horses and the teams and the rain and the mud in Iowa, they were discouraged. The going was difficult, people were dying, and babies were born. They were moving slowly, only traveling a few miles a day. In their discouragement, William Clayton wrote in his journal that he sat on a wagon tongue and wrote a song, hoping it would encourage and give some renewed hope and faith to the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p16\" class=\"\">So he wrote “Come, come, ye Saints, no toil nor labor fear.” It was difficult. They were discouraged. “But with joy wend your way. \/ Though hard to you this journey may appear, \/ Grace shall be as your day.” He was giving them encouragement to keep going, that the situation would get better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p17\" class=\"\">Then he wrote those wonderful lines, “We’ll find the place which God for us prepared, \/ Far away in the West.” Even though we’re stuck here in the mud and discouraged, this will all change. If we have the courage and the faith the Lord will answer our prayers; it will all come about. It gave them hope and encouragement. “We’ll find the place which God for us prepared, \/ Far away … \/ Where none shall come to hurt or make afraid”—stirring, inspirational words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p18\" class=\"\">And then the last verse that the choir sang so beautifully this morning, “And should we die before our journey’s through, \/ Happy day! All is well!” So if we die, we’ve done our best. We’re going to die sometime, as we all know. So “Happy day! All is well!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p19\" class=\"\">“But if our lives are spared again \/ To see the Saints their rest obtain.” We’ll see if the wagon wheels will stay on and if the rims will stay on the little handcarts and if we can keep up that courage and the strength through our prayers and we’ll get there. “If our lives are spared again \/ To see the Saints their rest obtain.” If we get there, then “All is well! All is well!”—if we get there and if we have the courage to make it work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p20\" class=\"\">And in his journal he wrote, “I’ve composed a new song—‘All is well’” (<span class=\"emphasis\">William Clayton’s Journal<\/span> [1921], 19). I like that original title, “All is Well! All is Well!” which explains our lives if we live as we should. We have the outline, we have the procedures, we have the information, and if we can get there and if our lives are spared again then we will be able to sing “All is well! All is well!” That hymn has become the Church’s “national anthem.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p21\" class=\"\">So on this 150th anniversary of that great event which President Hinckley alluded to this morning, I want to add my congratulations to the committee who, under the appointment of the First Presidency, were able to put together that marvelous celebration. Wards and stakes all over the world have produced wonderful and unusual ways to celebrate the Sesquicentennial.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p22\" class=\"\">My grandfather, Horton David Haight, was 15 when the second company arrived in the valley, the company following the Brigham Young company, so he would have walked across the plains. So when we sing of walking with “Faith in Every Footstep,” I have a grandfather who did that. At 15 you were not riding in the wagon; you were out where the action was, hitting the horses and the oxen and doing whatever would need to be done. And the girl that he later married, Louisa Leavitt, turned 11 when her family arrived in the valley. So Grandmother would have walked across also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p23\" class=\"\">So with that great heritage, I am saying to all of you what a wonderful year this has been, and what a wonderful future we have for the Church, as has been outlined by our prophet this morning. But all of these things are dependent upon how we live, how we accept the truths that we know about, how we live the principles of the gospel, and what kind of examples we become to those people we work and associate with.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p24\" class=\"\">When I was a young boy, about 12 years old, I loved to play baseball. The only piece of athletic equipment that we had around our house was an old baseball mitt. We didn’t have footballs in those days. We didn’t have a lot of other things. I thought the great moment in my life would be that I would be playing baseball for the New York Yankees, and this was back in the days when the Yankees were a great team. I would be playing for them in the World Series, the games tied 3 and 3. Now in the deciding game, guess who would get up to bat? As I stood at the plate, the pitcher would pitch the ball exactly where I’d want it, I’d knock it out of Yankee Stadium, and I would become the hero of the World Series. I thought that would be the great moment of my life. But I want you to know that that isn’t true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p25\" class=\"\">A few years ago I sat in the Los Angeles Temple in a little sealing room with my wife, Ruby. We had our sons there with their wives—they’d been married just for a short time—and our sweet daughter was kneeling at the altar, holding the hand of the young man she was to be sealed to. And as I looked around the room I then realized that this was the great moment of my life because I had in that room everything that was precious to me—everything. My wife was there, my eternal sweetheart and companion. Our three children were there with their eternal companions. And I thought, David, in your youth you had things all wrong. You thought some worldly event of some kind might be the great event of your life. But now, I was witnessing that great event. I was there, I was feeling it, I felt a part of it, and I knew in that little white sealing room—clean, sweet, pure in that room—with all of my family there that this was the great moment of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/hymn-of-the-obedient-all-is-well.p26\" class=\"\">I leave you my love, my witness, that this work is true. As Latter-day Saints we need to be true to the faith that we profess. True to it. True to the stirring testimonies that we have been given. True to Him whose name we have taken and to so live and to declare and to help in the spreading of this work, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}