{"ID":6, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Necessity of Working on Our Own Lineage<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, pp. 25-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSince the beginning of this Conference I have had a number of thoughts and I would like to\nadd a few words along the line that was presented by Brother Richards this afternoon.\n<\/p><p>\nIn His justice the Lord grants every man an opportunity of salvation. If he does not get that\nopportunity here, provision is made for him to hear and accept, if he will, the gospel in the\nspirit world. We are not going to save &mdash; perhaps I ought to say exalt, because usually when\nwe use that term salvation we mean exaltation &mdash; we are not going to exalt all the inhabitants\nof this earth, and they are not all going to find a place in the celestial kingdom of God &mdash; very\nfew in fact of the great mass of humanity will reach exaltation. We reach that conclusion\nbased upon the words of the prophets and the words of our Savior himself:\n<\/p><p>\nEnter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to\ndestruction, and many there be which go in thereat:\n<\/p><p>\nBecause strait is the gate, and narrow is the way, which leadeth unto life, and few there be\nthat find it (<span class=\"citation\" id=\"33800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33800)\">Matt. 7:13-14<\/a><\/span>).\n<\/p><p>\nNow destruction means, as I understand it, banishment, or to be shut out of the kingdom of\nGod and have to dwell somewhere else.\n<\/p><p>\nIt is our opportunity in this dispensation, and our privilege and duty to spend our time in\nsearching out our dead. We are of the house of Israel. We learn that through revelation, and\nthat being true, then we reach the conclusion unless we have been adopted through the gospel\nand were gentiles, that our ancestors were also of the house of Israel. In other words, the\npromise made to Abraham that through the scattering of his seed all nations would be blessed,\nhas been fulfilled, and our lineage has come down generation after generation through the\nloins of Abraham and the loins of Israel. Therefore our fathers are more likely to receive the\ngospel if they did not hear it in this life, to receive it in the spirit world than are those whose\ndescendants are not in the Church, and who refused to received the gospel here. It seems to\nme this is a logical conclusion.\n<\/p><p>\nNow, some members of the Church have wondered just what was meant by the words of the\nProphet, that we without our dead could not be made perfect\n(<span class=\"citation\" id=\"11824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11824)\">D&amp;C 128:18<\/a><\/span>). Will not a man who keeps the\ncommandments of the Lord, who is faithful and true so far as he himself is concerned, receive\nperfection? Yes, provided his worthy dead also receive the same privileges, because there\nmust be a family organization, a family unit, and each generation must be linked to the chain\nthat goes before in order to bring perfection in family organization. Thus eventually we will\nbe one large family with Adam at the head, Michael, the archangel, presiding over his\nposterity, according to that which is written in the Scriptures. This he will do under the\ndirection of the Holy One of Israel, for so it is revealed in the Scriptures:\n<\/p><p>\nThat you may come up unto the crown prepared for you and be made rulers over many\nkingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of\nAdam-ondi-Ahman; who hath appointed Michael your prince, and established his feet, and set\nhim upon high, and given unto him the keys of salvation under the counsel and direction of\nthe Holy One, who is without beginning of days or end of life\n(<span class=\"citation\" id=\"11772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11772)\">D&amp;C 78:15-16<\/a><\/span>).\n<\/p><p>\nI think we ought to get that clearly in our minds because there are those who are trying to stir\nup trouble among the Latter-day Saints today by teaching doctrines that are not in accordance\nwith the revelations of the Lord, and maintaining that Authorities of the Church who have\ngone before taught doctrines which they did not teach. So we must have it understood clearly\nthat while Adam will preside over his posterity as Michael, the prince, and as he will hold the\nkeys of salvation, as he does, all of that will be under the direction of Jesus Christ, the Holy\nOne of Israel, for Christ is greater than Adam.\n<\/p><p>\nWe are taught in the gospel of Jesus Christ that the family organization will be, so far as\ncelestial exaltation is concerned, one that is complete, an organization linked from father and\nmother, and children of one generation to the father and mother and children of the next\ngeneration, and thus expanding and spreading out down to the end of time. If we fail to do\nthe work, therefore, in the temples for our dead, you see our links in this chain &mdash;\ngenealogical chain &mdash; will be broken, we will have to stand aside at least until that is\nremedied. We could not be made perfect in this organization unless we are brought in by this\nselective or sealing power, and if we have failed to do the work for those of our line, who\nhave gone before, we will stand aside until somebody comes along who will do it for us; and\nif we have had the opportunity and have failed to do it, then naturally we would be under\ncondemnation, and I think all through eternity we would regret the fact that we had failed to\ndo the thing that was placed before us to do and which was our duty to accomplish in the\nsalvation of the children of men.\n<\/p><p>\nAnother thing that I would like to say: Some of us get so enthusiastic over this temple work\nthat we are not willing to abide by the rules and the regulations, and to confine ourselves to\nour own line, but we want to spread out into the other fellow's line, and we want to do the\nwork because we readily find names that belong to somebody else, and that method of work\nfor the dead is not permissible. It is all right to help others do their work, if we do that with\nproper consent, but each family group is entitled to do the work for their particular line.\n<\/p><p>\nOne more thought in regard to this work of salvation: A great many people are very anxious\nto do work for friends, and this thing has been carried to an extreme. We do not need to\nworry ourselves very much about friends. A man came to me a few days ago and presented\ntwo lists and said he wanted to do the work for these people because they were his friends.\nThe oldest man of the group was born in 1710, and his children were born between 1730 and\n1740, yet he called them his friends. Now we should confine our activities to our own line. If\nthere is a good reason for doing the work for somebody who had befriended us, somebody\nwho would have accepted the gospel but did not have the opportunity and who has no\nrelatives in the Church that is a different matter, and we may be privileged to do the work,\nbut we need not be over-anxious to work for those not of our own lineage whom we list as\nfriends.\n<\/p><p>\nThe Lord has explained to us very clearly in the revelations what salvation means. He has\npointed out in one of these revelations &mdash; section 76, which is known to us as The Vision &mdash;\nvery clearly who shall enter the celestial kingdom. He has pointed out who shall enter the\nterrestrial kingdom, and who shall enter the telestial kingdom. These are three great kingdoms\ninto which mankind will go; there will be some few exceptions. The sons of perdition are\nthose who have had a knowledge of the truth, have known that Jesus Christ was the Son of\nGod, have had the testimony of the Spirit of the Lord, the Holy Ghost, and these things have\nall been revealed so that they know they are true; and then they turn against them and fight\nthem knowingly. Sons of Perdition are to be cast out with the devil and his angels into outer\ndarkness (<span class=\"citation\" id=\"11763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11763)\">D&amp;C 76:31-38<\/a><\/span>).\nInto the telestial kingdom will go, according to that which is written here in this\nrevelation, the vicious, the unclean, the ungodly.\n<\/p><p>\nThese are they who say they are some of one and some of another &mdash; some of Christ and\nsome of John, and some of Moses, and some of Elias, and some of Esaias, and some of\nIsaiah, and some of Enoch;\n<\/p><p>\nBut received not the gospel, neither the testimony of Jesus, neither the prophets, neither the\neverlasting covenant.\n<\/p><p>\nLast of all, these all are they who will not be gathered with the saints, to be caught up into\nthe church of the Firstborn, and received into the cloud.\n<\/p><p>\nThese are they who are liars, and sorcerers, the adulterers, and whoremongers, and whosoever\nloves and makes a lie.\n<\/p><p>\nThese are they who suffer the wrath of God on earth.\n<\/p><p>\nThese are they who suffer the vengeance of eternal fire.\n<\/p><p>\nThese are they who are cast down to hell and suffer the wrath of Almighty God, until the\nfulness of times, when Christ shall have subdued all enemies under his feet, and shall have\nperfected his work (<span class=\"citation\" id=\"11767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11767)\">D&amp;C 76:100-106<\/a><\/span>).\n<\/p><p>\nThe Lord says even of this class, the liars, and the unclean, \"they shall be judged according to\ntheir works, and every man shall receive according to his own works, his own dominion, in\nthe mansions which are prepared; and they shall be servants of the Most High, but where God\nand Christ dwell they cannot come, worlds without end\"\n(<span class=\"citation\" id=\"11769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11769)\">D&amp;C 76:111-112<\/a><\/span>). Of course the Lord is going to make\nthem His servants in the world to which they go; in that telestial world they will become\nservants.\n<\/p><p>\nThey who enter into the terrestrial kingdom, the one higher than the telestial, are the\nhonorable men &mdash; the honest, the virtuous, those who have been clean, and yet would not\nreceive the gospel. There will be some others also who will go into that kingdom, but in a\ngeneral sense these people will be the honest and honorable, who could not or would not see\nor receive the gospel of Jesus Christ, therefore they are assigned to the terrestrial kingdom\n(<span class=\"citation\" id=\"11765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11765)\">D&amp;C 76:71-75<\/a><\/span>).\n<\/p><p>\nInto the celestial kingdom will go those who have overcome by faith and are sealed by the\nHoly Spirit of promise, which the Father sheds forth upon all those who are just and true.\n<\/p><p>\nThey are they who are the church of the Firstborn.\n<\/p><p>\nThey are they into whose hands the Father has given all things&mdash;\n<\/p><p>\nThey are they who are priests and kings, who have received of his fulness, and of his glory;\n<\/p><p>\nAnd are priests of the Most High, after the order of Melchizedek, which was after the order\nof Enoch, which was after the order of the Only Begotten Son.\n<\/p><p>\nWherefore, as it is written, they are gods, even the sons of God&mdash;\n<\/p><p>\nWherefore, all things are theirs, whether life or death, or things present, or things to come, all\nare theirs and they are Christ's, and Christ is God's\n(<span class=\"citation\" id=\"11764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11764)\">D&amp;C 76:53-59<\/a><\/span>).\n<\/p><p>\nWhat a wonderful thing it is to have the opportunity through the gospel of Jesus Christ of\nreceiving all that the Father has, to become sons of God!\n<\/p><p>\nNow they who enter into the terrestrial kingdom, and they who enter into the telestial\nkingdom will not be sons of God in the sense in which this term is used here. Of course we\nare all the children of God, every soul on the earth; we are His offspring, but in the great\nkingdom that shall be established in exaltation, all who receive exaltation will become sons of\nGod, joint heirs with Jesus Christ and entitled to all the privileges and all the blessings of the\nFathers kingdom. What a wonderful privilege that is! This blessing will not come to the\ninhabitants of the telestial and the terrestrial worlds.\n<\/p><p>\nNow the question often arises, Is this earth upon which we dwell going to be one-third\ncelestialized, one-third terrestialized, one-third telestialized? Are all the inhabitants of the\nearth going to dwell upon the earth? No. This earth is going to become a celestial body and is\ngoing to be a fit abode for celestial beings only\n(<span class=\"citation\" id=\"11785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11785)\">D&amp;C 88:25<\/a><\/span>); the others will have to go somewhere else,\nwhere they belong. This earth will be reserved for those who are entitled to exaltation, and\nthey are the meek, spoken of by our Savior, who shall inherit the earth\n(<span class=\"citation\" id=\"33790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33790)\">Matt. 5:5<\/a><\/span>).\nWhen the Lord said the meek shall inherit the earth, He had reference to those\nwho are willing to keep the\ncommandments of the Lord in righteousness and thus receive exaltation.\n<\/p><p>\nMay the Lord bless us, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}