{"ID":60, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Rufus K. Hardy<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Rufus K. Hardy, <i>Conference Report<\/i>, April 1943, pp. 54-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am impressed, my brethren, today with the great gathering which is here and which was\nhere yesterday, and I am thinking that perhaps there will never come into the lives of men\nthat they may build a thing so perfect even as we now see it constructed before us&mdash;I speak of\nthe organization of the Church. Here, according to President McKay this morning, is every\nofficer of the two Priesthoods, the Aaronic and the Melchizedek, represented in this building.\n<\/p><p>\nPRIESTHOOD A CHOICE GIFT\n<\/p><p>\nThis Priesthood is referred to as \"being without father, without mother, and without descent,\nand has neither beginning of days or end of life.\" Each of us is called with a peculiar calling,\neach in his respective calling to do vastly different things. Every appointment and calling in\nthe Priesthood is of such importance that all of the time devoted by each man to his\ndesignated sphere, in close application to his work, will not begin to encompass the greatness\nand eternal decrees of God.\n<\/p><p>\nOne thing, however, of which we must ever be wary is the warning which God has given.\nThat warning is that \"all other authorities or offices in the church are appendages to this\npriesthood\" (<span class=\"citation\" id=\"11911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11911)\">D&amp;C 107:5<\/a><\/span>),\nand then again, God gave a revelation to the Prophet Joseph\nand told him this: \"For I have conferred upon you the keys and power of the priesthood,\nwherein I restore all things, and make known unto you all things in due time\"\n(<span class=\"citation\" id=\"11925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11925)\">D&amp;C 132:45<\/a><\/span>).\nAnd, yet, I am sure, my brethren, that we zealous and energetic laborers in the work\nof God are tempted at times to exaggerate our own importance, to accomplish personal\nambitions, but we should adopt the humble attitude of standing still \"to see the glory of the\nLord pass by\" (<span class=\"citation\" id=\"22530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22530)\">Ex. 33:22<\/a><\/span>);\nthis would accomplish a great deal more. We grow despondent with what we\nthink is delay, forgetting momentarily that since the very beginning of time God has planned\nand wrought with patience, and has seen afar the very time in which we now find ourselves.\n<\/p><p>\nLet us remember that we are blessed with the choicest of God's gifts, the inestimable calling\nin the Priesthood which we ourselves hold; \"that the rights of the priesthood are inseparably\nconnected with the powers of heaven, and that the powers of heaven cannot be controlled nor\nhandled only upon the principles of righteousness\"\n(<span class=\"citation\" id=\"11920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11920)\">D&amp;C 121:36<\/a><\/span>).\n<\/p><p>\nIt is a revealing and marvelous thing that God has brought about the many miracles that we\nsee performed in our midst this day.\n<\/p><p>\nA LAND BLESSED OF THE LORD\n<\/p><p>\nWhen we consider the early sending forth of the Priesthood bearers and the scattering of the\nmembership of this Church and Priesthood, which then we looked upon as a calamity, to the\nvarious parts of the earth, and the gathering of it all here and concentrating its executive\npower in this locality, and then to look at the beauty of our land compared with what it was,\nto realize that it has become an inviting, charming place, and behold these buildings, now in\nour midst, we must give fervent thanks to God. This surely is the land of Joseph, the land\nwhich God gave and blessed in the beginning that all men who came here might enjoy it who\nwould lend ear to that which God has given us, the Gospel of Jesus Christ. It is the only land,\nmy brethren, which is surrounded on all sides by friends and not enemies, God's blessed land.\n<\/p><p>\nPRESENT NEED FOR MISSIONARIES\n<\/p><p>\nNow, in this turmoil through which we are passing, we have a need, a great calling, to put to\nwork that thing which God has given us, the Priesthood. We need missionaries to teach these\nhungry, eager people, strangers within our midst, something of the Gospel, to let \nthem know how it came about and was restored, and why God's children are here doing what\nthey are.\n<\/p><p>\nI am very sure that in our council, the First Council of the Seventy, every man is keenly alert\nto this situation. Notwithstanding the two thousand-odd who were baptized last year by our\nstake missionaries, we have not touched the surface.\n<\/p><p>\nGod will bless us in this work if we will put our mind and attention to it, and I sincerely \ntrust and hope and pray that this may be the case, and that we may recognize in this strained\nand trying condition that besets us the privileges which are ours now, and that will be, for\nthey were given by the Lord, even as He says: \"Wherefore, now let every man learn his duty,\nand to act in the office in which he is appointed, in all diligence\"\n(<span class=\"citation\" id=\"11914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11914)\">D&amp;C 107:99<\/a><\/span>).\n<\/p><p>\nI pray that God will give a keen desire to each man to serve in his own sphere to the best of\nhis ability, that His work may roll on and that these blessings which are ours may be given to\nothers, which I do in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}