{"ID":600, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Upon This Rock\"<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1952, pp. 19-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I suppose I shall never approach this task without a keen\nsense of dependence upon your faith and prayers in my behalf, that perchance what I shall say\nmay be helpful to some of us.\n<\/p><p>\nI feel to bear my testimony to you today that I know that we are engaged in the work of God,\nthat Jesus Christ is the Son of God, and that this work was established by him.\n<\/p><p>\nWhen he was talking to his disciples, he said to Peter, \". . . upon this rock I will build my\nchurch\" (<span class=\"citation\" id=\"34513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34513)\">Matt. 16:18<\/a><\/span>),\nand as I read that scripture, I believe that rock refers to a revealed\ntestimony that Jesus Christ is the Son of God. I fancy that if I should ask you who are before\nme today who can bear testimony to that fact through the Spirit of God to stand upon your\nfeet, you would all arise. That testimony, brethren and sisters, is what should impel us to\nservice in the Church in the interest of our fellows. A true testimony that we are engaged in\nthe work of God should bring us to love our fellows, for love has been given by Christ as the\ngreat and underlying principle of the gospel&mdash;that we should love God and love our fellows\nas we love ourselves.\n<\/p><p>\nThe Savior said, \"If ye love me, ye will keep my commandments\" (see\n<span class=\"citation\" id=\"27523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27523)\">John 14:15<\/a><\/span>),\nand I gather from that, that loyalty to this testimony which we profess must impel\nus to the service which indicates our love for our fellows.\n<\/p><p>\nI told you before of the statement which I once read which says there are more uncultivated\nsouls in the world than lands. Our purpose is to cultivate our souls and the souls of other\npeople. Work in behalf of others implies sacrifice, and sacrifice brings forth the blessings of\nheaven. That service is manifest in many ways. I have in mind the early missionary work of\nthe Church, in which men, President Young, for instance, undertook a mission while on a\nsickbed. I have in mind the service of men who had come by very tedious and difficult toil to\nthese valleys, and who turned around and returned to the east, pushing a handcart from here\nall the way to the Mississippi River. I have in mind the service of my grandfather who began\nin his seventeenth year, I believe it was, as a missionary for the Church, and died without\never relinquishing that service. In it all I can see a certain element of sacrifice in the interest\nof others. We look upon it as sacrifice. In its ultimate result, it proves to be not a sacrifice but\na blessing. But we are in the habit of looking at those things as sacrifice, and when we serve\nin that spirit, and that spirit only, there is a development and a growth and an enlargement of\nthe soul of man that come no other way.\n<\/p><p>\nNow as members of the Church, we testify that God lives and that Christ is his Son, also that\nthe priesthood has been restored, that through that priesthood the Church has been reorganized\nin this modern day, and that certain of us hold that priesthood&mdash;the priesthood, which they\nhave to translate, according to Brother Clissold, into Japanese, as the power\nof God. We hold it and we give that testimony to the world without embarrassment but\ndeliberately. Now if we have that testimony, and if we are loyal to that testimony, it implies\nthat we should serve the Church. There are many ways of doing this&mdash;some in the\nmissionary service, some in local presidencies, some as ward teachers, and many other ways.\nBut today I have in mind another type of service. It is a service which impels one to reach\ndown into his pocket, to take therefrom the funds that he might use for his pleasure and\nsatisfaction and bestow them upon the Church for its benevolent purposes. Regardless of the\nwonderful progress that has been made in the payment of tithes and offerings as indicated\ntoday, and in appreciation of the tremendous contributions that have made possible the\nbuilding program of the Church, my mind goes back to a time when the Church had no funds.\nMy wife's grandfather told me of an occasion when he and a brother companion had the\nprivilege of contributing nine hundred dollars to the Church of Jesus Christ of Latter-day\nSaints to pay the interest on its obligations, which the tithes of the Church up to that time had\nnot equaled. Now we have made tremendous progress, but we are still far from the goal that\nis set in that respect. In the twenty-one years that I have ministered with you and unto you as\na member of the First Council of the Seventy, I have never yet visited a stake where every\nofficer of the stake and the wards claimed to pay what we used to call a full tithing, which\nwe now call a tithing. We have a distance to travel yet if we would meet that goal.\n<\/p><p>\nNow the scripture says, \"Try me and see if I won't open the windows of heaven and pour out\na blessing upon you which you can scarcely contain\" (see\n<span class=\"citation\" id=\"32731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32731)\">Mal. 3:10<\/a><\/span>). What type of blessing\nis it you look forward to when you pay your tithes and offerings? Is it a temporal blessing, an\nincrease in your flocks and herds that you have in mind?\n<\/p><p>\nAnd if you do, I suggest that perhaps it is a selfish motive, and self-interest never develops\nand enlarges the soul of man. I have seen men who were so selfish that they couldn't see their\nown interest and welfare. Now if we are going to test our Father in heaven, what are we\ngoing to expect when we make our tithes and offerings? I suggest that the blessings that are\nto come to us from that service should be expected to be spiritual blessings, the enlargement\nof the soul, the increase of our love toward God and our fellow men, an increased\ndetermination to serve and the peace and the happiness that come into the heart of man upon\nthe realization that he has done his bit to help the Church in its work of redemption, for that\nis our great purpose. There could be no greater blessing, it seems to me, come into your\nhearts than peace and tranquility, devotion to the work of God and love for your fellow men.\nI myself believe that that is the type of blessing that comes not only from the payment of\ntithes and offerings, but also from service in all the other branches of the Church.\n<\/p><p>\nMay God give us a determination to serve him, with that single purpose, the purpose of\nblessing others, let happen to us what may come as a result of that service. God bless you.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}