{"ID":6000, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Following the Pioneers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p2\" class=\"\">Elder Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Do you, like the pioneers, have the courage and the consistency to be true to the faith and endure to the end?<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_029<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p5\" class=\"\">A few years ago I showed one of my senior brethren a talk I had prepared for future delivery. He returned it with a stimulating two-word comment: “Therefore, what?” The talk was incomplete because it omitted a vital element: what a listener should <span class=\"emphasis\">do.<\/span> I had failed to follow the example of King Benjamin, who concluded an important message by saying, “And now, if you believe all these things see that ye do them” (<span class=\"citation\" id=\"40989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40989)\">Mosiah 4:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p6\" class=\"\">For many months we have studied the lives and accomplishments of our pioneers, early and modern. We have thrilled to some modern reenactments, in which many have been blessed to participate. I was humbled to walk in the footsteps and wagon trails of my 31 pioneer ancestors for 13 miles over the Wyoming heights called Rocky Ridge, and for 5 miles on the trail 3 of them later followed down El Cajon Pass to settle what is now San Bernardino, California.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p7\" class=\"\">Now after all these studies and activities, it is appropriate to ask ourselves, “Therefore, what?” Are these pioneer celebrations academic, merely increasing our fund of experiences and knowledge? Or will they have a profound impact on how we live our lives?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p8\" class=\"\">This question applies to all of us. As President Hinckley reminded us last April, “Whether you are among the posterity of the pioneers or whether you were baptized only yesterday, each is the beneficiary of their great undertaking.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_029\">1<\/a> <span class=\"footnote\">[“True to the Faith,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 65.]<\/span><\/sup> All of us enjoy the blessings of their efforts, and all of us have the responsibilities which go with that heritage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p9\" class=\"\">It is not enough to study or reenact the accomplishments of our pioneers. We need to identify the great, eternal principles they applied to achieve all they achieved for our benefit and then apply those principles to the challenges of our day. In that way we honor their pioneering efforts, and we also reaffirm our heritage and strengthen its capacity to bless our own posterity and “those millions of our Heavenly Father’s children who have yet to hear and accept the gospel of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_029\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Our Heritage: A Brief History of The Church of Jesus Christ of Latter-day Saints<\/span> (1996), 145.]<\/span><\/sup> We are all pioneers in doing so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p10\" class=\"\">Many of our challenges are different from those faced by former pioneers but perhaps just as dangerous and surely as significant to our own salvation and the salvation of those who follow us.<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_029\">3<\/a> <span class=\"footnote\">[See M. Russell Ballard, “You Have Nothing to Fear from the Journey,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 59–61.]<\/span><\/sup> For example, as for life-threatening obstacles, the wolves that prowled around pioneer settlements were no more dangerous to their children than the drug dealers or pornographers who threaten our children. Similarly, the early pioneers’ physical hunger posed no greater threat to their well-being than the spiritual hunger experienced by many in our day. The children of earlier pioneers were required to do incredibly hard physical work to survive their environment. That was no greater challenge than many of our young people now face from the absence of hard work, which results in spiritually corrosive challenges to discipline, responsibility, and self-worth. Jesus taught: “And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell” (<span class=\"citation\" id=\"37725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37725)\">Matt. 10:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p11\" class=\"\">The foremost quality of our pioneers was <span class=\"emphasis\">faith.<\/span> With faith in God, they did what every pioneer does—they stepped forward into the unknown: a new religion, a new land, a new way of doing things. With faith in their leaders and in one another, they stood fast against formidable opposition. When their leader said, “This is the right place,” they trusted, and they stayed. When other leaders said, “Do it this way,” they followed in faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p12\" class=\"\">Two companion qualities evident in the lives of our pioneers, early and modern, are <span class=\"emphasis\">unselfishness<\/span> and <span class=\"emphasis\">sacrifice.<\/span> Our Utah pioneers excelled at putting “the general welfare and community goals over individual gain and personal ambition.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_029\">4<\/a> <span class=\"footnote\">[Carol Cornwall Madsen, <span class=\"emphasis\">Journey to Zion: Voices from the Mormon Trail<\/span> (1997), 6.]<\/span><\/sup> That same quality is evident in the conversion stories of modern pioneers. Upon receiving a testimony of the truth of the restored gospel, they have unhesitatingly sacrificed all that was required to assure that its blessings will be available to their children and to generations unborn. Some have sold all their property to travel to a temple. Some have lost employment. Many have lost friends. Some have even lost parents and extended family, as new converts have been disowned for their faith. This must be the greatest sacrifice of all. Here we recall the Savior’s teaching:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p13\" class=\"\">“For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p14\" class=\"\">“He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p15\" class=\"\">“And he that taketh not his cross, and followeth after me, is not worthy of me” (<span class=\"citation\" id=\"37726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37726)\">Matt. 10:35, 37–38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p16\" class=\"\">We praise what the pioneers’ unselfishness and sacrifice have done for us, but that is not enough. We should also assure that these same qualities are guiding principles for each of us as we have opportunities to sacrifice for our nations, our families, our quorums, our members, and our Church. This is especially important in societies that have exalted personal interest and individual rights to the point where these values seem to erase the principles of individual responsibility and sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p17\" class=\"\">Other great qualities in our early pioneers were <span class=\"emphasis\">obedience, unity,<\/span> and <span class=\"emphasis\">cooperation.<\/span> We have all thrilled at the example of the Saints who responded to President Brigham Young’s call to rescue the stranded handcart companies, or to pull up roots in settled communities and apply their talents and lives to colonizing new areas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p18\" class=\"\">Our people have always been characterized by their loyalty and obedience to the direction of their leaders, by their unity, and by their extraordinary capacity to cooperate in a common venture. We see the modern manifestations of these pioneer qualities in the great contributions our brothers and sisters make in a wide variety of private projects and common efforts that require unity and cooperation. Another modern manifestation of Mormon obedience, unity, and cooperation is our unique missionary program, from the preparation and service of young missionaries to the remarkably diverse activities of mature couples throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p19\" class=\"\">Our recent Worldwide Pioneer Heritage Service Day, where Church members contributed more than two million hours of service to their local communities, provides visible evidence that the pioneer qualities of obedience, unity, and cooperation live on in our day. In this and the other examples given, I hope we are not too satisfied with an annual demonstration but will practice these pioneer principles all the days of our lives, as individuals, as families, as Church organizations, and as citizens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p20\" class=\"\">In a day when our prophet has challenged us to reach out to welcome and fellowship new members and to reawaken the faith and fellowship of those who have strayed, we can gain strength from the example of the pioneers. The pioneer legacy is a legacy of <span class=\"emphasis\">inclusion.<\/span> When the Saints were driven out of Missouri, many were so poor that they lacked teams and wagons to move. Their Church leaders were adamant that none of the poor would be left behind. The response was the same in the exodus from Nauvoo. At a conference of the Church in October 1845, the membership entered into a covenant to take all the Saints with them.<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_029\">5<\/a> <span class=\"footnote\">[See William G. Hartley, “How Shall I Gather?” <span class=\"emphasis\">Ensign,<\/span> Oct. 1997, 6–7.]<\/span><\/sup> Thereafter, in the initial epic struggle across Iowa, the companies that arrived first at their stopping place on the Missouri River sent rescue wagons back toward Nauvoo to gather those who had been too poor to leave earlier.<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_029\">6<\/a> <span class=\"footnote\">[See William G. Hartley, “The Pioneer Trek: Nauvoo to Winter Quarters,” <span class=\"emphasis\">Ensign,<\/span> June 1997, 31–43.]<\/span><\/sup> The revelation that guided their next exodus on the trip west directed each company to “bear an equal proportion … in taking the poor, the widows, the fatherless, and the families of those who have gone into the army” (<span class=\"citation\" id=\"20849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20849)\">D&amp;C 136:8<\/a><\/span>). When the wagons and handcarts moved west, their movement was always one of inclusion, and no day’s journey ended until every straggler was accounted for.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p21\" class=\"\">When the Saints settled in the valleys of the mountains, they promptly established a Perpetual Emigrating Fund to assist the poor to move from Winter Quarters, and later from the nations of Europe. At least half of those who journeyed to join the Saints could not have come without the help of leaders and members who were determined to include everyone who desired to gather to Zion. We need that same spirit of inclusion to accomplish our prophet’s clarion call for retention and reactivation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p22\" class=\"\">Another great pioneer virtue was their <span class=\"emphasis\">commitment<\/span> to one another, to their leaders, and to their faith. We honor that quality in the words of these favorite hymns:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Firm as the mountains around us,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Stalwart and brave we stand<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">On the rock our fathers planted<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">For us in this goodly land—<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">The rock of honor and virtue,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Of faith in the living God.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">They raised his banner triumphant—<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Over the desert sod.<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">And we hear the desert singing:<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Carry on, carry on, carry on!<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p33\" class=\"\">(“Carry On,” <span class=\"emphasis\">Hymns,<\/span> no. 255)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">True to the faith that our parents have cherished,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">True to the truth for which martyrs have perished,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">To God’s command, Soul, heart, and hand,<\/span><\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\"><span class=\"emphasis\">Faithful and true we will ever stand.<\/span><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p38\" class=\"\">(“True to the Faith,” <span class=\"emphasis\">Hymns,<\/span> no. 254)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p39\" class=\"\">What does it mean to be true to the faith? That word <span class=\"emphasis\">true<\/span> implies <span class=\"emphasis\">commitment, integrity, endurance,<\/span> and <span class=\"emphasis\">courage.<\/span> It reminds us of the Book of Mormon’s description of the 2,000 young warriors:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p40\" class=\"\">“And they were all … exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p41\" class=\"\">“Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him” (<span class=\"citation\" id=\"10270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10270)\">Alma 53:20–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p42\" class=\"\">In the spirit of that description I say to our returned missionaries—men and women who have made covenants to serve the Lord and who have already served Him in the great work of proclaiming the gospel and perfecting the Saints—are you being true to the faith? Do you have the faith and continuing commitment to demonstrate the principles of the gospel in your own lives, consistently? You have served well, but do you, like the pioneers, have the courage and the consistency to be true to the faith and to endure to the end?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p43\" class=\"\">Here I recall a pioneer example of faith, commitment, and courage by some young men just about the age of our missionaries.<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_029\">7<\/a> <span class=\"footnote\">[Taken from Madge Harris Tuckett and Belle Harris Wilson, <span class=\"emphasis\">The Martin Harris Story<\/span> (1983), 142–69, quoting in part from its original publication in Horace Cummings, “Conspiracy of Nauvoo,” <span class=\"emphasis\">Contributor,<\/span> Apr. 1884, 251–60.]<\/span><\/sup> A few months before the Prophet Joseph Smith was murdered at Carthage, some of his enemies plotted to kill him. As part of their plan, they sought to enlist others in their conspiracy. Among those they invited to a meeting in Nauvoo were two young men still in their teens, Robert Scott and Dennison L. Harris. Dennison’s father, Emer, was the older brother of Martin Harris, one of the Three Witnesses to the Book of Mormon. Being loyal to the Prophet, these young men immediately reported the invitation to Dennison’s father, who advised the Prophet Joseph and sought his advice. Joseph asked Emer Harris to request that the young men attend the meeting, pay strict attention to what was said, make no commitments, and report the entire matter to the Prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p44\" class=\"\">As events proceeded, there were three meetings. They began by denouncing Joseph as a fallen prophet, proceeded to considering how Joseph could be overthrown, and concluded with specific planning to kill him. All of this the two young men reported to the Prophet Joseph after each meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p45\" class=\"\">Before the third meeting, the Prophet foresaw what would happen and told the young men this would be the last meeting. He warned them that the conspirators might kill them when they refused the required oath to participate in the murderous scheme. He said he did not think the conspirators would shed their blood because they were so young, but he called upon their loyalty and courage in these words: “Don’t flinch. If you have to die, die like men, you will be martyrs to the cause, and your crowns can be no greater.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_029\">8<\/a> <span class=\"footnote\">[<span class=\"emphasis\">The Martin Harris Story,<\/span> 147.]<\/span><\/sup> He renewed his original caution that they should not make any promises or enter into any covenants with the conspirators. Then he blessed them and expressed his love for their willingness to risk their lives for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p46\" class=\"\">As Joseph had foreseen, the third and final meeting required all present to unite in a solemn oath to destroy Joseph Smith. When the two boys refused, explaining that Joseph had never harmed them and they were unwilling to participate in his destruction, the leaders declared that since the boys knew the group’s plans, they must agree to join them or they must die on the spot. Knives were drawn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p47\" class=\"\">Some protested killing the boys, especially since their parents knew of their presence, so their failure to return would cast suspicion on some of the conspirators. By the barest margin, the cautious course was chosen, and those who opposed killing prevailed. The boys were threatened with certain death if they ever revealed what had transpired in the meetings or who had participated, and they were then allowed to leave unharmed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p48\" class=\"\">As the boys passed beyond the view of the guards, they were met by the Prophet, who was anxiously watching and praying for their safe return. They reported everything to him. He thanked and praised them, and then, for their safety, counseled them not to speak of this to anyone for 20 years or more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/following-the-pioneers.p49\" class=\"\">The faith, commitment, and courage of these young men is an example to all of us. These pioneer qualities and the others I have mentioned—integrity, inclusion, cooperation, unity, unselfishness, sacrifice, and obedience—are as vital today as when they guided the actions of our pioneer forebears, early and modern. To honor those pioneers, we must honor and act upon the eternal principles that guided their actions. As President Hinckley reminded us last April, “We honor best those who have gone before when we serve well in the cause of truth.”<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_029\">9<\/a> <span class=\"footnote\">[“True to the Faith,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 67.]<\/span><\/sup> That cause of truth is the cause of our Lord and Savior, Jesus Christ, whose servants they were, and whose servants we should strive to be. I testify of this and pray that we, too, may be “true to the faith that our parents have cherished,” in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_029\">1.<\/a><\/span>\n\t\t\t\t<p>“True to the Faith,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 65.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_029\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Our Heritage: A Brief History of The Church of Jesus Christ of Latter-day Saints<\/span> (1996), 145.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_029\">3.<\/a><\/span>\n\t\t\t\t<p>See M. Russell Ballard, “You Have Nothing to Fear from the Journey,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 59–61.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_029\">4.<\/a><\/span>\n\t\t\t\t<p>Carol Cornwall Madsen, <span class=\"emphasis\">Journey to Zion: Voices from the Mormon Trail<\/span> (1997), 6.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_029\">5.<\/a><\/span>\n\t\t\t\t<p>See William G. Hartley, “How Shall I Gather?” <span class=\"emphasis\">Ensign,<\/span> Oct. 1997, 6–7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_029\">6.<\/a><\/span>\n\t\t\t\t<p>See William G. Hartley, “The Pioneer Trek: Nauvoo to Winter Quarters,” <span class=\"emphasis\">Ensign,<\/span> June 1997, 31–43.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_029\">7.<\/a><\/span>\n\t\t\t\t<p>Taken from Madge Harris Tuckett and Belle Harris Wilson, <span class=\"emphasis\">The Martin Harris Story<\/span> (1983), 142–69, quoting in part from its original publication in Horace Cummings, “Conspiracy of Nauvoo,” <span class=\"emphasis\">Contributor,<\/span> Apr. 1884, 251–60.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_029\">8.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Martin Harris Story,<\/span> 147.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_029\"><a name=\"-97911_000_029\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_029\">9.<\/a><\/span>\n\t\t\t\t<p>“True to the Faith,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 67.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}