{"ID":6003, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Daughter, Be of Good Comfort”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p2\" class=\"\">Elder Wayne M. Hancock<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Legion are the stories that could and need to be told of women valiant in their testimonies of Jesus Christ who are unsung heroines in our midst.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1e60.jpg\" alt=\"Elder Wayne M. Hancock\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p5\" class=\"\">The wide-bodied airliner began its takeoff roll, returning us to the United States after a four-year business assignment in Switzerland. As we accelerated past the B Concourse at the Zürich International Airport, I strained to see if the faithful farewell wishers from our Zürich Second Ward were there. Sure enough, there standing on the upper spectator deck waving to us were Sister Gräub and Sister Kappes. By bus, tram, and train they had made this extraordinary effort to say good-bye to the Hancock family. Pent-up emotions erupted as tears unashamedly poured down my cheeks. One of our four children returning with us inquired of her mother, “Why is Daddy crying?” Connie responded, “Because he loves the people here so much.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p6\" class=\"\">These dear Swiss sisters symbolize so many of Heavenly Father’s faithful daughters who go about doing good. The lack of a car for transportation, or a husband for love and protection, or a supportive family, or a special understanding friend does not dampen their enthusiasm for the gospel of Jesus Christ or their participation in Church meetings and related activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p7\" class=\"\">We thrill in the loyalty and love of the recently widowed Ruth for her mother-in-law, Naomi, who earlier had also lost her husband. The Moabitess chose to leave her homeland to accompany and care for Naomi. Down through the generations of time the beautiful words of this faithful and determined daughter, who would with Boaz be a progenitor of Jesse, David, and Jesus Christ, speak to our yearning hearts: “Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God” (<span class=\"citation\" id=\"43023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43023)\">Ruth 1:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p8\" class=\"\">Legion are the stories that could and need to be told of women valiant in their testimonies of Jesus Christ who are unsung heroines in our midst.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p9\" class=\"\">Amongst these noble women are those who, through the tragedy of divorce or untimely death of a husband, are of necessity required to take on the additional challenge of employment to provide for family and self. Though physically and emotionally exhausted upon returning home each day, she resumes her most important role of feeding, teaching, encouraging, correcting, and loving her children so that they are nurtured in mind and spirit to be socially responsible, financially self-sufficient, and committed to serving the Lord. Her challenging burdens are frequently overlooked and not understood by those blessed with two-parent families. Wise are the bishop, priesthood leader, and Relief Society president who ensure that carefully selected home and visiting teachers are given the opportunity to assist her with her children’s needs and home maintenance. Their regular messages and visits bring hope and encouragement so often when most needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p10\" class=\"\">There are those family-devoted women, whether single or married, who in this life have been unable to have children of their own. The maternal instinct causes them to reach out and care for the children of others as if they were their own. What a wonderful gift it is to have such a special aunt whose humble abode and loving personal interest make for a joyous second home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p11\" class=\"\">There are those dear women, young and old, with special sensitivity to the Spirit, who seem to effortlessly respond to the missionaries’ message and without family support join the Church. There they find love, respect, and the opportunity to serve, which ofttimes brings relief from contention, abuse, and hopelessness. The coming week can more easily be navigated following a Sabbath day where she was “numbered among the people of the church of Christ” and “remembered and nourished by the good word of God, to keep [her] in the right way, to keep [her] continually watchful unto prayer, relying alone upon the merits of Christ” (<span class=\"citation\" id=\"38740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38740)\">Moro. 6:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p12\" class=\"\">There are those women of misfortune laden with despair, sorrow, lack of love at home, or the guilt and consequences from having trodden in forbidden paths. Away from the community of the Saints, where succor can be provided, they await being befriended by one in whom they can confidently place their injured trust and who can restore their self-esteem and tenderly accompany them back to truth and light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p13\" class=\"\">There is the patient woman whose husband is a good man but has not yet shared her need for him to return to or join the Church and bring the blessings of the priesthood into their home and family. She quietly but fervently prays for that good Samaritan in the Church who can uniquely reach out and relate to her husband in a Christlike way to lead him to the Church, where he can feel welcomed, needed, and loved. The baggage of the past with feelings of guilt and unworthiness are dispelled by the warmth of those who with her see the goodness of his soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p14\" class=\"\">As the Swiss movers were packing our household belongings preparatory to our return to America, the doorbell rang. A special-delivery mailman had a package for us. When opened, it revealed a green pillow with an embroidered message of love on it, the handiwork of Sister Alice Rusterholz. Our hearts and feelings swelled as we thought of this wonderful older sister. For four years she had graced our Sunday dinner table with her sweet spirit and lively sense of humor. For many years as a single, unmarried sister and the only member of the Church from her family, she struggled to come to church. Early Sunday morning she would leave her humble second-floor apartment. With great effort due to a crippled leg, she would walk down the outside stairway and on to the Küsnacht train station, beginning her journey of one hour and 15 minutes by train, tram, bus, and a final walk to our meetinghouse. What a blessing it had been for us in that beautiful land to pick up Sister Rusterholz every Sunday morning, accompany her to church, and conclude with dinner in our home before returning her to her apartment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p15\" class=\"\">There are many sweet, faithful daughters of our Heavenly Father who bless our lives. May we better understand them and be as sensitive to their needs as was the Savior when He instinctively sensed the touching of the hem of His garment and the faith of a long-diseased woman behind Him. As Jesus said to her, so may our actions affirm to our noble sisters: “Daughter, be of good comfort” (<span class=\"citation\" id=\"37724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37724)\">Matt. 9:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/daughter-be-of-good-comfort.p16\" class=\"\">Of Him and His invitation to love one another as He loves us, I do testify in His name, even Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}