{"ID":6006, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Latter-day Saints in Very Deed\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">I love you. I love the people of this Church. I love all who are faithful. I love all who follow the ways of the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">97911_000_035<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p4\" class=\"\">I think I will leave the text that I prepared and just talk with you a little bit, and express my deep appreciation to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p5\" class=\"\">We need these conferences. We need them to remind us of our responsibilities and obligations. We must never forget that spirituality must be the dominant feature of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p6\" class=\"\">A recent magazine article praised us as a well-run financial institution of great wealth. It grossly exaggerated the figures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p7\" class=\"\">The money the Church receives from faithful members is consecrated. It is the Lord’s purse. Our Church facilities are money consuming and not money producing. We are not a financial institution. We are The Church of Jesus Christ. The funds for which we are responsible involve a sacred trust to be handled with absolute honesty and integrity, and with great prudence as the dedicated consecrations of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p8\" class=\"\">We feel a tremendous responsibility to you who make these contributions. We feel an even greater responsibility to the Lord whose money this is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p9\" class=\"\">Now, brothers and sisters, we pray that all of you may return safely to your homes. Please be careful. Drive with great care. Ponder the things you have heard. May your experience be similar to that of the people of King Benjamin who all cried with one voice, saying, “We believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, … that we have no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"40995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40995)\">Mosiah 5:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p10\" class=\"\">Let us counsel with the Lord in all our undertakings. Let us be better neighbors. Let us be better employers and employees. Let us be men and women of integrity and honesty in business, in education, in government, in the professions, whatever is our place in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p11\" class=\"\">I have a confession to make, my brothers and sisters. It is simply this: I love you. I love the people of this Church. I love all who are faithful. I love all who follow the ways of the Lord. It is a humbling thing to preside over the Church. I can never forget the words of Jesus: he that would be first among you, let him be the servant of all (see <span class=\"citation\" id=\"33500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33500)\">Mark 9:35<\/a><\/span>; <span class=\"citation\" id=\"20752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20752)\">D&amp;C 50:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p12\" class=\"\">Thank you for your prayers, your trust, your confidence. I am deeply grateful for all who have generously assisted in helping us to do our duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p13\" class=\"\">In closing, I would like to read a word or two from Mormon—great words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p14\" class=\"\">“But behold, that which is of God inviteth and enticeth to do good continually; wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p15\" class=\"\">“For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God” (<span class=\"citation\" id=\"38745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38745)\">Moro. 7:13, 16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p16\" class=\"\">And then these great words, which become the <span class=\"emphasis\">summum bonum<\/span> of it all: “Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you” (<span class=\"citation\" id=\"38746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38746)\">Moro. 7:26<\/a><\/span>). I believe those words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p17\" class=\"\">We are proud to be one with you in moving forward this mighty work. We are all in this together. Every man and woman has a part to play. God give us the strength and the will to play it well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/latter-day-saints-in-very-deed.p18\" class=\"\">“God be with you till we meet again” (<span class=\"emphasis\">Hymns,<\/span> no. 152), my beloved associates. I have sung those simple words in a thousand places across the world since I began my ministry 39 years ago. I sing them again today with love and affection. God bless you, my dear friends, I ask in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}