{"ID":6007, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “For Such a Time as This”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p3\" class=\"\">Mary Ellen Smoot<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p4\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Our time has come. We must possess the spiritual strength to overcome our challenges, laying our faults on the altar and giving our lives to the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97911_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dc4.jpg\" alt=\"Mary Ellen Smoot\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p6\" class=\"\">I stand before you tonight filled with enthusiasm and excitement for the future. The Lord has made known to me the magnificent potential of the membership of this, the Relief Society organization of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p7\" class=\"\">In the Old Testament we read about Esther and Mordecai, who worked for King Ahasuerus. Mordecai took in Esther as his own daughter after her parents passed away. He brought her to the palace. Esther pleased the king, and he made her his queen (see <span class=\"citation\" id=\"22108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22108)\">Esth. 2:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p8\" class=\"\">Meanwhile, Haman, a leader in the king’s court, became angry with Mordecai because he would not pay obeisance to Haman. Therefore, Haman plotted to destroy Mordecai and all the Jews.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p9\" class=\"\">Realizing the grave danger which loomed over his people, Mordecai pled with Esther to seek help from the king: “For if thou altogether holdest thy peace at this time, then shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father’s house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?” (<span class=\"citation\" id=\"22109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22109)\">Esth. 4:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p10\" class=\"\">Consider Esther’s dilemma: It was against the law to approach the king without being summoned. Such an act was punishable by death. If she were to remain quiet, she would likely enjoy a life of luxury and ease. She could live the life of a queen or risk her life to save her family and her people. She counted the cost and chose to heed the longings of her people and of her heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p11\" class=\"\">She asked Mordecai to gather all the Jews in Shushan and fast three days for her, and she and her handmaids would do the same. Then she said, “I [will] go in unto the king, which is not according to the law: and if I perish, I perish” (<span class=\"citation\" id=\"22112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22112)\">Esth. 4:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p12\" class=\"\">Spiritually prepared, Esther approached the king. She was received by him, and she invited the king and Haman to a feast she had arranged. During the feast, Haman’s plot was unveiled, and Mordecai received great honors. <span class=\"emphasis\">Esther, born for such a time, had saved a nation.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p13\" class=\"\">Everywhere I have traveled, whether it was Finland; Idaho; Brazil; Washington, D.C.; or Russia, I have witnessed the gospel of Jesus Christ in action and the radiant light of the gospel in the countenances of courageous and faithful sisters. The Spirit has borne witness to me that we each have been born “for such a time as this” (<span class=\"citation\" id=\"22110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22110)\">Esth. 4:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p14\" class=\"\">To each of you, no matter your nationality, race, social status, or individual talents, whether you are married, single, or widowed, whether you were born into the Church or are a new convert and the only member of your family, I say, “Welcome home!” The Relief Society is your home, and you are an integral part of a worldwide sisterhood with a divine mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p15\" class=\"\">The Prophet Joseph Smith taught that the Church was not fully organized until the Relief Society had been organized—the priesthood for the men and the Relief Society for the women. He stated, “I now turn the key in your behalf in the name of the Lord, and this Society shall rejoice, and knowledge and intelligence shall flow down from this time.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_036\">1<\/a> <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:607.]<\/span><\/sup> He stated further,<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p16\" class=\"\">“If you live up to your privileges, the angels cannot be restrained from being your associates.”<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_036\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:605.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p17\" class=\"\">On the occasion of the first Relief Society organization, in 1842, there were 18 women in attendance. From that group of 18, the Relief Society grew to more than 100,000 by its 100th anniversary, in 1942. The Church estimates that by the end of 1997, the membership of the Relief Society will exceed 4.1 million in 160 countries. Can you imagine the growth of the Relief Society over the next 10 to 50 years?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p18\" class=\"\">When you think of the billions of people born throughout the history of the world, have you ever wondered why you were born at this particular time? Despite the great challenges we individually and collectively face today, I’m sure you will agree, this is a wonderful time to be alive. In the context of world history, there has never been a more exciting time to sojourn on earth. Do you suppose that you were chosen to be born for such a time as this?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p19\" class=\"\">Our highest priority as the Relief Society general presidency is to <span class=\"emphasis\">strengthen our sisters spiritually, both individually and collectively.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p20\" class=\"\">Sisters, like Esther, <span class=\"emphasis\">we must prepare for our time because our time has come.<\/span> We must possess the spiritual strength to overcome our challenges, laying our faults on the altar and giving our lives to the Lord. We must focus our priorities on contributing, as we are able, to the building of the kingdom of God through service in the Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p21\" class=\"\">May I read you a letter that came to me just a few weeks ago:<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_036\">3<\/a> <span class=\"footnote\">[Used with permission.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p22\" class=\"\">“I am just writing to say I am thankful for my Father in Heaven. I am thankful to Him for the Relief Society organization. This is why: I have been trying to repent and let the Lord guide me but still felt as if a certain desire deep down in my heart was never going to be fulfilled; no matter how hard I tried in my own life,<span class=\"emphasis\"> I couldn’t control circumstances or other people.<\/span> I believed that the Savior would understand and help provide for these unmet needs if I could just lean on Him. Then I came across the words of President Boyd K. Packer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p23\" class=\"\">‘Your every need shall be fulfilled, now, and in the eternities; every neglect will be erased; every abuse will be corrected. All of this can come to you, and come quickly, when you devote yourself to Relief Society.’”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_036\">4<\/a> <span class=\"footnote\">[“The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 109.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p24\" class=\"\">The letter continues: “Could this be the answer? That perhaps the Savior would help me, through [service to] others? I am sure there are many disheartened sisters out there. Sisters, did you know this promise? Will you take that leap of faith with me? I’m not sure when the answers will come, but I do believe they will come. Already my prayers are being answered in ways that I never would have guessed; I know He is mindful of me and I pray He will continue to guide me, safely (and happily) to live with Him again. I pray that perhaps these words can give hope to anyone in need of hope.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p25\" class=\"\">I would like to illustrate the fulfillment of President Packer’s promise in the life of a Relief Society sister in Fredericksburg, Virginia. This sister was faithful. She joined the Church 18 years ago and believed with all of her heart that she could have a family united in the gospel of Jesus Christ. However, her husband was not prepared to make the necessary lifestyle changes. He supported her decision but would not join. She had two sons who were being influenced by the decisions of her husband. In the course of her struggle, a dear sister gave her a tape of a talk by Elder M. Russell Ballard. From that tape she learned that faith and doubt cannot be in the mind at the same time. She firmly grasped onto this hope that the Lord would support her in her righteous desires if she would be faithful. She told no one but set a goal for her husband’s baptism and the reactivation of her two sons. New ideas kept coming into her mind as to what she could do to bring about this great promise. Slowly but surely she began to see progress. Her husband accepted the challenge <span class=\"emphasis\">to take the discussions again, and her sons felt a new spirit in their home and started reacting positively.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p26\" class=\"\">First, both sons became active in the Church again. And finally, her husband was baptized and received the priesthood. Not coincidentally, her husband’s baptism was within three weeks of the date which this faithful sister set as her goal to unite her family in the gospel of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_036\">5<\/a> <span class=\"footnote\">[Used with permission.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p27\" class=\"\">Sisters, if you live this counsel, you will be instrumental in the Lord’s work as were the great women of biblical times and the pioneer sisters of the Restoration. This will happen to the degree we gain faith in the Lord Jesus Christ and live to do His work while we sojourn upon this earth.<\/p>\n\t\t\t<div class=\"figure\"><p class=\"preamble\">As the Relief Society general presidency and board, we have established the guiding objectives for the Relief Society. They are:<\/p><ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Build faith in the Lord Jesus Christ, and teach the doctrines of the kingdom of God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Emphasize the divine worth of the individual.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Serve, support, and build every sister.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Exercise charity, and nurture those in need.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Strengthen and protect families, and honor our heritage.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Become full participants in the blessings of the priesthood.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p35\" class=\"\">We are also excited about the new Melchizedek Priesthood and Relief Society curriculum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p36\" class=\"\">The Relief Society presidency may use the first Sunday meeting to instruct sisters about the purposes of Relief Society and to share instructions from priesthood leaders discussed in welfare and ward council meetings. The presidency may schedule short discussions about gospel principles and could include examples to help sisters build their testimonies, strengthen their marriages and families, increase the bonds of sisterhood, learn skills for serving each other, and support the mission of the Church. Also, the sisters will be given the opportunity to bear testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p37\" class=\"\">On the second and third Sundays both the Melchizedek Priesthood quorum and the Relief Society will study <span class=\"emphasis\">Teachings of Presidents of the Church,<\/span> beginning with President Brigham Young in 1998 and 1999. The lessons are inspired for our time. We will learn the doctrines, truths, and promises given us if we will live for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p38\" class=\"\">The fourth Sunday of each month we will have lessons from the booklet entitled <span class=\"emphasis\">Teachings for Our Times,<\/span> which includes topics chosen by the First Presidency. We are absolutely delighted about the faith, unity, and vision that will be developed from this inspired material.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p39\" class=\"\">The Relief Society gives us great promises, and promises are given to us as we strive to do the will of our Father in Heaven. If we will catch the vision of this organization, its potential influence can reach the world. We each have challenges in our lives, and those challenges are as varied as the sisters of Relief Society. But one thing is certain: <span class=\"emphasis\">The truths of the gospel of Jesus Christ apply perfectly to your challenges and circumstances as well as to mine if we have patience and faith.<\/span> Each of us was born to face and overcome our challenges of a time such as this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p40\" class=\"\">In closing, may I share with you a story of a woman whose life demonstrated trials, promises, and dedication to Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p41\" class=\"\">Years ago, a faithful father and mother were traveling with three of their six daughters from Utah to Washington. About 13 miles out of Baker, Oregon, the car spun out of control, left the road, and rolled two and a half times. The second time it rolled over, the mother, who was driving, and her youngest daughter, who was 10 years old, were thrown from the car. Because the car did not have enough momentum to complete the third roll, it rocked back and pinned the mother and her daughter beneath its weight. The father quickly surveyed the situation and, knowing that if the car was not moved quickly his wife would die, he bowed his head in humble prayer and then proceeded to lift the huge Buick, with its wheels still spinning. The youngest daughter crawled from beneath as his 12-year-old daughter pulled her mother from beneath the car. The mother was critically injured and in terrible pain. As the father tended to the others, the 12-year-old daughter knelt beside her mother to comfort her. The mother reached for the girl’s hand and said, “Always remember who you are, and always be a good girl.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p42\" class=\"\">The ambulance soon arrived, and the mother was whisked off to the nearest hospital. Amid the critical moments of that evening as the mother teetered between life and death, she pled with her Father in Heaven to spare her life long enough to see her six daughters married to worthy men in the house of the Lord. She promised that if He would grant her this righteous desire, she would then be ready to go, and she would dedicate her life to Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p43\" class=\"\">Miraculously, the woman steadily progressed over the days and weeks that followed until she fully recovered from her near-fatal injuries. More committed than ever, she faithfully served the Lord and focused her attention on raising her six daughters in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p44\" class=\"\">Years later, while serving as the stake Relief Society president in Clearfield, Utah, she saw her youngest daughter married for time and all eternity. That day was the fulfillment of a sacred covenant between a beloved daughter of God and her loving Heavenly Father. The woman, her husband, their six daughters, and their eternal companions stood together in the house of the Lord. Her earnest plea from a hospital bed years before had been heard and fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p45\" class=\"\">From that day forward, the woman’s health quickly declined under the ravages of cancer. Her condition worsened to the point that she could no longer continue in her calling as stake Relief Society president. As a result, she reluctantly accepted a release just weeks before she serenely and gratefully passed into the eternities, returning to a Heavenly Father who was mindful of her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p46\" class=\"\">Sisters, that 12-year-old girl who knelt at the roadside beside her mother so many years ago, stands before you as a witness that:<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p47\" class=\"\">“Your every need shall be fulfilled, now, and in the eternities; every neglect will be erased; every abuse will be corrected. All of this can come to you, and come quickly, when you devote yourself to Relief Society.”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_036\">6<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/for-such-a-time-as-this.p48\" class=\"\">Our Father in Heaven has given us a perfect direction. May we have the faith and foresight to receive the blessings that will lighten our burdens is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_036\"><a name=\"-97911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_036\">1.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:607.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_036\"><a name=\"-97911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_036\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:605.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_036\"><a name=\"-97911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_036\">3.<\/a><\/span>\n\t\t\t\t<p>Used with permission.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_036\"><a name=\"-97911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_036\">4.<\/a><\/span>\n\t\t\t\t<p>“The Circle of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 109.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_036\"><a name=\"-97911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_036\">5.<\/a><\/span>\n\t\t\t\t<p>Used with permission.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_036\"><a name=\"-97911_000_036\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_036\">6.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Ensign,<\/span> Nov. 1980, 110.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}