{"ID":6009, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Are You the Woman I Think You Are?”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p3\" class=\"\">Sheri L. Dew<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p4\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Am I … the woman I want to be? More importantly, am I the woman the Savior needs me to be?<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97911_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1dc6.jpg\" alt=\"Sheri L. Dew\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p6\" class=\"\">I was raised on a farm in Kansas where we lived next door to my Grandma Dew, and I was her shadow. We went everywhere together—to the bank, the doctor, the Early Bird Garden Club, and to an endless procession of Church meetings. When it came to the gospel, Grandma was zealous. She would talk about the Church anytime and with anyone—including her eldest granddaughter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p7\" class=\"\">I’ll never forget an interchange she and I had one night as we drove home from yet another meeting. It began when I blurted out a question that flashed through my eight-year-old mind: “Grandma, what if the gospel isn’t true and we’ve been going to all of these meetings for nothing?” Charming little eight-year-old, wasn’t I? “Sheri, you don’t need to worry about that,” she answered, “because I know that the gospel is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p8\" class=\"\">I challenged her: “<span class=\"emphasis\">How<\/span> can you know for sure?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p9\" class=\"\">Several seconds passed before she said slowly, “I <span class=\"emphasis\">know<\/span> for sure that the gospel is true because the Holy Ghost has told me that Jesus Christ is our Savior and that this is His Church.” She paused and then she added something I will never forget: “And, Sheri, He’ll tell you too, and when He does, your life can never be the same again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p10\" class=\"\">I still vividly remember what happened next. A sensation unlike any I had ever experienced charged through my body, and then I began to cry. Though I didn’t understand the reason for my outburst, I’m sure Grandma realized exactly what was happening—that the Spirit was bearing witness to me that what she had said was true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p11\" class=\"\">Tonight I am grateful to testify that during the intervening years I<span class=\"emphasis\"> have<\/span> come to know for myself that Jesus is the Christ, our Savior and our Redeemer. And with that knowledge, my life has been changed forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p12\" class=\"\">Prophets, ancient and modern, have urged us to come unto Christ (see <span class=\"citation\" id=\"38751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38751)\">Moro. 10:30<\/a><\/span>). President Gordon B. Hinckley declared that “[Jesus Christ] is the pivotal figure of our theology and our faith. Every Latter-day Saint has the responsibility to know … with a certainty beyond doubt that Jesus is the resurrected, living Son of the living God” (“‘Fear Not to Do Good,’” <span class=\"emphasis\">Ensign,<\/span> May 1983, 80).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p13\" class=\"\">The admonition to “come unto Christ” is the hub around which everything in The Church of Jesus Christ of Latter-day Saints, and thus the Relief Society, revolves—and for good reason. The verb <span class=\"emphasis\">come<\/span> implies action on <span class=\"emphasis\">our<\/span> part. In the familiar New Testament passage about the hereafter in which many plead their case with the Lord by listing all of their good deeds, Christ responds, “I never knew you” (<span class=\"citation\" id=\"37719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37719)\">Matt. 7:23<\/a><\/span>). Joseph Smith’s inspired translation of that same passage, however, notes a profound distinction—“<span class=\"emphasis\">[You]<\/span> never knew me” (<span class=\"citation\" id=\"37722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37722)\">JST, Matt. 7:33<\/a><\/span>; emphasis added)—placing responsibility for coming unto the Savior squarely upon our shoulders. Jesus Christ Himself has promised, “Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you” (<span class=\"citation\" id=\"20803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20803)\">D&amp;C 88:63<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p14\" class=\"\">There are no disclaimers or exceptions in His invitation. <span class=\"emphasis\">We<\/span> are the ones who determine whether or not we will come unto Him. The drawing near, seeking, asking, and knocking are up to us. And the more we know about the Lord—meaning the more we experience His mercy, devotion, and willingness to guide us even when we may not feel worthy of His direction—the more confident we become that He <span class=\"emphasis\">will<\/span> respond to our petitions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p15\" class=\"\">As we increase our interaction with Him, we learn for ourselves that He will never betray us, never turn away, never change His criteria for coming unto Him. His attention is riveted on us, His brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p16\" class=\"\">There are many ways to draw near, seek, ask, and knock. If, for example, your prayers offered to Heavenly Father in the name of Christ have become a little casual, would you recommit yourself to meaningful prayer, offered in unrushed solitude and with a repentant heart? If you have not yet come to appreciate the peace and the power of temple worship, would you partake of the ordinances of the house of the Lord as often as your circumstances allow? If you have not yet found that immersion in the scriptures increases your sensitivity to the Spirit, would you consider incorporating the word of God into your life more consistently? Tonight would be a wonderful time to begin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p17\" class=\"\">These efforts and many others increase our connection with Jesus Christ. As our testimony of Him expands and matures, we begin to care more about life forever than life today, and we have no desire but to do what He needs us to do and to live as He has asked us to live. President Ezra Taft Benson taught that “when you choose to follow Christ, you choose to be changed” (“Born of God,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1985, 5). It is a lot like what Grandma told me: “When you have a testimony of Jesus Christ, your life can never be the same again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p18\" class=\"\">Not long ago I visited a ward on the exquisite Oregon coast. At the conclusion of sacrament meeting I was a little surprised when a woman approached me and asked, “Are you the woman I think you are?” Her question referred to my identity, but it is one that has haunted me. <span class=\"emphasis\">Am<\/span> I the woman I think I am, the woman I want to be? More importantly, am I the woman the Savior needs me to be?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p19\" class=\"\">There is a connection between my Oregon friend’s question and the lesson I learned from Grandma. For there is a direct relationship between how we feel about Jesus Christ and how we see ourselves. We cannot increase our devotion to the Savior without also obtaining a greater sense of purpose, identity, and conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p20\" class=\"\">I <span class=\"emphasis\">love<\/span> Nauvoo. And every time I visit the City of Joseph, I walk to the end of Parley Street, where the Saints lined their wagons as they prepared to evacuate the city. There I try to imagine how our pioneer sisters must have felt as they loaded what little they could into a wagon, glanced a final time at their homes, and then followed their faith into the wilderness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p21\" class=\"\">I always weep on Parley Street, because I can’t help but wonder, Would I have loaded that wagon? Would my testimony of a modern-day prophet and Jesus Christ have been strong enough that I would have given up everything and gone anywhere?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p22\" class=\"\">Perhaps none of us in this congregation will be called upon to suffer deprivation because of what we believe. But we have been called to live in a time when the chasm between the philosophies of men and the teachings of the Master gapes wider than ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p23\" class=\"\">This is a day when the adversary has launched an all-out attack against womanhood, because he knows—he absolutely knows—that the influence of a righteous woman is enormous and that it spans generations. He would have us be disinterested in marriage and motherhood, confused by the world’s view of men and women, too harried by the pace of life to really live the gospel and to let it penetrate our souls. At all costs, he wants to keep us at arm’s length from Jesus Christ. For if we don’t come unto Christ, meaning that we never turn our lives over to Him, we will go through our probation here on our own rather than experiencing what the Savior promised when He said, “Come unto me, all ye that labour and are heavy laden, and I will give you rest” (<span class=\"citation\" id=\"37729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37729)\">Matt. 11:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p24\" class=\"\">Each day we stand at the end of our own Parley Street. The Lord needed the strength of the women of this Church as the seeds of the Restoration were planted and nourished. And He needs us today. He needs us to speak up for what is right, even when doing so is unpopular. He needs us to develop the spiritual maturity to hear the voice of the Lord and detect the deceptions of the adversary. He delights in women who keep their covenants with precision, women who reverence the power of the priesthood, women who are willing to “lay aside the things of this world, and seek for the things of a better” (<span class=\"citation\" id=\"20731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20731)\">D&amp;C 25:10<\/a><\/span>). He needs us to be everything we can be, to “arise and shine forth, that [our] light may be a standard for the nations” (<span class=\"citation\" id=\"20829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20829)\">D&amp;C 115:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p25\" class=\"\"><span class=\"emphasis\">Are<\/span> we the women the Lord needs us to be? Have we received a testimony of Jesus Christ such that our lives can simply never be the same again?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p26\" class=\"\">Just a few weeks ago I had occasion to talk briefly with President Hinckley. In response to a question about my calling, I said, “I love getting out with the women of the Church. They are <span class=\"emphasis\">so good.”<\/span> At that, he immediately corrected me: “No, Sheri. They aren’t good. <span class=\"emphasis\">They are great!”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p27\" class=\"\">I take prophets at their word. And our prophet believes in us. He believes in our spiritual strength and our resilience, in our faith as well as our faithfulness. Regardless of your marital status, your age, or the language you speak, you are a beloved spirit daughter of Heavenly Father who is destined to play a critical part in the onward movement of the gospel kingdom. Eliza R. Snow proclaimed that “it is the <span class=\"emphasis\">duty<\/span> of each one of us to be a holy woman. … There is no sister so isolated, and her sphere so narrow but what she can do a great deal towards establishing the Kingdom of God upon the earth” (<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Sept. 1873, 62; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p28\" class=\"\">Remember Grandma? She lived a simple life in an obscure corner of the vineyard. There are only a handful of people still living who even remember her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p29\" class=\"\">But I remember her. Though she died when I was just 11, I was profoundly influenced by this one faithful woman. In like manner, each of us is vital to the Lord’s cause. How much good might we do if at this very hour we rededicated ourselves to Him who is our Redeemer and our Rescuer? How much righteous influence might we have if we joined the Young Women in their pledge to “stand as witnesses of God at all times and in all things, and in all places” (<span class=\"citation\" id=\"41003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41003)\">Mosiah 18:9<\/a><\/span>)?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p30\" class=\"\">Happily, we are all in this together. Regardless of where you serve in this Church, sisters, you are a member of Relief Society, the Lord’s organization for women. Are we the women the Lord needs us to be?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p31\" class=\"\">Might we commit to do just a little better than we have been doing, and in the process marshal our forces to lead the women of the world in all that is Godlike and ennobling?<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p32\" class=\"\">My grandma was right. When we come to know that Jesus is the Christ, our lives can never be the same again. With Grandma, I bear testimony that the Savior is the one source of strength and comfort that we can count on. He came to succor us in our infirmities and to heal our broken hearts. He is eager to lift us up if we will come unto Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p33\" class=\"\">I know this from personal experience. Answers to prayer haven’t always come easily or quickly. But they have always come. Time and again, I have been the beneficiary of the Lord’s mercy and guiding hand. Jesus Christ knows the way because He is the way. “For I will go before your face,” He promised. “I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (<span class=\"citation\" id=\"20795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20795)\">D&amp;C 84:88<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p34\" class=\"\">Moroni’s benedictory testimony charts our course: “Awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion. … Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ” (<span class=\"citation\" id=\"38752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38752)\">Moro. 10:31–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/are-you-the-woman-i-think-you-are.p35\" class=\"\">May we this very hour arise by strengthening our resolve to follow our Savior and to be the women that He needs us to be. Of His mercy and strength, of His omnipotence and glory, and with the assurance that He lives, I bear witness in the sacred and holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}