{"ID":601, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be Ye Therefore Obedient\"<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1952, pp. 25-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThough he were a Son, yet learned he obedience by the things which he suffered; \n<\/p><p>\nAnd being made perfect, he became the author of eternal salvation unto all them that\nobey him (<span class=\"citation\" id=\"24237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24237)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nI am grateful this afternoon for faith and testimony in this truth of the gospel of Jesus Christ,\nfor I know and testify to you that the Savior is our Redeemer, and that if we will obey his\ntruths, we will be blessed abundantly because all blessings which we receive are predicated\nupon obedience to the principles of the gospel of Jesus Christ.\n<\/p><p>\nThe Savior was the great example in this truth. When he applied for baptism at the hands of\nJohn, he was told by John, \"I have need to be baptized of thee, and comest thou to me?\" And\nthe Savior said, \"Suffer it to be so now: for thus it becometh us to fulfil all righteousness\"\n(see <span class=\"citation\" id=\"34486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34486)\">Matt. 3:14-15<\/a><\/span>).\nIf it was necessary for Jesus, the Savior of the world, so to submit\nhimself, in humility, to the will of the Father, that he might be able to fulfil all righteousness,\nthen how much does it devolve upon us to do these things, and to live in obedience to the\ntruths of the gospel of Jesus Christ.\n<\/p><p>\nI am grateful as I visit with the leaders of wards and stakes throughout this Church, to see\ntheir faith, their devotion, to see their obedience to the principles of the gospel. Just a few\nmonths ago it was my privilege to be on the campus of one of the leading universities in the\nMiddle West. I saw there inscriptions on one of the science buildings. Under each quotation\nwas the name of the author, yet there was one on which the author's name was missing. This\nwas the inscription: \"Ye shall know the truth, and the truth shall make you free\"\n(<span class=\"citation\" id=\"27514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27514)\">John 8:32<\/a><\/span>).\nIf we are to be obedient to the truths of the gospel, we must have a deep, abiding testimony\nand love of truth.\n<\/p><p>\nJust about one hundred and fifteen years ago, there were seven missionaries who left this\ngreat land of America to\ntake up the call of missionary service to Great Britain. Among those seven missionaries were\nHeber C. Kimball, Orson Hyde, and Willard Richards. They arrived at Liverpool on the 20th\nof July, 1837. They were inspired to move on farther, so they went to the city of Preston.\nWhen they arrived in that city, there was a big celebration in progress. On one of the banners\nthey read: \"Truth will prevail.\" And they uttered in unison, \"Amen, thanks be to God, for\ntruth will prevail.\"\n<\/p><p>\nYes, my brothers and sisters, we do not deal in half-truths. We deal in the whole truth of the\ngospel of Jesus Christ. That only comes to the leadership of this Church because of believing\nin the divine principle of revelation and being obedient to that principle and teaching. Oh, I\nrealize that we have discouragements. That is only human. They will come just as long as we\nlive in the mortal flesh, because one of the tools of the adversary is to discourage and to give\nhalf-truths, and not sustain the full truth.\n<\/p><p>\nI was interested some time ago to read an incident which happened in the life of the French\nactress, Sarah Bernhardt. She had toured the United States on many occasions, and this\nparticular time, returning to her native France, she slipped on board ship, injuring her leg. She\nwould not allow the ship's doctor to give her any attention; she desired to wait until she\narrived in her native city of Paris where she would have her own physician take care of her,\nbut it was too late. It was necessary that her leg be amputated. As they were wheeling her\ninto the operating room, the attendants, the doctor, and the nurses were trying to cheer her up,\nbut she gave them this simple bit of philosophy which I pass on to you today: \"It isn't so\nmuch what happens to you in this life, it's how you take it that counts.\" She proved that she\ncould take discouragement. She did not let the fact that she had only one leg deter\nher from following her beloved profession for many years after that.\n<\/p><p>\nThe message of our Savior to us as he came into this mortal existence and labored here,\nknowing that we would have discouragements, that we would need clothing to cover this\nphysical body of ours, knowing that we would need food to sustain physical life, was: \"But\nseek ye first the kingdom of God and his righteousness; and all these things shall be added\nunto you\" (<span class=\"citation\" id=\"34495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34495)\">Matt. 6:33<\/a><\/span>).\nThe obedient are promised in Matthew, twenty-fifth chapter, that\nwhen he comes in his glory, he will divide the children of men and those who have been\nrighteous will be on the right side, and those unrighteous on his left side, and he will say:\n\"For I was an hungered, and ye gave me meat: I was thirsty, and ye gave me drink: I was a\nstranger, and ye took me in: Naked, and ye clothed me: I was sick, and ye visited me: I was\nin prison, and ye came unto me.\" And they were somewhat surprised, and said, \"Lord, when\ndid we do these things unto thee\"; and his significant reply, was: \"Inasmuch as ye have done\nit unto one of the least of these, my brethren, ye have done it unto me\" (see\n<span class=\"citation\" id=\"34526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34526)\">Matt. 25:35-40<\/a><\/span>),\nthus showing that those who were righteous could not have been so classified unless they had\nhad a deep, abiding faith in the truth of the gospel and were obedient to those truths. I\nhumbly pray, my brothers and sisters, that we will take heed of this scripture.\n<\/p><p>\nAs Jesus Christ was with his disciples on the Mount of Olives, he said unto them, \"Fear not,\nlittle flock, for it is my will that I should give unto you the kingdom\" (see\n<span class=\"citation\" id=\"31310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31310)\">Luke 12:32<\/a><\/span>). As\nwe live in obedience to these truths, we can enjoy the blessings of the kingdom, and live for\nthe day when we will be reunited with our Heavenly Father and his Son, Jesus Christ, who is\nthe Author of our salvation.\n<\/p><p>\nIn closing, I am reminded how Samuel taught Saul the lesson of obedience: \". . . Behold, to\nobey is better than sacrifice\" (<span class=\"citation\" id=\"2503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2503)\">1 Sam. 15:22<\/a><\/span>).\nWe remember the story there that Saul had taken out the\nbest of the flocks and kept them as burnt offering and sacrifice, which was his own idea and\nnot in obedience to the command given him. Let us then live in obedience to the counsel\nwhich comes to us from these great leaders of our Church, the Church of Jesus Christ of\nLatter-day Saints. Let us follow the teachings of Paul as he gave them to us, \"Furthermore we\nhave had fathers of our flesh which corrected us, and we gave them reverence: shall we not\nmuch rather be in subjection unto the Father of spirits, and live?\"\n(<span class=\"citation\" id=\"24244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24244)\">Heb. 12:9<\/a><\/span>).\n<\/p><p>\nO my brethren, may we catch the importance of being obedient and train our children\nlikewise, that they may follow our worthy example, for I bear witness to you that these are\ntrue. I am grateful for my testimony, for my membership in the Church of Jesus Christ and\npray our Heavenly Father to bless us that we may have a deep, abiding faith in this restored\ngospel and strengthen our testimonies by living in obedience to the truths thereof. This I\nhumbly pray in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}