{"ID":6010, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Mighty Strength of the Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p3\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p4\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we gain knowledge through study. May we make home a heaven. May we find joy in service.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">97911_000_039<\/span>\n\t\t\t\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p6\" class=\"\">Sisters, you are assembled tonight in one of the largest gatherings of Relief Society sisters ever held. Your conference has been uplifting and inspirational.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p7\" class=\"\">This evening marks the first general meeting conducted by your new presidency: President Mary Ellen Smoot and her counselors, Virginia Jensen and Sheri Dew. Predecessor presidencies have also served with distinction. We are honored tonight by their presence and their service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p8\" class=\"\">A thought has gone through my mind as I’ve prepared for this opportunity. I’ve expressed it this way: Remember the past; learn from it. Contemplate the future; prepare for it. Live in the present; serve in it. Therein is the mighty strength of the Relief Society of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p9\" class=\"\">From the early days of the Restoration, the prophets of God have stressed the importance of your organization. President Brigham Young counseled: “Now, Bishops, you have smart women for wives. … Let them organize Female Relief Societies in the various wards. We have many talented women among us, and we wish their help in this matter. Some may think this is a trifling thing, but it is not; and you will find that the sisters will be the mainspring of the movement.”<sup class=\"noteMarker\"><a href=\"#footnote1-97911_000_039\">1<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Deseret News Weekly,<\/span> 18 Dec. 1867, 358.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p10\" class=\"\">President Lorenzo Snow taught that the Relief Society exemplifies pure religion. “The Apostle James said that ‘pure religion and undefiled before God … is this, to visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.’[<sup class=\"noteMarker\"><a href=\"#footnote2-97911_000_039\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"26409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26409)\">James 1:27<\/a><\/span>.]<\/span><\/sup>] … The members of the Relief Society have most surely exemplified in their lives pure and undefiled religion; for they have ministered to those in affliction, they have thrown their arms of love around the fatherless and the widows, and they have kept themselves unspotted from the world. I can testify that there are no purer and more God-fearing women in the world than are to be found within the ranks of the Relief Society.”<sup class=\"noteMarker\"><a href=\"#footnote3-97911_000_039\">3<\/a> <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Lorenzo Snow,<\/span> comp. Clyde J. Williams (1984), 143.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p11\" class=\"\">I can attest to the truth of President Snow’s statement. Relief Society has always been comprised of those who put others first and self last. I remember that when I was a small boy during the Depression, my mother was the secretary-treasurer of the ward Relief Society. Back then dues were paid to assist those in need. Mother was not really a bookkeeper, so Dad would help her. The individual contributions were never so much as a dollar, but rather would be a quarter, a dime, a nickel, a few pennies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p12\" class=\"\">I learned many lessons from my mother. I must have been a very active boy, for Mother was always telling me, “Slow down, Tommy, slow down. You’re on the verge of Saint Vitus’ dance!” You know, I never did know what Saint Vitus’ dance was. All I knew was that Mother said I was on the verge of it—and the way she spoke the words, I assumed it was a drastic ailment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p13\" class=\"\">Since we lived just a block or two from the railroad tracks, frequently men, unemployed, without funds for food, would leave the train and come to our house for something to eat. Such men were always polite. They offered to do some work for the food. Indelibly imprinted on my mind is the picture of a gaunt and hungry man standing at our kitchen door, hat in hand, pleading for food. Mother would welcome such a visitor and would direct him to the kitchen sink to wash up while she prepared food for him to eat. She never skimped on quality or quantity; the visitor ate exactly the same lunch as did my father. As he wolfed down the food, Mother took the opportunity to counsel him to return to his home and his family. When he left the table, he had been nourished physically and spiritually. These men never failed to say thank you. Tears in their eyes revealed ever so silently the gratitude of their hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p14\" class=\"\">But what of today? Are there not hungry souls to feed? Are there not greetings to share? Are there not visits to be made? As I contemplate the Relief Society of today, humbled by my privilege to speak to you, I turn to our Heavenly Father for His divine guidance.<\/p>\n\t\t\t<div class=\"figure\"><p class=\"preamble\">In this spirit, I have felt to provide each member of the Relief Society throughout the world three goals to meet:<\/p><ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Gain knowledge through study.<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Make home a heaven.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Find joy in service.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p19\" class=\"\">Let us consider these three goals. First, <span class=\"emphasis\">gain knowledge through study.<\/span> In a vital revelation which has universal impact, the Lord declared: “And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.”<sup class=\"noteMarker\"><a href=\"#footnote4-97911_000_039\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20807)\">D&amp;C 88:118<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p20\" class=\"\">Elder Adam S. Bennion, a member of the Council of the Twelve several decades ago and a well-educated teacher and leader, urged: “God help us to appreciate the value of true education. If we were in this building and had only one window, we would see only one corner of the universe. A man who has not been trained looks out on life through the little window of narrow experience. It is the business of education to fill the building of life with windows so that we can look out on the universe at every angle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p21\" class=\"\">“Having left this world, we shall enter heaven, the bigger school, and I hope we shall all be passed by into the bigger field with a development, which shall be inscribed, ‘This man or this woman, in the school of life, achieved all the opportunities that were his [or hers].’”<sup class=\"noteMarker\"><a href=\"#footnote5-97911_000_039\">5<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Relief Society Magazine,<\/span> June 1920, 338.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p22\" class=\"\">An example of a narrow window of vision being replaced by vision unlimited took place at the Monroe, Louisiana, airport several years ago. I was on my way home from a regional meeting and met a lovely African-American sister who approached me and said joyfully, “President Monson, before I joined the Church and became a member of the Relief Society, I could not read. I could not write. None of my family could. You see, we were all poor sharecroppers. President, my white Relief Society sisters—they taught me to read. They taught me to write. Now I help teach other white sisters how to read and how to write.” I reflected on the supreme happiness she must have felt when she opened her Bible and read for the first time the words of the Lord: “Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.”<sup class=\"noteMarker\"><a href=\"#footnote6-97911_000_039\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"37731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37731)\">Matt. 11:28–30<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p23\" class=\"\">That day in Monroe, Louisiana, I received a confirmation by the Spirit of your exalted objective of improving literacy among your sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p24\" class=\"\">Each of you, single or married, regardless of age, has the opportunity to learn and to grow. Expand your knowledge, both intellectual and spiritual, to the full stature of your divine potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p25\" class=\"\">The Holy Ghost will be your constant guide when difficult decisions are to be made. “For they that are wise … have taken the Holy Spirit for their guide.”<sup class=\"noteMarker\"><a href=\"#footnote7-97911_000_039\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20748)\">D&amp;C 45:57<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p26\" class=\"\">Be true to your ideals, for “ideals are like stars; you will not succeed in touching them with your hands. But … following them you will reach your destiny.”<sup class=\"noteMarker\"><a href=\"#footnote8-97911_000_039\">8<\/a> <span class=\"footnote\">[Carl Schurz, in <span class=\"emphasis\">Bartlett’s Familiar Quotations<\/span> (1980), 602.]<\/span><\/sup> Spiritual help is but a prayer away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p27\" class=\"\">During the next two years, as Sister Smoot has declared, members of the Relief Society and holders of the Melchizedek Priesthood will each be studying the teachings of the prophet Brigham Young. The manual has been painstakingly prepared; it is beautifully printed and bound, with highly relevant discussion items featured. The lesson material will be taught during the Relief Society period on two Sundays of the month and likewise to the brethren of the Melchizedek Priesthood for two Sundays. On the remaining Sundays, the conventional matters of Relief Society and priesthood quorum work will go forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p28\" class=\"\">Years ago I saw a photograph of a Sunday School class in the Sixth Ward of the Pioneer Stake in Salt Lake City, the ward where my family lived. The photograph was taken in 1905. A sweet girl, her hair in pigtails, was shown on the front row. Her name was Belle Smith. Later, as Belle Smith Spafford, general president of the Relief Society, she wrote: “Never have women had greater influence than in today’s world. Never have the doors of opportunity opened wider for them. This is an inviting, exciting, challenging, and demanding period of time for women. It is a time rich in rewards if we keep our balance, learn the true values of life, and wisely determine priorities.”<sup class=\"noteMarker\"><a href=\"#footnote9-97911_000_039\">9<\/a> <span class=\"footnote\">[<span class=\"emphasis\">A Woman’s Reach<\/span> (1974), 21.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p29\" class=\"\">My dear sisters, this is your day, this is your time. The holy scriptures adorn our bookshelves. Make certain they provide nourishment to our minds and guidance for our lives. Our goal, gain knowledge through study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p30\" class=\"\">Second, <span class=\"emphasis\">make home a heaven.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p31\" class=\"\">Speaking to a general session of conference in 1945, a day or so after Relief Society conference, President George Albert Smith said: “Yesterday this house was filled with the daughters of Zion, and I say without hesitation that you could find no more beautiful picture of womankind in all the world than was here yesterday afternoon [in the conference of the women’s Relief Societies of the Church]. These faithful wives, these faithful daughters, assume their portion of the burden and carry it on. They make their homes a heaven.”<sup class=\"noteMarker\"><a href=\"#footnote10-97911_000_039\">10<\/a> <span class=\"footnote\">[In Conference Report, Oct. 1945, 23.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p32\" class=\"\">My dear sisters, home—that marvelous place—was meant to be a haven called heaven where the Spirit of the Lord might dwell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p33\" class=\"\">Too frequently, women underestimate their influence for good. Well could you follow the formula given by the Lord: “Establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God.”<sup class=\"noteMarker\"><a href=\"#footnote11-97911_000_039\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20808)\">D&amp;C 88:119<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p34\" class=\"\">In such a house will be found happy, smiling children who have been taught, by precept and example, the truth. In a Latter-day Saint home children are not simply tolerated, but welcomed; not commanded, but encouraged; not driven, but guided; not neglected, but loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p35\" class=\"\">Years pass, and children become more independent. They move away from mother’s protective care, but they are ever influenced by mother’s teachings, mother’s example, and mother’s love. Some appear by their actions to have forgotten this influence. However far from the hearth of home the wanderer travels, the word <span class=\"emphasis\">mother<\/span> mentally and emotionally brings him or her homeward once again. And mother, as always, stands with welcoming arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p36\" class=\"\">President Stephen L Richards declared: “The various organizations of the Church … however much of good they may accomplish, can in no sense take the place of the home. They cannot be proxy for parents. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p37\" class=\"\">“I believe in the home as the foundation of society, as the cornerstone of the nation, and as the primary institution of the Church. I cannot conceive of a great people without great, good homes. I believe that the first calling of man and woman is to form a good home.”<sup class=\"noteMarker\"><a href=\"#footnote12-97911_000_039\">12<\/a> <span class=\"footnote\">[In Conference Report, Oct. 1921, 197–98.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p38\" class=\"\">Speaking in a Relief Society conference in 1953, Sister Spafford declared, “Mothers, you must feel your testimony before you can influence or give of that testimony to your children.”<sup class=\"noteMarker\"><a href=\"#footnote13-97911_000_039\">13<\/a> <span class=\"footnote\">[Quoted in David O. McKay, “Woman’s Influence,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1953, 791.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p39\" class=\"\">There are many women in the Relief Society who are not married. Death, divorce, and indeed lack of opportunity to marry have in many instances made it necessary for a woman to stand alone. In reality, she need not stand alone, for a loving Heavenly Father will be by her side to give direction to her life and provide peace and assurance in those quiet moments where loneliness is found and where compassion is needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p40\" class=\"\">President Joseph Fielding Smith, in speaking to the single sisters who have never had the opportunity to marry, promised: “If in your hearts you feel that the gospel is true, and would under proper conditions receive these ordinances and sealing blessings in the temple of the Lord; and that is your faith and your hope and your desire, and that does not come to you now; the Lord will make it up, and you shall be blessed—for <span class=\"emphasis\">no blessing shall be withheld.”<\/span><sup class=\"noteMarker\"><a href=\"#footnote14-97911_000_039\">14<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Doctrines of Salvation,<\/span> 3 vols. (1955), 2:76.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p41\" class=\"\">Let us make home a heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p42\" class=\"\">Goal number three, <span class=\"emphasis\">find joy in service.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p43\" class=\"\">The Prophet Joseph Smith recorded that on March 24, 1842, he responded to an invitation to attend Relief Society, “whose object is the relief of the poor, the destitute, the widow and the orphan, and for the exercise of all benevolent purposes. … [The Relief Society sisters] will fly to the relief of the stranger; … they will dry up the tears of the orphan and make the widow’s heart to rejoice.”<sup class=\"noteMarker\"><a href=\"#footnote15-97911_000_039\">15<\/a> <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:567.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p44\" class=\"\">At times the call to service extended to a member of the Relief Society is a bit unusual. Such an assignment I share with you in closing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p45\" class=\"\">When I was bishop of the Sixth-Seventh Ward in Salt Lake City, back when we had a <span class=\"emphasis\">Relief Society Magazine,<\/span> I noted that our record for subscriptions to that publication was low. Prayerfully my counselors and I analyzed the names of the individuals whom we could call to be magazine representative, and the inspiration dictated that Elizabeth Keachie should be given the assignment. She responded affirmatively to the call. She and her sister-in-law Helen Ivory, also a member of the ward, commenced to canvass the entire ward, house by house, street by street, and block by block. The result was phenomenal. We had more subscriptions to the <span class=\"emphasis\">Relief Society Magazine<\/span> than had been recorded by all the other units of our stake combined.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p46\" class=\"\">I congratulated Elizabeth Keachie one Sunday evening and said to her, “Your task is done.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p47\" class=\"\">She replied, “Not yet, Bishop. There are two blocks we have not yet covered.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p48\" class=\"\">When she told me which blocks they were, I said, “Sister Keachie, no one lives on those blocks. That area is all industrial.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p49\" class=\"\">“Just the same,” she said, “I’ll feel better if I can go and check them myself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p50\" class=\"\">Sister Keachie and Sister Ivory, on a rainy day, covered those final two blocks but discovered no homes. As they were about to discontinue their search, they noted a driveway which was strewn with mud puddles from a recent storm. It was next to a foundry. Sister Keachie gazed down the driveway perhaps 60 feet and could just make out a garage with a curtain at the window.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p51\" class=\"\">Deciding to investigate, the two sweet sisters walked through the mud to a point where the entire garage could be seen. Now they noticed a door, not visible from the street, which had been cut into the side of the garage. They noticed a chimney with smoke rising from it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p52\" class=\"\">They knocked at the door. A man of about 65 years of age, William Ringwood, answered. They presented their story concerning the need of every home having the <span class=\"emphasis\">Relief Society Magazine.<\/span> William Ringwood replied, “You’d better ask my father.” Ninety-three-year-old Charles W. Ringwood then came to the door and also listened to the message. He subscribed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p53\" class=\"\">Elizabeth Keachie reported to me the presence of these two men in our ward. When I requested their membership certificates from the Membership Department at the Presiding Bishopric’s Office, I was told that the certificates had remained in the lost file of the Presiding Bishopric’s Office for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p54\" class=\"\">On Sunday morning Elizabeth Keachie brought to our priesthood meeting Charles and William Ringwood—the first time they had been inside a chapel for a long while. Charles Ringwood, 93, was the oldest deacon I had ever met, and his son was the oldest male member holding no priesthood I had ever met.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p55\" class=\"\">The elder Brother Ringwood was ordained a priest and then an elder. I shall never forget his interview with respect to seeking a temple recommend. He handed me a silver dollar which he took from an old worn leather coin purse and said, “This is my fast offering.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p56\" class=\"\">I replied, “Oh, Brother Ringwood, you owe no fast offering. You need it yourself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p57\" class=\"\">“I want to receive the blessings, not keep the money,” he responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p58\" class=\"\">It was my opportunity to take Charles Ringwood to the Salt Lake Temple and to attend with him the endowment session. That same evening Elizabeth Keachie served as proxy for the deceased Sister Ringwood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p59\" class=\"\">At the conclusion of the ceremony, Charles Ringwood said to me, “Bishop, I told my wife just before she died 16 years ago that I would not delay in getting this work done. I am happy this has been accomplished.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p60\" class=\"\">Within two months, Charles W. Ringwood passed away. At his funeral service, I noticed his family sitting on the front row of the mortuary chapel, but I also noticed two sweet ladies sitting near the rear—Elizabeth Keachie and Helen Ivory. As I gazed upon those two sweet women, I thought of the 76th section of the Doctrine and Covenants: “I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end. Great shall be their reward and eternal shall be their glory.”<sup class=\"noteMarker\"><a href=\"#footnote16-97911_000_039\">16<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20775)\">D&amp;C 76:5–6<\/a><\/span>.]<\/span><\/sup> I testify that we can find joy in service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1997\/11\/the-mighty-strength-of-the-relief-society.p61\" class=\"\">Sisters, may we gain knowledge through study. May we make home a heaven. May we find joy in service. By so doing, we shall experience the fulfillment of the Lord’s promise: “I, the Lord, am well pleased.”<sup class=\"noteMarker\"><a href=\"#footnote17-97911_000_039\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"20678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20678)\">D&amp;C 1:30<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote1-97911_000_039\">1.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Deseret News Weekly,<\/span> 18 Dec. 1867, 358.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote2-97911_000_039\">2.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26409)\">James 1:27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote3-97911_000_039\">3.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Lorenzo Snow,<\/span> comp. Clyde J. Williams (1984), 143.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote4-97911_000_039\">4.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20807)\">D&amp;C 88:118<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote5-97911_000_039\">5.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Relief Society Magazine,<\/span> June 1920, 338.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote6-97911_000_039\">6.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37731)\">Matt. 11:28–30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote7-97911_000_039\">7.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20748)\">D&amp;C 45:57<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote8-97911_000_039\">8.<\/a><\/span>\n\t\t\t\t<p>Carl Schurz, in <span class=\"emphasis\">Bartlett’s Familiar Quotations<\/span> (1980), 602.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote9-97911_000_039\">9.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">A Woman’s Reach<\/span> (1974), 21.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote10-97911_000_039\">10.<\/a><\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1945, 23.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote11-97911_000_039\">11.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20808)\">D&amp;C 88:119<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote12-97911_000_039\">12.<\/a><\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1921, 197–98.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote13-97911_000_039\">13.<\/a><\/span>\n\t\t\t\t<p>Quoted in David O. McKay, “Woman’s Influence,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1953, 791.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote14-97911_000_039\">14.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">Doctrines of Salvation,<\/span> 3 vols. (1955), 2:76.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote15-97911_000_039\">15.<\/a><\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:567.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote16-97911_000_039\">16.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20775)\">D&amp;C 76:5–6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-97911_000_039\"><a name=\"-97911_000_039\"> <\/a>\n\t\t\t\t<span class=\"label\"><a name=\"footnote17-97911_000_039\">17.<\/a><\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20678)\">D&amp;C 1:30<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}