{"ID":603, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Suffer the Little Children...\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1952, pp. 29-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOnce again I am grateful, my brothers and sisters, for the opportunity of attending a general\nconference. These meetings are indeed stimulating, and they are very faith-promoting. I am\nalways built up a great deal by my attendance here, and I am sure that you are, likewise.\n<\/p><p>\nI have been deeply touched today by the remarks that have been made by the various\nspeakers. I would like to join with some of them in making an appeal on behalf of the young\npeople of the Church that the parents do all they can to build faith in the hearts of their\nchildren. I am sure that all of us, as parents, love our children. I am sure that we desire that\nthey may have the best in life. But I also know that many parents by their daily lives, by their\ndaily habits actually undermine the faith of their own children and take from them the\nincentive to live the gospel of Christ.\n<\/p><p>\nOne time, when the Savior was in mortality and the throngs brought their little children to\nhim seeking a blessing, and the disciples attempted to protect the Savior and prevent the\nchildren from coming, he said,\n<\/p><p>\nSuffer the little children to come unto me, and forbid them not: for of such is the\nkingdom of God (<span class=\"citation\" id=\"33055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33055)\">Mark 10:14<\/a><\/span>).\n<\/p><p>\nAs I see some parents living so carelessly and setting examples of disobedience to their own\nchildren, actually destroying their children's faith by their own irreligion, I can almost hear\nthe Savior speaking to those parents, saying,\n<\/p><p>\nSuffer the little children to come unto me, and forbid them not: for of such is the\nkingdom of God.\n<\/p><p>\nI remember so well a good sister coming to my office one day. She sat at my desk in tears\nand kept saying over and over to herself, \"Why should this happen to me? Why should this\nhappen to me?\" When she was able to compose herself, she told me about her boy who was\nin jail, having committed a serious crime. And she said again, \"Why should this ever happen\nto me?\" The boy had committed his crime under the influence of alcohol.\n<\/p><p>\nWhen I found out more about this family, I learned that this was the case: The father and\nmother used to argue a good deal over the breakfast table. The mother loved her cup of\ncoffee. She simply had to have her cup of coffee. The father always talked with mother about\nit, asked her to live the Word of Wisdom, asked her to drink something else for breakfast, and\nalways mother would say, \"You can't tell me that a cup of coffee will ever\nkeep me out of heaven. You can't tell me that the Lord is going to be so narrow-minded that\nhe will keep me out of heaven when I go to Church regularly, just because I drink a cup of\ncoffee.\" Always she justified herself in breaking that part of the Word of Wisdom.\n<\/p><p>\nThere was sitting at that breakfast table, a little boy. That little boy listened to the\nconversation between father and mother, and as the mother defended her infraction of the\nWord of Wisdom, as the mother said that the cup of coffee would not matter and the Word of\nWisdom really did not matter, either, that little boy believed his mother.\n<\/p><p>\nWhen he got a little older, he still believed his mother. When he started going with boys who\nsmoked, he began to smoke. His mother had taught him that the Word of Wisdom really did\nnot matter. \"If it did not matter to Mother, if it would not stand in the way of her salvation,\nwhy should it matter to me? How can it keep me out of heaven, if it does not keep Mother\nout of heaven?\" he would say to himself as he also justified his actions.\n<\/p><p>\nAnd so as the mother taught him to break the Word of Wisdom, he took up the habit of\nsmoking. When he went to college and joined a certain fraternity where drinking was the\ncustom, he began to drink. One night under the influence of liquor he committed a serious\ncrime and went to jail. And now the mother sat at my desk, weeping and saying: \"Why\nshould this ever happen to me?\"\n<\/p><p>\nThere is another couple. They also talk over the breakfast table, and over the dinner table, and\nby their conversation they also teach their children certain things. Mother and father see eye\nto eye in this family. They agree perfectly, and they talk over the things on which they agree\nas they sit there at dinner or breakfast. And do you know what the principal topic of\nconversation is? The bishop. How they despise the bishop! How they could tear him limb\nfrom limb! Everything the bishop does is wrong. Why, nothing in the world that bishop does\ncould possibly be right. That father and mother sit there picking at the bishop and pulling him\napart, and depreciating him, and doing all they can to make each other feel that the bishop is\na most unworthy representative of the Church.\n<\/p><p>\nDid it hurt the bishop? The bishop went right on doing a fine job in the ward. But somebody\nwas hurt. There was a little boy in that family, also. Whom did he believe? He believed\nFather and Mother. He had no reason to disbelieve them. They were his ideals. They were the\nlaw in that family. And when they, who laid down the law, constantly taught that boy by their\nown conversation to have no regard for the bishop, no regard for anything that the bishop did,\nthey taught the boy to disregard everything for which a bishop stands.\n<\/p><p>\nThat boy is now a grown young man. He does nothing in the Church. He has no respect for\nthe Church, no respect for his bishop, nor for the men who installed the bishop.\n<\/p><p>\nWho is responsible?\n<\/p><p>\nSuffer the little children to come unto me and forbid them not: for of such is the\nkingdom of God.\n<\/p><p>\nI have a friend who has a son, and every Sunday this friend goes out fishing or hunting. He is\na member of the Church. He thinks he is a pretty good member of the Church, except that he\ndoes not observe the Sabbath. He does not pay his tithing. He does not observe the Word of\nWisdom. But if you ask him, he is a good member of the Church.\n<\/p><p>\nHe always used to send his little boy to Sunday School and to priesthood meeting. But when\nthe little boy got old enough to realize what the father was doing and to realize what a strong\ninterest there is out there on the stream with a rod in your hand, he wanted to go with his\ndad. The dad at first protested, not so much because he did not want the boy to stay away\nfrom Church, but because he thought the boy would be pretty much in the\nway. Nevertheless the boy continued to ask to go with the dad, and finally he did. Then,\nevery Sunday that father gave that son firsthand lessons in how to violate the Sabbath day,\nfirsthand lessons in how to stay away from meeting, how to choose fishing on Sunday instead\nof going to Church.\n<\/p><p>\nWhat chance did the boy have of becoming converted to the gospel when the father was\nteaching the son how to break the law of God?\n<\/p><p>\n\"Suffer the little children to come unto me, and forbid them not\" by continuing in any bad\nhabits that you have \"forbid them not\" by teaching them violation of the commandments,\n\"forbid them not\" by setting the wrong kind of example, \"for of such is the kingdom of God.\"\n<\/p><p>\nThe Savior said something else: \n<\/p><p>\nWhosoever therefore shall break one of these least commandments, and shall teach\nmen so, he shall be called the least in the kingdom of heaven: but whosoever shall do\nand teach them, the same shall be called great in the kingdom of heaven\n(<span class=\"citation\" id=\"34490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34490)\">Matt. 5:19<\/a><\/span>).\n<\/p><p>\nThe Lord also said at another time: \n<\/p><p>\nWoe unto the world because of offenses! for it must needs be that offenses come; but\nwoe to that man by whom the offence cometh!\n(<span class=\"citation\" id=\"34516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34516)\">Matt. 18:7<\/a><\/span>).\n<\/p><p>\nI believe that one of our great Americans is J. Edgar Hoover, the head of the Federal Bureau\nof Investigation. At one time, Mr. Hoover talked about the juvenile delinquency problem, and,\namong other things, he said this: \"Our youthful delinquency is a problem which strikes into\npractically every home in America. It is something to which every parent should give the\ndeepest consideration, because the responsibility for youthful law infraction today lies more\non the doorstep of the adult than it does on that of the youth. It exists largely because of a\nlack of discipline. It is due to a tendency to evade responsibility that parents in many\ninstances have allowed their children to stray without proper guidance, and in straying,\ncommit thousands of crimes which send so many of our boys and girls yearly into prison.\"\n<\/p><p>\nLast Saturday there was an editorial in the \"Church Section\" of <i>The Deseret News<\/i> which had\nto do with the example of parents to children in regard to the drinking habit. This editorial\nindicated that the great majority of drinking parents have drinking children, and the great\nmajority of non-drinking parents have non-drinking children. It was based upon a study made\nby one of the large colleges in the eastern part of the United States. The editorial goes on: \n<\/p><p>\nThe example of parents and its effect upon children is not at all limited to the use of\nliquor. It enters every other phase of the child's life.\n<\/p><p>\nHave you seen many children who were converted to prayer, for instance, who had\nparents who never prayed? . . .\n<\/p><p>\nHave you seen many children who are regular Church attenders whose parents never\ncome? There are some, it is true and they are to be commended most highly for it. But\nsuch are in the minority.\n<\/p><p>\nAnd when you find parents who criticize the practices and officers of the Church do\nyou find a tendency in the children to do likewise?\n<\/p><p>\nWhen parents openly express disapproval of the law of tithing in the home, are the\nchildren apt to pay tithing?\n<\/p><p>\nWhen father and mother go fishing and hunting or on outings to the canyon on the\nSabbath, do the children prefer to remain at home alone and go to Church?\n<\/p><p>\nAlthough parents do not realize it, every act of their lives has its effect upon their\nchildren. It is true that many children love higher principles than do their parents and\nhold to those principles regardless of what their parents do. Such children are grieved\nat the weaknesses of their own parents, and wish it were otherwise. Children of that\ntype are made of sterling qualities, and should receive the encouragement of every\nperson in the Church.\n<\/p><p>\nAnd then it concludes,\n<\/p><p>\nWhen the wise man of old said, \"Train up a child in the way he should go\"\n(<span class=\"citation\" id=\"41408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41408)\">Prov. 22:6<\/a><\/span>), he\ncertainly had in mind the power of example on the part of the parents.\n<\/p><p>\nParents, you can encourage or discourage your child's faith and religious\nactivity. By your own acts, you can either promote faith or you can destroy faith. Which will\nit be? \"Suffer the little children to come unto me, and forbid them not: for of such is the\nkingdom of God\" (<span class=\"citation\" id=\"33056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33056)\">Mark 10:14<\/a><\/span>).\n<\/p><p>\nMay we follow that instruction, is my humble prayer, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}