{"ID":604, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Trust in the Lord<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1952, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I ask for an interest in your faith and prayers, and I extend\nthis invitation to the people who are watching over television and who are listening in on the\nradio.\n<\/p><p>\nI, too, would like to consider youth for a few moments, but I shall direct my remarks directly\nto them.\n<\/p><p>\nWith the help of the Holy Spirit, for which I earnestly pray, I desire to encourage you young\nfolk to put your trust in the Lord, and by keeping his commandments, live for his promised\nblessings. This I do because I know that no other course can qualify you to meet successfully\nthe issues of life which lie ahead.\n<\/p><p>\nIt is better to trust in the Lord than to put confidence in man.\n<\/p><p>\nIt is better to trust in the Lord than to put confidence in princes\n(<span class=\"citation\" id=\"41769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41769)\">Ps. 118:8-9<\/a><\/span>).\n<\/p><p>\nIn these lines the psalmist has voiced an eternal truth which every soul will recognize and\nacknowledge sooner or later.\n<\/p><p>\nSome people, like Cardinal Wolsey, to their sorrow, learn it later. You will recall that he gave\na long life in the service of three English sovereigns and enjoyed, while he did it, great\nwealth and power. Finally, however, he was shorn of all his greatness by an impatient king. It\nwas only then, as he stood disillusioned among the ruins of his life, that he said (so\nShakespeare puts it),\nHad I but served my God with half the zeal\nI served my king, he would not in mine age\nHave left me naked to mine enemies.\n<\/p><p>\n              (<i>Henry VIII<\/i>, Act III, Sc. 2.)\n<\/p><p>\nNow, my beloved young brothers and sisters, in the words of Alma I testify to you that I do\nknow, as I know that I live,\n<\/p><p>\nthat whosoever shall put their trust in God shall be supported in their trials, and their\ntroubles, and their afflictions, and shall be lifted up at the last day\n(<span class=\"citation\" id=\"8921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8921)\">Alma 36:3<\/a><\/span>).\n<\/p><p>\nAnd I plead with you to determine now, in your youth, to trust in the Lord and live for his\npromises. For there are promised blessings which follow, as the night the day, obedience to\neach of the Lord's commands.\n<\/p><p>\nTake for example, the promises given in the Word of Wisdom. Says the Lord,\n<\/p><p>\n. . . all Saints who remember to keep and do these sayings, walking in obedience to\nthe commandments, shall receive health in their navel and marrow to their bones; \n<\/p><p>\nAnd shall find wisdom and great treasures of knowledge, even hidden treasures; \n<\/p><p>\nAnd shall run and not be weary, and shall walk and not faint.\n<\/p><p>\nAnd I the Lord, give unto them a promise, that the destroying angel shall pass by\nthem, as the children of Israel and not slay them\n(<span class=\"citation\" id=\"13020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13020)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nThis reference to the destroying angel passing by the children of Israel brings to mind that to\npersuade the Egyptians to let Israel go,\n<\/p><p>\n. . . the Lord smote all the firstborn in the land of Egypt, from the firstborn of\nPharaoh that sat on his throne unto the firstborn of the captive that\nwas in the dungeon; and all the firstborn of cattle.\n<\/p><p>\n. . . and there was a great cry in Egypt; for there was not a house where there was not\none dead (<span class=\"citation\" id=\"22617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22617)\">Ex. 12:29-30<\/a><\/span>).\n<\/p><p>\nBut in his death-dealing mission the \"destroyer\" was to pass by, and did pass by, without\nslaying the firstborn therein, the homes of those Israelites who had marked their door lintels\nand side posts with the blood of a lamb as directed by the Lord.\n<\/p><p>\nFrom this promise in the Word of Wisdom and other scriptures, it appears that there are\ndestroying angels who have a work to do among the peoples of the earth in this last\ndispensation. The Lord told the Prophet Joseph Smith that because all flesh was corrupted\nbefore him, and the powers of darkness prevailed upon the earth, these angels were:\n<\/p><p>\nwaiting the great command to reap down the earth, to gather the tares that they may be\nburned (<span class=\"citation\" id=\"12976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12976)\">D&amp;C 38:11-12<\/a><\/span>).\n<\/p><p>\nThat was in 1831. In 1894, President Woodruff said: \n<\/p><p>\nGod has held the angels of destruction for many years lest they should reap down the\nwheat with the tares. But I want to tell you now, those angels have left the portals of\nheaven, and they stand over this people and this nation now, and are hovering over the\nearth waiting to pour out the judgments. And from this very day they shall be poured\nout. Calamities and troubles are increasing in the earth, and there is a meaning to these\nthings. (THE IMPROVEMENT ERA, 17:1165.)\n<\/p><p>\nNow, my beloved young brothers and sisters, in view of this revealed knowledge and\nunderstanding which the Lord has given concerning what is transpiring about us, is it not a\nglorious thing to have the assurance that if we will clothe ourselves with bodies purified\nthrough observance of the Word of Wisdom, these destroying angels will pass us by, as they\ndid the children of Israel, and not slay us? Well, this is one of the blessings to follow\nobservance of the Word of Wisdom.\n<\/p><p>\nThe promised blessings for obedience to the law of tithing are many. One of them has to do\nwith the productivity of the soil. I remember being impressed with this thought twenty-three\nyears ago this conference as I listened to the remarks of Elder James E. Talmage. Said he,\n<\/p><p>\nDo you know that the soil can be sanctified by the tithing of its products? The land\ncan be sanctified. There is a relationship between the elements and forces of nature\n<\/p><p>\n<\/p><p>\nThis statement is in harmony with the sentiments of President Brigham Young. Said he,\n<\/p><p>\nTalk about these rich valleys, why there is not another people on earth that could have\ncome here and lived. We prayed over the land, and dedicated it and the water, air and\neverything pertaining to them unto the Lord, and the smiles of heaven rested on the\nland and it became productive (<i>Discourses of Brigham Young<\/i>, p. 483).\n<\/p><p>\nA companion reward for paying tithing sounds almost like crop insurance. Listen: \n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in my house; and\nprove me now herewith, saith the Lord of hosts, if I will not open you the windows of\nheaven, and pour you out a blessing that there shall not be room enough to receive it.\n<\/p><p>\nAnd I will rebuke the devourer for your sakes, and he shall not destroy the fruits of\nyour ground; neither shall your vine cast her fruits before the time in the fields, saith\nthe Lord of hosts (<span class=\"citation\" id=\"5515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5515)\">3 Ne. 24:10-11<\/a><\/span>).\n<\/p><p>\nPresident Grant's boundless faith that the Lord would prosper those who were liberal with\ntheir means in building his kingdom has had a distinct effect upon my life. Many of you will\nrecall his account of attending a Thursday morning fast meeting at which his bishop\nmade an appeal for donations. President Grant, though a very young man,\nhad $50.00 in his pocket which he intended to deposit in the bank. But he was so impressed\nby his bishop's appeal that he tendered the whole $50.00. The bishop took $5.00 and handed\nhim back $45.00, stating that $5.00 was his full share. President Grant replied, \"Bishop\nWoolley, by what right do you rob me of putting the Lord in my debt? Didn't you preach\nhere today that the Lord rewards fourfold? My mother is a widow, and she needs two hundred\ndollars.\"\n<\/p><p>\n\"My boy,\" queried the bishop, \"do you believe that if I take this other forty-five dollars you\nwill get your two hundred dollars quicker?\"\n<\/p><p>\n\"Certainly,\" replied President Grant.\n<\/p><p>\nHere was an expression of faith which the bishop could not withstand. He took the remaining\n$45.00.\n<\/p><p>\nPresident Grant testified that on his way from that fast meeting back to work \"an idea\npopped\" into his head, acting upon which he made $218.50. Speaking on this incident years\nlater, he said, \"Someone will say that it would have happened anyway. I do not think it would\nhave happened. I do not think I would have got the idea . . . I am a firm believer that the\nLord opens up the window of heaven when we do our duty financially and pours out upon us\nblessings of a spiritual nature, which are of far greater value than temporal things. But I\nbelieve he also gives us blessings of a temporal nature.\" (THE IMPROVEMENT ERA,\n42:457.)\n<\/p><p>\nAnother reward for paying tithing is a guarantee against being consumed in the burning to\naccompany the advent of the Savior. In the eighty-fifth section of the Doctrine and Covenants,\nthe Lord explains that his purpose in tithing his people is \"to prepare them against the day of\nvengeance and burning\" (<span class=\"citation\" id=\"13009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13009)\">D&amp;C 85:3<\/a><\/span>),\nand in the sixty-fourth section he says,\n<\/p><p>\nBehold, now it is called today until the coming of the Son of Man, and verily it is a\nday of sacrifice, and a day for the tithing of my people; for he that is tithed shall not\nbe burned at his coming (<span class=\"citation\" id=\"12989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12989)\">D&amp;C 64:23<\/a><\/span>).\n<\/p><p>\nPersonally I have always considered tithing to be the law of inheritance in the land of Zion,\nfor the Lord said when he gave the law that all those who gathered to Zion should observe it\nor they should not be worthy to abide among the inhabitants of that land\n(<span class=\"citation\" id=\"13046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13046)\">D&amp;C 119:5<\/a><\/span>).\n<\/p><p>\nAnd now, the last specific commandment to which I direct your attention is, \"Thou shalt not\ncommit adultery\" (<span class=\"citation\" id=\"22628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22628)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nYou will recall, of course, Alma's teaching his son Corianton that unchastity is the most\nserious offense there is in the sight of God, save murder only\n(<span class=\"citation\" id=\"8924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8924)\">Alma 39:5<\/a><\/span>). You will remember, too, these\nwords from Paul's first epistle to the Corinthians: \n<\/p><p>\nKnow ye not that ye are the temple of God, and that the Spirit of God dwelleth in\nyou?\n<\/p><p>\nIf any man defile the temple of God, him shall God destroy\n(<span class=\"citation\" id=\"212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(212)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\nTen years ago the First Presidency said to the youth of the Church, \"Better dead clean, than\nalive unclean.\"\n<\/p><p>\nI remember how my father impressed the seriousness of unchastity upon my mind. He and I\nwere standing in the railroad station at Rexburg, Idaho, in the early morning of November 12,\n1920. We heard the train whistle. In three minutes I would be on my way to Australia to fill a\nmission. In that short interval my father said to me, among other things, \"My son, you are\ngoing a long way from home. But your mother and I, your brother and sisters will be with\nyou constantly in our thoughts and prayers; we shall rejoice with you in your successes; and\nwe shall sorrow with you in your disappointments. When you are released and return, we\nshall be glad to greet you and welcome you back into the family circle. But remember this,\nmy son, we would rather come to this station and take your body off the train in a casket than\nto have you come home unclean, having lost your virtue.\"\n<\/p><p>\nI pondered that statement at the time. I did not then have the full understanding of it that my\nfather had, but I remembered it every time I approached temptation. I understand it better\nnow, and I feel the same way about my boys as he felt about me.\n<\/p><p>\nI can think of no blessings to be more fervently desired than those promised to the pure and\nvirtuous. Jesus spoke of specific rewards for different virtues but reserved the greatest, so it\nseems to me, for the pure in heart, \"for they,\" said he, \"shall see God\"\n(<span class=\"citation\" id=\"34488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34488)\">Matt. 5:8<\/a><\/span>). And not\nonly shall they see the Lord, but they shall feel at home in his presence. Here is his promise: \n<\/p><p>\n. . . let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong\nin the presence of God (<span class=\"citation\" id=\"13050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13050)\">D&amp;C 121:45<\/a><\/span>).\n<\/p><p>\nThe rewards for virtue and the consequence of unchastity are dramatically portrayed in the\nlives of Joseph and David.\n<\/p><p>\nJoseph, though a slave in Egypt, stood true under pressure of the greatest temptation\n(<span class=\"citation\" id=\"23591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23591)\">Gen. 39:7-20<\/a><\/span>). As a\nreward he received the choicest blessings of all the sons of Jacob. He became the progenitor\nof the two favored tribes of Israel. Most of us take pride in being numbered among his\nposterity.\n<\/p><p>\nDavid, on the other hand, though highly favored of the Lord&mdash;indeed, he was referred to as a\nman after God's own heart&mdash;yielded\n(<span class=\"citation\" id=\"4990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4990)\">2 Sam. 11:2-5<\/a><\/span>). His unchastity led to murder. The consequences&mdash;like\nLucifer he fell; he lost his families and his exaltation\n(<span class=\"citation\" id=\"13063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13063)\">D&amp;C 132:39<\/a><\/span>).\n<\/p><p>\nAnd now, my young brothers and sisters and friends, I shall not say more except to renew my\nplea that you believe in and live for the promises of the Lord. Don't be as the people were in\nthe days of Malachi. They argued that it was unprofitable and vain to serve God because, as\nthey saw it, the proud were made happy, the wicked set up, and they that tempted God were\ndelivered (<span class=\"citation\" id=\"32736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32736)\">Mal. 3:14-16<\/a><\/span>).\nHave the good sense to realize and remember that today, as well as in the days of\nMalachi, a book of remembrance is written before the Lord for those that fear him and think\nupon his name,\n<\/p><p>\nAnd they shall be mine, saith the Lord of hosts, in that day when I make up my\njewels; and I will spare them, as a man spareth his own son that serveth him.\n<\/p><p>\nThen shall ye return, and discern between the righteous and the wicked, between him\nthat serveth God and him that serveth him not\n(<span class=\"citation\" id=\"32739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32739)\">Mal. 3:17-18<\/a><\/span>).\n<\/p><p>\nFor, behold, the day cometh that shall burn as an oven; and all the proud, yea, and all\nthat do wickedly, shall be stubble: and the day that cometh shall burn them up, saith\nthe Lord of hosts, that it shall leave them neither root nor branch.\n<\/p><p>\nSays the Lord in a glorious promise to the righteous,\n<\/p><p>\nBut unto you that fear my name shall the Sun of righteousness arise with healing in\nhis wings; and ye shall go forth, and grow up as calves of the stall\n(<span class=\"citation\" id=\"32741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32741)\">Mal. 4:1-2<\/a><\/span>).\n<\/p><p>\nOh, my beloved young folk, believe in and live for the promises of the Lord by keeping his\ncommandments. If you will do this, even though you do not now have full confidence in\nthose promises, I assure you that that confidence will come.\n<\/p><p>\n. . . never be weary of good works, but . . . be meek and lowly in heart; for such shall\nfind rest to their souls.\n<\/p><p>\nO, remember . . . and learn wisdom in thy youth; yea, learn in thy youth to keep the\ncommandments of God.\n<\/p><p>\nYea, and cry unto God for all thy support; yea, let all thy doings be unto the Lord,\nand whithersoever thou goest let it be in the Lord; yea, let thy thoughts be directed\nunto the Lord: yea, let the affections of thy heart be placed upon the Lord forever.\n<\/p><p>\nCounsel with the Lord in all thy doings, and he will direct thee for good; yea, when\nthou liest down at night lie down unto the Lord, that he may watch over you in your\nsleep; and when thou risest in the morning let thy heart be full of thanks unto God;\nand if ye do these things, ye shall be lifted up at the last day\n(<span class=\"citation\" id=\"8923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8923)\">Alma 37:34-37<\/a><\/span>).\n<\/p><p>\nGod grant that it may be so, I humbly pray in the name of Jesus Christ, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}