{"ID":605, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Only Name Given Under Heaven<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1952, pp. 36-39<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I do humbly trust and pray that the Spirit of God will direct me\nin the few remarks I make this afternoon and in bearing my testimony.\n<\/p><p>\nThere has been a growing tendency during the past few years for ministers of various\nChristian religions, writers and numerous others to deny the divinity of Jesus Christ. They put\nforth the claim that he was a great teacher and class him among the prophets, but they deny\nthat he was literally the Son of the true and Living God.\n<\/p><p>\nWe, the members of the Church of Jesus Christ of Latter-day Saints, revolt against such\nteachings, because we know different. We accept Jesus Christ as our Lord, as our God, as our\nking, as our Savior and Redeemer, as the Only Begotten Son of God here in the flesh, and as\nthe embodiment of all that is good. In fact, in his pre-mortal life, even before this world was\ncreated, he enjoyed the status of godhood. Acting in that capacity, along with the Eternal\nFather, he helped to create this world, as well as many other worlds.\n<\/p><p>\nBefore human beings were placed upon this earth, the gospel, the plan of salvation, was\nnamed after him, namely, the gospel of Jesus Christ; and he became known as the Author of\nthe plan of salvation. Also, the priesthood was given to him, and named after him, being\ncalled the Holy Priesthood after the Order of the Son of God.\n<\/p><p>\nAfter mortal beings were placed upon this earth, and throughout various gospel dispensations,\nhe served as the Mediator between the heavens and the earth. Acting in that capacity, he\nrevealed the gospel truths, the will of the Father, through the holy prophets to the human\nfamily from age to age as the needs required.\n<\/p><p>\nHe came to earth in the Meridian of Time, being born of a mortal woman, a virgin, and being\nthe Only Begotten Son of God in the flesh. Thereby he was endowed with a superior amount\nof godliness. He lived a perfect life while in mortality and through example taught us how to\nlive. He closed his mortal probation by enduring that great suffering which was necessary for\nhim to go through in order for him to take upon himself the sins of the world. So intense was\nhis pain that it caused him to sweat blood from every pore of his body; and this he did that\nwe might not suffer if we will keep his commandments. In modern revelation he declared: \n<\/p><p>\nFor behold, I, God, have suffered these things for all, that they might not suffer if they\nwould repent; \n<\/p><p>\nBut if they would not repent they must suffer even as I; \n<\/p><p>\nWhich suffering caused myself, even God, the greatest of all, to tremble because of\npain, and to bleed at every pore, and to suffer both body and spirit\n(<span class=\"citation\" id=\"12966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12966)\">D&amp;C 19:16-18<\/a><\/span>).\n<\/p><p>\nFinally, after being crucified, on the third day he rose from the grave, broke the bands of\ndeath, and brought about universal resurrection. Therefore, every man, woman, and child that\nhas ever lived, or ever shall live upon this earth, regardless of how righteous or how wicked\nhe or she may have been, will rise from the grave and receive immortality through the grace\nof Jesus Christ. But to those who take upon themselves his name and faithfully keep his\ncommandments, he has promised a blessed eternal life.\n<\/p><p>\nAfter Adam and Eve had been cast out of the Garden of Eden, having passed through the\nFall, having had a veil drawn over their minds so that they had forgotten their pre-mortal\nexistence and the gospel plan of salvation, Jesus began his work as the Savior here upon this\nearth by revealing to them the gospel. Line upon line and precept upon precept were revealed\nuntil they had received the same gospel plan in its fullness as we have it\ntoday.\n<\/p><p>\nPart of that gospel plan was that Adam and his posterity should offer sacrifices. One day\nAdam was offering a sacrifice unto the Lord, and an angel appeared unto him and said: \n<\/p><p>\n. . . Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know\nnot, save the Lord commanded me.\n<\/p><p>\nAnd then the angel spake, saying: This thing is a similitude of the sacrifice of the\nOnly Begotten of the Father, which is full of grace and truth.\n<\/p><p>\nWherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt\nrepent and call upon God in the name of the Son forevermore\n(<span class=\"citation\" id=\"39006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39006)\">Moses 5:6-8<\/a><\/span>).\n<\/p><p>\nOn another occasion Adam and his posterity were also given the commandment to repent of\nall their sins and be baptized in the name of the Only Begotten Son. Even in that early age\nFather Adam was told that the name of the Only Begotten was Jesus Christ and that that name\nwas \". . . <i>the only name which shall be given under heaven, whereby salvation shall come<\/i>\n<i>unto the children of men<\/i>\" (<span class=\"citation\" id=\"39015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39015)\">Moses 6:52<\/a><\/span>).\n<\/p><p>\nEnoch, Noah, and the other great prophets of antiquity received revelations similar to the ones\nthat Adam had received; and they preached unto the people, saying unto them: \". . . repent of\nyour sins and be baptized in the name of Jesus Christ . . . even as our fathers\"\n(<span class=\"citation\" id=\"39021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39021)\">Moses 8:16,19-20,24<\/a><\/span>).\n<\/p><p>\nThe Book of Mormon was originally written and brought forth in the latter day primarily for\nthe purpose of testifying to the divine calling of the Only Begotten. It serves as a new witness\nthat Jesus is the Christ, the Savior of the world, the Only Begotten of the Father, and the only\nname which shall be given under heaven whereby salvation shall come unto the children of\nmen.\n<\/p><p>\nIn his old age, King Benjamin, one of the great kings and prophets in the Book of Mormon\ndays, called his people together for the purpose of turning the kingship over to his son,\nMosiah. As part of the ceremony, he delivered to the people one of the greatest sermons that\nwe find recorded in the holy scriptures. His instructions had such an overwhelming and\npowerful effect upon the members of his kingdom that they all fell upon the ground in\nhumility and cried unto God to purify their hearts and forgive them of their sins through the\natoning blood of Jesus Christ\n(<span class=\"citation\" id=\"40243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40243)\">Mosiah 4:1-2<\/a><\/span>).\nThey covenanted with the Lord to keep all of\nhis commandments from that day forward. And then King Benjamin told those people that\none of the principal purposes for calling them together was to give unto them a new name. He\nstated that the name that he gave them that day was the name of Christ. He said unto them: \n<\/p><p>\n. . . therefore, I would that ye should take upon you the name of Christ, all you that\nhave entered into the covenant with God that ye should be obedient unto the end of\nyour lives (<span class=\"citation\" id=\"40246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40246)\">Mosiah 5:8<\/a><\/span>).\n<\/p><p>\nKing Benjamin's people took upon themselves the name of Christ and entered into a covenant\nto keep all of his commandments.\n<\/p><p>\nAnd it came to pass that there was not one soul except it were little children, but who\nhad entered into the covenant and had taken upon them the name of Christ\n(<span class=\"citation\" id=\"40248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40248)\">Mosiah 6:2<\/a><\/span>).\n<\/p><p>\nBenjamin also instructed: \n<\/p><p>\nAnd now, because of the covenant which ye have made ye shall be called the children\nof Christ, his sons and his daughters; for behold, this day he hath spiritually begotten\nyou . . .\n<\/p><p>\nAnd under this head ye are made free, and there is no other head whereby ye can be\nmade free. There is no other name given whereby salvation cometh . . .\n(<span class=\"citation\" id=\"40244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40244)\">Mosiah 5:7-8<\/a><\/span>).\n<\/p><p>\nFollowing the Savior's resurrection, he appeared to the people here in ancient America and\ntaught them the same gospel plan of salvation that he had taught to the Jews while in\nmortality. After he had ascended into heaven, the people were discussing what they should\nname the church that he had established, and so the twelve disciples united\nin mighty prayer and fasting. As a result of their faith, prayer, and fasting, Jesus stood in their\nmidst and asked what it was that he should do for them. They replied that there had arisen\ndisputations among the people regarding what they should call the church, requesting: \n<\/p><p>\nWe will that thou wouldst tell us the name whereby we should call this church.\n<\/p><p>\nAnd the Lord said unto them:\n<\/p><p>\nHave they not read the scriptures, which say ye must take upon you the name of\nChrist, which is my name? For by this name shall ye be called at the last day . . .\n<\/p><p>\nTherefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call\nthe church in my name; and ye shall call upon the Father in my name that he will\nbless the church for my sake.\n<\/p><p>\nAnd how be it my church save it be called in my name? For if a church be called in\nMoses' name then it be Moses' church; or if it be called in the name of a man then it\nbe the church of a man; but if it be called in my name then it is my church, if it so be\nthat they are built upon my gospel\n(<span class=\"citation\" id=\"5516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5516)\">3 Ne. 27:4-5,7-8<\/a><\/span>).\n<\/p><p>\nThe early Christians in the Mediterranean world took upon themselves the name of Christ. As\nyou all recall, they were known generally as Christians. But as their numbers began to spread\nand become rather numerous in the Mediterranean world, and as the seeds of apostasy began\nto grow, about 185 A.D. the leaders decided to change the name to Catholic, meaning\nuniversal. Thus by choosing to call themselves \"Universal\" they lost the name, or set aside the\nname, that God had decreed would be the only name given under heaven whereby mankind\nmay be saved. This loss of the name of Christ went hand in hand with the loss of the\npriesthood and of the true ordinances and doctrines of the Master by the Catholic Church,\nthereby constituting the Great Apostasy.\n<\/p><p>\nThe early Christian reformers broke away from the Catholic Church because of the numerous\nman-made, false doctrines, teachings, and practices that had corrupted the entire organization\nduring the period of the Great Apostasy. One after another of these Christian reformers\norganized churches of their own. None of them, however, claimed divine revelation or\nrestoration nor direct commission from Jesus Christ; but in a natural way their churches came\ninto being, and they named them after men or after movements; for example such churches as\nthe Lutheran, Baptists, Methodists, Presbyterian, and numerous others, all man-made, and\nlacking divine authorization, came into existence as a result of the Protestant Reformation.\n<\/p><p>\nIt should be kept in mind that not one of these early Christian reformers definitely took upon\nhimself the name of Christ by calling his church in Christ's name. The Eternal Father was\nreserving that name for his Church, the Church which the holy prophets had predicted would\nbe restored in the latter days. Therefore, on April 6, 1830, the Prophet Joseph Smith and five\ncompanions in Fayette, New York, acting in line with divine revelation from heaven\norganized the Church of Jesus Christ. They took upon themselves the name of Christ; and\nthey built that Church upon his gospel, as the Lord had pointed out that such should be a\nrequisite for his Church. In his preface to the Doctrine and Covenants, the Lord Jesus Christ\ndeclared that he had given the Prophet Joseph Smith and his associates\n<\/p><p>\n. . . power to lay the foundation of this church, and to bring it forth out of darkness,\nthe only true and living church upon the face of the whole earth, with which I the\nLord am well pleased . . .\n(<span class=\"citation\" id=\"12958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12958)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nYou and I, as Latter-day Saints and members of Christ's kingdom, are humbly and prayerfully\nlooking forward to the great day when the Son of Man shall come to earth in his glory to\nreign one thousand years as the Lord of lords and King of kings. We long for that priceless\nday when all people throughout the entire earth shall turn unto him and\naccept Jesus as their Christ their Savior, their Lord, their God, and their King. At that day\nthey shall take upon themselves his name and keep his commandments. Peace and\nrighteousness will prevail universally.\n<\/p><p>\nAt the end of that one thousand years' period of time, this earth, which has been living under\na celestial law, will die. Like the human family, it will be resurrected. At the time of that\nresurrection, it will be quickened by a celestial power and raised a celestial orb, being the\ncelestial degree of glory for all the people throughout the various gospel dispensations who\nhave taken upon themselves the name of Christ and have kept his commandments sufficiently\nwell to come back into his presence to dwell\n(<span class=\"citation\" id=\"13014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13014)\">D&amp;C 88:17-19,25-26<\/a><\/span>).\nThis earth will be\ncrowned with the glory of the Father, and it shall be given to the Son. It will then be Christ's\nworld, his kingdom, for he has atoned it through the work that he did and the blood that he\nspilled\n(<span class=\"citation\" id=\"13012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13012)\">D&amp;C 88:9<\/a><\/span>;\n<span class=\"citation\" id=\"13030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13030)\">D&amp;C 101:65<\/a><\/span>;\n<span class=\"citation\" id=\"13053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13053)\">D&amp;C 130:7,9<\/a><\/span>).\n<\/p><p>\nThus, after this earth is celestialized, the Only Begotten of the Father will reign here as the\nLord and God of this earth. Those righteous Saints who have kept the commandments while\nliving in mortality will, in accordance with their merits, enter into Christ's kingdom, even the\ncelestial realms. They have become Christ's children, having been given to him by the Father.\nThus, they \". . . have become his sons and his daughters . . . and shall be called by the name\nof Christ\" (<span class=\"citation\" id=\"40245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40245)\">Mosiah 5:7-8<\/a><\/span>).\n<\/p><p>\nNow, my brothers and sisters, I would like to bear my testimony. I know as I know that I\nlive, as I know that I am standing here, that Jesus is the Christ, the Savior of the world, the\nOnly Begotten of the Father, and that his name is the only name which shall be given under\nheaven whereby we can be saved. I know that by his sufferings at Gethsemane and Golgotha,\nsweating blood from every pore of his body\n(<span class=\"citation\" id=\"31317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31317)\">Luke 22:44<\/a><\/span>;\n<span class=\"citation\" id=\"40241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40241)\">Mosiah 3:7<\/a><\/span>),\nand by his atoning sacrifice, he took upon\nhimself our sins and our sufferings if we will repent and keep all of his commandments. You\nand I who belong to the true Church of Jesus Christ should remember at all times that we\nhave entered into a solemn and sacred covenant to render obedience to all of God's\ncommandments. If we will prove faithful in doing so, I am as sure as I am sure that I am here\ntoday that we will rise with the just and, after standing before the judgment seat, be brought\ninto the celestial world to be crowned with glory and exaltation. We shall be found \"at the\nright hand of God\" \n(<span class=\"citation\" id=\"40247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40247)\">Mosiah 5:9<\/a><\/span>),\nbeing heirs to Christ's kingdom; and we will be permitted to live\neternally with our Savior upon this earth as celestial beings. At that day we will be counted\nhis, even sons and daughters of Jesus Christ, and shall be known by his name, as a result of\nhaving taken upon ourselves the name of Christ and having proved faithful in all things.\n<\/p><p>\nMay God bless you and me, even every member of the Church of Jesus Christ of Latter-day\nSaints, that we will keep all of the Lord's commandments and thereby live worthy of these\ngreat blessings and eventually receive the reward that comes to the faithful. May we someday\ncome back into the presence of the Father and the Son, and be known by Christ's name\neternally, the only name given under heaven whereby man may be saved\n(<span class=\"citation\" id=\"7663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7663)\">Acts 4:12<\/a><\/span>), I humbly pray,\nthrough the holy name of the Only Begotten Son. Amen.\n<\/p>\n<\/div>\n<\/div>"}