{"ID":6054, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Time to Prepare\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The days of our probation are numbered, but none of us knows the number of those days. Each day of preparation is precious.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p4\" class=\"\">My dear brothers and sisters, I am grateful to join with you again in a general conference of the Church. I pray for the guidance of the Holy Spirit. I would like to consider with you the importance of mortal life as a time of preparation. As Amulek testified, “This life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.”<sup class=\"noteMarker\"><a href=\"#footnote1-98905_000_007\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10304)\">Alma 34:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p5\" class=\"\">As members of The Church of Jesus Christ of Latter-day Saints, we have a special understanding of the eternal nature of our souls. We know that we had a premortal existence. We accepted our Heavenly Father’s great plan of happiness and chose to follow our Lord and Savior, Jesus Christ. Principles we adopted and for which we contended were (1) agency, the ability to choose good or evil; (2) progress, the ability to learn and become like our Heavenly Father; and (3) faith, faith in our Father’s plan and in the Atonement of Jesus Christ that enables us to return to the presence of God. Consequently, we were permitted to enter mortal life. Concerning mortal life, the Master said, “We will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.”<sup class=\"noteMarker\"><a href=\"#footnote2-98905_000_007\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7441)\">Abr. 3:25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p6\" class=\"\">We understand that we will live a postmortal life of infinite duration and that we determine the kind of life it will be by our thoughts and actions in mortality. Mortality is very brief but immeasurably important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p7\" class=\"\">We learn from the scriptures that the “course of the Lord is one eternal round”<sup class=\"noteMarker\"><a href=\"#footnote3-98905_000_007\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"2141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2141)\">1 Ne. 10:19<\/a><\/span>.]<\/span><\/sup> and that God knows “all things, being from everlasting to everlasting.”<sup class=\"noteMarker\"><a href=\"#footnote4-98905_000_007\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38764)\">Moro. 7:22<\/a><\/span>.]<\/span><\/sup> We are also eternal beings. Our presence here on earth is an essential step in our loving Heavenly Father’s plan of happiness for His children. “[We] are, that [we] might have joy.”<sup class=\"noteMarker\"><a href=\"#footnote5-98905_000_007\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"4712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4712)\">2 Ne. 2:25<\/a><\/span>.]<\/span><\/sup> The Prophet Joseph Smith taught that “happiness is the object and design of our existence … if we pursue the path … [of] virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.”<sup class=\"noteMarker\"><a href=\"#footnote6-98905_000_007\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 5:134–35.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p8\" class=\"\">Right now, this very moment, is part of our eternal progression towards returning with our families to the presence of our Father in Heaven. President Gordon B. Hinckley taught: “We are here [in this life] with a marvelous inheritance, a divine endowment. How different this world would be if every person realized that all of his actions have eternal consequences. How much more satisfying our years may be if … we recognize that we form each day the stuff of which eternity is made.”<sup class=\"noteMarker\"><a href=\"#footnote7-98905_000_007\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 174.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p9\" class=\"\">That understanding helps us to make wise decisions in the many choices of our daily lives. Seeing life from an eternal perspective helps us focus our limited mortal energies on the things that matter most. We can avoid wasting our lives laying “up for [ourselves] treasures upon earth, where moth and rust doth corrupt.”<sup class=\"noteMarker\"><a href=\"#footnote8-98905_000_007\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37779)\">Matt. 6:19<\/a><\/span>.]<\/span><\/sup> We can lay up treasures in heaven and not trade our eternal spiritual birthright.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p10\" class=\"\">This is the day of our mortal probation. We might compare our eternal journey to a race of three laps around the track. We have completed the first lap successfully and have made wonderful progress. We have started on the second lap. Can you imagine a world-class runner stopping along the track at this point to pick flowers or chase a rabbit that crossed his path? Yet this is what we are doing when we occupy our time with worldly pursuits that do not move us closer to the third lap toward eternal life, the greatest of all the gifts of God.<sup class=\"noteMarker\"><a href=\"#footnote9-98905_000_007\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20868)\">D&amp;C 14:7<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p11\" class=\"\">In both His Old and New World ministries, the Savior commanded, “Be ye therefore perfect.”<sup class=\"noteMarker\"><a href=\"#footnote10-98905_000_007\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37777)\">Matt. 5:48<\/a><\/span>; see also <span class=\"citation\" id=\"6460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6460)\">3 Ne. 12:48<\/a><\/span>.]<\/span><\/sup> A footnote explains that the Greek word translated as <span class=\"emphasis\">perfect<\/span> means “complete, finished, fully developed.” Our Heavenly Father wants us to use this mortal probation to “fully develop” ourselves, to make the most of our talents and abilities. If we do so, when final judgment comes we will experience the joy of standing before our Father in Heaven as “complete” and “finished” sons and daughters, polished by obedience and worthy of the inheritance that He has promised to the faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p12\" class=\"\">The Savior has set the example for us and commands that “the works which [we] have seen [Him] do that shall [we] also do.”<sup class=\"noteMarker\"><a href=\"#footnote11-98905_000_007\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"6473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6473)\">3 Ne. 27:21<\/a><\/span>.]<\/span><\/sup> I have always been impressed by Moroni’s powerful invitation that he offered as a valedictory admonition at the end of his earthly ministry: “Come unto Christ, and be perfected in him, and deny yourselves of all ungodliness.”<sup class=\"noteMarker\"><a href=\"#footnote12-98905_000_007\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38777)\">Moro. 10:32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p13\" class=\"\">Alma explained to his followers that baptism requires that we serve others, that we “bear one another’s burdens, … mourn with those that mourn; … comfort those that stand in need of comfort, and … stand as witnesses of God at all times.”<sup class=\"noteMarker\"><a href=\"#footnote13-98905_000_007\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41021)\">Mosiah 18:8–9<\/a><\/span>.]<\/span><\/sup> We cannot work out our salvation alone. We cannot return to the presence of our Father in Heaven without helping our brothers and sisters. Once we understand that we are all literally brothers and sisters in the family of God, we should also feel an obligation for one another’s welfare and show our love through deeds of kindness and concern. Charity, “the pure love of Christ,”<sup class=\"noteMarker\"><a href=\"#footnote14-98905_000_007\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38769)\">Moro. 7:47<\/a><\/span>.]<\/span><\/sup> must motivate us in our associations with every one of our Heavenly Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p14\" class=\"\">As we progress and become more like the Savior, we can strengthen every group with whom we associate, including families and friends. The Lord places us in these communities of Saints where we can learn and apply gospel principles to our everyday lives. These groups are at the same time both a school, a proving ground, and a laboratory where we both learn and do as we practice living the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p15\" class=\"\">Writing to the Corinthians, Paul pleaded for unity in the Church and for members to serve one another, “that there should be no schism in the body; but that the members should have the same care one for another. And whether one member suffer, all the members suffer … ; or one member be honoured, all the members rejoice.”<sup class=\"noteMarker\"><a href=\"#footnote15-98905_000_007\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(969)\">1 Cor. 12:25–26<\/a><\/span>; see also <span class=\"citation\" id=\"968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(968)\">1 Cor. 12:12–27<\/a><\/span>.]<\/span><\/sup> We are only as strong as each member of the body, or church, of Christ. We should do all we can to help every member realize his or her divine potential as “heirs of God, and joint-heirs with Christ.”<sup class=\"noteMarker\"><a href=\"#footnote16-98905_000_007\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"43003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43003)\">Rom. 8:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p16\" class=\"\">In giving our service to others, we need to remember President Hinckley’s counsel to extend the hand of fellowship and to share our love with the hundreds of thousands who join the Church as converts each year. The greatest tool the Lord has to welcome new converts warmly and “keep them in the right way”<sup class=\"noteMarker\"><a href=\"#footnote17-98905_000_007\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38756)\">Moro. 6:4<\/a><\/span>.]<\/span><\/sup> is the love each of us extends by taking the time to introduce ourselves to new members, learning their names, listening to them, and learning something about them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p17\" class=\"\">Joining a new church and starting a new life is never easy and often frightening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p18\" class=\"\">Each of us needs to be the friend that every new member needs to remain active and faithful in the Church. As friendships are built, new converts “are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.”<sup class=\"noteMarker\"><a href=\"#footnote18-98905_000_007\">18<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"22086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22086)\">Eph. 2:19<\/a><\/span>.]<\/span><\/sup> When people are baptized, “their names [are] taken” and added to Church membership records, “that they might be remembered and nourished by the good word of God.”<sup class=\"noteMarker\"><a href=\"#footnote19-98905_000_007\">19<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38757)\">Moro. 6:4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p19\" class=\"\">Referring to the miraculous change that occurs in the lives of new members when they are properly nourished by the good word of God, Elder John A. Widtsoe observed that “very common, ordinary people, who accept the gospel from the lips of some humble Mormon missionary become so changed by those enlightening truths of the gospel that they are not the same people any longer.”<sup class=\"noteMarker\"><a href=\"#footnote20-98905_000_007\">20<\/a>\n       <span class=\"footnote\">[“Symbolism in Irrigation,” <span class=\"emphasis\">Improvement Era,<\/span> June 1952, 423.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p20\" class=\"\">As we progress through mortality, we may make mistakes and get off course. If we should continue in our errors, we get farther and farther from where we ought to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p21\" class=\"\">We can compare our lives with the flight of a spaceship. When its motor is started up, its trajectory is monitored precisely. Any deviation from its decreed course is corrected immediately. Even a fraction of a degree off course would carry it many miles from its destination if not corrected. The longer the correction is delayed, the greater will be the required adjustment. Can you imagine how far off course we can become without course corrections?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p22\" class=\"\">The Lord has provided for us prophets, scriptures, parents, and other wise leaders to teach us the course we should be following. They can help us monitor our progress and correct the direction we are going when necessary, much the same as tracking stations monitor a satellite’s progress and keep it on the right path. Our course on earth is so important. It is determined by the decisions we make each day. We cannot separate our thoughts and actions now from their effects on the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p23\" class=\"\">We might ask ourselves if we merit the blessings of our Father’s plan with the life we are now living. The days of our probation are numbered, but none of us knows the number of those days. Each day of preparation is precious.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p24\" class=\"\">I have watched the skilled hands of Navajo women in the American Southwest as they weave intricate patterns in beautiful rugs. They select and prepare each colored thread of yarn very carefully and insert it in precisely the right place. They weave the varied colors artistically into the fabric of the whole to form rugs that eventually conform to the preconceived plan of their creators.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p25\" class=\"\">In much the same way, we weave into the fabric of our lives the pattern that we will present as our finished product. Our mortal lives are woven each day as we add our deeds into something intricately beautiful, following the Master Designer’s plan. When we make wrong choices, we must live with a blotch in the fabric of our souls or retrace our steps through repentance and remove errant threads we have woven into our character and replace them with the finer threads that our Maker intended for us to use.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p26\" class=\"\">The tapestry of our lives is being patterned now. The Lord referred to our life before mortality as our first estate and promised each of us that “they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.”<sup class=\"noteMarker\"><a href=\"#footnote21-98905_000_007\">21<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7443)\">Abr. 3:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p27\" class=\"\">Procrastination and indecision can hamper our efforts to prepare for the life after mortality. Elder Joseph Fielding Smith said, “Procrastination, as it may be applied to Gospel principles, is the thief of eternal life—which is life in the presence of the Father and the Son.”<sup class=\"noteMarker\"><a href=\"#footnote22-98905_000_007\">22<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Way to Perfection,<\/span> 10th ed. (1953), 202.]<\/span><\/sup> In the Book of Mormon we read Amulek’s plea: “I beseech of you that ye do not procrastinate the day of your repentance until the end. … For that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world.”<sup class=\"noteMarker\"><a href=\"#footnote23-98905_000_007\">23<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10305)\">Alma 34:33–34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p28\" class=\"\">It has been said that “life is such a precious gift, it should be guarded from needless dilution. … ‘Each day is not just another day but more like a falling drop of water, a golden moment of life’s span adding to an increasingly rich pool of living.’”<sup class=\"noteMarker\"><a href=\"#footnote24-98905_000_007\">24<\/a>\n       <span class=\"footnote\">[Thomas J. Parmley, as quoted in R. Scott Lloyd, “Alumnus, 95, Returns to High School,” <span class=\"emphasis\">Church News,<\/span> 12 June 1993, 13.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p29\" class=\"\">Indecision can immobilize or paralyze us, hindering our preparation in mortality. We can become like the people of Nineveh whom the Lord described to Jonah as “persons that cannot discern between their right hand and their left hand.”<sup class=\"noteMarker\"><a href=\"#footnote25-98905_000_007\">25<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30012)\">Jonah 4:11<\/a><\/span>.]<\/span><\/sup> The Apostle James observed that “a double minded man is unstable in all his ways.”<sup class=\"noteMarker\"><a href=\"#footnote26-98905_000_007\">26<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"26412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26412)\">James 1:8<\/a><\/span>.]<\/span><\/sup> An old Swiss saying describes such indecision in these words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With one foot in,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">with one foot out,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You can’t be in,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">you can’t be out—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not warm, not cold,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">not square, not round,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">More poor than poor<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">and always bound.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For such a man<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">will never know<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">where to begin<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">or where to go.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote27-98905_000_007\">27<\/a>\n\t   <span class=\"footnote\">[Quoted in Hans B. Ringger, “Choose You This Day,” <span class=\"emphasis\">Ensign,<\/span> May 1990, 26.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p42\" class=\"\">We cannot be double minded in our relationships with husband or wife, parents or children. Are we going to savor the enjoyment of our children after they are a little older and we are not so busy? What about the valued friendships that fade because of the thoughtful, lengthy letters we plan to write but never finish and send? Are we faithful in going to our temples regularly? Consider the books we are going to read, the impulses to kindness we are going to act upon, and the good causes we are going to espouse. Are we always packing our bags with the things we value most in life but never leave on the trip? Does tomorrow never come? Let us resolve to begin to live today—not tomorrow, but today—this hour while we yet have time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p43\" class=\"\">We know that death is a necessary transition. It will come sooner or later to each of us. Our mortal bodies will return to earth, and our spirits will return to the spirit world. By virtue of the Savior’s atoning sacrifice, we all will be resurrected. Each of us will stand before the judgment bar of the great Jehovah and be rewarded according to our deeds in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p44\" class=\"\">If we make every earthly decision with this judgment in mind, we will have used our mortal probation wisely and its days will give us peace in this life and eternal life in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p45\" class=\"\">I testify that these doctrines are true. You can know of gospel truth by the confirmation of the Spirit whispering to your soul. The Lord said, “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.”<sup class=\"noteMarker\"><a href=\"#footnote28-98905_000_007\">28<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"29909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29909)\">John 7:17<\/a><\/span>; see also <span class=\"citation\" id=\"29907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29907)\">John 7:14–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-time-to-prepare.p46\" class=\"\">The Savior lives and loves each of us. This I know with all my heart. We are children of a loving Father in Heaven who has raised up the Prophet Joseph Smith to restore the fulness of the gospel. Our Father in Heaven has also blessed us with a living prophet in our day to guide us back to His loving arms. President Gordon B. Hinckley is that prophet. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98905_000_007\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10304)\">Alma 34:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98905_000_007\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7441)\">Abr. 3:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98905_000_007\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2141)\">1 Ne. 10:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98905_000_007\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38764)\">Moro. 7:22<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98905_000_007\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"4712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4712)\">2 Ne. 2:25<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98905_000_007\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 5:134–35.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98905_000_007\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> (1997), 174.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98905_000_007\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37779)\">Matt. 6:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98905_000_007\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20868)\">D&amp;C 14:7<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98905_000_007\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37777)\">Matt. 5:48<\/a><\/span>; see also <span class=\"citation\" id=\"6460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6460)\">3 Ne. 12:48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98905_000_007\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"6473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6473)\">3 Ne. 27:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-98905_000_007\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38777)\">Moro. 10:32<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-98905_000_007\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41021)\">Mosiah 18:8–9<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-98905_000_007\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38769)\">Moro. 7:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-98905_000_007\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(969)\">1 Cor. 12:25–26<\/a><\/span>; see also <span class=\"citation\" id=\"968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(968)\">1 Cor. 12:12–27<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-98905_000_007\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"43003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43003)\">Rom. 8:17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-98905_000_007\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38756)\">Moro. 6:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote18-98905_000_007\">18.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"22086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22086)\">Eph. 2:19<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote19-98905_000_007\">19.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38757)\">Moro. 6:4<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote20-98905_000_007\">20.<\/a>\n      <\/span>\n\t\t\t\t<p>“Symbolism in Irrigation,” <span class=\"emphasis\">Improvement Era,<\/span> June 1952, 423.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote21-98905_000_007\">21.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7443)\">Abr. 3:26<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote22-98905_000_007\">22.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Way to Perfection,<\/span> 10th ed. (1953), 202.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote23-98905_000_007\">23.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10305)\">Alma 34:33–34<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote24-98905_000_007\">24.<\/a>\n      <\/span>\n\t\t\t\t<p>Thomas J. Parmley, as quoted in R. Scott Lloyd, “Alumnus, 95, Returns to High School,” <span class=\"emphasis\">Church News,<\/span> 12 June 1993, 13.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote25-98905_000_007\">25.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30012)\">Jonah 4:11<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote26-98905_000_007\">26.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"26412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26412)\">James 1:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote27-98905_000_007\">27.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Hans B. Ringger, “Choose You This Day,” <span class=\"emphasis\">Ensign,<\/span> May 1990, 26.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_007\"><a name=\"-98905_000_007\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote28-98905_000_007\">28.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"29909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29909)\">John 7:17<\/a><\/span>; see also <span class=\"citation\" id=\"29907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29907)\">John 7:14–16<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}