{"ID":6056, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Articles of Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n      <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p2\" class=\"\">Elder L. Tom Perry<\/p>\n      <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p\" class=\"\">Of the Quorum of the Twelve\n        Apostles<\/p>\n    <\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">If you will use them as a guide to direct your studies of the Savior’s\n      doctrine, you will find yourselves prepared to declare your witness of the restored, true\n      church of the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_012<\/span>\n    <div class=\"figure\"> <\/div>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p4\" class=\"\">Nineteen ninety-seven was a\n      wonderful year in the Church. The sesquicentennial celebration of the arrival of the Mormon\n      pioneers in the Salt Lake Valley attracted attention all over the world. Newspapers,\n      magazines, television, and radio told our story. What a grand opportunity it was for the\n      peoples of the world to learn more about who we are. Now we must determine whether we will\n      just let it stand as a great media event or whether it will be an opportunity to better\n      fulfill our charge to take the gospel to every nation, kindred, tongue, and people.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p5\" class=\"\">I am certain the Lord expects\n      us to do the latter. When we were brought forth out of the waters of baptism and were\n      confirmed members of the Church of Jesus Christ, we covenanted with the Lord that we would be\n      part of bringing His gospel message to His children. I pondered this renewed opportunity which\n      is ours and started to examine myself. How prepared am I to make a contribution to the\n      kingdom?<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p6\" class=\"\">As I reviewed my\n      qualifications, my mind turned to the teachings early in my life in Primary when I was between\n      3 and 12 years of age. The Primary had a profound influence on my life and fortified the\n      teachings of noble parents. Before I could move into the Aaronic Priesthood, join the Boy\n      Scouts, or enter into senior Sunday School, I had to graduate from Primary. Two requirements\n      were to memorize the names of the current Twelve Apostles and the 13 Articles of Faith [<span class=\"citation\" id=\"7105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7105)\">A of F 1:1–13<\/a><\/span>]. I had\n      to stand beside my bishop in a sacrament meeting and answer a question directed from him to\n      certify my completion of Primary graduation requirements. I knew the bishop would usually ask\n      prospective Primary graduates to repeat one of the Articles of Faith. The bishop was my\n      father, and you can rest assured he didn’t let me off easy! Of course, he asked me to repeat\n      the 13th article of faith, the longest, before he presented me with my Primary graduation\n      certificate.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p7\" class=\"\">As I’ve reflected on this\n      experience, I’ve quizzed myself, <span class=\"emphasis\">How well do I remember those two\n        memorization requirements?<\/span> I discovered I could still name the Twelve Apostles that\n      existed at that time—Rudger Clawson, Reed Smoot, George Albert Smith, George F. Richards,\n      David O. McKay, Joseph Fielding Smith, Stephen L Richards, Richard R. Lyman, Melvin J.\n      Ballard, John A. Widtsoe, Joseph F. Merrill, and Charles A. Callis. But after the first five\n      articles of faith, I had trouble remembering their order and their full content. I needed a\n      refresher course! I photocopied the Articles of Faith from the scriptures and taped them to\n      the wall of my bathroom where I could see them each morning as I was brushing my teeth and\n      shaving. Within a very few days, I again had them firmly in mind. This experience has brought\n      a deep conviction to me that they were given by revelation to the Prophet Joseph Smith. I\n      reached the conclusion that if I studied the content of each of the Articles of Faith, I could\n      explain and defend every gospel principle I might have the opportunity to expound to someone\n      searching for the restored truth.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p8\" class=\"\">What a great blessing it would\n      be if every member of the Church memorized the Articles of Faith and became knowledgeable\n      about the principles contained in each. We would be better prepared to share the gospel with\n      others.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p9\" class=\"\">Let us review for a moment how\n      the Articles of Faith came to be. The Prophet was often asked to explain the teachings and\n      practices of Mormonism. “John Wentworth, editor of the <span class=\"emphasis\">Chicago\n        Democrat,<\/span> asked Joseph Smith to provide him with a sketch of ‘the rise, progress,\n      persecution, and faith of the Latter-Day Saints.’” Mr. Wentworth, originally from New\n      Hampshire, desired this information to help a friend compile a history of his native state.\n      “Joseph complied with this request and sent Wentworth a multi-page document containing an\n      account of many of the early events in the history of the Restoration, including the First\n      Vision and the coming forth of the Book of Mormon. The document also contained thirteen\n      statements outlining Latter-day Saint beliefs, which have come to be known as the Articles of\n      Faith.” The information sent to Wentworth was not published in the <span class=\"emphasis\">Chicago Democrat,<\/span> but in the Church newspaper, <span class=\"emphasis\">Times and\n        Seasons,<\/span> published in March of 1842. “In 1851 the Articles of Faith were included in\n      the first edition of the Pearl of Great Price published in the British Mission. After the\n      Pearl of Great Price was revised in 1878 and canonized in 1880, the Articles of Faith became\n      official doctrine of the Church” (see <span class=\"emphasis\">Church History in the Fulness of\n        Times<\/span> [Church Educational System Manual, 1993], 256–57).<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p10\" class=\"\">Perhaps a brief review of the\n      content of each of the 13 Articles of Faith will help in memorizing them to explain the basic\n      doctrines of the Church.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p11\" class=\"\">The first article [<span class=\"citation\" id=\"7084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7084)\">A of F 1:1<\/a><\/span>] anchors our\n      belief in God, our Eternal Father, in His Son, Jesus Christ, and in the Holy Ghost. How\n      grateful we are for a knowledge of Supreme Beings that rule and govern this world. Our belief\n      does not come from the speculations of men about the existence and nature of God, but from\n      firsthand experience from the Prophet Joseph Smith in the Sacred Grove. His experience\n      clarified for mankind the existence of God the Father, God the Son, and God the Holy Ghost.\n      Thus to the world came the vision that three personages comprise this great presiding council\n      of the universe and have revealed themselves to mankind as three separate beings, physically\n      distinct from each other as demonstrated by the accepted records of their divine dealings with\n      mankind. We know the occasions where they have been in evidence to mankind as three distinct\n      personages. It is clear that the Father is a personal being possessing a definite form of\n      body, parts, and spiritual passions, that Jesus Christ was with the Father in spirit before\n      coming to dwell in the flesh, and through whom worlds were made. He lived among men as a man,\n      with all of the physical characteristics of a human being. After His Resurrection He appeared\n      in that same form. The Holy Ghost, also called Spirit or Spirit of the Lord, Spirit of God,\n      Comforter, or the Spirit of the Truth, is not tabernacled in a body of flesh and bones but is\n      a personage of spirit. The Holy Ghost is a witness of the Father and of the Son declaring to\n      man their attributes, bearing record of the other personages of the Godhead.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p12\" class=\"\">The second and third articles\n      announce our belief in the Atonement of our Lord and Savior, that through Him all mankind will\n      be blessed with immortality. They state that we have the responsibility for accepting Him as\n      our Savior, and we will only be responsible for our “own sins and not for Adam’s\n      transgression” (<span class=\"citation\" id=\"7087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7087)\">A of F 1:2<\/a><\/span> [and <span class=\"citation\" id=\"7088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7088)\">A of F 1:3<\/a><\/span>]).<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p13\" class=\"\">The fourth and fifth articles\n      refer to our belief in the first principles of the gospel. They are faith in the Lord Jesus\n      Christ and repentance. We also learn that the first ordinances of the gospel are baptism and\n      the gift of the Holy Ghost. These ordinances are bestowed by men “called of God, by prophecy,\n      and by the laying on of hands by those” who have the authority to administer them ([<span class=\"citation\" id=\"7090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7090)\">A of F 1:4<\/a><\/span> and] <span class=\"citation\" id=\"7092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7092)\">A of F 1:5<\/a><\/span>).<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p14\" class=\"\">We believe that from the very\n      beginning the Lord established a plan for His children on earth. He would, in times and\n      seasons, have the priesthood on earth to bless mankind with the authority to perform the\n      sacred ordinances that would prove man’s obedience to His will. There were tests to be\n      conducted as we progressed in each step towards achieving God’s greatest gift, the gift of\n      life eternal. Fundamental, then, is having faith in His plan, in His law, to be clean and holy\n      and to repent of our sins, and to partake of the sacred ordinance of baptism required for\n      admission into His celestial kingdom. And after baptism to be given the great gift, that\n      Comforter, to abide with us, to lead and guide and direct us as we progress through\n      mortality—all of these done under the authority given to mankind from God. Each man who\n      officiates can trace that authority directly back to the Lord Himself, who bestowed that right\n      on mankind.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p15\" class=\"\">Building on the foundation\n      established in the first five articles of faith, the sixth article tells us that an\n      organization is necessary, and the same organization that existed in the primitive Church has\n      been restored. The restored Church exists on the earth today, with the sacred power received\n      through the restoration of the holy priesthood [<span class=\"citation\" id=\"7093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7093)\">A of F 1:6<\/a><\/span>].<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p16\" class=\"\">The seventh and ninth\n      articles profess that the heavens are not closed, that God continues to reveal His will to\n      mankind; as He has in the past, He does now in the present, and He will in the future.\n      Spiritual gifts are received by mankind today, just as they were in days past. [<span class=\"citation\" id=\"7094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7094)\">A of F 1:7<\/a><\/span> and <span class=\"citation\" id=\"7097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7097)\">A of F 1:9<\/a><\/span>.]<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p17\" class=\"\">The eighth article states our\n      belief in the Bible as the “word of God as far as it is translated correctly; we also believe\n      the Book of Mormon to be the word of God” [<span class=\"citation\" id=\"7096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7096)\">A of F 1:8<\/a><\/span>].  The Book of Mormon gives to us that second witness\n      of the authenticity of the scriptures as recorded in the Bible. The Lord, in His divine plan\n      for the restoration of the gospel in the latter days, brought forth the Book of Mormon as that\n      additional witness to the mission of our Lord and Savior. It also provides a religious history\n      that is profoundly important to our Father in Heaven’s children.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p18\" class=\"\">Article 10 tells of our\n      belief “in the literal gathering of Israel,” that Zion will be built again and Christ will\n      return and “reign personally upon the earth.” It was in June of 1830 that Samuel Smith, the\n      brother of the Prophet, embarked on the first missionary journey to proclaim the truthfulness\n      of the Book of Mormon. Thus began the gathering of Zion. The word went forth from Mount Zion\n      to the peoples of the earth that the gospel had been restored. Today the work of uniting our\n      Father in Heaven’s children continues as we prepare for His ultimate return, for His\n      millennial reign over the earth. We are anxiously and personally engaged in that great literal\n      gathering when we profess His everlasting gospel to our friends, our neighbors, and the other\n      peoples of the earth. [<span class=\"citation\" id=\"7099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7099)\">A of F 1:10<\/a><\/span>.]<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p19\" class=\"\">The 11th and 12th articles\n      profess our belief in religious liberty, tolerance, and agency. Agency is one of the great\n      gifts of God to His children. It allows all men and women the right to choose for themselves\n      and to earn their own individual salvation. Also declared is our belief in secular governments\n      and “in obeying, honoring, and sustaining the law” of the land ([<span class=\"citation\" id=\"7101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7101)\">A of F 1:11<\/a><\/span> and] <span class=\"citation\" id=\"7102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7102)\">A of F 1:12<\/a><\/span>).<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p20\" class=\"\">The 13th article provides a\n      special insight into how we should conduct our lives and present ourselves before the peoples\n      of the earth. It reads: “We believe in being honest, true, chaste, benevolent, virtuous, and\n      in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe\n      all things, we hope all things, we have endured many things, and hope to be able to endure all\n      things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek\n      after these things.” [<span class=\"citation\" id=\"7106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7106)\">A of F 1:13<\/a><\/span>.]<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p21\" class=\"\">The Articles of Faith were\n      not the work of a team of scholars but were authored by a single, inspired man who declared\n      comprehensively and concisely the essential doctrines of the gospel of Jesus Christ. They\n      contain direct and simple statements of the principles of our religion, and they constitute\n      strong evidence of the divine inspiration that rested upon the Prophet Joseph Smith.<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p22\" class=\"\">I encourage each of you to\n      study the Articles of Faith and the doctrines they teach. They are “one of the most important\n      statements of inspiration, history, and doctrine for the Church. … Each article is a positive\n      statement [explaining] the differences between Mormonism and the [beliefs of other peoples of\n      the world]” (<span class=\"emphasis\">Church History in the Fulness of Times,<\/span> 257). If\n      you will use them as a guide to direct your studies of the Savior’s doctrine, you will find\n      yourselves prepared to declare your witness of the restored, true church of the Lord. You will\n      be able to declare with conviction: “We believe these things.”<\/p>\n    <p uri=\"\/ensign\/1998\/05\/the-articles-of-faith.p23\" class=\"\">I add my testimony to the\n      truthfulness of these special revealed truths in the name of our Lord and Savior, even Jesus\n      Christ, amen.<\/p>\n  \n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}