{"ID":6058, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Christ Can Change Human Behavior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p2\" class=\"\">Elder Richard E. Cook<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">When our converts “come alive”—and they need nourishment—in the gospel, they soon come alive as students, as parents, in their professions, and as citizens.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d44.jpg\" alt=\"Elder Richard E. Cook\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p4\" class=\"\">Sister Cook and I were called to Mongolia as missionaries roughly one year before it was formally organized as a mission. We look back on that time as one of the most memorable, satisfying, and blessed periods of our lives. That time is still rewarding us with rich experiences and blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p5\" class=\"\">The Lord has said to missionaries, “And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!” (<span class=\"citation\" id=\"20870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20870)\">D&amp;C 18:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p6\" class=\"\">This promise stands like a beacon to every missionary, but as if that weren’t enough, there are other blessings from missionary work, and they are many and varied. Some are immediate; others come only with time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p7\" class=\"\">We experienced one of those “only with time” blessings this past February when we attended the naming and blessing of a little Mongolian girl in our expanded missionary family. Her name is Tungalag. Her mother is Davaajargal. She’s a modern-day pioneer as the first woman to be baptized in Mongolia. Tungalag’s father, Sanchir, is an MBA student at BYU.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p8\" class=\"\">I knew Sanchir in Mongolia for some time before he became a member. It was only after one year and many, many discussions with dedicated missionaries that he was baptized. It is nothing short of a miracle that this young father, after only two years in the Church, could have uttered the words of this beautiful blessing which began, “Tungalag, I bless you that you will be a good human being.” I’ll never forget that beginning!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p9\" class=\"\">In this blessing he said things that he would not have known or even imagined before his baptism. Witnessing this blessing and realizing the extent to which the gospel has changed this young man and this family truly made this a missionary payday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p10\" class=\"\">President Hinckley has said: “The most satisfying experience I have is to see what this gospel does for people. It gives them a new outlook on life. It gives them a perspective that they have never felt before. It raises their sights to things noble and divine. Something happens to them that is miraculous to behold. They look to Christ and come alive” (“Converts and Young Men,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 48).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p11\" class=\"\">My experience has been that when our converts “come alive”—and they need nourishment—in the gospel, they soon come alive as students, as parents, in their professions, and as citizens. Their lives and the lives of their posterity are changed forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p12\" class=\"\">Shortly after Sister Cook and I arrived in Mongolia, we were asked to accompany two young elders to a city called Muren. At the conclusion of our trip, our return was delayed by bad weather. Each day we went to the airport to see if our plane was going to arrive so we could fly out. We waited with other passengers until we received word whether we would depart that day or would be forced to return to the city for the evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p13\" class=\"\">Trying to take the same flight out was a group of foreign tourists. They told us they had been by horseback to some of the most remote, little-explored areas of Mongolia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p14\" class=\"\">While we were waiting at the airport, one of these tourists approached one of our elders and said: “I know who you are! What are you doing here? These people don’t need you. They are an unspoiled people with a rich heritage. Why don’t you just go home and leave them alone?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p15\" class=\"\">The elder came to me and was very upset, and we talked about the several responses he could have given. It wasn’t until about two weeks later, however, that I read a statement by President Benson that explained what would have been the perfect response. President Benson said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p16\" class=\"\">“Some may ask why we as a people and church quietly and consistently seek to change individuals while there are such large problems about us. … But decaying cities are simply a delayed reflection of decaying individuals. … The commandments of God give emphasis to improvement of the individual as the only real way to bring about the real improvement of society” (<span class=\"emphasis\">A Plea for America<\/span> [1975], 18).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p17\" class=\"\">“The Lord works from the inside out. The world works from the outside in. The world would take people out of the slums. Christ takes the slums out of the people, and then they take themselves out of the slums. … Christ changes men, who then change their environment. The world would shape human behavior, but Christ can change human nature” (“Born of God,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1985, 6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p18\" class=\"\">President Kimball once called missionary work the lifeblood of the Church, and indeed it is. It’s not only because new converts give the Church vitality and strength, but the missionaries themselves gain a new measure of vitality and strength as they participate in the converts’ commitment to Christ. This vitality and strength is a mighty force, an instrument in God’s hands to cause the gospel to roll forth and fill the whole earth as Daniel saw in his dream (see <span class=\"citation\" id=\"20936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20936)\">D&amp;C 65:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p19\" class=\"\">While we have our free agency, missionary work, in its various forms, is not an optional program. We talk about the blessings of missionary work, but in reality we should do missionary work because it’s our duty. The scriptures and every prophet since Joseph Smith have reminded us it’s our duty to go unto all nations to warn our neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p20\" class=\"\">Wilford Woodruff put it clearly when he said: “There never was a set of men since God made the world under a stronger responsibility to warn this generation, to lift up our voices long and loud, day and night as far as we have the opportunity and declare the words of God unto this generation. We are required to do this. This is our calling. [This] is our duty. [This] is our business” (<span class=\"emphasis\">Deseret News Semi-Weekly,<\/span> 6 July 1880, 1).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/christ-can-change-human-behavior.p21\" class=\"\">I pray we’ll make missionary work our business and not let other less important business get in the way. We receive blessings from keeping all of God’s commandments. There are, however, few blessings like missionary blessings! How sweet is the work. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}