{"ID":6059, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Kingdom’s Perfecting Pathway\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p2\" class=\"\">Elder Dale E. Miller<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dale-e-miller-10.jpg\" alt=\"Dale E. Miller\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As we invest our time, talents, and means to build Zion, our hearts are purified, our wisdom increases, celestial habits begin to form.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p4\" class=\"\">The Prophet Joseph Smith spoke of ancient prophets being filled with unspeakable joy when, in vision, they viewed our day. They prophesied, they sang, they praised, and they wrote about this grand culminating clip of time. Surely God is pouring His Spirit in rich abundance upon His earthly kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p5\" class=\"\">We declare to the world that the Lord’s kingdom is by no means a closed community. The Lord invites all people to travel this perfecting pathway of divine truth. He promises joy and everlasting happiness as the reward. The entry fee: a broken heart, a contrite spirit, and a willingness to continue in His footsteps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p6\" class=\"\">Listen to the Lord’s voice on the matter: “Behold, I speak unto all who have good desires, and have thrust in their sickle to reap.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p7\" class=\"\">“Behold, I am Jesus Christ, the Son of God. I am the life and the light of the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p8\" class=\"\">“… Verily, verily, I say unto you, that as many as receive me, to them will I give power to become the sons of God, even to them that believe on my name” (<span class=\"citation\" id=\"20865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20865)\">D&amp;C 11:27–28, 30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p9\" class=\"\">Brothers and sisters, thrusting in our sickles to help build the Lord’s kingdom should be the prime focus of our lives. It seems reasonable to suggest that we each agreed to that in our premortal life. The key decisions pertaining to education, career, marriage, the very use of our time, talent, and means should prayerfully hinge on how best we serve the Master, building His kingdom and becoming perfected in Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p10\" class=\"\">Our work in building up Zion takes several forms. In one context, Zion is geographic, having a center, while enlarging its boundaries to eventually fill the earth. We enlarge Zion’s borders as we share the gospel with others. That is part of our job here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p11\" class=\"\">Another context shows Zion as an organization wherein we work to strengthen its stakes through our callings. Each stake, in turn, pushes deep into the gospel soil, providing a defense and a refuge so followers of Christ might stand with confidence against the snares of the adversary. Stakes create the foundation culture for perfecting God’s people on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p12\" class=\"\">The scriptures suggest that Zion has a third context, an intensely personal one. It is the perfecting process within us. Those willing to serve are invited to labor in the vineyard of the Lord, steadily transforming themselves to become the pure in heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p13\" class=\"\">The symbiosis between Church and member is strikingly efficient. As we invest our time, talents, and means to build Zion, our hearts are purified, our wisdom increases, celestial habits begin to form, and the Holy Spirit prepares us to receive the presence of the Father and the Son. By thrusting in our sickle, we reap a double portion—for ourselves and for the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p14\" class=\"\">Therefore, of great eternal significance are the introspective questions, Can I qualify as being pure in heart? Can I, without reservation, join the voices of King Benjamin’s congregation who said, “Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually”? (<span class=\"citation\" id=\"41016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41016)\">Mosiah 5:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p15\" class=\"\">If President Hinckley were to ask for our response at the conclusion of this conference, as did King Benjamin to his people, could we say that we have felt a mighty change in our hearts? Has our disposition been strengthened sufficiently to abandon that which displeases God, and changed so that we seek to do good continually?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p16\" class=\"\">The lives of those early Nephite Saints provide powerful visions of our own potential, as a church and as individuals. The Lord works with us on both levels.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p17\" class=\"\">As we move towards perfection, it is easy to feel that we fall short. We can take confidence that the Lord knows us intimately; He knows the intent of our hearts. He will surely show us the way as we humble ourselves, are obedient, and work toward continual improvement. Even now, He prepares us in ways that we can’t yet see. The eyes of our understanding will be opened as we keep the commandments and seek to serve Him. We have the potential to eventually become perfected in Christ. This is a divine inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p18\" class=\"\">As a guide, President Kimball pointed to three fundamentals in bringing Zion into our hearts and presence:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p19\" class=\"\">“First, we must eliminate the individual tendency to selfishness that snares the soul, shrinks the heart, and darkens the mind. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p20\" class=\"\">“Second, we must cooperate completely and work in harmony one with the other. There must be unanimity in our decisions and unity in our actions. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p21\" class=\"\">“Third, we must lay on the altar and sacrifice whatever is required by the Lord. We begin by offering a ‘broken heart and contrite spirit.’ We follow this by giving our best effort in our assigned fields of labor and callings. We learn our duty and execute it fully. Finally we consecrate our time, talents, and means as called upon by our file leaders and as prompted by the whisperings of the Spirit” (in Conference Report, Apr. 1978, 123).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p22\" class=\"\">The home serves as the great laboratory for practicing and teaching selflessness. And I can think of no better prescription than to continually keep before our eyes the counsel given in the document “The Family: A Proclamation to the World” by the First Presidency and Council of the Twelve Apostles. Just two sentences of this profound counsel create a perfecting pathway within our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p23\" class=\"\">First, “Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another, to observe the commandments of God and to be law-abiding citizens wherever they live.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p24\" class=\"\">And second, “Happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ.” That gives rise to an almost infinite list of family council and home evening topics (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p25\" class=\"\">Brothers and sisters, this kingdom is like no other organization on earth. To borrow a business term, it has a vastly superior competitive edge; it alone will lead us to eternal life. It alone is founded on solid rock, the rock of revelation. It alone has the fully restored gospel of the Lord Jesus Christ. At the personal level, it instills a purging discipline within us. It pushes us out of our circles of comfort into growth. It fosters development of great spiritual gifts and enlightenment which we will take with us in the next life. It provides the baptism of fire. It personally empowers us in ways that can only come from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-kingdoms-perfecting-pathway.p26\" class=\"\">Gratefully and joyfully, I am a witness that this is the great kingdom of God on earth as prophesied throughout the ages. It is the only true pathway leading us in our journey back to a loving Heavenly Father, having been redeemed through the Atonement of His Only Begotten. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}