{"ID":606, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Pray Always&mdash;Repentant, and with Faith<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1952, pp. 41-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I should like to say just a word in appreciation of this magnificent\nmusic that we have heard, yesterday the Singing Mothers, today the singing German Saints,\nand tomorrow we shall have the great Tabernacle Choir. We are a singing people, and I am\nsure that the Lord loves a singing people. God bless our singers, sweeten their voices even\nmore sweet than they are now, that they may sing his praises.\n<\/p><p>\nMy brothers and sisters, I stand before you asking in humility and in sincerity an interest in\nyour faith and prayers, that what I may say may be helpful to all of us. You know, we ask\nthese blessings in stern reality not as a matter of form, but in a reality that we have that\nwithout the help of our Heavenly Father, we are not able in and of ourselves to do much.\n<\/p><p>\nNot only are we a singing people, but we are also a praying people, and our prayers go to our\nHeavenly Father knowing that he can hear, does hear, and will, in his wisdom, answer,\nperhaps not always in the way we think they should be answered, because our prayers should\nalways be that they be answered in accordance with his mind and his will, and the answers so\ncome to us. When we pray, we should, of course, express our desires as to the things we\nwish, but we should always pray with an open mind, asking the Lord to bestow the blessings\nupon us in his wisdom. We should not pray and ask the Lord to give us what we ourselves,\nwant, and importune him to that effect, except all subject to his will.\n<\/p><p>\nThis question of prayer, and the answer of prayer, is basic with us. Behind it lies the full\ndoctrine of continuous revelation, because we pray that God will give us his revelation and\nhis inspiration. Over the years, I know that every person in this great Tabernacle has seen\nmanifestations of the power of the Lord in answer to prayer.\n<\/p><p>\nThe record indicates that when the Savior, himself, approached great crises in his career on\nearth, he always went to his Father in prayer and asked for help and for guidance, and the\nFather never failed.\n<\/p><p>\nYou remember the first great prayer that opened this dispensation. It was uttered in response\nto those statements of James: \n<\/p><p>\n\"If any of you [not just particular ones, but if <i>any<\/i> of you] lack wisdom, let him ask of God,\nthat giveth to all men liberally, and upbraideth not; and it shall be given him.\n<\/p><p>\n\"But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea\ndriven with the wind and tossed.\n<\/p><p>\n\"For let not that man think that he shall receive any thing of the Lord\"&mdash;unless he so prays\n(<span class=\"citation\" id=\"26093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26093)\">James 1:5-7<\/a><\/span>).\n<\/p><p>\nFrom this prayer thus motivated, came one of the greatest visions in recorded history, the visit\nof the Father and the Son to the young boy praying in the woods, the\nProphet Joseph Smith (<span class=\"citation\" id=\"30316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30316)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nI say once more, this is the motif of this whole modern dispensation. Pray, pray always, has\nbeen the counsel of our leaders, of our prophets, and of our Heavenly Father.\n<\/p><p>\nDuring those great discourses which the Savior preached the night before the crucifixion, he\ncontinually recurred to this thought: \n<\/p><p>\n\" . . . whatsoever ye shall ask the Father in my name, he will give it you\"\n(<span class=\"citation\" id=\"27529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27529)\">John 16:23<\/a><\/span>).\n<\/p><p>\nBut we should have in mind, in connection with that, the words of the Prophet Aaron on this\ncontinent, when he said we must ask in faith, with a repentant soul\n(<span class=\"citation\" id=\"8913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8913)\">Alma 22:16<\/a><\/span>). That is the only basis of\nprayer that will bring us the things which we seek.\n<\/p><p>\nIf you would know what prayer and faith combined can do, read the account of the brother of\nJared, when he went before the Lord and requested that the Lord provide light for the vessels\nthat were to carry them over the sea.\n<\/p><p>\nYou remember that the brother of Jared prayed so mightily that he saw the finger of the Lord\ntouch the stones that would give them light, and the account says that his faith was so great\nthat he could not be kept outside the veil; he went beyond the veil that beclouds our eyes and\nsaw the finger of the Lord. The Lord asked, what else did you see, and he said, nothing but\nthe finger, and told of his humility and of his anxieties. Then the Lord showed himself to him\nas he was to appear on earth\n(<span class=\"citation\" id=\"22192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22192)\">Ether 3:1-16<\/a><\/span>).\n<\/p><p>\nYou remember that well-known incident of Elijah and the priests of Baal, how Elijah, in faith\nand in prayer thwarted the designs of the priests of Baal, vanquished them and brought down\nfrom heaven the fire which consumed not only the bullock that was offered for sacrifice, but\nalso the wood on which it was laid, the stones on which that was laid and then licked up the\nwater that had been poured over it all and had collected in the trench\n(<span class=\"citation\" id=\"1194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1194)\">1 Kgs. 18:19-40<\/a><\/span>).\n<\/p><p>\n\"Prayer is the soul's sincere desire.\" Pray, my brothers and sisters. Pray for inspiration. Pray\nfor wisdom. And if you would know for what you might pray, read the words of Amulek\nwhen he told you you might pray for your crops and your herds, that you might pray that you\nwould not be overcome by your enemies, and for all the rest of the things that you need in\nyour daily lives (<span class=\"citation\" id=\"8918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8918)\">Alma 34:18-27<\/a><\/span>).\nBut remember the teaching of Aaron: Prayer must have as a foundation,\nrepentance of sin and faith (<span class=\"citation\" id=\"8914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8914)\">Alma 22:16<\/a><\/span>).\n<\/p><p>\nI refer again to the words of the Savior on that last night. You would do well to read those\nlast chapters of John. Ponder them. They contain so much that is of value to us.\n<\/p><p>\nRecall the miracle at the Gate Beautiful performed by Peter, when he said to the beggar who\nwas carried there each morning, lame from his mother's womb: \"Look on us.\" And the beggar\nlooked, expecting alms, and Peter said, \"Silver and gold have I none; but such as I have give\nI thee: In the name of Jesus Christ of Nazareth rise up and walk.\" And the man rose up and\nwalked and leaped and went with them into the temple, and then the leaders in Israel had\nPeter arrested, and he and John were tried, and sentence passed\n(<span class=\"citation\" id=\"7660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7660)\">Acts 3:1-11<\/a><\/span>).\n<\/p><p>\nBut the thing I want to refer to is what Peter said (as has already been quoted here a number\nof times) to the Sanhedrin, when asked by what name he did this: \n<\/p><p>\n\" . . . by the name of Jesus Christ of Nazareth . . . for there is none other name under heaven\ngiven among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7661)\">Acts 4:10,12<\/a><\/span>).\n<\/p><p>\nI want to add my testimony to those that have already been borne, to the Messiahship of\nJesus, the Christ.\n<\/p><p>\nI have a spiritual knowledge that Jesus is the Christ, the Son of God. That he lived, moved,\npreached, acted, performed his miracles, was crucified, laid in the tomb, and on the morning\nof the third day he rose from the tomb. That he was seen thereafter, first, apparently, by Mary\nMagdalene, out of whom he had cast seven devils\n(<span class=\"citation\" id=\"33058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33058)\">Mark 16:9<\/a><\/span>).\nIt was remarkable that a\nwoman of that kind should have had the faith to be the first to view the Savior after his\nresurrection: That he then appeared to the women of Galilee\n(<span class=\"citation\" id=\"34530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34530)\">Matt. 28:9<\/a><\/span>) and then to the two on the way\nto Emmaus (<span class=\"citation\" id=\"31319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31319)\">Luke 24:13-33<\/a><\/span>),\nand sometime during the day to Peter (<span class=\"citation\" id=\"31320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31320)\">Luke 24:34<\/a><\/span>).\nThen to the ten assembled in the chamber\nat night (<span class=\"citation\" id=\"27535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27535)\">John 20:19-25<\/a><\/span>),\nand a week later to the eleven (<span class=\"citation\" id=\"27536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27536)\">John 20:26-29<\/a><\/span>).\nThen to the multitudes on the Sea of Galilee\n(<span class=\"citation\" id=\"221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(221)\">1 Cor. 15:6<\/a><\/span>), and\nthen to James (<span class=\"citation\" id=\"222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(222)\">1 Cor. 15:7<\/a><\/span>),\nand then to Peter, James and John, Nathanael and Thomas called Didymus, and\ntwo others on the Sea of Galilee\n(<span class=\"citation\" id=\"27537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27537)\">John 21:1-2<\/a><\/span>),\nthen to the eleven prior to his ascension\n(<span class=\"citation\" id=\"7657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7657)\">Acts 1:2<\/a><\/span>). That then he\nappeared on this continent to the Nephites\n(<span class=\"citation\" id=\"5512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5512)\">3 Ne. 11:8<\/a><\/span>).\nAnd finally to Joseph in the woods, introduced by\nthe Father, himself, in person\n(<span class=\"citation\" id=\"30317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30317)\">JS&mdash;H 1:17<\/a><\/span>);\nlater to Joseph (<span class=\"citation\" id=\"13042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13042)\">D&amp;C 110:1-10<\/a><\/span>)\nand Sidney (<span class=\"citation\" id=\"12996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12996)\">D&amp;C 76:22-24<\/a><\/span>) in the temple.\n<\/p><p>\nTo all of these things I bear witness that the Spirit has borne its witness to me.\n<\/p><p>\nBrethren and sisters, pray, pray in humility, pray always, pray in your families, pray in secret;\nlive, keeping the commandments of the Lord, so that your prayers may ascend to our\nHeavenly Father. So live that when occasion comes, you may go to our Heavenly Father and\nin faith seek his aid in behalf of your loved ones who are sick. I testify to you that the lord\ncan hear the prayers of his Saints, when they seek him, in humility, in behalf of their sick. I\nknow it.\n<\/p><p>\nMay the Lord add to the testimony of each of us, build us up and strengthen us, may he give\nus the spirit of prayer, that we may at all times be able to go to him, and that he at all times\nwill feel able to come to us, in answer to our prayers, I humbly pray, in the name of Jesus.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}