{"ID":6060, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Marvelous Are the Revelations of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p2\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We need to embrace, study, and appreciate the revealed truths that are ours. We need to declare the gospel generously and kindly to all of our Father’s children.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p4\" class=\"\">One of the most extraordinary events in the history of mankind occurred on a spring day in 1820 when Joseph Smith Jr. went into a grove of trees near his home to ask God for direction, light, and truth. As he knelt in humble, sincere prayer, according to his own account of the event: “I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p5\" class=\"\">“… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote1-98905_000_016\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"30765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30765)\">JS—H 1:16–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p6\" class=\"\">At that moment, the world became a different place. The heavens, long silent, were once again opened, and revealed light and truth poured forth, that eventually resulted in the organization of The Church of Jesus Christ of Latter-day Saints upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p7\" class=\"\">These were incredible times, as the spirit of revelation moved powerfully upon the Prophet Joseph Smith. Often others were present with him when revelations were received, and they bore witness of the Spirit and the outward manifestations that were present on these occasions. Typically, they spoke of a whiteness or a brightness that surrounded Joseph. For example, as the 76th section of the Doctrine and Covenants was given, Philo Dibble wrote that Joseph “seemed to be dressed in an element of glorious white, and his face shone as if it were transparent.”<sup class=\"noteMarker\"><a href=\"#footnote2-98905_000_016\">2<\/a>\n       <span class=\"footnote\">[“Early Scenes in Church History,” in <span class=\"emphasis\">Four Faith Promoting Classics,<\/span> (1968), 81.]<\/span><\/sup> And Brigham Young testified that “those who were acquainted with [Joseph] knew when the Spirit of revelation was upon him, for his countenance wore an expression peculiar to himself while under that influence. He preached by the Spirit of revelation, and taught in his council by it, and those who were acquainted with him could discover it at once, for at such times there was a peculiar clearness and transparency in his face.”<sup class=\"noteMarker\"><a href=\"#footnote3-98905_000_016\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Journal of Discourses,<\/span> 9:89.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p8\" class=\"\">Some who shared in this marvelous revelatory experience were impressed with how smoothly these revelations from the Lord flowed, and how, except for minor corrections such as spelling or punctuation, they required no editing. Said Parley P. Pratt: “Each sentence was uttered slowly and very distinctly, and with a pause between each, sufficiently long for it to be recorded, by an ordinary writer, in long hand. … There was never any hesitation, reviewing or reading back, in order to keep the run of the subject; neither did any of these communications undergo revisions, interlinings or corrections. As he dictated them so they stood, so far as I have witnessed; and I was present to witness the dictation of several communications of several pages each.”<sup class=\"noteMarker\"><a href=\"#footnote4-98905_000_016\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Autobiography of Parley P. Pratt<\/span> (1985), 48.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p9\" class=\"\">Interestingly, it was those who knew Joseph best who were most astonished at this process. They understood more than anyone else the limitations of his formal education and natural ability. Consequently, they had the clearest view of the miraculous way God spoke through His living prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p10\" class=\"\">Joseph’s wife Emma bore a testimony similar to Parley P. Pratt’s in that she continued to be amazed at the process through which revelations came. Years after the Prophet’s death she said: “I am satisfied that no man could have dictated the writing of the manuscripts unless he was inspired; for, when acting as his scribe, [Joseph] would dictate to me hour after hour; and when returning after meals, or after interruptions, he could at once begin where he had left off, without either seeing the manuscript or having any portion of it read to him.”<sup class=\"noteMarker\"><a href=\"#footnote5-98905_000_016\">5<\/a>\n       <span class=\"footnote\">[“Last Testimony of Sister Emma,” <span class=\"emphasis\">The Saints’ Herald,<\/span> 1 Oct. 1879, 289.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p11\" class=\"\">My dear brothers and sisters, do we appreciate the marvelous miracle of revelation? Through revelation we have received the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price, which contain the words of God to us, His children. Oh, how marvelous are the revelations we have received from the Lord! I have often said either Joseph Smith was the Lord’s instrument by which the restoration of the gospel of Jesus Christ in its fulness was accomplished, or he was not. There is no possible compromise of this doctrine. I raise my voice to the whole world in testimony that I know without reservation or question that Joseph Smith opened this dispensation through divine revelation and began the restoration to the earth of the true Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p12\" class=\"\">Among the most marvelous of revelations ever given to man is the 76th section of the Doctrine and Covenants, often referred to simply as “The Vision.” This vision may have been one of the Prophet Joseph’s most powerful and significant spiritual experiences. As he and Sidney Rigdon prayed to understand the resurrection of the just and the unjust, this glorious vision—or actually a series of six visions—burst upon them. Joseph and Sidney literally conversed with the Lord for about an hour and a half as the Savior showed them what Joseph later described as “eternity sketch’d in a vision from God, \/ Of what was, and now is, and yet is to be.”<sup class=\"noteMarker\"><a href=\"#footnote6-98905_000_016\">6<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Times and Seasons,<\/span> 1 Feb. 1843, 82.]<\/span><\/sup> As it commenced, the two men viewed the glory of the Son of God on the right hand of the Father and were moved to exclaim: “And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p13\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father.”<sup class=\"noteMarker\"><a href=\"#footnote7-98905_000_016\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20939)\">D&amp;C 76:22–23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p14\" class=\"\">In sequence, Joseph and Sidney next saw Lucifer in the premortal world as he fell from the presence of God because of his rebellion. They then saw the sons of perdition and what will become of them in the eternal worlds. Next, they viewed visions of the celestial, terrestrial, and telestial kingdoms, and they learned the requirements for attaining each of these kingdoms and the differences in glory of each respectively. They learned that those who qualify for celestial glory “shall dwell in the presence of God and his Christ forever and ever.”<sup class=\"noteMarker\"><a href=\"#footnote8-98905_000_016\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20942)\">D&amp;C 76:62<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p15\" class=\"\">What a wondrous experience for the Prophet Joseph and Sidney. For more than an hour, the Lord showed them our premortal life, earth life, and life after death. As a result of that revelation, mankind’s understanding of Heavenly Father’s plan for our eternal happiness and peace was expanded and enhanced to a remarkable degree. Of course, it should be noted that Joseph was instructed not to record everything that he saw in vision. The Saints at the time were not prepared to receive all of the new information that he was given. But as we look at the Prophet’s later teachings, we see what appear to be bits and pieces of this great revelation being taught—here a little and there a little—as the Saints grew in their spiritual understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p16\" class=\"\">That is why education—particularly spiritual education—is constantly stressed by the Lord. We cannot be saved in ignorance,<sup class=\"noteMarker\"><a href=\"#footnote9-98905_000_016\">9<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21013)\">D&amp;C 131:6<\/a><\/span>.]<\/span><\/sup> but the Lord can only reveal light and truth to us as we are prepared to receive it. And so it is incumbent upon each of us to do everything we can to increase our spiritual knowledge and understanding by studying the scriptures and the words of the living prophets. When we read and study the revelations, the Spirit can confirm in our hearts the truth of what we are learning; in this way, the voice of the Lord speaks to each one of us.<sup class=\"noteMarker\"><a href=\"#footnote10-98905_000_016\">10<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"20873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20873)\">D&amp;C 18:34, 36<\/a><\/span>.]<\/span><\/sup> As we ponder the teachings of the gospel and apply them in daily living, we become better prepared to receive additional light and truth. Today, I hope we are prepared and eager to understand what President Gordon B. Hinckley is teaching us, for he, along with the other Apostles, will teach us how to cope and how to live in these troubled times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p17\" class=\"\">As promised in the scriptures: “Ye have not as yet understood how great blessings the Father hath … prepared for you. … Ye cannot bear all things now; nevertheless, be of good cheer, for I will lead you along. The kingdom is yours and the blessings thereof are yours, and the riches of eternity are yours.”<sup class=\"noteMarker\"><a href=\"#footnote11-98905_000_016\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20944)\">D&amp;C 78:17–18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p18\" class=\"\">How grateful I am for revelation that has enhanced my understanding of Heavenly Father, and His Beloved Son, Jesus Christ, and their gospel. That knowledge has been a blessing in my life and in the lives of my family. Several years ago we sat together in the Kirtland Temple and tried to imagine what it would have been like for the Prophet Joseph and Oliver Cowdery to see in revealed truth “the blazing throne of God, whereon was seated the Father and the Son,”<sup class=\"noteMarker\"><a href=\"#footnote12-98905_000_016\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21016)\">D&amp;C 137:3<\/a><\/span>.]<\/span><\/sup> or to see “the Lord standing upon the breastwork of the pulpit” and hear Him say, “Your sins are forgiven you; you are clean before me; therefore, lift up your heads and rejoice.”<sup class=\"noteMarker\"><a href=\"#footnote13-98905_000_016\">13<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20986)\">D&amp;C 110:2, 5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p19\" class=\"\">Can you imagine, brothers and sisters, how Joseph and Oliver must have felt as Moses, Elias, and Elijah appeared to them and committed keys, dispensations, and sealing powers—not unlike what occurred on the Mount of Transfiguration about 2,000 years before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p20\" class=\"\">I do not believe anyone seeking light and knowledge can read from the revelation given to President Joseph F. Smith in October of 1918 and not feel the spirit and power of revealed truth. The 138th section of the Doctrine and Covenants is filled with the doctrine about the eternal nature of man and the purpose of the great work of this Church. President Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p21\" class=\"\">“The eyes of my understanding were opened, and the Spirit of the Lord rested upon me, and I saw the hosts of the dead, both small and great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p22\" class=\"\">“And there were gathered together in one place an innumerable company of the spirits of the just, who had been faithful in the testimony of Jesus while they lived in mortality; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p23\" class=\"\">“All these had departed the mortal life, firm in the hope of a glorious resurrection, through the grace of God the Father and his Only Begotten Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p24\" class=\"\">“I beheld that they were filled with joy and gladness, and were rejoicing together because the day of their deliverance was at hand. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p25\" class=\"\">“While this vast multitude waited and conversed, rejoicing in the hour of their deliverance from the chains of death, the Son of God appeared, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p26\" class=\"\">“And there he preached to them the everlasting gospel, the doctrine of the resurrection and the redemption of mankind from the fall, and from individual sins on conditions of repentance. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p27\" class=\"\">“And the saints rejoiced in their redemption, and bowed the knee and acknowledged the Son of God as their Redeemer and Deliverer from death and the chains of hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p28\" class=\"\">“Their countenances shone, and the radiance from the presence of the Lord rested upon them, and they sang praises unto his holy name. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p29\" class=\"\">“Thus was the gospel preached to those who had died in their sins, without a knowledge of the truth, or in transgression, having rejected the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p30\" class=\"\">“These were taught faith in God, repentance from sin, vicarious baptism for the remission of sins, the gift of the Holy Ghost by the laying on of hands,<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p31\" class=\"\">“And all other principles of the gospel that were necessary for them to know. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p32\" class=\"\">“And so it was made known among the dead, both small and great, the unrighteous as well as the faithful, that redemption had been wrought through the sacrifice of the Son of God upon the cross.”<sup class=\"noteMarker\"><a href=\"#footnote14-98905_000_016\">14<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21018)\">D&amp;C 138:11–12, 14–15, 18–19, 23–24, 32–35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p33\" class=\"\">President Smith saw the work of prophets both ancient and modern “foreshadowing the great work to be done in the temples of the Lord in the dispensation of the fulness of times, for the redemption of the dead, and the sealing of the children to their parents, lest the whole earth be smitten with a curse and utterly wasted at his coming.”<sup class=\"noteMarker\"><a href=\"#footnote15-98905_000_016\">15<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21022)\">D&amp;C 138:48<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p34\" class=\"\">He “beheld that the faithful elders of this dispensation, when they depart from mortal life, continue their labors in the preaching of the gospel of repentance and redemption, through the sacrifice of the Only Begotten Son of God, among those who are in darkness and under the bondage of sin in the great world of the spirits of the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p35\" class=\"\">“The dead who repent will be redeemed, through obedience to the ordinances of the house of God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p36\" class=\"\">“And after they have paid the penalty of their transgressions, and are washed clean, shall receive a reward according to their works, for they are heirs of salvation.”<sup class=\"noteMarker\"><a href=\"#footnote16-98905_000_016\">16<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21024)\">D&amp;C 138:57–59<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p37\" class=\"\">What great, eternal light and knowledge comes to us from the marvelous revelations from God to His faithful prophets. How grateful we should be for the understanding that has come to us as a result of <span class=\"emphasis\">all<\/span> of the revelations that have been given to us in this last great dispensation. Wherever I go in the world there are faithful members of the Church who know as I know that The Church of Jesus Christ of Latter-day Saints is true because it has been revealed to us by the power of the Spirit. Anyone who sincerely wants to know can also have these truths confirmed to them by the same power of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/marvelous-are-the-revelations-of-the-lord.p38\" class=\"\">My brothers and sisters, we need to embrace, study, and appreciate the revealed truths that are ours. We need to declare the gospel generously and kindly to all of our Father’s children, that every soul might walk in the light and the truth of the restored gospel of Jesus Christ. May the Lord bless each one of us with increased knowledge and testimony, and may we be open and receptive to the spirit of revelation as it has moved upon our prophets in the past, and as it will yet move upon the prophets in the future, is my humble prayer in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98905_000_016\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"30765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30765)\">JS—H 1:16–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98905_000_016\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“Early Scenes in Church History,” in <span class=\"emphasis\">Four Faith Promoting Classics,<\/span> (1968), 81.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98905_000_016\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Journal of Discourses,<\/span> 9:89.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98905_000_016\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Autobiography of Parley P. Pratt<\/span> (1985), 48.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98905_000_016\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>“Last Testimony of Sister Emma,” <span class=\"emphasis\">The Saints’ Herald,<\/span> 1 Oct. 1879, 289.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98905_000_016\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Times and Seasons,<\/span> 1 Feb. 1843, 82.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98905_000_016\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20939)\">D&amp;C 76:22–23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98905_000_016\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20942)\">D&amp;C 76:62<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98905_000_016\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21013)\">D&amp;C 131:6<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98905_000_016\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"20873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20873)\">D&amp;C 18:34, 36<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98905_000_016\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20944)\">D&amp;C 78:17–18<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-98905_000_016\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21016)\">D&amp;C 137:3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-98905_000_016\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20986)\">D&amp;C 110:2, 5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-98905_000_016\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21018)\">D&amp;C 138:11–12, 14–15, 18–19, 23–24, 32–35<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-98905_000_016\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21022)\">D&amp;C 138:48<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_016\"><a name=\"-98905_000_016\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-98905_000_016\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21024)\">D&amp;C 138:57–59<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}