{"ID":6064, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Heart and a Willing Mind”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p2\" class=\"\">Elder James M. Paramore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">You can do so much good that it will astound you as you are changed and as you see others changed.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d50.jpg\" alt=\"Elder James M. Paramore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p4\" class=\"\">To the priesthood of the Church here on this earth, I salute you. It is an honor to be in your presence tonight. The priesthood that is here and across the whole earth is a wondrous thing. A few months ago, I was in the main lobby of the Church Administration Building waiting for an elevator when three men came in and asked the receptionist at the front desk, “Is this where the brothers are?” The receptionist smiled, and I thought, “Isn’t that a great salutation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p5\" class=\"\">Wherever I go, we are brothers. It is instant, and it is reassuring. I return to my home after each assignment thanking God for this brotherhood and the love and the good works that I see. You are unbelievable, my friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p6\" class=\"\">Men of the priesthood, I remember a story about a schoolteacher who asked a returning class what their fathers had taught them about self-reliance during a summer vacation. After several accounts were told, she asked Johnny what his dad had done. And Johnny replied, “My dad taught me how to swim; he took me out in the middle of Utah Lake, threw me overboard, and told me to swim back to shore.” “Wow,” the teacher said, “that took a lot of courage.” And Johnny replied, “It wasn’t bad at all after I got out of the gunnysack.” Well, my young friends, life will be a challenge, but our Father in Heaven has given us the means to get through it safely. Let’s talk about that for a few minutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p7\" class=\"\">The Lord wants you to have the greatest of all experiences as you make your journey on this earth. This can be a magnificent journey filled with literally thousands of tremendous experiences and spiritual confirmations if you will find your way through the many choices that will be yours along the way. The road given by our Father in Heaven is clearly marked, but the patterns and ways of the world can deceive you. But remember, “Ye are a chosen generation, a royal priesthood” (<span class=\"citation\" id=\"2460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2460)\">1 Pet. 2:9<\/a><\/span>). You are the means by which truth and goodness and eternal life will be made known to the whole world. We are all part of it. As the Lord said to Joseph Smith in 1831, we will all need “the heart and a willing mind” (<span class=\"citation\" id=\"20935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20935)\">D&amp;C 64:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p8\" class=\"\">Young men, life is eternal. The Lord Jesus Christ and His servants give hope and witness to the world that the journey we take is from our Father’s presence to earth and then home again to our Father in Heaven to live eternally. We all bear this good news to the world. It is a supernal message of everlasting life and everlasting relationships—even eternal marriages and families. Nothing transcends its meaning, its value, its promise. With this knowledge and love, we can help transform hopes and dreams and help others to find eternal truths and the inward peace and security that it brings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p9\" class=\"\">For instance, consider my friend Bob and his watchcare over an elder who smoked. Nearly every morning, he would see a fellow member of his quorum and pray with him to help him overcome smoking and then give him a pack of Lifesavers or package of gum to help him during the day. Later, Bob would see him and his wife with hands linked across the temple altar, sealed for eternity. What was it that changed and helped to bring this all about? The gospel and “the heart and a willing mind.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p10\" class=\"\">Youth, may I leave with you a few thoughts that will help you create that kind of a “heart and a willing mind.” <span class=\"emphasis\">First,<\/span> we testify to this world that <span class=\"emphasis\">there is a God and He has sent His Beloved Son<\/span> to establish the importance of this journey to earth and back. He has provided the plan for successfully making that journey. We just need to “trust in the Lord with all thine heart; and lean not unto thine own understanding” (<span class=\"citation\" id=\"41668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41668)\">Prov. 3:5<\/a><\/span>). The philosophies of men will ever be there, but they do not carry the promise of eternal life or even peace on this earth. Put your whole trust in the Lord. His scriptures and His prophets testify of Him and show the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p11\" class=\"\"><span class=\"emphasis\">Second,<\/span> God, through His Son Jesus Christ, has <span class=\"emphasis\">established boundaries.<\/span> These are the <span class=\"emphasis\">commandments<\/span> that He gives to us to help us make the journey safely. When, with “the heart and a willing mind,” we are obedient to these commandments, we go through a change process that alters the way we think, the way we feel, the way we dress, the way we live, what we eat and drink, and the way we serve others. As Alma the Younger said, “They become new creatures” (<span class=\"citation\" id=\"41029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41029)\">Mosiah 27:26<\/a><\/span>). These boundaries protect us. They are essential to a safe journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p12\" class=\"\">When I was five years old, my mother helped me to learn about boundaries when she said to me nearly every day, “Jimmy, don’t go near the quicksand,” which was just a couple hundred feet away from our house. Well, guess what Jimmy and his young friends would do? We would go there. As we walked closer to the quicksand, one of my friends walked onto this rather wet, darker-looking sand. It looked almost like the rest of the sand. At first his feet wouldn’t move, and we all laughed. And then they sank a little deeper into the quicksand, and he panicked. He couldn’t get out of the quicksand, and he started screaming. The rest of us ran as fast as we could go to a cowboy’s house, screaming at the top of our voices. He immediately grabbed a rope and ran with us back to the boy, who was now up to his waist in the quicksand. He quickly lassoed the boy, and we held the rope while he put out a log and climbed onto it to pull the boy out of the quicksand.<\/p>\n\t\t\t<p class=\"preamble\">We learn that when we cross over the Lord’s boundaries, we are often caught in a quicksand of sorts. The ways of the world are often like that quicksand, and they can be so destructive. They seek to divert us from the Lord’s boundaries—His commandments. These worldly ways (drugs, drinking, smoking, living together without marriage, some of the music, and on and on):<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Seem very enticing,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Appear to be the normal way of life,<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Seem to be accepted by everyone, and<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Are extolled in television, on the movies, over the Internet, in videos, et cetera. These things lead us outside the boundaries the Lord has set. When followed, they bring despair and devastating health, financial, and other problems.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p18\" class=\"\">The boundaries of the Lord are set forth in your <span class=\"emphasis\">For the Strength of Youth<\/span> booklets and are clear and a great blessing to everyone who follows them. We go forth as missionaries and as members to help people find and value the commandments or boundaries of the Lord. If it is done with “the heart and a willing mind,” or in other words anxiously, happily, and enthusiastically, like President Hinckley as he goes forth across the earth, it will make us different, appreciative, and thankful for each opportunity that we take.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p19\" class=\"\"><span class=\"emphasis\">Third,<\/span> young and, yes, old alike, <span class=\"emphasis\">begin with the end in mind.<\/span> Where do you want to be at 19 years of age or at retirement? On a mission? Make that decision even this very night. I promise you that it will change your life and others’ as God directs you on your mission. All He requires is “the heart and a willing mind.” You can do so much good that it will astound you as you are changed and as you see others changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p20\" class=\"\">In a testimony meeting in Bari, Italy, you can imagine my surprise when a young man stood up and said, “If it hadn’t been for the missionaries, I wouldn’t be here today.” He then went on to tell how his mother and grandparents had been found in Paris, France, by Elders Ben Walton and James Paramore 30 years earlier. After many meetings, the family was baptized. Now this son was on a mission. I later learned that over the years more than 170 people had been baptized by that family. I had been privileged to serve a mission, and those two and a half years were crucial to my testimony. I cannot thank God enough.<\/p>\n\t\t\t<p class=\"preamble\">I testify God lives, that His Son is the Redeemer of this earth, and that this gospel will bless all mankind everywhere. May we all:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>\n\t    <span class=\"emphasis\">Trust in God and His Son.<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Live within the boundaries<\/span> they have given.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p><span class=\"emphasis\">Begin with the end in mind<\/span> with <span class=\"emphasis\">“the heart and a willing mind.”<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1998\/05\/the-heart-and-a-willing-mind.p25\" class=\"\">Remember the Lord said, “For them that honour me I will honour” (<span class=\"citation\" id=\"2715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2715)\">1 Sam. 2:30<\/a><\/span>). May this be our journey, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}