{"ID":6065, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “We Seek After These Things”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p2\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1d3e.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">We hope you are men who are “true at all times in whatsoever thing [you are] entrusted.” [Alma 53:20] … I plead for greater consistency between our beliefs and actions.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p4\" class=\"\">Brethren, I am pleased to be here with you tonight. Few responsibilities weigh heavier than speaking to this great assembly of priesthood holders because the priesthood is the mightiest force on the earth. As B. H. Roberts reminds us: “The priesthood is a solemn thing. To hold power delegated to one by Almighty God—to have authority to speak and act in his name, and have it of the same binding force as if the Deity himself spoke or acted, is both an honor and a responsibility.”<sup class=\"noteMarker\"><a href=\"#footnote1-98905_000_021\">1<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">New Witnesses for God,<\/span> 3 vols. (1911), 1:195.]<\/span><\/sup> To me, you young men look like Helaman’s stripling warriors, “exceedingly valiant for courage, and also for strength and activity.” Like them, we hope you are men who are “true at all times in whatsoever thing [you are] entrusted.”<sup class=\"noteMarker\"><a href=\"#footnote2-98905_000_021\">2<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"10324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10324)\">Alma 53:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p5\" class=\"\">Tonight I plead for greater consistency between our beliefs and actions. I take as my text the 13th article of faith. “We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.”<sup class=\"noteMarker\"><a href=\"#footnote3-98905_000_021\">3<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7109)\">A of F 1:13<\/a><\/span>.]<\/span><\/sup> Brethren, does the Spirit of Christ that we have taken upon ourselves spill over into our behavior in the workforce? Brigham Young said: “We want the Saints to increase in goodness, until our mechanics, for instance, are so honest and reliable that this Railroad Company will say, ‘Give us a “Mormon” Elder for an engineer, then none need have the least fear to ride, for if he knows there is danger he will take every measure necessary to preserve the lives of those entrusted to his care.’ I want to see our Elders so full of integrity that they will be preferred by this Company for their engine builders, watchmen, engineers, clerks, and business managers. If we live our religion and are worthy [of] the name of Latter-day Saints, we are just the men that all such business can be entrusted to with perfect safety; if it can not it will prove that we do not live our religion.”<sup class=\"noteMarker\"><a href=\"#footnote4-98905_000_021\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 24.]<\/span><\/sup> What President Young urged of the priesthood holders in his day is just as important in our day. The Spirit of Christ should permeate all we do, whether at work, at school, or at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p6\" class=\"\">President Spencer W. Kimball taught us to “make one-time decisions to do right.” He made important decisions early in his life so that he did not have to perpetually remake those decisions. He said, “We can push some things away from us once and have done with them … without having to brood and redecide a hundred times what it is we will do and what we will not do.”<sup class=\"noteMarker\"><a href=\"#footnote5-98905_000_021\">5<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 164.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p7\" class=\"\">During World War II, I observed some very special young men from faithful Latter-day Saint homes lower their standards little by little and lose some of their spirituality. In some places overseas the water was not safe to drink, and the purifying chemicals made the water taste worse. Some started to drink coffee to disguise the taste. From time to time the army gave us cigarettes and a ration of liquor. Some did not take their rations at all. Others took them to trade for goods and money even though they did not smoke or drink. A few took them to experiment and became slaves for the rest of their lives. The habits they acquired during the war robbed them of their spiritual potential and many blessings of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p8\" class=\"\">Holders of the priesthood of God should be men of impeccable character. I have always admired the integrity of Father Abraham when he returned from Egypt to Palestine. He came with his nephew Lot. Soon there was strife between the herdmen of Abraham’s cattle and the herdmen of Lot’s cattle. “And Abram said unto Lot, Let there be no strife, I pray thee, between me and thee, and between my herdmen and thy herdmen; for we be brethren.”<sup class=\"noteMarker\"><a href=\"#footnote6-98905_000_021\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24146)\">Gen. 13:8<\/a><\/span>.]<\/span><\/sup> Abraham offered Lot his choice of property, either on his left hand or on his right. Lot chose the more productive land to the east, and so Abraham took the land to the west. In course of time, Lot and all of his household were captured in battle and taken to Dan, over a hundred miles to the north. When Abraham heard of his fate, he armed 318 of his servants and went in pursuit. He not only rescued Lot and his family but also restored to them their property in Sodom. The king of Sodom returned from exile and, in gratitude, offered Abraham the spoils of the victory. But these Abraham declined, saying, “I will not take from a thread even to a shoelatchet, and … I will not take any thing that is thine, lest thou shouldest say, I have made Abram rich.”<sup class=\"noteMarker\"><a href=\"#footnote7-98905_000_021\">7<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"24147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24147)\">Gen. 14:23<\/a><\/span>.]<\/span><\/sup> In these episodes, Abraham demonstrated his fairness, integrity, and faith. And the Lord rewarded him with both spiritual and earthly blessings so that ultimately he prospered far more than Lot.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p9\" class=\"\">Honesty is a very important part of character. We have all seen men who think they are not accountable to the laws of men or of God. They seem to feel that the rules of human conduct do not apply to them. A popular philosophy is “What can I get away with?” As someone once said, “The difference between a moral man and a man of honor is that the latter regrets a discreditable act even when it has worked.”<sup class=\"noteMarker\"><a href=\"#footnote8-98905_000_021\">8<\/a>\n       <span class=\"footnote\">[H. L. Mencken, <span class=\"emphasis\">Dictionary of Humorous Quotations,<\/span> ed. Evan Esar (1949), 141.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p10\" class=\"\">Honesty begins when we are young. When I was 11 years old, I looked forward eagerly to my magical 12th birthday when I could become a deacon and a Scout. My mother helped me learn the Articles of Faith, the Scout Law and Motto, and other requirements so that I would have a good start when that special birthday arrived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p11\" class=\"\">Since I had no sisters, my brothers and I were given some of the inside chores as well as outside ones, such as milking and taking care of the animals. One day Mother left me to wash the dishes and clean the kitchen while she attended to a sick neighbor. I agreed to do these duties but put off doing the dishes. Time ran out and they didn’t get done. In fact, they didn’t even get started. When Mother came home and saw the kitchen, she put on her apron and went to the sink. She spoke only three words, which stung worse than the sting of a dozen hornets. They were the first three words of the Scout Law: “On my honor.” That day I resolved that I would never give my mother cause to repeat those words to me again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p12\" class=\"\">Our honor should make us honest in all we do. Some youths fail to honor debts to their parents. “May I borrow five dollars for the show?” That contains an implied promise to repay the debt, but the promise is made so casually that it is forgotten as it is spoken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p13\" class=\"\">We must be careful of the misuse of credit. The use of credit cards in many places has increased consumer debt to staggering proportions. I am reminded of the story of “an elderly farmer [who] wrote to a mail order house as follows: ‘Please send me one of the gasoline engines you show on page 787, and if it’s any good, I’ll send you a check.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p14\" class=\"\">“In time he received the following reply: ‘Please send check. If it’s any good, we’ll send the engine.’”<sup class=\"noteMarker\"><a href=\"#footnote9-98905_000_021\">9<\/a>\n       <span class=\"footnote\">[Jacob M. Braude, <span class=\"emphasis\">Braude’s Treasury of Wit and Humor<\/span> (1964), 45.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p15\" class=\"\">Contemporary society rushes headlong to accumulate the material goods of this world. This leads many to think they can alter the law of the harvest, reaping rewards without paying the price of honest toil and effort. Wishing to prosper immediately, they speculate in high-risk financial schemes that promote instant wealth. This all too frequently results in economic reverses, sometimes even financial ruin. In Proverbs we read, “A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.”<sup class=\"noteMarker\"><a href=\"#footnote10-98905_000_021\">10<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41674)\">Prov. 28:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p16\" class=\"\">As members of the Church and particularly as holders of the priesthood, we believe in being chaste. There is no different or double standard for moral cleanliness for men and women in the Church. In fact, I believe holders of the priesthood have a greater responsibility to maintain standards of chastity before marriage and fidelity after marriage. The Lord has said, “Be ye clean that bear the vessels of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote11-98905_000_021\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20906)\">D&amp;C 38:42<\/a><\/span>.]<\/span><\/sup> This means being pure in thought as well as in deed. The Prophet Joseph Smith stated, “If we would come before God, we must keep ourselves pure, as He is pure.”<sup class=\"noteMarker\"><a href=\"#footnote12-98905_000_021\">12<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 227.]<\/span><\/sup> If husband and wife will remain pure and chaste, completely devoted to each other during the storms and sunshine of life, their love for one another will deepen into something of supernal fulfillment. An early LDS Apostle, Parley P. Pratt, said, “From this union of affection, springs all the other relationships, social joys and affections diffused through <span class=\"emphasis\">every<\/span> branch of human existence.”<sup class=\"noteMarker\"><a href=\"#footnote13-98905_000_021\">13<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Writings of Parley Parker Pratt,<\/span> ed. Parker Pratt Robison (1952), 54.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p17\" class=\"\">As the Prophet Joseph wrote in the 13th article of faith, “We believe in being … benevolent … and in doing good [works]” [<span class=\"citation\" id=\"7107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7107)\">A of F 1:13<\/a><\/span>].  Since the beginning of the Church, full-time missionaries have done good works. We are grateful for the 58,000-plus missionaries who are currently serving. The First Presidency have the opportunity to meet with many ambassadors, prime ministers, rulers, and prominent public and political figures from all over the world. Frequently they say: “We have met your missionaries. We have seen them in many places.” Sometimes these prominent people visit the Missionary Training Center in Provo and see the thousands of missionaries there. These officials always seem to be greatly impressed. The missionaries appear well groomed and dignified. Sometimes they say, “We would like our children to be associated with your young people at one of your schools.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p18\" class=\"\">Being a missionary is a continuing responsibility. Returned missionaries need to be exemplary in living the principles which they taught to others in the mission field. President Spencer W. Kimball said: “Please, you returned missionaries … , please do not abandon in appearance or principle or habit the great experiences of the mission field when you were like Alma and the sons of Mosiah, as the very angels of God to the people you met and taught and baptized. We do not expect you to wear a tie, white shirt, and a dark blue suit every day now that you are back in school. But surely it is not too much to ask that your good grooming be maintained, that your personal habits reflect cleanliness and dignity and pride in the principles of the gospel you taught. We ask you for the good of the kingdom and all those who have done and yet do take pride in you.”<sup class=\"noteMarker\"><a href=\"#footnote14-98905_000_021\">14<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> 593.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p19\" class=\"\">The admonition of Paul includes the hope to be able to endure all things. Elder Clinton Cutler exemplified how hope, perseverance, and steadfastness call forth the blessings of heaven. He literally became an instrument in the hands of the Lord. Clint and Carma Cutler were high school sweethearts. They began married life by attending college on a basketball scholarship. But they soon became pressed financially, so Clint went to work for the telephone company. His first job was washing, greasing, and maintaining the company trucks. That led to work in the central office as a cable repairman. For three and a half years Clint worked full time and went to college full time. He graduated in December 1960 with honors. By that time he had four children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p20\" class=\"\">A series of transfers and promotions followed. In 1963, while serving in Riverdale, Utah, Clint was called to be a bishop. Three years later they moved to Midvale, Utah, where Clint was called to be the second counselor in the stake presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p21\" class=\"\">After another three years, Clint was transferred to Denver, where he was called as president of the Littleton Colorado Stake. Other moves followed, one taking them to Boise, Idaho, where he was called to be the president of the Boise Idaho West Stake. Another transfer brought them back to Salt Lake City, where Clint was called as a regional representative. His final promotion, in 1984, was as assistant vice president\/director of marketing operations. His company seemed to transfer him where the Lord needed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p22\" class=\"\">On his retirement they returned to Utah, and soon Clint received the call to serve as president of the Washington Seattle Mission. In April 1990 his final call to service came to serve as a General Authority in the Second Quorum of the Seventy. His call to serve ended with his death on April 9, 1994, following a heroic struggle with cancer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p23\" class=\"\">I do not wish to imply that presiding callings nor career promotions are the measure of faithfulness and worthiness. They are not and never have been. We have all been richly blessed by the humble, faithful teachers who have taught us the gospel by precept and example. But Elder Cutler’s example shows that faith, hope, and perseverance help our Father in Heaven to strengthen us and enhance our abilities and opportunities, however ordinary they may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p24\" class=\"\">Members of the Church are to seek after loveliness. We do not seek a veneer painted on by a worldly brush but the pure, innate beauty that God has planted in our souls. We should seek after those things that endow higher thoughts and finer impulses. Man, as President John Taylor once said, “is destined, if he improves his opportunities, to higher and greater blessings and glory than are associated with this earth in its present state: … he may stand pure, virtuous, intelligent, and honourable, as a son of God, and seek for, and be guided and governed by his Father’s counsels.”<sup class=\"noteMarker\"><a href=\"#footnote15-98905_000_021\">15<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Government of God<\/span> (1852), 29–30.]<\/span><\/sup> Indeed we may say with President Brigham Young that we hope “to be gentle and kind, modest and truthful, to be full of faith and integrity, … [for] goodness sheds a halo of loveliness around every person who possesses it, making their countenances beam with light, and their society desirable because of its excellency.”<sup class=\"noteMarker\"><a href=\"#footnote16-98905_000_021\">16<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young,<\/span> 219.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p25\" class=\"\">In the history of this Church, we have “endured many things.” As we look forward to the future, we “hope to be able to endure all things.” [See <span class=\"citation\" id=\"7108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7108)\">A of F 1:13<\/a><\/span>.]  I am confident that we will do so, even though no one knows fully what may lie ahead. How will we endure all things? The answer is amazingly simple: We shall do so by faith, by unity, and by following the prophets of God. It has been so in the past; it will be so in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/we-seek-after-these-things.p26\" class=\"\">In His infinite wisdom, since the beginning of the earth, God has led His people through prophets. Only one person, however, can exercise all of the keys of authority at one time. In our day, that prophet is President Gordon B. Hinckley. As we see the wondrous worldwide programs of the Church, who can doubt President Hinckley’s prophetic leadership? We all pray that God will continue to bear him up and magnify him in every way. Sustaining fully President Hinckley and those associated with him as prophets, seers, and revelators will help us to endure all things. That we may do so I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98905_000_021\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">New Witnesses for God,<\/span> 3 vols. (1911), 1:195.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98905_000_021\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10324)\">Alma 53:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98905_000_021\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7109)\">A of F 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98905_000_021\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 24.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98905_000_021\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 164.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98905_000_021\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24146)\">Gen. 13:8<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98905_000_021\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"24147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24147)\">Gen. 14:23<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98905_000_021\">8.<\/a>\n      <\/span>\n\t\t\t\t<p>H. L. Mencken, <span class=\"emphasis\">Dictionary of Humorous Quotations,<\/span> ed. Evan Esar (1949), 141.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98905_000_021\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Jacob M. Braude, <span class=\"emphasis\">Braude’s Treasury of Wit and Humor<\/span> (1964), 45.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98905_000_021\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41674)\">Prov. 28:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98905_000_021\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20906)\">D&amp;C 38:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-98905_000_021\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith (1976), 227.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-98905_000_021\">13.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Writings of Parley Parker Pratt,<\/span> ed. Parker Pratt Robison (1952), 54.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-98905_000_021\">14.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> 593.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-98905_000_021\">15.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Government of God<\/span> (1852), 29–30.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_021\"><a name=\"-98905_000_021\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-98905_000_021\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young,<\/span> 219.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}