{"ID":6066, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In Harm’s Way\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p2\" class=\"\">President Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">There is a battle of significant consequence taking place in the lives of young men today. In simple terms, it is the struggle between doing right or doing wrong.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p4\" class=\"\">On July 16, 1945, the USS <span class=\"emphasis\">Indianapolis<\/span> departed the Mare Island Naval Shipyard in California on a secret cargo mission to Tinian Island in the Marianas. The cargo included highly sophisticated equipment which could well bring an end to the Second World War, with all its suffering, remorse, and death. The ship delivered its cargo on July 26 and was heading, unescorted, toward Leyte in the Philippines.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p5\" class=\"\">Because they were traveling through hostile waters in the Philippine Sea, the captain had discretionary orders to follow a zigzag course of travel to prevent detection by and attack from the enemy. He failed to do so. Just before midnight on Sunday, July 29, 1945, as the <span class=\"emphasis\">Indianapolis<\/span> continued toward Leyte Gulf, the heavy cruiser was discovered by an enemy submarine. Easily avoiding detection while submerging to periscope depth, the submarine fired a fanwise salvo of six torpedoes from 1,500 yards. As the torpedoes struck the target, explosions of ammunition and aviation fuel ripped away the cruiser’s bow and destroyed its power center. Without power, the radio officer was unable to send a distress signal. The order to abandon ship, when it came, had to be passed by word of mouth because all communications were down. Just 12 minutes after being hit, the stern rose up a hundred feet straight into the air, and the ship plunged into the depths of the sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p6\" class=\"\">Of the nearly 1,200-man crew, approximately 400 were killed instantly or went down with the ship. About 800 survived the sinking and went into the water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p7\" class=\"\">Four days later, on August 2, 1945, the pilot of a Lockheed Ventura, flying on patrol, noticed an unusual oil slick on the water’s surface and followed it for 15 miles. Then the plane’s occupants spotted those men who had managed to survive since the <span class=\"emphasis\">Indianapolis<\/span> had gone down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p8\" class=\"\">A major rescue effort began. Ships hurried to the area, and planes were dispatched to drop food, water, and survival gear to the men. Of the approximately 800 who had gone into the water, only 316 remained alive. The rest had been claimed by the perilous, shark-infested sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p9\" class=\"\">Two weeks later World War II was over. The sinking of the <span class=\"emphasis\">Indianapolis,<\/span> called “the final great naval tragedy of World War II,” is now legend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p10\" class=\"\">Are there lessons for our lives in the horrific experience of those men aboard the <span class=\"emphasis\">Indianapolis?<\/span> They were in harm’s way. Danger lurked; the enemy stalked. The vessel sailed on, disregarding the command to zigzag, and thus it became an easy target. Catastrophe was the result.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p11\" class=\"\">On the day the <span class=\"emphasis\">Indianapolis<\/span> sailed toward Leyte, I enlisted in the United States Navy. At the Naval Training Station near San Diego, California, I endured the extreme discipline of boot camp and the intense training for combat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p12\" class=\"\">At last our first liberty came, and we were advised that all those who could swim could now take the navy bus to San Diego, while those sailors who could not were to remain for swimming training. How pleased I was that I could swim and had done so for many years. Then came an unexpected order. We who answered that we could swim were marched away—not to the waiting bus, but rather to the base swimming pool. We assembled at the pool’s deep end, were told to undress, and then were commanded to jump in one at a time and swim the length of the pool. Most accomplished the feat with little effort and anticipated eagerly the bus ride to San Diego. But there were men who had been untruthful, who answered they could swim when in reality they could not. For them, the petty officers waited until they were about to go under the water for the second or third time before proffering a bamboo pole to tow them to safety. The lesson learned? <span class=\"emphasis\">Tell the truth.<\/span> It could ultimately save your life if you were in harm’s way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p13\" class=\"\">Our journey through mortality will at times place us in harm’s way. Is there a road map to safety? Are there those to whom we can look for help?<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">May I offer to you tonight six road signs which, when observed and followed, will guide you to safety. They are:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"strong\">Choose good friends.<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Seek parental guidance.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Study the gospel.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Obey the commandments.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Serve with love.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Pray with purpose.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p21\" class=\"\">There is a battle of significant consequence taking place in the lives of young men today. In simple terms, it is the struggle between doing right or doing wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p22\" class=\"\">At an earlier time, Moroni offered the advice: “For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p23\" class=\"\">“But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil.”<sup class=\"noteMarker\"><a href=\"#footnote1-98905_000_022\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"38762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38762)\">Moro. 7:16–17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p24\" class=\"\">May I share a thought or two concerning each of the six road signs previously mentioned to keep you from harm’s way.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">1.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Choose good friends.<\/span> Friends help to determine your future. You will tend to be like them and to be found where they choose to go. Remember, the path we follow in this life leads to the path we follow in the next.<\/p>\n\t\t\t\t\t<p>In a survey made in selected wards and stakes of the Church, we learned a most significant fact: Those persons whose friends married in the temple usually married in the temple, while those persons whose friends did not marry in the temple usually did not marry in the temple. This same fact pertained also to full-time missionary service. The influence of one’s friends appeared to be a highly dominant factor—even equal to parental urging, classroom instruction, or proximity to a temple.<\/p>\n\t\t\t\t\t<p>The friends you choose will either help or hinder your success.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">2.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Seek parental guidance.<\/span> Your mother, your father, your family all love you and pray for your eternal happiness. Fathers, be an example to your sons. Show them the way to go. Walk with them in righteousness and faith.<\/p>\n\t\t\t\t\t<p>Be slow to judge. From a graduate school textbook I read of an account which substantiates the wisdom of this advice. In a large factory with multiple machines, the employees had to work as a team to be successful. On a particular machine the crew was handicapped by one worker frequently arriving late. The foreman reprimanded the tardy person and told him, “If you come to work late again, you’re fired!”<\/p>\n\t\t\t\t\t<p>The very next day the recalcitrant was again late. The class was asked, “What would you do if you were the foreman?”<\/p>\n\t\t\t\t\t<p>About half the class said, “I would keep my word and fire the person.” The balance took pity and answered, “I’d give him another chance.” The instructor then gave us the correct answer: “I would ask him <span class=\"emphasis\">why<\/span> he was late. His tardiness could well be fully legitimate.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">3.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Study the gospel.<\/span> Jesus invites: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t\t\t<p>“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.”<sup class=\"noteMarker\"><a href=\"#footnote2-98905_000_022\">2<\/a>\n\t     <span class=\"footnote\">[<span class=\"citation\" id=\"37788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37788)\">Matt. 11:28–29<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p>In this dispensation, the Lord declared, “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.”<sup class=\"noteMarker\"><a href=\"#footnote3-98905_000_022\">3<\/a>\n\t     <span class=\"footnote\">[<span class=\"citation\" id=\"20958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20958)\">D&amp;C 88:118<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p>Develop a yearning to know the Lord, to understand His commandments and to follow Him. Then shadows of despair are dispelled by rays of hope, sorrow yields to joy, and the feeling of being lost in the crowd of life vanishes with the certain knowledge that our Heavenly Father is mindful of each of us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">4.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Obey the commandments.<\/span> Make up your mind to serve God. Learn His word and follow it.<\/p>\n\t\t\t\t\t<p>A young holder of the Aaronic Priesthood, active in Scouting, summed up the truth of choosing, when at a board of review for his rank advancement to Star Scout, he answered the question of what Scouting was doing for him by saying, “It keeps me doing things I should and keeps me from doing things I shouldn’t.” He passed.<\/p>\n\t\t\t\t\t<p>Another reminder is the adage, “You can’t be right by doing wrong, and you can’t be wrong by doing right.” In the words of a well-known hymn:<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Choose the right when a choice is placed before you.<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">In the right the Holy Spirit guides;<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">And its light is forever shining o’er you,<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">When in the right your heart confides.<\/span>\n\t\t<sup class=\"noteMarker\"><a href=\"#footnote4-98905_000_022\">4<\/a>\n\t\t <span class=\"footnote\">[“Choose the Right,” <span class=\"emphasis\">Hymns,<\/span> no. 239.]<\/span><\/sup><\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<p>President George Albert Smith, the eighth President of the Church, counseled: “Stay on the Lord’s side of the line.”<sup class=\"noteMarker\"><a href=\"#footnote5-98905_000_022\">5<\/a>\n\t     <span class=\"footnote\">[In Conference Report, Oct. 1945, 118.]<\/span><\/sup><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">5.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Serve with love.<\/span> From “The Spoken Word” comes this counsel: “We owe it to ourselves to discover our talents and to find opportunities to share them. And we owe it to our family, friends, and neighbors to use our abilities in helpful ways. Even when we feel discouraged, lonely, or sometimes useless, we need to remember that God has given each of us great potential. We all have a place in life and in the lives of those we love.”<sup class=\"noteMarker\"><a href=\"#footnote6-98905_000_022\">6<\/a>\n\t     <span class=\"footnote\">[“Finding a Niche,” 15 Feb. 1998 broadcast of <span class=\"emphasis\">Music and the Spoken Word.<\/span>]<\/span><\/sup><\/p>\n\t\t\t\t\t<p>Jesus was the epitome of service. It was said of Him that He “went about doing good.”<sup class=\"noteMarker\"><a href=\"#footnote7-98905_000_022\">7<\/a>\n\t     <span class=\"footnote\">[See <span class=\"citation\" id=\"8472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8472)\">Acts 10:38<\/a><\/span>.]<\/span><\/sup> Do we, my brethren, do likewise? Our opportunities are many, but some are perishable and fleeting. Brethren, what supernal joy you feel when someone recalls counsel you gave, an example you lived, a truth you taught, the influence you had in prompting another to do good.<\/p>\n\t\t\t\t\t<p>Leaders of youth, remember the Apostle Paul’s counsel to Timothy: “Be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.”<sup class=\"noteMarker\"><a href=\"#footnote8-98905_000_022\">8<\/a>\n\t     <span class=\"footnote\">[<span class=\"citation\" id=\"2925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2925)\">1 Tim. 4:12<\/a><\/span>.]<\/span><\/sup> Bishops, place worthy, righteous men as leaders of the Aaronic Priesthood, and the same requirement should be expected concerning Scoutmasters.<\/p>\n\t\t\t\t\t<p>No man is called to work with youth until his membership certificate is in the hands of the bishop. In addition, no man is called to work in Scouting until he is fully registered with the governing board of Scouting and his record merits consideration for a call. This procedure has been expounded many times, yet wolves continue to enter with the intent to destroy the flock. President Hinckley asked that I stress tonight this instruction.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">\n\t    <span class=\"strong\">6.<\/span>\n\t  <\/span>\n\t\t\t\t\t<p><span class=\"strong\">Pray with purpose.<\/span> With God, all things are possible. Men of the Aaronic Priesthood, men of the Melchizedek Priesthood, remember the prayer of the Prophet Joseph, offered in that grove called sacred. Look around you and see the result of that answered prayer. Prayer is the provider of spiritual strength. Prayer is the passport to peace.<\/p>\n\t\t\t\t\t<p>Unlike the cruiser <span class=\"emphasis\">Indianapolis,<\/span> should we find ourselves in harm’s way, our power line is unbroken and undamaged—even to God, our Heavenly Father. He will help us if we will but give Him in our lives an opportunity to do so.<\/p>\n\t\t\t\t\t<p>I recall an experience of a few years ago. A group of friends were trail riding on strong Morgan horses when we came to a clearing which opened on a lush grass meadow with a small, clear stream meandering through it. No mule deer could wish for a better home. However, there was a danger lurking. The wily deer can detect the slightest movement in the surrounding bush; he can hear the crack of a twig and discern the scent of man. He is vulnerable from but one direction—overhead. In a mature tree, hunters had erected a platform high above the enticing spot. Though in many places this is illegal, the hunter takes his prey as it comes to eat and to drink. No twig would break, no movement disturb, no scent reveal the hunter’s whereabouts. Why? The magnificent buck deer, with its highly developed senses to warn of impending danger, does not have the capacity to look directly upward and thus detect the enemy. The deer finds himself in harm’s way. Man is not so restricted. His greatest safety is found in his ability and his desire to look upward—to “look to God and live.”<sup class=\"noteMarker\"><a href=\"#footnote9-98905_000_022\">9<\/a>\n\t     <span class=\"footnote\">[<span class=\"citation\" id=\"10316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10316)\">Alma 37:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p>Wrote the poet:<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">But chief of all thy wondrous works<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Supreme of all thy plan,<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Thou hast put an upward reach<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Into the heart of man.<\/span>\n\t\t<sup class=\"noteMarker\"><a href=\"#footnote10-98905_000_022\">10<\/a>\n\t\t <span class=\"footnote\">[Harry Kemp, “God the Architect,” in Caroline Miles Hill, ed., <span class=\"emphasis\">The World’s Great Religious Poetry<\/span> (1923), 211.]<\/span><\/sup><\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p56\" class=\"\">Brethren, are we prepared for the voyage of life? The sea of life can at times become turbulent. Crashing waves of emotional conflict may break all around us. Chart your course, be cautious, and follow the safety measures outlined.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"strong\">Choose good friends.<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Seek parental guidance.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Study the gospel.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Obey the commandments.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Serve with love.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Pray with purpose.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p63\" class=\"\">In so doing, we will sail safely the seas of life and arrive at home port—even the celestial kingdom of God. Then, as mariners of mortality, may we hear the plaudit, “Well done, thou good and faithful servant: … enter thou into the joy of thy lord.”<sup class=\"noteMarker\"><a href=\"#footnote11-98905_000_022\">11<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37806)\">Matt. 25:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/in-harms-way.p64\" class=\"\">For this blessing I fervently pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98905_000_022\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"38762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38762)\">Moro. 7:16–17<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98905_000_022\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37788)\">Matt. 11:28–29<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98905_000_022\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20958)\">D&amp;C 88:118<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98905_000_022\">4.<\/a>\n      <\/span>\n\t\t\t\t<p>“Choose the Right,” <span class=\"emphasis\">Hymns,<\/span> no. 239.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98905_000_022\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1945, 118.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98905_000_022\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>“Finding a Niche,” 15 Feb. 1998 broadcast of <span class=\"emphasis\">Music and the Spoken Word.<\/span><\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98905_000_022\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"8472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8472)\">Acts 10:38<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98905_000_022\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"2925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2925)\">1 Tim. 4:12<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98905_000_022\">9.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"10316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10316)\">Alma 37:47<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98905_000_022\">10.<\/a>\n      <\/span>\n\t\t\t\t<p>Harry Kemp, “God the Architect,” in Caroline Miles Hill, ed., <span class=\"emphasis\">The World’s Great Religious Poetry<\/span> (1923), 211.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_022\"><a name=\"-98905_000_022\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98905_000_022\">11.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37806)\">Matt. 25:21<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}