{"ID":607, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith Precedes the Miracle<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1952, pp. 46-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am deeply conscious of the fact mentioned by Brother Thomas E. McKay that not only\nBrother McKay but most of you would rather hear some speakers than others, and it makes\nme very apprehensive indeed. I appreciated greatly his testimony. It is good to have Brother\nMcKay with us again.\n<\/p><p>\nI appreciated very much the remarks upon prayer by President Clark who has preceded us,\nand recently it came to my attention that some statistics covering the last eight years were\nvery encouraging, showing that there was a considerable increase in family prayer among the\nhigh priests, a greater increase in the seventies, and almost a hundred percent increase in the\npercentage of elders in this Church who are now having their family prayers, as compared to\neight years ago.\n<\/p><p>\nI pay tribute to you, my brothers and sisters. I express to you my affection\nfor all the time you devote, the effort you expend, the consecrated energy you give to the\nChurch. It is a disappointment sometimes, however, to find some who are not willing to trust\nthe Lord&mdash;to trust in his promise when he says, \"Prove me and see.\" I often wonder why men\ncannot trust their Lord. He has promised his children every blessing contingent upon their\nfaithfulness, but fickle man places his trust in \"the arm of flesh\"\n(<span class=\"citation\" id=\"12957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12957)\">D&amp;C 1:19<\/a><\/span>) and sets about to make his\nown way unaided by him who could do so much.\n<\/p><p>\nThe Lord has promised: \n<\/p><p>\n. . . prove me . . . if I will not open you the windows of heaven, and pour you out a\nblessing, that there shall not be room enough to receive it\n(<span class=\"citation\" id=\"32732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32732)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nThe Prophet Moroni stopped abruptly in his abridging to offer his own inspired comments\nconcerning the matter of faith: \n<\/p><p>\nI would show the world that faith is things which are hoped for and not seen;\nwherefore, dispute not because ye see not, for ye receive no witness until after the trial\nof your faith (<span class=\"citation\" id=\"22196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22196)\">Ether 12:6<\/a><\/span>).\n<\/p><p>\nFather Adam understood this basic principle.\n<\/p><p>\n. . . an angel of the Lord appeared unto him, saying: Why dost thou offer sacrifices\nunto the Lord? And Adam said unto him: I know not, save the Lord commanded me\n(<span class=\"citation\" id=\"39005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39005)\">Moses 5:6<\/a><\/span>).\n<\/p><p>\nHe showed his unwavering faith&mdash;his almost unbelievable faith&mdash;and since the witness and\nthe miracle follow rather than precede the faith, the angel now sought to enlighten him: \n<\/p><p>\nAnd then the angel spake, saying: This thing is a similitude of the sacrifice of the\nOnly Begotten of the Father (<span class=\"citation\" id=\"39008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39008)\">Moses 5:7<\/a><\/span>).\n<\/p><p>\nIn faith we plant the seed, and soon we see the miracle of the blossoming. Men have often\nmisunderstood and have reversed the process. They would have the harvest before the\nplanting, the reward before the service, the miracle before the faith. Even the most demanding\nlabor unions would hardly ask the wages before the labor. But many of us would have the\nvigor without the observance of the health laws, prosperity through the opened windows of\nheaven without the payment of our tithes. We would have the close communion with our\nFather without fasting and praying; we would have rain in due season and peace in the land\nwithout observing the Sabbath and keeping the other commandments of the Lord. We would\npluck the rose before planting the roots; we would harvest the grain before its planting and\ncultivating.\n<\/p><p>\nIf we could only realize as Moroni writes: \n<\/p><p>\nFor if there be no faith among the children of men, God can do no miracle among\nthem . . .\n<\/p><p>\nAnd neither at any time hath any wrought miracles until after their faith; wherefore\nthey first believed in the Son of God\n(<span class=\"citation\" id=\"22197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22197)\">Ether 12:12,18<\/a><\/span>).\n<\/p><p>\nThe Master said: \n<\/p><p>\nBut, behold, faith cometh not by signs, but signs follow those that believe\n(<span class=\"citation\" id=\"12988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12988)\">D&amp;C 63:9<\/a><\/span>).\n<\/p><p>\nAnd these signs shall follow them that believe\n(<span class=\"citation\" id=\"33059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33059)\">Mark 16:17<\/a><\/span>).\n<\/p><p>\nTo the scribes and Pharisees who demanded signs without the preliminary faith and works the\nLord said: \n<\/p><p>\n. . . An evil and adulterous generation seeketh after a sign\n(<span class=\"citation\" id=\"34507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34507)\">Matt. 12:39<\/a><\/span>).\n<\/p><p>\nThe Lord made it clear that faith was not developed by miracles. John said: \n<\/p><p>\nBut though he had done so many miracles before them, yet they believed not on him\n(<span class=\"citation\" id=\"27518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27518)\">John 12:37<\/a><\/span>).\n<\/p><p>\nIn our own modern times we have eloquent evidence of this. Sidney Rigdon did not retain his\nmembership in the kingdom even though he had, with Joseph Smith, witnessed marvelous\nsigns. Had he not participated in the Great Vision and had he not been the recipient of many\nrevelations? And in spite of all these manifestations from our Heavenly\nFather, he did not remain in the kingdom.\n<\/p><p>\nOliver Cowdery saw many signs. He handled the sacred plates; was visited by Moroni, the\nancient; saw John the Baptist; received the Higher Priesthood from Peter, James, and John;\nand was the recipient of many great miracles, and yet they could not hold him to the faith.\n<\/p><p>\nAmassed evidence in signs and works and miracles failed to touch the stony hearts of the\nSavior's Galilean cities: \n<\/p><p>\nThen began he to upbraid the cities wherein most of his mighty works were done,\nbecause they repented not: \n<\/p><p>\nWoe unto thee, Chorazin! woe unto thee, Bethsaida!\n<\/p><p>\n. . . And thou, Capernaum, which art exalted unto heaven, shall be brought down to\nhell: for if the mighty works which have been done in thee, had been done in Sodom\nit would have remained until this day\n(<span class=\"citation\" id=\"34505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34505)\">Matt. 11:20-21,23<\/a><\/span>).\n<\/p><p>\nPaul speaking to the Hebrews said: \n<\/p><p>\nBy faith Noah, being warned of God of things not seen as yet, moved with fear,\nprepared an ark to the saving of his house\n(<span class=\"citation\" id=\"24241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24241)\">Heb. 11:7<\/a><\/span>).\n<\/p><p>\nAs yet there was no evidence of rain and flood. His people mocked and called him a fool. His\npreaching fell on deaf ears. His warnings were considered irrational. There was no precedent;\nnever had it been known that a deluge could cover the earth. How foolish to build an ark on\ndry ground with the sun shining and life moving forward as usual! But time ran out. The ark\nwas finished. The floods came. The disobedient and rebellious were drowned. The miracle of\nthe ark followed the faith manifested in its building.\n<\/p><p>\nPaul said again: \n<\/p><p>\nThrough faith also Sara herself received strength to conceive seed, and was delivered\nof a child when she was past age, because she judged him faithful who had promised.\n<\/p><p>\nTherefore sprang there even of one, and him as good as dead, so many as the stars of\nthe sky in multitude, and as the sand which is by the sea shore innumerable\n(<span class=\"citation\" id=\"24242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24242)\">Heb. 11:11-12<\/a><\/span>).\n<\/p><p>\nSo absurd it was to be told that children could be born of centenarians that even Sarah\ndoubted at first. But the faith of a noble pair prevailed, and the miracle son was born to father\nmultitudes of nations.\n<\/p><p>\nExceeding faith was shown by Abraham when the superhuman test was applied to him. His\nyoung \"child of promise,\" destined to be the father of empires, must now be offered upon the\nsacrificial altar. It was God's command, but it seemed so contradictory! How could his son,\nIsaac, be the father of an uncountable posterity if in his youth his mortal life was to be\nterminated? Why should he, Abraham, be called upon to do this revolting deed? It was\nirreconcilable, impossible! And yet he believed God. His undaunted faith carried him with\nbreaking heart toward the land of Moriah with this young son who little suspected the agonies\nthrough which his father must have been passing. Saddled asses took the party and supplies.\nThe father and the son carrying the fire and the wood mounted to the place of sacrifice.\n<\/p><p>\n\"Behold the fire and the wood,\" said Isaac, \"but where is the lamb for a burnt offering\"\n(<span class=\"citation\" id=\"23584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23584)\">Gen. 22:7<\/a><\/span>).\nWhat a heavy heart and sad voice it must have been which replied: \"My son, God will\nprovide himself a lamb for a burnt offering\"\n(<span class=\"citation\" id=\"23585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23585)\">Gen. 22:8<\/a><\/span>).\n<\/p><p>\nThe place was reached, the altar built, the fire kindled, and the lad now surely knowing, but\ntrusting and believing, was upon the altar. The father's raised hand was stopped in mid-air by\na commanding voice: \n<\/p><p>\n. . . Lay not thine hand upon the lad . . . now I know that thou fearest God, seeing\nthat thou hast not withheld thy son, thine only son from me\n(<span class=\"citation\" id=\"23586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23586)\">Gen. 22:12<\/a><\/span>).\n<\/p><p>\nAnd as the near perfect prophet found the ram in the thicket and offered it upon the altar, he\nheard the voice of God again speaking: \n<\/p><p>\nAnd in thy seed shall all the nations of the earth be blessed; because thou hast obeyed\nmy voice (<span class=\"citation\" id=\"23588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23588)\">Gen. 22:18<\/a><\/span>).\n<\/p><p>\nThis great and noble Abraham: \n<\/p><p>\nWho against hope believed in hope, that he might become the father of many\nnations . . .\n<\/p><p>\nAnd being not weak in faith, he considered not his own body now dead, when he was\nabout an hundred years old, neither yet the deadness of Sarah's womb: \n<\/p><p>\nHe staggered not at the promise of God through unbelief; but was strong in faith,\ngiving glory to God; \n<\/p><p>\nAnd being fully persuaded that, what he had promised, he was able also to perform\n(<span class=\"citation\" id=\"42701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42701)\">Rom. 4:18-21<\/a><\/span>).\n<\/p><p>\nFather Abraham and Mother Sarah knew&mdash;knew the promise would be fulfilled. <i>How<\/i>&mdash;they\ndid not know and did not demand to know. Isaac positively would live to be the father of a\nnumerous posterity. They knew he would even though he might need to die. They knew he\ncould still be raised from the dead to fulfil the promise, and faith here preceded the miracle.\n<\/p><p>\nPaul again said to the Hebrews: \n<\/p><p>\nBy faith they [the children of Israel] passed through the Red Sea as by dry land\n(<span class=\"citation\" id=\"24243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24243)\">Heb. 11:29<\/a><\/span>).\n<\/p><p>\nThe Israelites knew, as did Pharaoh and his hosts that\n<\/p><p>\n. . . They are entangled in the land, the wilderness hath shut them in\n(<span class=\"citation\" id=\"22618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22618)\">Ex. 14:3<\/a><\/span>).\n<\/p><p>\nAnd as Pharaoh's trained army approached with all the horses and chariots of Egypt, the\nescaping multitudes knew full well that they were hemmed in by the marshes, the deserts, and\nthe sea. There was no earthly chance for them to escape the wrath of their pursuers. And in\ntheir terror they indicted Moses: \n<\/p><p>\n. . . Because there were no graves in Egypt, hast thou taken us away to die in the\nwilderness?\n<\/p><p>\n. . . it had been better for us to serve the Egyptians than that we should die in the\nwilderness (<span class=\"citation\" id=\"22619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22619)\">Ex. 14:11-12<\/a><\/span>).\n<\/p><p>\nNo hope on earth for their liberation! What could save them now? The gloating armed forces\nof Egypt knew that Israel was trapped. Israel knew it only too well. But Moses, their inspired\nleader with a supreme faith, knew that God would not have called them on this exodus only\nto have them destroyed. He knew God would provide the escape. He may not at this moment\nhave known just how, but he trusted.\n<\/p><p>\nMoses commanded his people: \n<\/p><p>\n. . . Fear ye not, stand still, and see the salvation of the Lord, which he will shew to\nyou to day: for the Egyptians whom ye have seen to day, ye shall see them again no\nmore for ever.\n<\/p><p>\nThe Lord shall fight for you (<span class=\"citation\" id=\"22620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22620)\">Ex. 14:13-14<\/a><\/span>).\n<\/p><p>\nThe mighty warriors pressed on. Hope must have long since died in the breasts of the timid\nIsraelitish souls who knew not faith. Deserts and wilderness and the sea&mdash;the uncrossable\nsea! No boats, no rafts, nor time to construct them! Hopelessness, fear, despair must have\ngripped their hearts, and then the miracle came. It was born of the faith of their indomitable\nleader. A cloud hid them from the view of their enemies. A strong east wind blew all the\nnight; the waters were parted; the bed of the sea was dry; and Israel crossed to another world\nand saw the returning sea envelop and destroy their pursuers. Israel was safe\n(<span class=\"citation\" id=\"22621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22621)\">Ex. 14:19-31<\/a><\/span>). Faith had been\nrewarded, and Moses was vindicated. The impossible had happened. An almost superhuman\nfaith had given birth to an unaccountable and mysterious miracle that was to be the theme of\nthe sermons and warnings of Israel and their prophets for centuries.\n<\/p><p>\nIsrael was later ready to cross into the Promised Land, the productivity and beauty of which\ncould probably be seen from the higher hills. But how to get there? There were no bridges\nnor ferries across the flooding Jordan. Too deep for crossing in ordinary times, it was now at\nthe time of harvest impossible to ford. A great prophet, Joshua, received the mind of the Lord\nand commanded, and another miracle was born of faith.\n<\/p><p>\n. . . and as the feet of the priests that bare the ark were dipped in the brim of the\nwater . . .\n<\/p><p>\n. . . the waters which came down from above stood and rose up upon an heap . . . and\nthose that came down failed, and were cut off . . .\n<\/p><p>\n. . . and all the Israelites passed over on dry ground, until all the people were passed\nclean over Jordan (see <span class=\"citation\" id=\"30045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30045)\">Josh. 3:15-17<\/a><\/span>).\n<\/p><p>\nAnd when\n<\/p><p>\n. . . the soles of the priests' feet were lifted up unto the dry land, that the waters of\nJordan returned unto their place, and flowed over all his banks, as they did before\n(<span class=\"citation\" id=\"30046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30046)\">Josh. 4:18<\/a><\/span>).\n<\/p><p>\nThe elements find control through faith. The wind, the clouds, the heavens obey the voice of\nfaith. It was by and through the faith of Elijah that the drought, which devastated Israel,\nprolonged for three interminable years, was finally terminated when repentance had come to\nIsrael.\n<\/p><p>\n. . . Ahab did more to provoke the Lord God of Israel to anger than all the kings of\nIsrael that were before him (<span class=\"citation\" id=\"1192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1192)\">1 Kgs. 16:33<\/a><\/span>).\n<\/p><p>\nAnd Elijah the prophet declared: \n<\/p><p>\n. . . there shall not be dew nor rain these years, but according to my word\n(<span class=\"citation\" id=\"1193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1193)\">1 Kgs. 17:1<\/a><\/span>).\n<\/p><p>\nThe brooks dried up; rivers ceased to run; forage was scarce; famine was upon the land; and a\nking and his people were begging for relief&mdash;a people who had lost themselves in the\nworship of Baal. At Mount Carmel came the contest of power, which was mentioned here by\nPresident Clark, when a spectacular incident occurred. At Elijah's command fire came down\nfrom heaven and ignited the sacrifice and shocked the Baal worshipers once more into\nrepentant submission (<span class=\"citation\" id=\"1195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1195)\">1 Kgs. 18:38-39<\/a><\/span>).\n<\/p><p>\nMiracle followed faith again, and though the heavens were still clear and there was no\nindication of rain on the parched land, the prophet warned King Ahab: \n<\/p><p>\n. . . Prepare thy chariot, and get thee down, that the rain stop thee not\n(<span class=\"citation\" id=\"1197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1197)\">1 Kgs. 18:44<\/a><\/span>).\n<\/p><p>\nWith his face between his knees, as he sat on Carmel, Elijah sent his servant seven times to\nlook toward the sea. Six times there were cloudless skies and calm sea, but on the seventh he\nreported: \"Behold, there ariseth a little cloud out of the sea, like a man's hand.\" (Idem.)\n<\/p><p>\nSoon the heavens were black with clouds, and the wind was carrying them to Palestine, and\n\"There was a great rain\" and a dry, parched land was drenched in moisture, and the miracle of\nfaith had again made good the promises of the Lord\n(<span class=\"citation\" id=\"1196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1196)\">1 Kgs. 18:42-45<\/a><\/span>).\n<\/p><p>\nIt was by the supreme faith of the three Hebrews that they were delivered from the fiery\nfurnace of their king, Nebuchadnezzar. And the king asked: \n<\/p><p>\n. . . Did not we cast three men bound into the midst of the fire? They answered and\nsaid unto the king: True, O king.\n<\/p><p>\nHe answered and said, Lo, I see four men loose, walking in the midst of the fire, and\nthey have no hurt; and the form of the fourth is like the Son of God.\n<\/p><p>\n. . . these men upon whose bodies the fire had no power, nor was an hair of their head\nsinged, neither were their coats changed, nor the smell of fire passed on them\n(<span class=\"citation\" id=\"10619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10619)\">Dan. 3:24-26,27<\/a><\/span>).\n<\/p><p>\nNow, if you would discount these miracles of the Old Testament, how can you accept the\nNew Testament? You would also have difficulty in accepting Paul and his associate Apostles,\nand the Lord Jesus Christ, for they have verified and documented those miraculous events.\n<\/p><p>\nNow, brothers and sisters, how can these stories of faith be brought into our own lives? Faith\nis needed here as much as ever before. Little can we see. We know not what the morrow will\nbring. Accidents, sickness, even death seem to hover over us continually. Little do we know\nwhen they might strike.\n<\/p><p>\nIt takes faith&mdash;unseeing faith&mdash;for young people to proceed immediately with their family\nresponsibilities in the face of financial uncertainties. It takes faith for the\nyoung woman to bear her family instead of accepting employment, especially when schooling\nfor the young husband is to be finished. It takes faith to observe the Sabbath when \"time and\na half\" can be had working, when sales can be made, when merchandise can be sold. It takes\na great faith to pay tithes when funds are scarce and demands are great. It takes faith to fast\nand have family prayers and to observe the Word of Wisdom. It takes faith to do ward\nteaching, stake missionary work, and other service, when sacrifice is required. It takes faith to\nfill foreign missions. But know this&mdash;that all these are of the planting, while faithful, devout\nfamilies, spiritual security, peace, and eternal life are the harvests.\n<\/p><p>\nRemember that Abraham, Moses, Elijah, and others could not see clearly the end from the\nbeginning. They also walked by faith and without sight. Remember again that no gates were\nopen; Laban was not drunk (<span class=\"citation\" id=\"1506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1506)\">1 Ne. 4:7<\/a><\/span>);\nand no earthly hope was justified at the moment Nephi exercised\nhis faith and set out finally to get the plates. No asbestos clothes or other ordinary protective\ndevices were in the fiery furnace to protect the three Hebrews from death\n(<span class=\"citation\" id=\"10618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10618)\">Dan. 3:20<\/a><\/span>); there were no\nleather nor metal muzzles for the mouths of the lions when Daniel was locked in the den\n(<span class=\"citation\" id=\"10620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10620)\">Dan. 6:16<\/a><\/span>).\n<\/p><p>\nRemember that there were no clouds in the sky nor any hydrometer in his hand when Elijah\npromised an immediate break in the long extended drought; though Joshua may have\nwitnessed the miracle of the Red Sea, yet how could he by mortal means perceive that the\nflooding Jordan would back up for the exact time needed for the crossing, and then flow on\nits way to the Dead Sea.\n<\/p><p>\nRemember that there were no clouds in the sky, no evidence of rain, and no precedent for the\ndeluge when Noah builded the ark according to commandment\n(<span class=\"citation\" id=\"23578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23578)\">Gen. 6:14<\/a><\/span>). There was no ram in the\nthicket when Isaac and his father left for Moriah for the sacrifice\n(<span class=\"citation\" id=\"23587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23587)\">Gen. 22:13<\/a><\/span>). Remember there were no\ntowns and cities, no farms and gardens, no homes and storehouses, no blossoming desert in\nUtah when the persecuted pioneers crossed the plains. And remember that there were no\nheavenly beings in Palmyra, on the Susquehanna or on Cumorah when the soul-hungry Joseph\nslipped quietly into the Grove, knelt in prayer on the river bank, and climbed the slopes of the\nsacred hill.\n<\/p><p>\nBut know this: that undaunted faith can stop the mouths of lions, make ineffective the fiery\nflames, make dry corridors through beds of rivers and seas. Unwavering faith can protect\nagainst deluge, terminate droughts, heal the sick, and bring heavenly manifestations.\nIndomitable faith can help us live the commandments and thereby bring blessings unnumbered\nwith peace, perfection, and exaltation in the kingdom of God. May this be our desire to\ndevelop this kind of faith and may we finally attain the blessings which such perfect faith can\nbring, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}