{"ID":6070, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Children and the Family\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p2\" class=\"\">Elder W. Eugene Hansen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p\" class=\"\">Of the Presidency of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Strong family relationships don’t just happen. It takes time. It takes commitment, it takes prayer, and it takes work.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d56.jpg\" alt=\"Elder W. Eugene Hansen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p4\" class=\"\">As we read the scriptures, the love of the Lord for children is apparent. And understandably so: “Children are an heritage of the Lord” (<span class=\"citation\" id=\"42112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42112)\">Ps. 127:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p5\" class=\"\">In the New Testament, the Savior made clear the seriousness of anyone causing harm or offending “these little ones.” As recorded in Matthew, “It were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea” (<span class=\"citation\" id=\"37796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37796)\">Matt. 18:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p6\" class=\"\">One of the most touching scenes recorded in the Book of Mormon—which is another testament of Jesus Christ—occurred when the resurrected Lord appeared to the Nephite people who inhabited the Western Hemisphere at the time of the Savior. During that appearance, He ministered so tenderly to the little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p7\" class=\"\">We read how, as He stood in the midst of the multitude, He called upon the people to bring forth their little children, and He knelt among them and prayed to the Father for them. The words that He spoke were so sacred that they could not be written. He wept, and He took the children one by one and blessed them.  [See <span class=\"citation\" id=\"6462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6462)\">3 Ne. 17:11–25<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p8\" class=\"\">As the multitude looked heavenward, they saw the heavens open—angels appeared and descended. The children were encircled by fire, and angels ministered to them. As we acknowledge the love the Lord has for little children, it is not surprising that those who represent the Lord on the earth today have spoken out plainly and forcefully as to the responsibility parents have for their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p9\" class=\"\">I refer to the document issued by the First Presidency and the Council of the Twelve Apostles entitled “The Family: A Proclamation to the World.” From that document we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p10\" class=\"\">“Husband and wife have a solemn responsibility to love and care for each other and for their children. … Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another, to observe the commandments of God and to be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p11\" class=\"\">These are sobering words, particularly in light of the adversary’s continuing assault on traditional values and the impact it is having upon the family. It becomes obvious that much needs to be done to reverse trends that continue to place the family at risk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p12\" class=\"\">In desperation, society turns to the secular. Social programs are spawned. Government agencies are enlisted to provide public funding and programs in an attempt to change the destructive trends. While some spotty successes are observed, general trends remain alarming. I submit that if real and lasting change is to occur, it will come only as we return to our spiritual moorings. We need to be listening to the counsel of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p13\" class=\"\">Again the proclamation on the family, modern-day revelation: “The family is ordained of God. … Children are entitled to birth within the bonds of matrimony, and to be reared by a father and a mother who honor marital vows with complete fidelity. Happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ. Successful marriages and families are established and maintained on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome recreational activities. By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children. In these sacred responsibilities, fathers and mothers are obligated to help one another as equal partners. Disability, death, or other circumstances may necessitate individual adaptation. Extended families should lend support when needed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p14\" class=\"\">As we ponder these inspired words of modern revelation, I acknowledge the blessing of being raised in a good home, a home where parents were more concerned about the children God gave them than acquiring worldly fame or possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p15\" class=\"\">I was next oldest in a family of eight children. We lived on a small farm in northern Utah. Money was scarce, and thus I was blessed with the necessity of learning to work at a young age. In fact, our limited income required all of the children to be frugal and to contribute to the financial success of the family as soon as they were old enough. On the subject of loafing, my father had a favorite saying: “There’s nothing so boring as loafing, because you can’t stop and rest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p16\" class=\"\">Although times have changed, the principles remain the same. Today’s parents need to give each of their children opportunities to contribute to the well-being of the family. In such a family, children are happier and there is a spirit of love and unity in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p17\" class=\"\">I learned on that little farm that money and material possessions are not the keys to happiness and success. Of course, there must be sufficient to supply basic needs, but money in and of itself seldom, if ever, results in happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p18\" class=\"\">Our farm also provided the opportunity for learning humility. It seems that if we had a good crop and prices were high, an early frost or a hailstorm would manage to trim the income down to where we would barely get by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p19\" class=\"\">I heard my father remark on more than one occasion, “I don’t mind being educated in the school of hard knocks—it’s the refresher courses I keep getting that are the trial.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p20\" class=\"\">Even with the constant financial challenge, we still had a good life. There was love in the home. Home was the place where we wanted to be. And it was good for us to have had the experience of forgoing some of our wants that others in the family would be able to have their needs fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p21\" class=\"\">Our living room furniture would never have made the cover of <span class=\"emphasis\">House Beautiful,<\/span> but we did have two very significant items: we had a piano and we had a bookcase. How significant those two somewhat simple possessions were in the development of productive talents and interests so important in our early years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p22\" class=\"\">The influence of good music and good books carried well over into the next generation. Even television has not replaced the piano and the bookcase in the lives of our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p23\" class=\"\">We were also blessed with a mother and a father who worked as equal partners in that critically important responsibility of raising a family. I learned much as I watched them teach their children in the most effective way—by example.<\/p>\n\t\t\t<p class=\"preamble\">My father taught me:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Duty and charity as I saw him leave his own work on many occasions to go to the aid of ward members.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Faith as I listened to him pray and observed him give priesthood blessings to family members and others.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Love as I watched him tenderly care for his parents in their older years.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Standards as he used experience and current events to teach me concerning the path that he expected me to follow.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Dependability as he bought me an alarm clock and then assigned me five cows to milk night and morning during my high school years.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1998\/05\/children-and-the-family.p30\" class=\"\">He taught integrity as I can truthfully say I never saw him do a dishonest thing.<\/p>\n\t\t\t<p class=\"preamble\">My mother also taught many things. She taught:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Thrift as she practiced the spirit of that pioneer adage “Use it up, wear it out, make it do, or do without.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Sacrifice as I saw her many times go without, that her children might have.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Chastity as early on she made clear her expectations that her children be morally clean.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Love as I saw and felt a mother’s love in our home.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Kindness as I can genuinely say I never saw her do an unkind thing.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1998\/05\/children-and-the-family.p37\" class=\"\">I thank the Lord for loving parents who taught values both spiritual and moral and who wisely made it clear that there were certain nonnegotiables—among them, attendance at Church meetings, payment of tithing, reading of scriptures, and respect for parents and Church leaders. And most significantly, they taught by what they did, not just by what they said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p38\" class=\"\">So crucial in strengthening families is the realization that strong family relationships don’t just happen. It takes time. It takes commitment, it takes prayer, and it takes work. Parents must realize their responsibility and willingly assume it. The joy and happiness that will result is indescribable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p39\" class=\"\">Our beloved prophet, President Gordon B. Hinckley, has counseled: “Keep nurturing and loving your children. … Among all the assets you possess nothing is so precious as your children” (quoted in <span class=\"emphasis\">Church News,<\/span> 3 Feb. 1996, 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p40\" class=\"\">I leave you my witness that the proclamation on the family, which I referred to earlier, is modern-day revelation provided to us by the Lord through His latter-day prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/children-and-the-family.p41\" class=\"\">God lives; Jesus is the Christ; this is His Church, led by a living prophet, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}