{"ID":6071, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Come unto Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p2\" class=\"\">Margaret D. Nadauld<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/margaret-d-nadauld-10.jpg\" alt=\"Margaret D. Nadauld\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We want to come unto Christ because it is only in Him and through Him that we can return to the Father.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p4\" class=\"\">As this Easter season approaches, and always, we rejoice in the most meaningful invitation ever extended to mankind. It is the invitation to come unto Christ. And we’re all invited. The scriptures are replete with that glorious invitation, which is beautifully summarized in the hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come unto Jesus from ev’ry nation,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From ev’ry land and isle of the sea.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Unto the high and lowly in station,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ever he calls, “Come to me.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p9\" class=\"\">(“Come Unto Jesus,” <span class=\"emphasis\">Hymns,<\/span> no. 117)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p10\" class=\"\">The Savior extends His generous invitation simply because He loves us and He knows we need Him. He can help us and heal us. He understands us because of His own experiences. The scriptures report: “And he shall go forth, suffering pains and afflictions and temptations of every kind … , that he may know … how to succor his people according to their infirmities” (<span class=\"citation\" id=\"10280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10280)\">Alma 7:11–12<\/a><\/span>). We want to come unto Christ because it is only in Him and through Him that we can return to the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p11\" class=\"\">A simple thing happened many years ago that I have always remembered because it caused me to think about the Savior’s mission. Although it was just a childish incident, it has some meaning. It happened when our twins were only about five years old. They were just learning to ride their bicycles. As I glanced out the window, I saw them speeding down the street on their bikes going very fast! Perhaps they were going a little too fast for their level of ability, because all of a sudden Adam had a terrible crash! He was tangled up in the wreck, and all I could see was a twist of handlebars and tires and arms and legs. His little twin brother, Aaron, saw the whole thing happen, and immediately he skidded to a stop and jumped off his bike. He threw it down and ran to the aid of his brother, whom he loved very much. These little twins truly were of one heart. If one hurt, so did the other. If one got tickled, they both laughed. If one started a sentence, the other could complete it. What one felt, the other did also. So it was painful for Aaron to see Adam crash! Adam was a mess. He had skinned knees, he was bleeding from a head wound, his pride was damaged, and he was crying. In a fairly gentle, five-year-old way, Aaron helped his brother get untangled from the crash, he checked out the wounds, and then he did the dearest thing. He picked his brother up and carried him home. Or tried to. This wasn’t very easy because they were the same size, but he tried. And as he struggled and lifted and half-dragged, half-carried his brother along, they finally reached the front porch. By this time, Adam, the injured one, was no longer crying, but Aaron, the rescuer, was. When asked, “Why are you crying, Aaron?” he said simply, “Because Adam hurts.” And so he had brought him home to help, home to someone who knew what to do, to someone who could cleanse the wounds, bind them up, and make it better—home to love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p12\" class=\"\">Just as one twin helped his brother in need, so might we all be lifted, helped, even carried at times by our beloved Savior, the Lord Jesus Christ. He feels what we feel; He knows our heart. It was His mission to wipe away our tears, cleanse our wounds, and bless us with His healing power. He can carry us home to our Heavenly Father with the strength of His matchless love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p13\" class=\"\">Surely it pleases the Lord when we, His children, reach out to one another, to give help along the way, and to bring another closer to Christ. He taught, “[When] ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"37809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37809)\">Matt. 25:40<\/a><\/span>). He wants us to “mourn with those that mourn[,] … comfort those that stand in need of comfort” (<span class=\"citation\" id=\"41022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41022)\">Mosiah 18:9<\/a><\/span>), and “by love serve one another” (<span class=\"citation\" id=\"23375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23375)\">Gal. 5:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p14\" class=\"\">The words of Susan Evans McCloud say it well:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Savior, may I learn to love thee,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Walk the path that thou hast shown,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Pause to help and lift another,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Finding strength beyond my own. … <\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I would be my brother’s keeper;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I would learn the healer’s art.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To the wounded and the weary<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I would show a gentle heart. …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Savior, may I love my brother<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As I know thou lovest me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Find in thee my strength, my beacon,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For thy servant I would be.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p\" class=\"\">id=\"27\"&gt;(“Lord, I Would Follow Thee,” <span class=\"emphasis\">Hymns,<\/span> no. 220)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p28\" class=\"\">Dear brothers and sisters, these lines express the humble desires of my heart as I joyfully embark on an errand from Heavenly Father to walk with the young women of His Church. I pray constantly that in the Lord will be found strength, a beacon, for this willing servant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p29\" class=\"\">It is the mission of Young Women, and it is our greatest desire, to help young women grow spiritually and to assist their families in preparing them to come unto Christ. Many, many of them are well on their way. For example, when we asked some young women what they liked about sacrament meeting, one said, “The sacrament, because it reminds me of Jesus and all He did for me.” Another said, “I never come away with an empty heart, and I love taking the sacrament.” When asked how often they prayed, many said, “Morning and night.” They pray before a test. They pray in the face of temptation. They read the scriptures. Along with their own personal preparation, these beautiful young women are found blessing lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p30\" class=\"\">May I share a letter from a grateful recipient of their loving service. He writes:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p31\" class=\"\">“The young women [of my ward] very literally saved my life. I was a young bishop, just 29, the father of four beautiful little girls, including a small baby, when Heavenly Father called my wife home to Him. As I met with each of our little girls and asked them what impact this change would mean to them, the concerns of six-year-old Emily, the oldest of the four, were many, including, ‘Who is going to comb and curl my hair for church and put ribbons and clips in it?’ That was a good question to me as well. Who? I was consumed with the idea that life would be as ‘normal’ as possible for all of us—which meant that I would have to learn a whole new way of life. I was their father, and I was going to be <span class=\"emphasis\">the<\/span> only parent. I realized that I was not equipped with the motherly skills that I needed. I called upon the young women of the ward to train me to be able to satisfy at least the needs of hair care. They came to my home, numerous times, to begin my training. They even showed me how to care for my six-month-old Natalie as far as washing her hair without so much trauma. By the time I ‘graduated,’ I could whip up a mean (but simple) hairdo. Much more than the skill—those young women gave me confidence as a father of daughters—that I could love them, care for them, be there for them, no matter how the rest of my life continued.” Thank you, Brother Michael Marston, for your tender letter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p32\" class=\"\">I pray that parents of precious young women all over the world will be ever thankful for the stewardship they have to guide their daughters with love. May leaders of these young women understand the everlasting importance of their assignment. And may each young woman understand how blessed she is to be a daughter of Heavenly Father, who loves her very much and wants her to be successful!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p33\" class=\"\">In closing today, may I express my gratitude. First of all, gratitude for the home of my youth, which was filled with the kind of love Christ taught about; gratitude for the privilege of walking by the side of my dear husband, Stephen, where I have been blessed and prepared and sustained; and gratitude for precious children whose lives of constant, tender support inspire us, give us great joy, and often show us the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/come-unto-christ.p34\" class=\"\">I bear testimony that as we accept the invitation to come unto Christ, we will find that He can heal all wounds. He can lift our burdens and carry them for us, and we can feel “encircled about eternally in the arms of his love” (<span class=\"citation\" id=\"4707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4707)\">2 Ne. 1:15<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}