{"ID":6073, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">This thing which we call testimony is the great strength of the Church. It is the wellspring of faith and activity. It is difficult to explain. It is difficult to quantify … , yet it is as real and powerful as any force on the earth.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p4\" class=\"\">Now, my dear friends, I pray for the direction of the Holy Spirit. It is three years now since you sustained me as President of the Church. May I say a few words of a personal nature? From the bottom of my heart I thank you for your love and support, for your prayers and faith. I am no longer a young man filled with energy and vitality. I am an old man trying to catch up with Brother Haight! I’m given to meditation and prayer. I would enjoy sitting in a rocker, swallowing prescriptions, listening to soft music, and contemplating the things of the universe. But such activity offers no challenge and makes no contribution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p5\" class=\"\">I wish to be up and doing. I wish to face each day with resolution and purpose. I wish to use every waking hour to give encouragement, to bless those whose burdens are heavy, to build faith and strength of testimony. Through the great kindness of a generous friend, I have been permitted to travel over the earth during these three years, visiting among our people in scores of nations. They have gathered by the thousands and tens of thousands. In one place there were more than 200 buses which brought them to the stadium.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p6\" class=\"\">I have been among the affluent but more so among the poor—the poor of the earth and the poor of the Church. Some of their eyes are of a slightly different tilt than mine and their skin of a different color, but all of this disappears and becomes meaningless when I am among them. They all become our Father’s sons and daughters, children with a divine birthright. We speak various languages, but we all understand the common tongue of brotherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p7\" class=\"\">It is wearisome to travel far to reach them. But it is difficult to leave them after being with them. Every place we go is only for a brief visit, a meeting scheduled to fit with other meetings. I wish we could stay longer. At the conclusion of the meeting we spontaneously sing “God Be with You Till We Meet Again” (<span class=\"emphasis\">Hymns,<\/span> no. 152). Handkerchiefs come out to dry tears and then are waved in affectionate farewell. Most recently we held 11 large meetings in different cities in Mexico in just seven days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p8\" class=\"\">It is the presence of wonderful people which stimulates the adrenaline. It is the look of love in their eyes which gives me energy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p9\" class=\"\">I could spend all day in my office, doing so year after year, dealing with mountains of problems, many of them of small consequence. I do spend a good deal of time there. But I feel a greater mission, a higher responsibility to be out among the people. These thousands, hundreds of thousands, even millions now, all have one thing in common. They have an individual and personal testimony that this is the work of the Almighty, our Heavenly Father; that Jesus, the Lord, who died on the cross of Calvary and was resurrected, lives, a distinct and real and individual personality; that this is their work, restored in this last, wonderful dispensation of time; that the ancient priesthood has been restored with all of its keys and powers; that the Book of Mormon has spoken from the dust in testimony of the Redeemer of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p10\" class=\"\">This thing which we call testimony is the great strength of the Church. It is the wellspring of faith and activity. It is difficult to explain. It is difficult to quantify. It is an elusive and mysterious thing, and yet it is as real and powerful as any force on the earth. The Lord described it when He spoke to Nicodemus and said, “The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit” (<span class=\"citation\" id=\"29902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29902)\">John 3:8<\/a><\/span>). This thing which we call testimony is difficult to define, but its fruits are plainly evident. It is the Holy Spirit testifying through us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p11\" class=\"\">Personal testimony is the factor which turns people around in their living as they come into this Church. This is the element which motivates the membership to forsake all in the service of the Lord. This is the quiet, encouraging voice which sustains without pause those who walk in faith down to the last days of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p12\" class=\"\">It is a mysterious and wonderful thing, a gift from God to man. It overrides wealth or poverty when one is called to serve. This testimony which is carried in the hearts of our people motivates to an impelling duty. It is found in young and old. It is found in the seminary student, in the missionary, in the bishop and the stake president, in the mission president, in the Relief Society sister, in every General Authority. It is heard from those who hold no office other than membership. It is of the very essence of this work. It is what is moving the work of the Lord forward across the world. It impels to action. It demands that we do what we are asked to do. It brings with it the assurance that life is purposeful, that some things are of far greater importance than others, that we are on an eternal journey, that we are answerable unto God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p13\" class=\"\">Emily Dickinson captured an element of it when she wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I never saw a moor,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I never saw the sea;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet know I how the heather looks,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And what a wave must be.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I never spoke with God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Nor visited in heaven;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet certain am I of the spot<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As if the chart were given.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p22\" class=\"\">(“Chartless,” in <span class=\"emphasis\">A Treasury of the Familiar,<\/span> ed. Ralph L. Woods [1942], 179)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p23\" class=\"\">It is this element, weak and somewhat feeble at first, which moves every investigator in the direction of conversion. It pushes every convert toward security in the faith. This is the thing which caused our forebears to leave England and the lands of Europe, to cross the seas with harrowing experiences, to walk what seemed endlessly beside plodding oxen or frail handcarts in the direction of these mountains of the West. They struggled, they worked, they died by the thousands on that fateful journey. That spirit of testimony has come down to us, who are the inheritors of their precious faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p24\" class=\"\">Wherever the Church is organized its power is felt. We stand on our feet and say that we know. We say it until it almost appears to be monotonous. We say it because we do not know what else to say. The simple fact is that we <span class=\"emphasis\">do<\/span> know that God lives, that Jesus <span class=\"emphasis\">is<\/span> the Christ, and that this is their cause and their kingdom. The words are simple, the expression comes from the heart. It is at work wherever the Church is organized, wherever there are missionaries teaching the gospel, wherever there are members sharing their faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p25\" class=\"\">It is something that cannot be refuted. Opponents may quote scripture and argue doctrine endlessly. They can be clever and persuasive. But when one says, “I know,” there can be no further argument. There may not be acceptance, but who can refute or deny the quiet voice of the inner soul speaking with personal conviction?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p26\" class=\"\">Let me tell you a story that I heard recently in Mexico. In Torreón I was driven about in the fine automobile that belonged to the man of whom I speak. His name is David Castañeda.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p27\" class=\"\">Thirty years ago he, his wife, Tomasa, and their children lived on a dry little run-down ranch near Torreón. They owned 30 chickens, 2 pigs, and 1 thin horse. The chickens provided a few eggs to sustain them and the means whereby to earn an occasional peso. They walked in poverty. Then the missionaries called on them. Sister Castañeda said, “The elders took the blinders from our eyes and brought light into our lives. We knew nothing of Jesus Christ. We knew nothing of God until they came.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p28\" class=\"\">She had two years of schooling, her husband none. The elders taught them, and they were eventually baptized. They moved into the little town of Bermejillo. They were fortuitously led into the junk business, buying wrecked automobiles. This led to association with insurance companies and others. They gradually built a prosperous business in which the father and his five sons worked. With simple faith they paid their tithing. They put their trust in the Lord. They lived the gospel. They served wherever called to do so. Four of their sons and three of their daughters filled missions. The youngest son is presently serving in Oaxaca. They have now built a very substantial business and have been prospered therein. They have been taunted by their critics. Their answer is a testimony of the power of the Lord in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p29\" class=\"\">Some 200 of their family and friends have joined the Church due to their influence. Over 30 sons and daughters of family and friends have served missions. They donated the land on which a chapel now stands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p30\" class=\"\">The children, now grown to maturity, and the parents take turns going to Mexico City each month, there to work in the temple. They stand as a living testimony of the great power of this work of the Lord to lift and change people. They are typical of thousands upon thousands throughout the world who experience the miracle of Mormonism as a testimony of the divinity of the work comes into their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p31\" class=\"\">This witness, this testimony, can be the most precious of all the gifts of God. It is a heavenly bestowal when there is the right effort. It is the opportunity, it is the responsibility of every man and woman in this Church to obtain within himself or herself a conviction of the truth of this great latter-day work and of those who stand at its head, even the living God and the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p32\" class=\"\">Jesus pointed the way for the acquisition of such a testimony when He said: “My doctrine is not mine, but his that sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p33\" class=\"\">“If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself” (<span class=\"citation\" id=\"29908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29908)\">John 7:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p34\" class=\"\">We grow in faith and knowledge as we serve, as we study, as we pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p35\" class=\"\">When Jesus fed the 5,000 they recognized and wondered at the miracle He had performed. Some came back again. To these He taught the doctrine of His divinity, of Himself as the Bread of Life. He accused them of not being interested in the doctrine but rather only in the satisfaction of the hunger of their bodies. Some, on hearing Him and His doctrine, said, “This is an hard saying; who can hear it?” (<span class=\"citation\" id=\"29904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29904)\">John 6:60<\/a><\/span>). Who can believe what this man is teaching?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p36\" class=\"\">“From that time many of his disciples went back, and walked no more with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p37\" class=\"\">“Then said Jesus unto the twelve [I think with some feeling of discouragement], Will ye also go away?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p38\" class=\"\">“Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p39\" class=\"\">“And we believe and are sure that thou art that Christ, the Son of the living God” (<span class=\"citation\" id=\"29905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29905)\">John 6:66–69<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p40\" class=\"\">This is the great question, and the answer thereto, which we must all face. If not to Thee, then “Lord, to whom shall we go? thou hast the words of eternal life. And we believe and are sure that thou art that Christ, the Son of the living God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p41\" class=\"\">It is this conviction, this quiet inward certainty of the reality of the living God, of the divinity of His Beloved Son, of the restoration of their work in this time, and of the glorious manifestations which have followed which become for each of us the foundation of our faith. This becomes our testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p42\" class=\"\">As I mentioned earlier in this conference, I’ve recently been in Palmyra, New York. Of the events which occurred in that area, one is led to say: “They either happened or they did not. There can be no gray area, no middle ground.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p43\" class=\"\">And then the voice of faith whispers: “It all happened. It happened just as he said it happened.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p44\" class=\"\">Nearby is the Hill Cumorah. From there came the ancient record from which was translated the Book of Mormon. One must accept or reject its divine origin. Weighing of the evidence must lead every man and woman who has read with faith to say, “It is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p45\" class=\"\">And so it is with other elements of this miraculous thing which we call the restoration of the ancient gospel, the ancient priesthood, and the ancient Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p46\" class=\"\">This testimony is now, as it has always been, a declaration, a straightforward assertion of truth as we know it. Simple and powerful is the statement of Joseph Smith and Sidney Rigdon concerning the Lord, who stands at the head of this work:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p47\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p48\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p49\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God” (<span class=\"citation\" id=\"20940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20940)\">D&amp;C 76:22–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p50\" class=\"\">It is in this spirit that I add my own witness. Our Eternal Father lives. He stands as the great God of the universe, ruling in majesty and power. And yet He is my Father, to whom I may go in prayer with the assurance that He will hear, listen, and answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/testimony.p51\" class=\"\">Jesus is the Christ, His immortal Son, who under His Father’s direction was the Creator of the earth. He was the great Jehovah of the Old Testament, who condescended to come into the world as the Messiah, who gave His life on Calvary’s cross in His wondrous Atonement because He loved us. The work in which we are engaged is their work, and we are their servants, who are answerable to them. Of which I testify, in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}