{"ID":6074, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p3\" class=\"\">President Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p\" class=\"\">Acting President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Sisters, you must graduate from <span class=\"emphasis\">thinking <\/span>that you only <span class=\"emphasis\">attend <\/span>Relief Society to <span class=\"emphasis\">feeling <\/span>that you <span class=\"emphasis\">belong <\/span>to it!<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98905_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p5\" class=\"\">It is my purpose to give unqualified endorsement to the Relief Society—to encourage all women to join in and attend, and priesthood leaders, at every level of administration, to act so that Relief Society will flourish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p6\" class=\"\">The Relief Society was organized and named by prophets and apostles who acted under divine inspiration. It has an illustrious history. Always, it has dispensed encouragement and sustenance to those in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p7\" class=\"\">The tender hand of the sister gives a gentle touch of healing and encouragement which the hand of a man, however well intentioned, can never quite duplicate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p8\" class=\"\">Relief Society inspires women and teaches them how to adorn their lives with those things which women need—things that are “lovely, or of good report or praiseworthy.”<sup class=\"noteMarker\"><a href=\"#footnote1-98905_000_030\">1<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"7110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7110)\">A of F 1:13<\/a><\/span>.]<\/span><\/sup> The First Presidency has urged women to attend “because in the work of the Relief Society are intellectual, cultural, and spiritual values found in no other organization and sufficient for all general needs of its members.”<sup class=\"noteMarker\"><a href=\"#footnote2-98905_000_030\">2<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">A Centenary of Relief Society<\/span> (1942), 7.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p9\" class=\"\">Relief Society guides mothers in nurturing their daughters and in cultivating in husbands and sons and brothers courtesy and courage, and, indeed, all virtues essential to worthy manhood. It is quite as much in the interest of the men and boys that Relief Society prosper as in the interest of women and girls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p10\" class=\"\">Some years ago Sister Packer and I were in Czechoslovakia, then behind the Iron Curtain. It was not easy to obtain visas, and we used great care so as not to jeopardize the safety and well-being of our members, who for generations had struggled to keep their faith alive under conditions of unspeakable oppression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p11\" class=\"\">The most memorable meeting was held in an upper room. The blinds were drawn. Even at night, those attending came at different times, one from one direction and one from another, so as to not call attention to themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p12\" class=\"\">There were in attendance 12 sisters. We sang the hymns of Zion from songbooks—words without music—printed more than 50 years before. The Spiritual Living lesson was reverently given from the pages of a handmade manual. The few pages of Church literature we could get to them were typed at night, 12 carbon copies at a time, so as to share a few precious pages as widely as possible among the members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p13\" class=\"\">I told those sisters that they belonged to the largest and by all measure the greatest women’s organization on earth. I quoted the Prophet Joseph Smith when he and the Brethren organized the Relief Society: “I now turn the key in [behalf of all women].”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p14\" class=\"\">This society is organized “according to your natures. … You are now placed in a situation in which you can act according to those sympathies [within you]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p15\" class=\"\">“If you live up to [these] privileges, the angels cannot be restrained from being your associates. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p16\" class=\"\">“If this Society listen[s] to the counsel of the Almighty, through the heads of the Church, they shall have power to command queens in their midst.”<sup class=\"noteMarker\"><a href=\"#footnote3-98905_000_030\">3<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">History of the Church,<\/span> 4:607, 605.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p17\" class=\"\">The Spirit was there. The lovely sister who had conducted with gentility and reverence wept openly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p18\" class=\"\">I told them that upon our return I was assigned to speak at a Relief Society conference; could I deliver a message from them? Several of them made notes; each expression, every one, was in the spirit of giving—not of asking for anything. I shall never forget what one sister wrote: “A small circle of sisters send their own hearts and thoughts to all the sisters and begs the Lord to help us go forward.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p19\" class=\"\">Those words, <span class=\"emphasis\">circle of sisters,<\/span> inspired me. I could see them standing in a circle that reached beyond that room and circled the world. I caught the same vision the apostles and prophets before us have had. The Relief Society is more than a circle now; it is more like a fabric of lace spread across the continents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p20\" class=\"\">The Relief Society works under the direction of the Melchizedek Priesthood, for “all other authorities or offices in the church are appendages to this priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote4-98905_000_030\">4<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20977)\">D&amp;C 107:5<\/a><\/span>.]<\/span><\/sup> It was organized “after the pattern of the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote5-98905_000_030\">5<\/a>\n       <span class=\"footnote\">[Sarah M. Kimball, “Auto-biography,” <span class=\"emphasis\">Woman’s Exponent,<\/span> 1 Sept. 1883, 51.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p21\" class=\"\">You sisters may be surprised to learn that the needs of men are seldom, if ever, discussed in priesthood quorums. Certainly they are not preoccupied with them. They discuss the gospel and the <span class=\"emphasis\">priesthood<\/span> and the family!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p22\" class=\"\">If you follow that pattern, you will not be preoccupied with the so-called needs of women. As you give first priority to your family and serve your organization, every need shall be fulfilled, every neglect will be erased, every abuse will be corrected, now or in the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p23\" class=\"\">There are many community causes worthy of your support. There are others which are flawed, for they erode those values essential to a happy family. Do not allow yourselves to be organized under another banner which cannot, in truth, fulfill your needs. Do not drift from the course established by the general presidency of the Relief Society. Their stated purpose is to help bring women and families to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p24\" class=\"\">As mission president, I attended a mission Relief Society conference. Our mission Relief Society president, a relatively recent convert, announced something of a course correction. Some local societies had strayed, and she invited them to conform more closely to the direction set by the general presidency of the Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p25\" class=\"\">One sister in the congregation stood and defiantly told her that they were not willing to follow her counsel, saying they were an exception. A bit flustered, she turned to me for help. I didn’t know what to do. I was not interested in facing a fierce woman. So I motioned for her to proceed. Then came the revelation!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p26\" class=\"\">This lovely Relief Society president, small and somewhat handicapped physically, said with gentle firmness: “Dear sister, we’d like not to take care of the exception first. We will take care of the rule first, and then we will see to the exceptions.” The course correction was accepted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p27\" class=\"\">Her advice is good for Relief Society and priesthood and for families. When you state a rule and include the exception in the same sentence, the exception is accepted first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p28\" class=\"\">The Brethren know they <span class=\"emphasis\">belong<\/span> to a quorum of the priesthood. Too many sisters, however, think that Relief Society is merely a class to attend. The same sense of <span class=\"emphasis\">belonging<\/span> to the Relief Society rather than just attending a class must be fostered in the heart of every woman. Sisters, you must graduate from <span class=\"emphasis\">thinking<\/span> that you only <span class=\"emphasis\">attend<\/span> Relief Society to <span class=\"emphasis\">feeling<\/span> that you <span class=\"emphasis\">belong<\/span> to it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p29\" class=\"\">However much priesthood power and authority the men may possess—however much wisdom and experience they may accumulate—the safety of the family, the integrity of the doctrine, the ordinances, the covenants, indeed the future of the Church, rests equally upon the women. The defenses of the home and family are greatly reinforced when the wife and mother and daughters belong to Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p30\" class=\"\">No man receives the fulness of the priesthood without a woman at his side. For no man, the Prophet said, can obtain the fulness of the priesthood outside the temple of the Lord.<sup class=\"noteMarker\"><a href=\"#footnote6-98905_000_030\">6<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"21012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21012)\">D&amp;C 131:1–3<\/a><\/span>.]<\/span><\/sup> And she is there beside him in that sacred place. She shares in all that he receives. The man and the woman individually receive the ordinances encompassed in the endowment. But the man cannot ascend to the highest ordinances—the sealing ordinances—without her at his side. No man achieves the supernal exalting status of worthy fatherhood except as a gift from his wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p31\" class=\"\">In the home and in the Church sisters should be esteemed for their very nature. Be careful lest you unknowingly foster influences and activities which tend to erase the masculine and feminine differences nature has established. A man, a father, can do much of what is usually assumed to be a woman’s work. In turn, a wife and a mother can do much—and in time of need, most things—usually considered the responsibility of the man, without jeopardizing their distinct roles. Even so, leaders, and especially parents, should recognize that there is a distinct masculine nature and a distinct feminine nature essential to the foundation of the home and the family. Whatever disturbs or weakens or tends to erase that difference erodes the family and reduces the probability of happiness for all concerned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p32\" class=\"\">There is a difference in the way the priesthood functions in the home as compared to the way it functions in the Church. In the Church our service is by call. In the home our service is by choice. A calling in the Church generally is temporary for there comes a release. Our place in the home and family, which is based on choice, is forever and beyond.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p33\" class=\"\">In the Church there is a distinct line of authority. We serve where called by those who preside over us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p34\" class=\"\">In the home it is a partnership with husband and wife equally yoked together, sharing in decisions, always working together. While the husband, the father, has responsibility to provide worthy and inspired leadership, his wife is neither behind him nor ahead of him but at his side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p35\" class=\"\">The leaders of Relief Society, Young Women, and Primary are all members of the ward and stake councils, and they have a unity which comes from their membership in Relief Society. To the degree that leaders ignore the contribution and influence of these sisters, in councils and in the home, the work of the priesthood itself is limited and weakened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p36\" class=\"\">Neither the brethren, acting as a quorum of the priesthood, nor these sisters who sit in councils must ever lose—not for a minute can they lose—a perspective of the place of the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p37\" class=\"\">To serve the needs of an increasing number of dysfunctional families, the Church provides influences and activities to compensate for what is missing in those homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p38\" class=\"\">Priesthood and auxiliary leaders, and especially parents, must use wisdom born of inspiration to make very certain that those activities, for both leaders and members, are not overdemanding of time and money. If they are, it leaves too little of both and makes it difficult for attentive parents to influence their own children. Be very careful to sustain and support rather than supplant the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p39\" class=\"\">At those times when parents feel smothered and just cannot do it all, they must make wise and inspired judgments as to how much out-of-home activity of all kinds is best for their own family. It is on this subject that the priesthood leaders, in council assembled, must pay careful attention to the expressions of the sisters, the mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p40\" class=\"\">Strong Relief Societies carry a powerful immunizing and healing influence for the mothers and the daughters, for the single parent, for the single sisters, for the aging, for the infirm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p41\" class=\"\">You sisters who are called to serve in the Primary or the Young Women may miss the Relief Society class, but you do not really miss Relief Society; you belong to it. Many brethren serve the Aaronic Priesthood and miss their own quorum meetings. Do not feel denied; never complain about this unselfish service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p42\" class=\"\">We watched our children and now watch our grandchildren leave for work or school in places far from the family. They take a little child or two and virtually nothing materially with which to establish a home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p43\" class=\"\">How consoling it is to know that no matter where they go, a Church family awaits them. From the day they arrive, he will belong to a quorum of the priesthood and she will belong to Relief Society. There she will find a grandmother—someone to call in the place of her own mother when her cooking isn’t turning out right or to ask how to know if a restless child is really ill. She will find the steady, wise hand of surrogate grandmothers. They will give a word of comfort when the painful disease of homesickness hangs on too long. The young family will find security—the husband in the quorums, the sister in Relief Society. Both have as their consummate purpose to secure the family eternally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p44\" class=\"\">These lines are sung in the Relief Society:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As sisters in Zion, we’ll all work together;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The blessings of God on our labors we’ll seek.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’ll build up his kingdom with earnest endeavor;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’ll comfort the weary and strengthen the weak.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The errand of angels is given to women;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And this is a gift that, as sisters, we claim:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To do whatsoever is gentle and human,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To cheer and to bless in humanity’s name.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How vast is our purpose, how broad is our mission,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If we but fulfill it in spirit and deed.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, naught but the Spirit’s divinest tuition<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Can give us the wisdom to truly succeed.<\/span>\n\t    <sup class=\"noteMarker\"><a href=\"#footnote7-98905_000_030\">7<\/a>\n\t   <span class=\"footnote\">[Emily H. Woodmansee, “As Sisters in Zion,” <span class=\"emphasis\">Hymns,<\/span> no. 309.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/the-relief-society.p57\" class=\"\">I conclude where I began—it is my purpose to endorse the Relief Society, to bear witness that Jesus is the Christ and that it was through inspiration that it was organized, and I invoke a blessing upon the sisters who attend it. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98905_000_030\">1.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"7110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7110)\">A of F 1:13<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98905_000_030\">2.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">A Centenary of Relief Society<\/span> (1942), 7.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98905_000_030\">3.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">History of the Church,<\/span> 4:607, 605.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98905_000_030\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20977)\">D&amp;C 107:5<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98905_000_030\">5.<\/a>\n      <\/span>\n\t\t\t\t<p>Sarah M. Kimball, “Auto-biography,” <span class=\"emphasis\">Woman’s Exponent,<\/span> 1 Sept. 1883, 51.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98905_000_030\">6.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"21012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21012)\">D&amp;C 131:1–3<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_030\"><a name=\"-98905_000_030\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98905_000_030\">7.<\/a>\n      <\/span>\n\t\t\t\t<p>Emily H. Woodmansee, “As Sisters in Zion,” <span class=\"emphasis\">Hymns,<\/span> no. 309.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}