{"ID":6075, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Behold, We Count Them Happy Which Endure”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We cannot expect to learn endurance in our later years if we have developed the habit of quitting when things get difficult now.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p4\" class=\"\">We are told in the scriptures that it is essential to endure to the end:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p5\" class=\"\">“Wherefore, if ye shall be obedient to the commandments, and endure to the end, ye shall be saved at the last day. And thus it is” (<span class=\"citation\" id=\"2147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2147)\">1 Ne. 22:31<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p6\" class=\"\">“Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days” (<span class=\"citation\" id=\"20893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20893)\">D&amp;C 24:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p7\" class=\"\">“Behold, we count them happy which endure” (<span class=\"citation\" id=\"26415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26415)\">James 5:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p8\" class=\"\">Examples of faithfully enduring to the end are taught by prophets of all ages as they demonstrate courage while enduring trials and tribulations to carry forth the will of God. Our greatest example comes from the life of our Savior and Redeemer, Jesus Christ. When suffering upon the cross at Calvary, Jesus felt the loneliness of agency when He pled to His Father in Heaven, “Why hast thou forsaken me?” (<span class=\"citation\" id=\"37816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37816)\">Matt. 27:46<\/a><\/span>). The Savior of the world was left alone by His Father to experience, of His own free will and choice, an act of agency which allowed Him to complete His mission of the Atonement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p9\" class=\"\">Jesus knew who He was—the Son of God. He knew His purpose—to carry out the will of the Father through the Atonement. His vision was eternal—“to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39976)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p10\" class=\"\">The Lord could have called on legions of angels to take Him down from the cross, but He faithfully endured to the end and completed the very purpose for which He had been sent to earth, thus granting eternal blessings to all who will ever experience mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p11\" class=\"\">It is touching to me that when the Father introduced His Son to prophets in dispensations since, He would say, “This is my beloved Son, in whom I am well pleased” (<span class=\"citation\" id=\"4981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4981)\">2 Pet. 1:17<\/a><\/span>), or “Behold my Beloved Son, … in whom I have glorified my name” (<span class=\"citation\" id=\"6453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6453)\">3 Ne. 11:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p12\" class=\"\">In our dispensation, the Prophet Joseph Smith endured all manner of opposition and hardship to bring to pass the desire of our Heavenly Father—the restoration of The Church of Jesus Christ of Latter-day Saints. Joseph was harassed and hunted by angry mobs. He patiently endured poverty, humiliating charges, and unkind acts. His people were forcibly driven from town to town, from state to state. He was tarred and feathered. He was falsely charged and jailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p13\" class=\"\">Imprisoned at Liberty, Missouri, and experiencing deep, emotional temporal feelings that his own hardships and the tests and trials of the Saints would never cease, Joseph prayed: “O God, where art thou? … Yea, O Lord, how long shall they suffer these wrongs and unlawful oppressions, before thine heart shall be softened toward them, and … be moved with compassion toward them?” (<span class=\"citation\" id=\"20995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20995)\">D&amp;C 121:1, 3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p14\" class=\"\">Joseph was told, “My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment” (<span class=\"citation\" id=\"20996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20996)\">D&amp;C 121:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p15\" class=\"\">Joseph knew that if he were to stop going forward with this great work, his earthly trials would probably ease. But he could not stop, because he knew who he was, he knew for what purpose he was placed on the earth, and he had the desire to do God’s will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p16\" class=\"\">The pioneers—who left their homes in Nauvoo, Illinois, and elsewhere, traversed the great plains, and settled in the Salt Lake Valley—knew who they were. They were members of the Lord’s Church newly restored to the earth. They knew their purpose or goal—to not only find Zion but to establish it. Because they knew that, they were willing to endure all manner of hardships to bring it about.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p17\" class=\"\">During the past year, I have been touched by those who understand this doctrine. They have faithfully endured opposition, trials, and tribulation in their lives and, in doing so, were not only personally strengthened by their experience, but they also strengthened those around them by their example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p18\" class=\"\">One young woman wrote about the lessons she has learned in her struggle to recover from an automobile accident in which she received severe head injuries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p19\" class=\"\">“I didn’t know how strong I was until the spring of 1996. The incidents of one afternoon completely changed my expectations of how my education would proceed. One minute I was on a path to my future, much like every other high school student. The next minute life was no longer ordinary for me. I was on my way to strengthening myself in ways I would never have guessed. … I was on a road to relearning instead of learning. … I relearned how to eat; swallowing the food in my mouth was a hard task that I had to relearn. I went from the bed to a wheelchair to standing and walking in over a five-month period. … I have learned many great truths from my diverse trials this past year. Prayers are really answered. Fasting is a power in my family. Love has kept me alive. … I have learned what I can tolerate. … Throughout all of this I have learned that I am a lot stronger than I thought. I have learned that if you need help, it is OK to ask for it; we all have our limits, strengths, and weaknesses. … All knowledge … is ‘spendable currency’ for me. Like a baby bird broken from its shell, I am learning to fly again” (letter from Elizabeth Merkley).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p20\" class=\"\">Often we do not know what we can endure until after a trial of our faith. We are also taught by the Lord that we will never be tested beyond that which we can endure (see <span class=\"citation\" id=\"967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(967)\">1 Cor. 10:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p21\" class=\"\">In 1968 a marathon runner by the name of John Stephen Akhwari represented Tanzania in an international competition. “A little over an hour after [the winner] had crossed the finish line, John Stephen Akhwari … approached the stadium, the last man to complete the journey. [Though suffering from fatigue, leg cramps, dehydration, and disorientation,] a voice called from within to go on, and so he went on. Afterwards, it was written, ‘Today we have seen a young African runner who symbolizes the finest in human spirit, a performance that gives meaning to the word <span class=\"emphasis\">courage.<\/span>’ For some, the only reward is a personal one. [There are no medals, only] the knowledge that they finished what they set out to do” (<span class=\"emphasis\">The Last African Runner,<\/span> Olympiad Series, written, directed, and produced by Bud Greenspan, Cappy Productions, 1976, videocassette). When asked why he would complete a race he could never win, Akhwari replied, “My country did not send me 5,000 miles to <span class=\"emphasis\">start<\/span> the race; my country sent me to <span class=\"emphasis\">finish<\/span> the race.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p22\" class=\"\">He knew who he was—an athlete representing the country of Tanzania. He knew his purpose—to finish the race. He knew that he had to endure to the finish, so that he could honorably return home to Tanzania. Our mission in life is much the same. We were not sent by Father in Heaven just to be born. We were sent to endure and return to Him with honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p23\" class=\"\">Dwelling in the world is part of our mortal test. The challenge is to live in the world yet not partake of the world’s temptations which will lead us away from our spiritual goals. When one of us gives up and succumbs to the wiles of the adversary, we may lose <span class=\"emphasis\">more<\/span> than our own soul. Our surrender could cause the loss of souls who respect us in this generation. Our capitulation to temptation could affect children and families for generations to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p24\" class=\"\">The Church is not built in one generation. The sound growth of the Church takes hold over three and four generations of faithful Saints. Passing the fortitude of faith to endure to the end from one generation to the next generation is a divine gift of unmeasured blessings to our progeny. Also, we cannot endure to the end alone. It is important that we help by lifting and strengthening one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p25\" class=\"\">We are taught in the scriptures that there must be opposition in all things (see <span class=\"citation\" id=\"4709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4709)\">2 Ne. 2:11<\/a><\/span>). It is not a question of <span class=\"emphasis\">if<\/span> we are ready for the tests; it is a matter of <span class=\"emphasis\">when.<\/span> We must prepare to be ready for tests that will present themselves without warning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p26\" class=\"\">The basic requirements for enduring to the end include knowing who we are, children of God with a desire to return to His presence after mortality; understanding the purpose of life, to endure to the end and obtain eternal life; and living obediently with a desire and a determination to endure all things, having eternal vision. Eternal vision allows us to overcome opposition in our temporal state and, ultimately, achieve the promised rewards and blessings of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p27\" class=\"\">If we are patient in our afflictions, endure them well, and wait upon the Lord to learn the lessons of mortality, the Lord will be with us to strengthen us unto the end of our days: “He that shall [faithfully] endure unto the end, the same shall be saved” (<span class=\"citation\" id=\"33514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33514)\">Mark 13:13<\/a><\/span>) and return with honor to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p28\" class=\"\">We learn to endure to the end by learning to finish our current responsibilities, and we simply continue doing it all of our lives. We cannot expect to learn endurance in our later years if we have developed the habit of quitting when things get difficult now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p29\" class=\"\">Enduring to the end applies to all God’s commandments. The Lord has called young men to be missionaries. Missionaries are not sent just to have friends and families bid them good-bye. They are called to serve an honorable mission and return home with honor. To do that, they know who they are—missionaries of the Lord’s Church. They know their objective—to find and teach those who are ready to receive the gospel of Jesus Christ and to help establish His Church. They develop patience in overcoming trials and tribulations which surely will come. They are humble enough to learn new skills and have a determination to endure to the end. No matter what a missionary sacrifices to go on a mission, he must be obedient on his mission to receive the blessings that are rightfully his.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p30\" class=\"\">Some may say, “How can I be a missionary and endure to the end? I am naturally shy. I get nervous and tongue-tied talking to strangers.” Or “I have difficulty learning and the discussions will be difficult for me.” The Lord doesn’t promise to remove our handicaps when we become missionaries; but by making the extra effort it will take, we develop more ability to cope with individual shortcomings, and that coping ability will be needed throughout our lives in our relationship with others, in our employment, and in our families. Everyone has something they must learn to master. Some are just more obvious than others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p31\" class=\"\">When we serve as missionaries and the focus is off ourselves and on doing the Lord’s work and helping others, an opportunity for great growth and maturity occurs. When a young elder leaves the comfort of family and friends and masters the skills of functioning in the real world, he becomes a man and develops more faith in the Lord to guide him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p32\" class=\"\">A missionary faces many challenges that he has not dealt with previously. Giving the best he knows when he arrives will not fulfill the calling. Enduring requires doing better than your best of today by developing additional gifts as granted from the Lord. It takes faith to listen to the Lord and to mission leaders and learn how to accomplish whatever missionaries are called to do. Of course, it is difficult. That’s what makes it such a gift and why it has such great rewards. We must recognize who we are and achieve our ultimate purpose. We must then resolve to overcome all obstacles with great determination to endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p33\" class=\"\">When we take an assignment, we have to think, “I will learn how to accomplish this task by all honorable means, by doing it the Lord’s way. I will study, ask questions, search, and pray. I have the potential to keep learning. I am not finished until the assignment is completed.” This is enduring to the end: seeing things through to completion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p34\" class=\"\">There is more to endurance than just surviving and waiting for the end to overtake us. To endure to the end takes great faith. In the Garden of Gethsemane, Jesus “fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt” (<span class=\"citation\" id=\"37814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37814)\">Matt. 26:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p35\" class=\"\">It takes great faith and courage to pray to our Heavenly Father, “Not as I will, but as thou wilt.” The faith to believe in the Lord and endure brings great strength. Some may say if we have enough faith, we can sometimes change the circumstances that are causing our trials and tribulations. Is our faith to change circumstances, or is it to endure them? Faithful prayers may be offered to change or moderate events in our life, but we must always remember that when concluding each prayer, there is an understanding: “Thy will be done” (<span class=\"citation\" id=\"37815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37815)\">Matt. 26:42<\/a><\/span>). Faith in the Lord includes trust in the Lord. The faith to endure well is faith based upon accepting the Lord’s will and the lessons learned in the events that transpire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p36\" class=\"\">As we put our faith in the Lord and keep our focus on the eternities, we will be blessed to be able to accept whatever trial we are given, for life on earth, as we know it, is only temporary, and, if we endure it well, the Lord has promised us: “And, if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God” (<span class=\"citation\" id=\"20869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20869)\">D&amp;C 14:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p37\" class=\"\">As individuals, we do not know when the end of mortality will come. We need to develop the ability to endure and complete our responsibilities of today, however difficult the days ahead may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p38\" class=\"\">May we be able to say as Paul said to Timothy, “I have fought a good fight, I have finished my course, I have kept [my] faith” (<span class=\"citation\" id=\"5311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5311)\">2 Tim. 4:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p39\" class=\"\">“Behold, we count them happy which endure” (<span class=\"citation\" id=\"26416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26416)\">James 5:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/behold-we-count-them-happy-which-endure.p40\" class=\"\">There is nothing that we are enduring that Jesus does not understand, and He waits for us to go to our Heavenly Father in prayer. I testify that if we will be obedient and if we are diligent, our prayers will be answered, our problems will diminish, our fears will dissipate, light will come upon us, the darkness of despair will be dispersed, and we will be close to the Lord and feel of His love and of the comfort of the Holy Ghost. It is my prayer that we can find the faith, courage, and strength to endure to the end so that we may feel the joy of faithfully returning to the arms of our Heavenly Father, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}