{"ID":6076, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Tithing: A Privilege\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p2\" class=\"\">Elder Ronald E. Poelman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">You and I are now among those generations given the privilege to know and to live the law of the tithe. The blessings that flow from obedience to that law are both temporal and spiritual.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1d5e.jpg\" alt=\"Elder Ronald E. Poelman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p4\" class=\"\">America was deep in the economic depression of the 1930s. I was one of several small children in our family, and our father had been unemployed for many months. There was no government assistance for the unemployed, and the Church welfare program was not yet in operation. Our needs were many. Some might have said we were destitute. Though I was only a child, I felt the anxiety and concern of my parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p5\" class=\"\">Each morning we knelt together as a family, and each one in turn led our prayer. One memorable morning it was Mother’s turn. She described some of our immediate needs, and then she thanked our Heavenly Father for the privilege of living the law of tithing. I immediately experienced a feeling of comfort and assurance. Living the law of the tithe was a privilege and would bring blessings. I did not doubt it because my mother knew it. [See <span class=\"citation\" id=\"10325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10325)\">Alma 56:48<\/a><\/span>.]  Those feelings have remained and intensified throughout my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p6\" class=\"\">The first time I paid tithing, the amount was five cents. With my father, I went to the office of the bishop, who solemnly accepted my five pennies and wrote out the receipt. Then he stood and, coming from behind his desk, sat next to me. With his hand on my shoulder, he gave me the small but significant slip of paper and said, “Ronald, you have made a good beginning, and if you continue as you have begun, you can be a perfect tithe payer.” The idea of being perfect at anything seemed well beyond my ability. I was trying hard just to be a good boy. But with those words, the bishop inspired me to strive for perfection in that one basic aspect of the gospel. The blessings, both temporal and spiritual, have been abundant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p7\" class=\"\">During the intervening years, my testimony of tithe paying as a privilege has been reconfirmed frequently. Obedience to that law, among others, has enabled me to be ordained to the holy priesthood, to be endowed in the house of the Lord, to serve a full-time mission, and to be sealed to family members for time and eternity. In addition, I have been privileged to return to the temple repeatedly to serve others and to be instructed regarding things of eternal importance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p8\" class=\"\">The sacred significance of the law of tithing was confirmed by the Savior Himself following His resurrection and during His ministry to the people in what is now known as the Americas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p9\" class=\"\">The Book of Mormon records that the Savior taught the Nephites from the scriptures they had, but spoke of other scriptures that they did not have, commanding them to write the words which the Father had given to Malachi, including these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p10\" class=\"\">“Will a man rob God? Yet ye have robbed me. But ye say: Wherein have we robbed thee? In tithes and offerings. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p11\" class=\"\">“Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it” (<span class=\"citation\" id=\"6470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6470)\">3 Ne. 24:8, 10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p12\" class=\"\">The Savior further emphasized the importance of this commandment to us when He said to the Nephites, “These scriptures, which ye had not with you, the Father commanded that I should give unto you; for it was wisdom in him that they should be given unto future generations” (<span class=\"citation\" id=\"6472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6472)\">3 Ne. 26:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p13\" class=\"\">You and I are now among those generations given the privilege to know and to live the law of the tithe. The blessings that flow from obedience to that law are both temporal and spiritual, as many among us can testify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p14\" class=\"\">In these latter days, the Lord has said, “Behold, now it is called today until the coming of the Son of Man, and verily it is a day of sacrifice, and a day for the tithing of my people” (<span class=\"citation\" id=\"20932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20932)\">D&amp;C 64:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p15\" class=\"\">May tithing be regarded as a sacrifice? Yes, particularly if we understand the meaning of the two Latin words from which the English word <span class=\"emphasis\">sacrifice<\/span> is derived. These two words, <span class=\"emphasis\">sacer<\/span> and <span class=\"emphasis\">facere,<\/span> taken together mean “to make sacred.” That which we return to the Lord as tithing is indeed made sacred, and the obedient are edified.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p16\" class=\"\">Much earlier, the Lord emphasized the sacredness of tithing to Moses in these words, recorded in the book of Leviticus: “And all the tithe of the land … is the Lord’s: it is holy unto the Lord” (<span class=\"citation\" id=\"30980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30980)\">Lev. 27:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p17\" class=\"\">As a young married couple, my wife and I were expecting the birth of our first child. I was studying law at the university and working nights in a gasoline station. We had very little money. We had furnished our small basement apartment with some used furniture and many wooden boxes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p18\" class=\"\">As the time of the birth approached, we had assembled everything we would need, except we had no bed for the baby and no money to buy one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p19\" class=\"\">It was our practice at that time to pay our tithing each month on fast Sunday. As that day approached, we discussed the possibility of postponing the paying of our tithing so that we could make an initial payment on a baby bed. In the spirit of the fast, and after praying, we decided to pay the tithing and trust our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p20\" class=\"\">A few days later, I was walking in the business district of the city and unexpectedly met my former mission president, who asked if I was in school or working at a job. I replied that I was doing both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p21\" class=\"\">Was I married? “Yes!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p22\" class=\"\">Did we have children? “No, but our first child will be born in just a few weeks.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p23\" class=\"\">“Do you have a bed for the baby?” he asked. “No,” I replied reluctantly, startled by the direct question.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p24\" class=\"\">“Well,” he said, “I am now in the furniture business, and it would please me to have a baby bed delivered to your apartment as a gift.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p25\" class=\"\">A great feeling of relief, gratitude, and testimony came over me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p26\" class=\"\">The gift filled a temporal need but is still a poignant reminder of the spiritual experience that accompanied it, confirming again that the law of tithing is a commandment with a promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p27\" class=\"\">The really serious challenges in life require not so much temporal resources but the gifts of the Spirit. Among such challenges might be the sickness, suffering, or death of a loved one; a rebellious and disobedient family member; false accusations; and other severe disappointments. During such trials we need increased faith, inspiration, comfort, courage, patience, and the ability to forgive. These blessings can be poured out of the windows of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p28\" class=\"\">There comes to mind those good and faithful people who believed the teachings of Alma the Elder and came into the fold of God. The Book of Mormon records that they were obedient and righteous (see <span class=\"citation\" id=\"41020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41020)\">Mosiah 18<\/a><\/span>). Notwithstanding their goodness, they suffered great afflictions at the hands of their enemies. When they poured out their hearts to God, He answered them with words of comfort, assuring them that He would visit them in their afflictions (see <span class=\"citation\" id=\"41024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41024)\">Mosiah 24:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p29\" class=\"\">Then we read, “The Lord did strengthen them that they could bear up their burdens with ease, and they did submit cheerfully and with patience to all the will of the Lord” (<span class=\"citation\" id=\"41025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41025)\">Mosiah 24:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p30\" class=\"\">May we also be so strengthened and submissive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p31\" class=\"\">Even though we live the law of the tithe, we surely will experience the trials and tribulations of mortality. However, if we are right with the Lord, then, as we face adversity, we can be assured that we will be blessed with faith, strength, wisdom, and help from others—with all that is necessary not only to overcome but to learn and to grow from these experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p32\" class=\"\">Our prophet-leader, President Gordon B. Hinckley, has said: “I can testify concerning the law of tithing and its blessings because I have experienced them. And every man and woman in this Church who is an honest tithe payer, is honest with the Lord, can testify of the divinity of that principle” (<span class=\"emphasis\">Ensign,<\/span> July 1996, 73).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p33\" class=\"\">As one of those Church members, I add my own testimony. The blessings from living the principle of the tithe can bring peace of mind, increased faith, inspiration, and a desire to live more completely all of the commandments of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/tithing-a-privilege.p34\" class=\"\">Finally, and most importantly, I testify that I know that God lives, is our Father, and loves us. Jesus of Nazareth is the Son of God and our Savior and Redeemer. Today we are led by a living prophet, Gordon B. Hinckley. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}