{"ID":6077, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Agency and Anger\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p2\" class=\"\">Elder Lynn G. Robbins<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p\" class=\"\">Of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/lynn-g-robbins-10.jpg\" alt=\"Lynn G. Robbins\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">A cunning part of [Satan’s] strategy is to dissociate anger from agency, making us believe that we are victims of an emotion that we cannot control.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p4\" class=\"\">“I have a family here on earth. <span class=\"emphasis\">They are so good to me.<\/span>” This is the hope of every child expressed in the words of one of our hymns (“Families Can Be Together Forever,” <span class=\"emphasis\">Hymns,<\/span> no. 300; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p5\" class=\"\">We learn in the proclamation on the family that “the family is central to the Creator’s plan” and that “husband and wife have a solemn responsibility to love and care for each other” and a “sacred duty to rear their children in love and righteousness” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1995, 102).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p6\" class=\"\">The family is also Satan’s primary target. He is waging war on the family. One of his schemes is the subtle and cunning way he has of sneaking behind enemy lines and entering our very homes and lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p7\" class=\"\">He damages and often destroys families within the walls of their own homes. His strategy is to stir up <span class=\"emphasis\">anger<\/span> between family members. Satan is the “father of contention, and he stirreth up the hearts of men to contend with <span class=\"emphasis\">anger,<\/span> one with another” (<span class=\"citation\" id=\"6455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6455)\">3 Ne. 11:29<\/a><\/span>; emphasis added). The verb <span class=\"emphasis\">stir<\/span> sounds like a recipe for disaster: Put tempers on medium heat, stir in a few choice words, and bring to a boil; continue stirring until thick; cool off; let feelings chill for several days; serve cold; lots of leftovers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p8\" class=\"\">A cunning part of his strategy is to dissociate anger from agency, making us believe that we are victims of an emotion that we cannot control. We hear, “I lost my temper.” Losing one’s temper is an interesting choice of words that has become a widely used idiom. To “lose something” implies “not meaning to,” “accidental,” “involuntary,” “not responsible”—careless perhaps but “not responsible.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p9\" class=\"\">“He made me mad.” This is another phrase we hear, also implying lack of control or agency. This is a myth that must be debunked. No one makes us mad. Others don’t make us angry. There is no force involved. Becoming angry is a conscious choice, a decision; therefore, we can make the choice not to become angry. <span class=\"emphasis\">We<\/span> choose!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p10\" class=\"\">To those who say, “But I can’t help myself,” author William Wilbanks responds: “Nonsense.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p11\" class=\"\">“Aggression, … suppressing the anger, talking about it, screaming and yelling,” are all learned strategies in dealing with anger. “We <span class=\"emphasis\">choose<\/span> the one that has proved effective for us in the past. Ever notice how seldom we lose control when frustrated by our boss, but how often we do when annoyed by friends or family?” (“The New Obscenity,” <span class=\"emphasis\">Reader’s Digest,<\/span> Dec. 1988, 24; emphasis added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p12\" class=\"\">In his sophomore year Wilbanks tried out for the high school basketball team and made it. On the first day of practice his coach had him play one-on-one while the team observed. When he missed an easy shot, he became angry and stomped and whined. The coach walked over to him and said, “You pull a stunt like that again and you’ll never play for my team” (23). For the next three years he never lost control again. Years later, as he reflected back on this incident, he realized that the coach had taught him a life-changing principle that day: anger can be controlled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p13\" class=\"\">In the Joseph Smith Translation of Ephesians 4:26 [<span class=\"citation\" id=\"22090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22090)\">Eph. 4:26<\/a><\/span>], Paul asks the question, “Can ye be angry, and not sin?” The Lord is very clear on this issue: “He that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p14\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away” (<span class=\"citation\" id=\"6456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6456)\">3 Ne. 11:29–30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p15\" class=\"\">This doctrine or command from the Lord presupposes agency and is an appeal to the conscious mind to make a decision. The Lord expects us to make the choice <span class=\"emphasis\">not<\/span> to become angry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p16\" class=\"\">Nor can becoming angry be justified. In Matthew 5, verse 22, the Lord says: “But I say unto you, That whosoever is angry with his brother <span class=\"emphasis\">without a cause<\/span> shall be in danger of the judgment” (emphasis added) [<span class=\"citation\" id=\"37775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37775)\">Matt. 5:22<\/a><\/span>]. How interesting that the phrase “without a cause” is not found in the inspired Joseph Smith Translation (see <span class=\"citation\" id=\"37776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37776)\">Matt. 5:24<\/a><\/span>), nor in the 3 Nephi 12:22 [<span class=\"citation\" id=\"6459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6459)\">3 Ne. 12:22<\/a><\/span>] version. When the Lord eliminates the phrase “without a cause,” He leaves us without an excuse. “But this is my doctrine, that such things should be done away” (<span class=\"citation\" id=\"6457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6457)\">3 Ne. 11:30<\/a><\/span>). We can “do away” with anger, for He has so taught and commanded us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p17\" class=\"\">Anger is a yielding to Satan’s influence by surrendering our self-control. It is the thought-sin that leads to hostile feelings or behavior. It is the detonator of road rage on the freeway, flare-ups in the sports arena, and domestic violence in homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p18\" class=\"\">Unchecked, anger can quickly trigger an explosion of cruel words and other forms of emotional abuse that can scar a tender heart. It is “that which cometh out of the mouth,” the Savior said; “this defileth a man” (<span class=\"citation\" id=\"37791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37791)\">Matt. 15:11<\/a><\/span>). David O. McKay said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p19\" class=\"\">“Let husband and wife never speak in loud tones to each other, ‘unless the house is on fire’” (<span class=\"emphasis\">Stepping Stones to an Abundant Life,<\/span> comp. Llewelyn R. McKay [1971], 294).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p20\" class=\"\">Physical abuse is anger gone berserk and is never justified and always unrighteous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p21\" class=\"\">Anger is an uncivil attempt to make another feel guilty or a cruel way of trying to correct them. It is often mislabeled as discipline but is almost always counterproductive. Therefore the scriptural warning: “Husbands, love your wives, and be not bitter against them,” and “fathers provoke not your children to anger, lest they be discouraged” (<span class=\"citation\" id=\"10559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10559)\">Col. 3:19, 21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p22\" class=\"\">Choice and accountability are inseparable principles. Because anger is a choice, there is a strong warning in the proclamation “that individuals … who abuse spouse or offspring, … will one day stand accountable before God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p23\" class=\"\">Understanding the connection between agency and anger is the first step in eliminating it from our lives. We can choose not to become angry. And we can make that choice today, right now: “I will never become angry again.” Ponder this resolution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p24\" class=\"\">The 121st section of the Doctrine and Covenants is one of our best sources to learn correct leadership principles. Perhaps the most important application of section 121 is to spouses and parents. We are to lead our families by persuasion, by long-suffering, by gentleness, kindness, and meekness, and by love unfeigned (see <span class=\"citation\" id=\"21000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21000)\">D&amp;C 121:41–42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/agency-and-anger.p25\" class=\"\">May each child’s dream of having a family here on earth that is good to them come true. This is my prayer and my testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}