{"ID":608, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">&ldquo;Be Ye Doers of the Word&rdquo;<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1952, pp. 53-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters. During the year that I have now served as a high priest assigned to\nassist the Quorum of the Twelve, I have increased my admiration for all of you people who\nare serving the Lord; for those who are willing to lay their own affairs aside to work on\nwelfare projects; willing to travel for miles and miles, time after time, to attend their\nmeetings, willing to give of their substance, their all, if necessary, for the work of the Lord,\nwithout equivocation I have increased my admiration for these, for you, for all who have thus\ntestified before the Lord that they love him&mdash;receiving from the Lord; giving to the Lord.\nThat is as it should be.\n<\/p><p>\nHow well trained, how well prepared, and how well tested, how useful they will be to him,\nwhen he comes again to reign upon the earth! They, I should think, who have proved\nthemselves thus, would be among those whom he shall call forth to administer the affairs of\nhis kingdom under his personal direction.\n<\/p><p>\nIt is evident that the families of those who are thus engaged in Church work are among the\nhappiest families in the world, because those who thus serve the Lord are recipients of that\ngreat blessing, peace of mind, which I think is one of the priceless blessings of life.\n<\/p><p>\nBut whenever I think of these groups and individuals who thus serve the Lord,\nI wonder about those who, with us, have membership in this great Church and yet are\nsatisfied merely to have their names upon the records; who do not feel impelled to give of\ntheir substance and of their time and talents, but who are willing to let suffice the fact that\nthey are members of the Church.\n<\/p><p>\nUsually, they are born of goodly parents\n(<span class=\"citation\" id=\"1503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1503)\">1 Ne. 1:1<\/a><\/span>).\nThey are willing to give passive acknowledgment of\nthe truth of the gospel and of the reality of the Church of Jesus Christ. They, sometimes, give\ncontributions but desire to be left alone, requesting that the ward teachers and Relief Society\nblock teachers pass them by, feeling that the teachers can do them no good. How I wish we\ncould do more for these members!\n<\/p><p>\nThey point with justifiable pride to the devotion to and sacrifices for the Church made by\ntheir ancestors, and it is well that they should. My brothers and sisters, we should all be proud\nof our progenitors. Some of us forget however, that as someone rightly said no matter how\ntall your grandfather was, you have to do your own growing. So it is in this great\nChurch&mdash;we all must realize that salvation is an individual matter, that none of us can be taken into the\ncelestial kingdom on the backs of others. We must earn our own position, both here and\nhereafter. It is not merely an acknowledgment that God lives and that this is the Church\nof Jesus Christ that will save us, but the application of that knowledge in\ngood works.\n<\/p><p>\nJesus once declared,\n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven;\nbut he that doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"34502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34502)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nAnd Jacob, speaking to the people in his day, some five hundred years before Christ, spoke of\nthis same thing. He used stronger terms than I would care to use, if I were not quoting him.\n<\/p><p>\nBut wo unto him that has the law given, yea, that has all the commandments of God,\nlike unto us, and that transgresseth them, and that wasteth the days of his probation,\nfor awful is his state!\n<\/p><p>\nO that cunning plan of the evil one! O the vainness, and the frailties, and the\nfoolishness of men! When they are learned they think they are wise, and they hearken\nnot unto the counsel of God, for they set it aside, supposing they know of themselves,\nwherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.\n<\/p><p>\nBut to be learned is good if they hearken unto the counsels of God\n(<span class=\"citation\" id=\"3538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3538)\">2 Ne. 9:27-29<\/a><\/span>).\n<\/p><p>\nAnd so, my brothers and sisters, our knowledge must be translated into service; into good\nworks.\n<\/p><p>\nLast spring, I attended the quarterly conference in one of the stakes in southern Idaho. Among\nthe missionaries who reported was Sister Santana, a young woman of Mexican nationality.\nShe had come to that stake to report her mission to those who had sent her. One of the\nfamilies there had provided the funds for her mission, and it was reported that this Mexican\ngirl had been instrumental in bringing into the Church more than fifty people during her time\nin the mission field. Among other things, she said through an interpreter; \"My testimony is\nthe brightest gem in my possession. It is of more worth to me than is my life. I hope to bear\nit in good deeds.\" And she added, to those who had helped her, \"<i>Muchas gracias<\/i>.\" It touched\nour hearts to see her with this priceless combination of treasures, a testimony, and a desire to\nbear it in good deeds.\n<\/p><p>\nAny individual who has a testimony that is borne in clean living and in good works can\nexpect to feel in that testimony a tremendous motivating power. It will help to direct him in\nhis life, to guide him, to prompt him, to warn him. It becomes a formidable weapon against\nevil itself.\n<\/p><p>\nSome have asked, \"How may one receive a living, impelling, life-directing testimony, such as\nyou speak of? How is such knowledge obtained?\" The question was answered by Jesus, when\nhe said: \n<\/p><p>\n. . . My doctrine is not mine, but his that sent me.\n<\/p><p>\nIf any man will do his will, he shall know of the doctrine, whether it be of God, or\nwhether I speak of myself\n(<span class=\"citation\" id=\"27513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27513)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nSo any individual who will qualify himself by doing the will of God, may find this same\nassurance, and there is no other way that I know anything about.\n<\/p><p>\nThe source of this knowledge was also explained by the Lord when in speaking to his\ndisciples he asked this question: \n<\/p><p>\n. . . But whom say ye that I am?\n<\/p><p>\nAnd Simon Peter answered and said, Thou art the Christ, the Son of the living God.\n<\/p><p>\nAnd Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and\nblood hath not revealed it unto thee, but my Father which is in heaven\n(<span class=\"citation\" id=\"34512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34512)\">Matt. 16:15-17<\/a><\/span>).\n<\/p><p>\nNow, Latter-day Saints accept these teachings, and multitudes testify, from their own\nexperience, that they are true. Testimonies borne by individuals in conformity to the laws of\nthe Lord, and through engaging in good works, are sure to induce happiness and bring\ncontentment and peace to such individuals and to their families. Such testimonies may well\nlead one to exaltation in the kingdom of God.\n<\/p><p>\nOn the other hand, those who may say, \"Oh, I believe these principles all right, but I am not\nliving as I should,\" or \"I am too busy to accept an assignment in the ward or the stake or the\nquorum,\" or \"I feel that when I have worked all week at my job, I should have the Sabbath\nday off, to seek pleasure and relaxation and to do whatever I would like to do.\" They have a\ntestimony, it seems to me, that is barren and fruitless. To that individual, and perhaps to his\nfamily, it will cause them to lose many of the sweet things of life such as we have heard\nrelated here this morning. Indeed such a philosophy may become the means of preventing the\nrealization of the great eternal blessings which the Lord God would have them enjoy!\n<\/p><p>\nAgain, those of us who bear testimony should live in harmony with our beliefs, declared in\nthe Article of Faith, \"We believe in being honest, true, chaste, benevolent, virtuous, and in\ndoing good to all men\"\n(<span class=\"citation\" id=\"6664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6664)\">A of F 1:13<\/a><\/span>),\nand we should reflect these attributes in our daily lives.\n<\/p><p>\nNot long ago I was told of a man in one of the professions, who bore his testimony in good\ndeeds, and in \"doing good to all men,\" at least all men who came to him. In spite of the\npressure from the group to increase the fees that were being paid by their patients&mdash;in spite\nof recommendations to \"make them pay, and to get all you can while you can,\" this fine man\ncontinued to pursue the practice he had followed in charging reasonable rates for his services\nand avoiding what he thought to be exorbitant and excessive charges.\n<\/p><p>\nNow, it seems to me, he is bearing testimony in good deeds, as Sister Santana wished to do.\nHe has peace of mind. He has his self-respect. He has the respect of his friends, his clients,\nand incidentally, he has almost more business than he can take care of.\n<\/p><p>\nA true measure of one's devotion to a principle is measured not by what he professes, but by\nwhat he manifests&mdash;day by day.\n<\/p><p>\nTwenty-five hundred years ago, a great philosopher, Confucius, put it this way: \"Those who\nknow the truth are not equal to those who love it, and those who love it are not equal to those\nwho live it.\"\n<\/p><p>\nWell,\n<\/p><p>\nWhat doth it profit, my brethren, although man say he hath faith, and have not works?\ncan faith save him? . . .\n<\/p><p>\nYea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy\nworks, and I will shew thee my faith by my works.\n<\/p><p>\nThou believest that there is one God; thou doest well: the devils also believe, and\ntremble.\n<\/p><p>\nBut wilt thou know, O vain man, that faith without works is dead?\n(<span class=\"citation\" id=\"26098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26098)\">James 2:14,18-20<\/a><\/span>).\n<\/p><p>\nThroughout the Church, thousands and thousands are testifying by their upright lives that God\nlives, that they are affiliated with the true Church of Jesus Christ upon the earth and by their\nuntiring service and their desire to keep the commandments of God, leaders and members\nalike, as Abraham did, testify by their willingness to perform any and all duties that may be\nrequired of them of the Lord.\n<\/p><p>\nLike Sister Santana, they bear their testimonies in good deeds. They are \". . . doers of the\nWord, and not hearers only\" (<span class=\"citation\" id=\"26094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26094)\">James 1:22<\/a><\/span>).\n<\/p><p>\nMay each of us feel some responsibility in reaching out to those other wonderful people,\nwell-born, well-qualified, and capable, and try to help them to translate their dormant\ntestimonies into works and service of which the Lord approves. This I pray, and bear my\ntestimony to the truth of this work, and I do it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}