{"ID":6081, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            New Temples to Provide “Crowning Blessings” of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May the windows of heaven be opened and blessings be showered down upon us as a people as we walk with boldness and in faith before the Lord to accomplish His eternal work.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">98905_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p4\" class=\"\">I have looked down from my seat and seen on the front row in the Tabernacle a group of Otavalo Indians from the highlands of Ecuador, and I want to express my appreciation to these wonderful people, these faithful Latter-day Saints who have come so very, very far to participate with us in this conference. Thank you very much, brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p5\" class=\"\">In case you do not know where Otavalo is, you go to Quito, then you drive up across the equator and come to villages in the highlands of the great mountains of Ecuador, and there are these peaceful and wonderful people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p6\" class=\"\">As we conclude this great gathering, which has reached across the nation and bridged the seas, I express in humility and with thanksgiving my deep appreciation for all who have participated, including those who have listened. The music has been wonderful. The prayers have been inspirational. The talks have been prepared and delivered under the promptings of the Holy Spirit. We have rejoiced together with grateful hearts. Now it becomes our duty and responsibility, as we return to our homes, to translate into our daily lives the truths which we have heard spoken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p7\" class=\"\">Now, in conclusion I wish to make an announcement. As I have previously indicated, in recent months we have traveled far out among the membership of the Church. I have been with many who have very little of this world’s goods. But they have in their hearts a great burning faith concerning this latter-day work. They love the Church. They love the gospel. They love the Lord and want to do His will. They are paying their tithing, modest as it is. They make tremendous sacrifices to visit the temples. They travel for days at a time in cheap buses and on old boats. They save their money and do without to make it all possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p8\" class=\"\">They need nearby temples—small, beautiful, serviceable temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p9\" class=\"\">Accordingly, I take this opportunity to announce to the entire Church a program to construct some 30 smaller temples immediately. They will be in Europe, in Asia, in Australia and Fiji, in Mexico and Central and South America and Africa, as well as in the United States and Canada. They will have all the necessary facilities to provide the ordinances of the Lord’s house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p10\" class=\"\">This will be a tremendous undertaking. Nothing even approaching it has ever been tried before. These will be in addition to the 17 buildings now going forward in England; Spain; Ecuador; Bolivia; the Dominican Republic; Brazil; Colombia; Billings, Montana; Houston, Texas; Boston, Massachusetts; White Plains, New York; and Albuquerque, New Mexico; and the smaller temples in Anchorage, Alaska; Monticello, Utah; and Colonia Juárez, Mexico. This will make a total of 47 new temples in addition to the 51 now in operation. I think we had better add 2 more to make it an even 100 by the end of this century, being 2,000 years “since the coming of our Lord and Savior Jesus Christ in the flesh” (<span class=\"citation\" id=\"20879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20879)\">D&amp;C 20:1<\/a><\/span>). In this program we are moving on a scale the like of which we have never seen before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p11\" class=\"\">I will not give you the specific cities at this time. Stake presidents will be advised as property is secured. I am confident the membership of the Church will do a lot of speculating as to whether one of these will be in their city.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p12\" class=\"\">If temple ordinances are an essential part of the restored gospel, and I testify that they are, then we must provide the means by which they can be accomplished. All of our vast family history endeavor is directed to temple work. There is no other purpose for it. The temple ordinances become the crowning blessings the Church has to offer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p13\" class=\"\">I can only add that when these 30 or 32 are built, there will be more yet to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p14\" class=\"\">May God bless the faithful Latter-day Saints. May you be prospered as you live the commandments. May all be honest, and even generous, in the payment of tithes and offerings, and may the windows of heaven be opened and blessings be showered down upon us as a people as we walk with boldness and in faith before the Lord to accomplish His eternal work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p15\" class=\"\">I was deeply touched by Brother Ronald Poelman’s talk on tithing. He and I lived in the same ward when we were boys. We had the same bishop. We paid a little tithing as boys, and the Lord, I can testify, has blessed us through the years that have passed. I can see in my mind’s eye his dear mother kneeling with her family and pleading with the Lord, and thanking Him for the great privilege that was theirs to impart of their meager substance in obedience to His commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p16\" class=\"\">May there be peace and harmony and love in our homes and in our families. May the testimony of the living, hallowed truth of this great work be reflected in our lives. May we all rejoice together in praising Him from whom all blessings flow, our glorious leader and our great Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/new-temples-to-provide-crowning-blessings-of-the-gospel.p17\" class=\"\">This is my humble prayer, my beloved brethren and sisters, as we come to the close of this great and significant and historic conference. God help us to be Latter-day Saints in the finest expression of that word is my humble prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}