{"ID":6083, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Understanding Our True Identity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p3\" class=\"\">Carol B. Thomas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carol-b-thomas-10.jpg\" alt=\"Carol B. Thomas\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Long ago you and I were born as daughters in our Heavenly Father’s family. … Each one of you was a valiant and noble woman in your premortal life.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98905_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p5\" class=\"\">Family—what a sacred name for those we love the most. If someone asked you to name the greatest thing about your family, what would it be? I know that most families, including mine, are not perfect, but every day we are trying to be more kind and thoughtful to each other. This past month my father died. I learned many lessons from my dad. He had such great faith. He said, “Dying is just like walking into another room.” The day he died, I thought: <span class=\"emphasis\">My dad died today! This was his last day on earth! He has just walked into another room.<\/span> It was such a sweet, sacred experience for my family and me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p6\" class=\"\">It was my father who taught me about the premortal life. He explained that long ago you and I were born as daughters in our Heavenly Father’s family. We made sacred decisions there that have influenced what we are doing now. When I was younger, my grandfather gave me a blessing. He blessed me that I would “continue my ministry here that I had so nobly performed there.” Now, if I had a ministry in the premortal existence, then so did you. It is not by chance that you were born now, in this season of the world’s history. Each one of you was a valiant and noble woman in your premortal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p7\" class=\"\">Abraham said, “Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these … were many of the noble and great ones” (<span class=\"citation\" id=\"7440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7440)\">Abr. 3:22<\/a><\/span>). Do you know that he was talking about you? You are each noble and great, born to live at this time on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p8\" class=\"\">We all come from many different kinds of families. Some of you are doing hard things, and you are doing them so very well. Some of you may worry about your relationships with your mother or father as you learn together how to live in families. You are learning that sometimes the Savior calms the storm. Sometimes He lets the storm rage and calms you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p9\" class=\"\">Paraphrasing what Elder Jeffrey R. Holland once said, “The [home] is not a monastery for perfect people”; sometimes it is a hospital where we nurse and take care of those we love (see “‘He Hath Filled the Hungry with Good Things,’” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 66).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p10\" class=\"\">One young woman wrote: “Every person in my family has hard times, but I try to be there for them and help them out. … We want to be together for all eternity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p11\" class=\"\">We are so impressed that each of you young women is turning your heart to your family. One young woman scatters sunshine wherever she goes. She writes: “I help my family by making them laugh. When they are sad, I try to make them happy again.” Another young woman said: “Since I live in a family of nonmembers, myself included, I think that my service is being an example of a young woman trying to live the gospel. I bring to my house, little by little, the blessings and the good feelings that I receive from the one true church.” In Africa, two young women from Ghana who are sisters sing the beautiful songs of Zion, bringing a spirit of peace to their own family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p12\" class=\"\">Sometimes young women have special challenges when the family isn’t complete. Last summer in Alaska, I met a Young Women president whose mother had died when she was three. She had been raised by her father, joining the Church at age 14. I asked her how she had learned to do all the feminine things, like fixing her hair and setting a pretty table. She said: “I watched my Young Women leaders! When I saw one of them who knew how to cook, I thought, <span class=\"emphasis\">I want to be just like her.<\/span> Now, every time I clean my house, I think of my Laurel adviser.” So even if your own families are less than perfect, you can think about and plan for your own future family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p13\" class=\"\">As each one of you practices being a homemaker, you are doing exactly what the Lord wants you to do. In every young woman’s heart is a deep yearning to someday be a wife and a mother. These feelings were nurtured in your soul long before you came to this earth. President Hinckley has said, “Women, for the most part, see their greatest fulfillment, their greatest happiness in home and family” (<span class=\"emphasis\">Teachings of Gordon B. Hinckley<\/span> [1997], 387).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p14\" class=\"\">Turning hearts to the family! The 1998 Worldwide Celebration suggests so many ways you can turn your hearts to your families, including to your ancestors. The Spirit of Elijah is with young women. Throughout the world, there are Family History Centers™, places where you can find your ancestors and your roots. Young women love doing this. One young woman writes: “When we first went to the Family History Center, we didn’t want to go. It sounded so boring. But I got excited when I found the name of my great-great-grandmother on the computer.” As you search for your ancestors and desire to do their temple work, you know the power that comes from attending the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p15\" class=\"\">Martha Milanes, a Young Women leader from Colombia, wrote: “Our temple will soon be dedicated, and what a glorious experience it will be to watch all of our young women doing the [baptismal] work for their ancestors. [The celebration] is so inspired that I am also willing to turn my own heart to my family. This will be our offering to the Lord at His temple here in Colombia.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/understanding-our-true-identity.p16\" class=\"\">Thank you, young women, for all you offer. As you continue to enjoy this worldwide celebration, you will feel strengthened by the power of the Spirit. As you pray and read your scriptures and keep the commandments, the Holy Ghost will whisper to you that you belong to Heavenly Father’s royal family and that He loves you very much. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}