{"ID":6084, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Young Women—Titles of Liberty\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p3\" class=\"\">Sharon G. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p\" class=\"\">Second Counselor in the Young Women General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/sharon-g-larsen-10.jpg\" alt=\"Sharon G. Larsen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">You don’t have to be Captain Moroni to make a difference. Our Father in Heaven needs you to be who you are, in your family. He planned it that way.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98905_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p5\" class=\"\">The captain of the Nephite army was angry! Amalickiah, a wicked and ambitious dissenter, was seeking to destroy the homes and families and country of the righteous Nephites. Captain Moroni took his coat and tore it to make a banner. On the coat he wrote these words, “In memory of our God, our religion, and freedom, and our peace, our wives, and our children” (<span class=\"citation\" id=\"10323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10323)\">Alma 46:12<\/a><\/span>), and he fastened this piece of his coat on the end of a pole. He called this banner “the title of liberty.” It was hoisted upon every tower which was in all the land—a reminder to protect their families from wicked intruders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p6\" class=\"\">Young women, you are like titles of liberty as you strive to protect your families from such intruders as selfishness, harshness, anger, and strife. Your banner stands for peace and love and service to your families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p7\" class=\"\">Listen to the example of a young woman who wrote: “Right now in my family we are going through a tough time. I have been given the opportunity to fill my mother’s role. Sometimes I have to not participate in activities after school so I can care for my brother. Sometimes I have to not go out with my friends so that I can cook dinner or go grocery shopping.” Then she adds, “Because of this responsibility, I have learned a great deal about being a mother, growing up and taking responsibility, not only for myself but for others.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p8\" class=\"\">When you are carrying your title of liberty, your banner, you will find many ways to bless your family, to love your family, and to just pay attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p9\" class=\"\">For example, when our daughter Shelly was returning from her mission, I didn’t raise my coat on a pole, but I found a piece of red carpet long and narrow. When Shelly returned home, she walked onto a red carpet leading to the front door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p10\" class=\"\">But you don’t need a red carpet or a torn coat. Sometimes just a note on a pillow or a smile or a hug is better than anything else you can think of to express love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p11\" class=\"\">Service expresses love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p12\" class=\"\">Lindsey was holding her banner high when she served her mother. She wrote: “My mom took a nap. I had cleaned the house. When she got up, she was surprised.” Now listen to what Lindsey said: “I had a good feeling inside.” How do you think her mother felt? How do you think Heavenly Father felt about what she did?<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p13\" class=\"\">Young women, in my heart I roll out the red carpet for every one of you and give you a standing ovation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p14\" class=\"\">You don’t have to be Captain Moroni to make a difference. Our Father in Heaven needs you to be who you are, in your family. He planned it that way. Your family wouldn’t be the same without you. You are very important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p15\" class=\"\">I remember when I was about Beehive age (back when dinosaurs roamed the earth!), my older sister was leaving home to go away to school. I was crying inconsolably. As she tried to comfort me, she said, “Don’t cry, Sharon; I’ll be back.” With tear-stained face, I looked up at her and said, “Oh, I know you’ll be back, but who is going to mop the kitchen floor while you’re gone?” I think that’s called turning your heart to yourself!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p16\" class=\"\">I soon discovered it was more than having the floor mopped that I would miss. We need each other. We need to stand by each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p17\" class=\"\">A few years later this same older sister turned her heart to me when I asked her if I could borrow her car to go visit my friends. She agreed but said that I needed to have it back by four o’clock. I happily took off. We were having such a good time, I could hardly believe it when I looked at the clock and it was six o’clock! When I ran into the house, my sister wasn’t there, but on the table was a beautiful chocolate cake, my favorite, with a note that said: “Don’t worry. I know you were having a good time. I managed to get a ride. I love you.” Now, that is turning your heart to your family, holding your banner high! She was worrying about my feelings when I was the one who had inconvenienced her!<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p18\" class=\"\">There is power between sisters. There is a power between brothers and sisters. There is a power between parents and children to sustain each other and, yes, even “save” each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p19\" class=\"\">Consider the lifesaving power in this story. A few years ago, twin girls Brielle and Kyrie were born prematurely to the Jackson family. They were placed in separate incubators to reduce the risk of infection. Kyrie, the larger sister at two pounds three ounces, quickly began gaining weight and calmly slept. But Brielle, who weighed only two pounds at birth, could not keep up with her. Suddenly one day Brielle’s condition became critical. The nurse tried everything she could think of to stabilize Brielle. Still Brielle squirmed and fussed as her oxygen intake plummeted and her heart rate soared. Then the nurse remembered a procedure she had heard about. She said to the worried parents, “Let me just try putting Brielle in with her sister to see if that helps.” The parents consented, and the nurse slipped the squirming baby into the incubator with the bigger sister. No sooner had the door of the incubator closed than Brielle snuggled up to Kyrie and calmed right down. Within minutes Brielle’s blood-oxygen readings were the best they had been since she was born. As she dozed, Kyrie wrapped her tiny arm around her smaller sibling (see Nancy Sheehan, “A Sister’s Helping Hand,” <span class=\"emphasis\">Reader’s Digest,<\/span> May 1996, 155–56).<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p20\" class=\"\">The doctors and nurses had tried every medical and scientific device available to help the baby and nothing worked. Nothing could do for the struggling baby what her own sister could do for her. This is what sisters can do for each other. This is what family members can do for each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/young-women-titles-of-liberty.p21\" class=\"\">Young women, your life is the banner that can help to protect your families from wicked intruders. We call upon you to take a stand for kindness and goodness and service to those you love most—your families. I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>Visual used in Sister Larsen’s talk that shows twin girls Brielle and Kyrie Jackson, born prematurely, in incubator. Photo used by permission.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}