{"ID":6085, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            How Near to the Angels\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p3\" class=\"\">President James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:1d3e.jpg\" alt=\"President James E. Faust\"\/><div class=\"kicker\" id=\"\">You will become great women if you are united in the angelic cause of doing good and if you hunger and thirst after righteousness.<\/div>\n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">98905_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p5\" class=\"\">It is a joy for me to be in the presence of all you special young ladies. We are especially honored this evening to have President Gordon B. Hinckley and President Thomas S. Monson with us. I commend Sister Nadauld, Sister Thomas, and Sister Larsen for their excellent messages. The music by the young women choir has been outstanding. We appreciate those who have participated in the video and the hundreds who have responded to the General Young Women Presidency’s request to write to them about how you serve your families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p6\" class=\"\">I believe that because of your righteousness in premortality your spirits were reserved to come forth in this time when women have so many opportunities for expression. In this audience I see some of my beloved granddaughters, and I’m reminded that most of you are about their age. I’m also reminded of what someone once said about grandparents: they are people who are “overindulgent, overanxious, and over fifty.”<sup class=\"noteMarker\"><a href=\"#footnote1-98905_000_041\">1<\/a>\n       <span class=\"footnote\">[Quoted in Evan Esar, <span class=\"emphasis\">20,000 Quips and Quotes<\/span> (1968), 357.]<\/span><\/sup> This evening I speak to all of you as if you were my granddaughters. As I look into your lovely faces, I see the fascinating mystique of budding womanhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p7\" class=\"\">You precious young women, to begin with you must practice virtue in its highest sense. Virtue has many definitions, such as moral excellence, right action and thinking, goodness of character, or chastity in women. The First Presidency has said: “How glorious and near to the angels is youth that is clean; this youth has joy unspeakable here and eternal happiness hereafter. Sexual purity is youth’s most precious possession; it is the foundation of all righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote2-98905_000_041\">2<\/a>\n       <span class=\"footnote\">[“The Message of the First Presidency to the Church,” <span class=\"emphasis\">Improvement Era,<\/span> May 1942, 273.]<\/span><\/sup> This implies that the virtue of young women should be equal to the angels.<sup class=\"noteMarker\"><a href=\"#footnote3-98905_000_041\">3<\/a>\n       <span class=\"footnote\">[See <span class=\"emphasis\">Collected Discourses of George Q. Cannon,<\/span> 5 Oct. 1890.]<\/span><\/sup> You cannot become <span class=\"emphasis\">great<\/span> women if you are not also <span class=\"emphasis\">good<\/span> women, “women whose virtue makes them shine in a crowd.”<sup class=\"noteMarker\"><a href=\"#footnote4-98905_000_041\">4<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 398.]<\/span><\/sup> You will become great women if you are united in the angelic cause of doing good and if you hunger and thirst after righteousness. The Savior said, “Seek ye first the kingdom of God, and his righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote5-98905_000_041\">5<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"37780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37780)\">Matt. 6:33<\/a><\/span>.]<\/span><\/sup> If we do not, then nothing else really matters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p8\" class=\"\">You are constantly bombarded by explicit scenes of sexual immorality from the screen, books, music, magazines, the Internet, and radio. The world seems to have forgotten the proverb “Who can find a virtuous woman? for her price is far above rubies.”<sup class=\"noteMarker\"><a href=\"#footnote6-98905_000_041\">6<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"41675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41675)\">Prov. 31:10<\/a><\/span>.]<\/span><\/sup> I remind you precious young women that you are daughters of God. He loves you. You are His noblest creation. Your own dignity and self-respect should help you to remember that, as President David O. McKay once said, every “woman should be queen of her own body.”<sup class=\"noteMarker\"><a href=\"#footnote7-98905_000_041\">7<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Gospel Ideals<\/span> (1953), 471.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p9\" class=\"\">Young women should realize that young men they date will not honor and respect them if they have been involved in moral transgression. Now, for those who may have transgressed, please be assured that God will “remember [their sin] no more”<sup class=\"noteMarker\"><a href=\"#footnote8-98905_000_041\">8<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"20922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20922)\">D&amp;C 58:42<\/a><\/span>.]<\/span><\/sup> if they repent. The path of repentance and forgiveness begins by going to your parents and to your bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p10\" class=\"\">I hope that each of you girls will become an individual of significant worth and a person of virtue who contributes both now and in eternity. As a woman you have been born with many unique endowments that are not common to men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p11\" class=\"\">President Spencer W. Kimball, in speaking of the separate roles of men and women, said: “Remember, in the world before we came here, faithful women were given certain assignments while faithful men were foreordained to certain priesthood tasks. While we do not now remember the particulars, this does not alter the glorious reality of what we once agreed to. You are accountable for those things which long ago were expected of you just as are those we sustain as prophets and apostles. … This leaves much to be done by way of parallel personal development—for both men and women.”<sup class=\"noteMarker\"><a href=\"#footnote9-98905_000_041\">9<\/a>\n       <span class=\"footnote\">[Spencer W. Kimball, “The Role of Righteous Women,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 102.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p12\" class=\"\">This statement suggests that before we were born, male and female, we made certain commitments and that we agreed to come to this earth with great, rich, but different gifts. We were called, male and female, to do great works with separate approaches and separate assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p13\" class=\"\">You say, “Where do I begin?” Rather than beginning with a wish list of all the things you want in life, the real question may be what you are not willing to do without. Select two or three of life’s experiences you are absolutely sure you want to have. Do not leave important things to chance. Then think about what you can contribute to society by serving your family, the Church, and the community. Also think of what life will demand from you. Everything has a price. Much is expected of us. Becoming like men is not the answer. Rather, the answer lies in being who you are and living up to your divine potential by fulfilling eternal commitments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p14\" class=\"\">You cannot trust the many conflicting voices that clamor about what women should or should not do in today’s society. Some of the loudest voices are echoes of those others who are out of harmony with themselves and out of tune with life in general rather than being unhappy with their role as women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p15\" class=\"\">Do not be deceived in your quest to find happiness and an identity of your own. Entreating voices may tell you that what you have seen your mothers and grandmothers do is old-fashioned, unchallenging, boring, and drudgery. It may have been old-fashioned and perhaps routine; at times it was drudgery. But your mothers and grandmothers have sung a song that expressed the highest love and the noblest of womanly feelings. They have been our nurturers and our teachers. They have sanctified the work, transforming drudgery into the noblest enterprises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p16\" class=\"\">Homemaking is whatever you make of it. Every day brings satisfaction along with some work which may be frustrating, routine, and unchallenging. But it is the same in the law office, the dispensary, the laboratory, or the store. There is, however, no more important job than homemaking. As C. S. Lewis said, “A housewife’s work … is the one for which all others exist.”<sup class=\"noteMarker\"><a href=\"#footnote10-98905_000_041\">10<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Letters of C. S. Lewis<\/span> (1966), 262.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p17\" class=\"\">Karen Graham, who now serves as a stake Young Women president, writes of the importance of homemaking skills in her life:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p18\" class=\"\">“In my senior year in high school, when I was a 17-year-old Laurel, I arrived home from school one day to find that my mother had died very suddenly and unexpectedly of a cerebral hemorrhage. My two older sisters were married and living away from home. This left me the oldest at home to take care of the house, my grieving father, and two younger brothers ages 12 and 13.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p19\" class=\"\">“For the next two and a half years, I took care of the house, did all the laundry, bought groceries and fixed the meals. … Can you imagine letting a 17-year-old be in charge of the grocery budget? This sweet father of mine never said an unkind word. He never complained when I turned all his white shirts pink in the laundry or when dinner miserably failed. All my friends in high school were planning for their after-graduation lives. Some were going to Utah State University. … I had considered going to Ricks College, but in light of the family circumstances I chose to stay at home and continue to help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p20\" class=\"\">“Two years after Mother’s passing, I started dating a return[ed] missionary, Garry. On our second date, he asked me what I had done with my Saturday. … He was a little surprised when I told him that I’d dusted and vacuumed and grocery shopped and done laundry all day. He thought I was just a real homebody. Six months later, this wonderful man took me to the temple and we started our life together. He was thrilled to have a wife that knew how to cook and handle the budget.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p21\" class=\"\">“One evening, the first year we were married, we had some newlywed friends over for dinner. Several of the couples started talking about what a hard time they had had adjusting to marriage. Garry and I looked at each other in disbelief. … Adjusting to marriage? What was that? Our first year had gone so smoothly! As we talked about it later, we determined that the reason was that I had come into the marriage with homemaking skills. … I didn’t have the stress of experimenting with and\/or burning dinner, ruining laundry, or budgeting grocery money. I’d done all that experimenting on a sensitive, patient, wise father. Now Garry and I could concentrate on just our relationship, and it was wonderful. Putting my interests aside and thinking about the needs of my family had truly been a blessing for me later.”<sup class=\"noteMarker\"><a href=\"#footnote11-98905_000_041\">11<\/a>\n       <span class=\"footnote\">[Karen Graham to Young Women Presidency, 16 Oct. 1997.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p22\" class=\"\">Her service to her father during this difficult time was a part of the angelic cause of doing good, that great preparation you are making to become great women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p23\" class=\"\">Women today are encouraged by some to have it all: money, travel, marriage, motherhood, and separate careers in the world. For women, the important ingredients for happiness are to forge an identity, serve the Lord, get an education, develop your talents, serve your family, and if possible to have a family of your own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p24\" class=\"\">However, you cannot do all these things well at the same time. You cannot eat all of the pastries in the baking shop at once. You will get a tummyache. You cannot be a 100-percent wife, a 100-percent mother, a 100-percent Church worker, a 100-percent career person, and a 100-percent public-service person at the same time. How can all of these roles be coordinated? I suggest that you can have it sequentially.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p25\" class=\"\"><span class=\"emphasis\">Sequentially<\/span> is a big word meaning to do things one at a time at different times. The book of Ecclesiastes says: “To every thing there is a season, and a time to every purpose under … heaven.”<sup class=\"noteMarker\"><a href=\"#footnote12-98905_000_041\">12<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"21455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21455)\">Eccl. 3:1<\/a><\/span>.]<\/span><\/sup> There are ever-increasing demands on women that challenge their traditional role of caregivers. But as women, the roles of wife and mother are in the center of your souls and cry out to be satisfied. Most women naturally want to love and be loved by a good man and to respond to the God-given, deepest feelings of womanhood—those of mother and nurturer. Fortunately, most women do not have to track a career like a man does. They may fit more than one interest into the various seasons of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p26\" class=\"\">I would encourage you sisters to develop all of your gifts and talents to move forward the work of righteousness in the earth. I hope you acquire all of the knowledge you can. Become as skillful as you can, but not exclusively in new careers at the expense of the primary ones, or you may find that you have missed one of the great opportunities of your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p27\" class=\"\">Sister Faust and I urged our daughters to get an education, not only to help them in their homemaking but also to prepare them to earn a living if that became necessary. Going to college or a vocational school is a wonderful experience, and the dollars, the effort, and the time prepare the student to have a marketable skill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p28\" class=\"\">I cannot tell you young women what educational skills you should acquire. That is for each of you to decide. You have your agency. Each of you will have to work very hard to learn all you can and develop your talents. It is not easy to achieve anything really worthwhile. I want only to tell you what will bring you identity, value, and happiness as a person. I also challenge you to reach your potential, to become a person of great worth, to become a great woman. Because most of you have the examples of great women in your family, each of you has a model to emulate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p29\" class=\"\">As young women, you have the privilege of working on projects as part of the Young Womanhood Recognition Award. Anna Nichols of Centerville, Utah, writes about a special experience she has had:<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p30\" class=\"\">“I did a Laurel project last year that has brought me closer to my grandma who[m] I never knew. She passed away when my mom was about five years old from a severe type of cancer. My mom has a collection of old slides and letters that she had kept. I went through these and picked out pictures of her and her family and letters that she had written to her sister sharing her feelings and thoughts before she died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p31\" class=\"\">“I put all these in a scrapbook in memory of her and I gave it to my grandpa. To watch his face as he turned each page was the most awesome feeling as he told me the stories of each picture. We cried together. I could tell that he misses her so much and how with this book she is partly back into his life again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p32\" class=\"\">“Because of this book I have a personal relationship with my grandma. I feel her spirit with me. I know she has protected me and helped me when I am in need. Now when I go and visit my grandpa we always talk about her and share stories. I always look forward to this time I get to spend with him.”<sup class=\"noteMarker\"><a href=\"#footnote13-98905_000_041\">13<\/a>\n       <span class=\"footnote\">[Anna Nichols to Young Women Presidency (n.d.).]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p33\" class=\"\">Now I reemphasize, whatever you do, learn to seek first the kingdom of God and His righteousness.<sup class=\"noteMarker\"><a href=\"#footnote14-98905_000_041\">14<\/a>\n       <span class=\"footnote\">[See <span class=\"citation\" id=\"37781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37781)\">Matt. 6:33<\/a><\/span>.]<\/span><\/sup> Accept without reservation the Savior for what He was, Joseph Smith for what he was, and President Gordon B. Hinckley for what he is. God will not ennoble a person, man or woman, who refuses to uphold by faith, prayer, and works those whom God has called and ordained to preside over them. So, my dear young sisters, sustain the priesthood authority in the Church and in your home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p34\" class=\"\">Some women may feel it undermines their agency to be directed by the power of the priesthood. This feeling comes from misunderstanding. Priesthood authority should exercise no compulsion, duress, or unrighteous dominion. President Stephen L Richards stated: “Our accord comes from universal agreement with righteous principles and common response to the operation of the Spirit of our Father. It is actuated by no fear except one. That is the fear of offending God, the Author of our work.”<sup class=\"noteMarker\"><a href=\"#footnote15-98905_000_041\">15<\/a>\n       <span class=\"footnote\">[In Conference Report, Oct. 1938, 116.]<\/span><\/sup><\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p35\" class=\"\">Following the priesthood of the Church is an expression of faith in the Lord’s continuing guidance of His Church. It is willing acceptance of the principle of divine agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p36\" class=\"\">All of you will have to sometime answer to your natural womanly instincts, which the Prophet Joseph said are according to your natures. He said, “If you live up to your privileges, the angels cannot be restrained from being your associates.”<sup class=\"noteMarker\"><a href=\"#footnote16-98905_000_041\">16<\/a>\n       <span class=\"footnote\">[<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> comp. Joseph Fielding Smith (1977), 226.]<\/span><\/sup> You should respond generously to those instincts and promptings to do good. Hold your soul very still, and listen to the whisperings of the Holy Spirit. Follow the noble, intuitive feelings planted deep within your souls by Deity in the previous world. In this way you will be responding to the Holy Spirit of God and will be sanctified by truth. By so doing, you will be eternally honored and loved. Much of your work is to enrich mankind with your great capacity for care and mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p37\" class=\"\">Lastly, how do I think you may become great women? You should cultivate and employ generously your noble, womanly instincts of care and mercy, first to your family and then to others. May you always hunger and thirst after righteousness within the framework of the revealed gospel of Jesus Christ. May you have an eternal perspective as you go about your angelic cause of doing good so that it will not only lead you to become great women but ultimately to become queens in the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1998\/05\/how-near-to-the-angels.p38\" class=\"\">I ask the Lord to bless each of you precious young sisters that you will, as the Psalmist said, be “his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word.”<sup class=\"noteMarker\"><a href=\"#footnote17-98905_000_041\">17<\/a>\n       <span class=\"footnote\">[<span class=\"citation\" id=\"42110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42110)\">Ps. 103:20<\/a><\/span>.]<\/span><\/sup> I pray that you may enjoy the righteous desires of your heart, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-98905_000_041\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>Quoted in Evan Esar, <span class=\"emphasis\">20,000 Quips and Quotes<\/span> (1968), 357.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote2-98905_000_041\">2.<\/a>\n      <\/span>\n\t\t\t\t<p>“The Message of the First Presidency to the Church,” <span class=\"emphasis\">Improvement Era,<\/span> May 1942, 273.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote3-98905_000_041\">3.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"emphasis\">Collected Discourses of George Q. Cannon,<\/span> 5 Oct. 1890.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote4-98905_000_041\">4.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 398.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote5-98905_000_041\">5.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"37780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37780)\">Matt. 6:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote6-98905_000_041\">6.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"41675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41675)\">Prov. 31:10<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote7-98905_000_041\">7.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Gospel Ideals<\/span> (1953), 471.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote8-98905_000_041\">8.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"20922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 20922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(20922)\">D&amp;C 58:42<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote9-98905_000_041\">9.<\/a>\n      <\/span>\n\t\t\t\t<p>Spencer W. Kimball, “The Role of Righteous Women,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 102.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote10-98905_000_041\">10.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Letters of C. S. Lewis<\/span> (1966), 262.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote11-98905_000_041\">11.<\/a>\n      <\/span>\n\t\t\t\t<p>Karen Graham to Young Women Presidency, 16 Oct. 1997.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote12-98905_000_041\">12.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"21455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21455)\">Eccl. 3:1<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote13-98905_000_041\">13.<\/a>\n      <\/span>\n\t\t\t\t<p>Anna Nichols to Young Women Presidency (n.d.).<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote14-98905_000_041\">14.<\/a>\n      <\/span>\n\t\t\t\t<p>See <span class=\"citation\" id=\"37781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37781)\">Matt. 6:33<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote15-98905_000_041\">15.<\/a>\n      <\/span>\n\t\t\t\t<p>In Conference Report, Oct. 1938, 116.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote16-98905_000_041\">16.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> comp. Joseph Fielding Smith (1977), 226.<\/p>\n\t\t\t<\/li>\n\t\t\t<li class=\"footnote \" id=\"-98905_000_041\"><a name=\"-98905_000_041\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote17-98905_000_041\">17.<\/a>\n      <\/span>\n\t\t\t\t<p><span class=\"citation\" id=\"42110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42110)\">Ps. 103:20<\/a><\/span>.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}