{"ID":61, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Millennial Hope<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, April 1943, pp. 60-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSoftly beams the sacred dawning<br \/>\n&nbsp; &nbsp;       Of the great Millennial morn,<br \/>\nAnd to Saints gives welcome warning<br \/>\n&nbsp; &nbsp;       That the day is hasting on.\n<\/p><p>\nSplendid, rising o'er the mountains,<br \/>\n&nbsp; &nbsp;       Glowing with celestial cheer,<br \/>\nStreaming from eternal fountains,<br \/>\n&nbsp; &nbsp;       Rays of living light appear.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                            (John Jacques, \"Softly Beams the Sacred Dawning\")\n<\/p><p>\nCHRIST'S COMING THE HOPE OF THE WORLD\n<\/p><p>\nI do not believe that hope has bade the world farewell. I think, I firmly believe that in this\nhuge, ugly mass of evil that is rolling and swelling there is some good, imprisoned\ntemporarily; that this good is working towards deliverance and triumph.\n<\/p><p>\nThis earth, according to the scriptures, is moving towards a glorious ideal. We believe that\nChrist will reign personally upon the earth and that the earth will be renewed and receive its\nparadisiacal glory. By prophets this glorious condition has long been foretold. Christ's reign\non earth, when He will establish the millennium&mdash;and it will not be established before He\ncomes&mdash;has been the consolation of martyrs and the hope of suffering saints. It is the hope of\nthe world. The mission of this Church, I understand, is to preach the gospel, to prepare a\npeople for the great millennial reign. This Church has been established and dedicated for that\nvery purpose, and in his first visit to the Prophet Joseph, the angel Moroni told him that the\npreparatory work was about to commence\n(<span class=\"citation\" id=\"30220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30220)\">JS&mdash;H 1:33,45<\/a><\/span>);\nto prepare a people for that glorious event. We do\nnot hope to convert all the world before the second coming of the Son of God, but through\nthis gospel and the government that God has set up in the Church, it is our destiny, our\nbounden duty, to prepare a people to meet the Savior.\n<\/p><p>\nPREPARATION FOR THE MILLENNIUM\n<\/p><p>\nWe talk, and justly so, of the greatness of our Priesthood quorums and all of our auxiliary\norganizations, and I would not for the world underestimate their strength and power and the\ngreat work they are doing, but what about the home, what about the evident lack of parental\ncontrol? Solomon said: \"Train up a child in the way he should go: and when he is old, he will\nnot depart from it\" (<span class=\"citation\" id=\"41380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41380)\">Prov. 22:6<\/a><\/span>).\nIf our people will obey the injunction of the Almighty\nand teach their children the principles of the gospel, not only by precept but by example, you\nare going to see a people such as the world has never before beheld, for the children brought\nup in righteousness will be fit to meet the Lord when He comes in power and great glory.\nThis blessed millennium, the account of which shines upon the pages of holy writ&mdash;the Bible,\nthe Book of Mormon, the D&amp;C, and the Pearl of Great Price&mdash;sounds as you read these pages\nregarding the millennium, like a trumpet calling us to preparation. If we are earnest and\ndevoted in our duty to preparing a people for the millennium, you will not see liquor stores\ndisfiguring our mountain valleys. The tremendous price paid for liquor in the valleys of\nEphraim, it seems to me, is a warning, at least an indication, that the vision of our destiny has\nbeen somewhat blurred. I plead for stronger, more persuasive, more loving teaching in the\nhomes of the Latter-day Saints.\n<\/p><p>\nConditions during the millennium are going to satisfy the soul. Holiness will be triumphant,\nSatan will be bound (<span class=\"citation\" id=\"11893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11893)\">D&amp;C 88:110<\/a><\/span>),\nand men to a very large extent shall be relieved from temptation. The\nswords are going to be beaten into plowshares, and the spears into pruning hooks, and nations\nshall not learn war any more (<span class=\"citation\" id=\"24995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24995)\">Isa. 2:4<\/a><\/span>)&mdash;\n<\/p><p>\nWhen the common sense of most shall hold a fretful realm in awe,<br \/>\nAnd the kindly earth shall slumber, lapt in universal law.\n<\/p><p>\nLABORS DURING THE REIGN OF CHRIST\n<\/p><p>\nDuring the millennium we are not going to be idle. God forbid. Jesus Christ said in the Book\nof Mormon: \". . . for my work is not yet finished; neither shall it be until the end of man,\nneither from that time henceforth and forever\"\n(<span class=\"citation\" id=\"3456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3456)\">2 Ne. 29:9<\/a><\/span>).\n<\/p><p>\nAs we are co-laborers with the Almighty, how can we indulge in the vain hope that we shall\nbe idle during the millennium. No, we shall be co-laborers with Jesus Christ throughout all\neternity. I am so grateful that the hopes and the fond desires of the saints concerning\nimmortality and eternal life are voiced in the doctrines of the Church of Jesus Christ of\nLatter-day Saints. The Apostle Paul tells us that when the Savior comes to reign in power and\nin great glory, from the very headwaters of immortality there is going to flow a stream of\nimmortality, for he says:\n<\/p><p>\nFor the Lord himself shall descend from heaven with a shout, with the voice of the archangel,\nand with the trump of God: and the dead in Christ shall rise first:\n<\/p><p>\nThen we which are alive and remain shall be caught up together with them in the clouds, to\nmeet the Lord in the air: and so shall we ever be with the Lord.\n<\/p><p>\nWherefore comfort one another with these words\n(<span class=\"citation\" id=\"2729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2729)\">1 Thes. 4:16-18<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph, the solver of problems, the comforter of humanity, told a mother who\nhad lost a baby in death that in the resurrection when the Lord Jesus Christ appears, her baby\nwould be resurrected and that she would have the joy, more joy than she could have had in\nmortality, in the resurrection, of rearing that baby, or the young child, young children, who\nhave died, to manhood and womanhood.\n<\/p><p>\nHorace Greeley, one of the greatest editors that ever lived, lost a boy who was five years of\nage. He said: \"Now, all that deeply concerns me is the evidence that we shall live hereafter. .\n. If I felt sure on the point of identifying and being with our loved ones in the world to come,\nI would prefer not to live long.\" Well, all that doubt is removed by obedience to the doctrines\nof the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nPRESENT ADVERSITIES FOR OUR GOOD\n<\/p><p>\nWe are told that when the Jaredites in their barges set forth for this land of promise, fierce\nand terrible tempests prevailed (<span class=\"citation\" id=\"22153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22153)\">Ether 6:5-8<\/a><\/span>).\nThe winds blew and they were in imminent danger all the\nwhile on that perilous journey. God sustained them. And we read that although these gales\nand tempests raged, holding destruction in their wake, that the wind was continually blowing\ntoward the Promised Land. And these adversities through which we are passing, these terrible\nwars and all the horrible things that are prevailing, are in the power of God. He can stop them\nwhen He chooses, when His divine purposes are fulfilled. But let us not forget that through\nthis sea of trouble, our adversities, the experiences through which we pass and which God\nwill make work together for our good\n(<span class=\"citation\" id=\"11896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11896)\">D&amp;C 90:24<\/a><\/span>),\nif we will obey Him&mdash;all these are blowing us forward\nto the haven of rest, to a glorious future, to eternal life, and unitedly we join in John's loving\nresponse \". . . even so, come Lord Jesus\"\n(<span class=\"citation\" id=\"50090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50090)\">Rev. 22:20<\/a><\/span>).\nAmen.\n<\/p>\n<\/div>\n<\/div>"}